{
  "SERIES": "MAHONE",
  "STATUS": "Established Series",
  "BYREV": "Rev: JCW, LAG, PRF",
  "REVDATE": "03/2000",
  "STATES": "KS",
  "OVERVIEW": "The Mahone series consists of very deep, well drained, moderately permeable soils that formed in stratified loamy alluvium. These soils are on high flood plains in river valleys of the Great Bend Sand Plains (MLRA 79). Mean annual air temperature is 56 degrees F (13 degrees C), and mean annual precipitation is 29 inches (74 centimeters). Slope ranges from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Udifluventic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mahone loamy fine sand in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches (0 to 20 centimeters); brown (10YR 5/3), interior, loamy fine sand, brown (10YR 4/3), interior, moist; weak fine subangular blocky structure parting to single grain; soft, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 4.0 percent clay; noneffervescent throughout (HCl, 1 normal); moderately acid; clear smooth boundary.\nA--8 to 14 inches (20 to 36 centimeters); grayish brown (10YR 5/2), interior, loamy fine sand, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure parting to single grain; soft, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 8.0 percent clay; noneffervescent throughout (HCl, 1 normal); moderately acid; clear smooth boundary. (combined thickness of the A horizon is 8 to 21 inches; 20 to 53 centimeters\nthick)\nBw1--14 to 20 inches (36 to 51 centimeters); brown (10YR 5/3), interior, fine sandy loam, brown (10YR 4/3), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; 9.0 percent clay; noneffervescent throughout (HCl, 1 normal); slightly acid; clear smooth boundary.\nBw2--20 to 25 inches (51 to 64 centimeters); pale brown (10YR 6/3), interior, very fine sandy loam, brown (10YR 4/3), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; 11.0 percent clay; 20.0 percent .1 to 75 mm (fine sand and coarser); noneffervescent throughout (HCl, 1 normal); slightly acid; clear smooth boundary.\nBw3--25 to 33 inches (64 to 84 centimeters); light yellowish brown (10YR 6/4), interior, silt loam, yellowish brown (10YR 5/4), interior, moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots throughout; 11.0 percent clay; 8.0 percent .1 to 75 mm (fine sand and coarser); noneffervescent throughout (HCl, 1 normal); slightly acid; abrupt smooth boundary. (combined thickness of the Bw horizon is 5 to 35 inches; 13 to 89 centimeters thick)\n2C--33 to 39 inches (84 to 99 centimeters); 70 percent yellowish brown (10YR 5/4), interior, and 30 percent light yellowish brown (10YR 6/4), interior, stratified silt loam and very fine sandy loam, 70 percent dark yellowish brown (10YR 4/4), interior, and 30 percent yellowish brown (10YR 5/4), interior, moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots throughout; 15.0 percent clay; 5.0 percent .1 to 75 mm (fine sand and coarser); noneffervescent throughout (HCl, 1 normal); slightly acid; abrupt smooth boundary. (0 to 10 inches thick; 0 to 25 centimeters)\n2Ab1--39 to 42 inches (99 to 107 centimeters); dark grayish brown (10YR 4/2), interior, clay loam, very dark grayish brown (10YR 3/2), interior, moist; weak medium subangular blocky structure parting to weak fine angular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; 27.0 percent clay; few fine dendritic carbonate threads throughout and few fine and medium irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); slightly alkaline; clear smooth boundary. This buried surface is somewhat turbated by worm channels.\n2Ab2--42 to 48 inches (107 to 122 centimeters); dark grayish brown (10YR 4/2), interior, fine sandy loam, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; 14.0 percent clay; few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; gradual smooth boundary. (combined thickness of the 2Ab horizon is 0 to 15 inches; 0 to 38 centimeters thick)\n2Bwb1--48 to 54 inches (122 to 137 centimeters); brown (10YR 5/3), interior, fine sandy loam, brown (10YR 4/3), interior, moist; weak medium and coarse subangular blocky structure; hard, very friable, slightly sticky and nonplastic; 15.0 percent clay; 16.0 percent .1 to 75 mm (fine sand and coarser); few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; clear smooth boundary.\n2Bwb2--54 to 61 inches (137 to 155 centimeters); light yellowish brown (2.5Y 6/3), interior, fine sandy loam, light olive brown (2.5Y 5/4), interior, moist; weak medium subangular blocky structure; hard, very friable, slightly sticky and nonplastic; 16.0 percent clay; 16.0 percent .1 to 75 mm (fine sand and coarser); few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; clear smooth boundary. (combined thickness of the of the 2Bwb horizon is 10 to 30 inches; 25 to 76 centimeters thick)\n2A'b--61 to 66 inches (155 to 168 centimeters); grayish brown (2.5Y 5/2), interior, sandy loam, very dark grayish brown (2.5Y 3/2), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 12.0 percent clay; few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; gradual wavy boundary.\n2B'wb--66 to 71 inches (168 to 180 centimeters); light brownish gray (2.5Y 6/2), interior, fine sandy loam, light olive brown (2.5Y 5/3), interior, moist; common fine and medium prominent dark yellowish brown (10YR 4/6) moist irregular mottles throughout; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 13.0 percent clay; few fine and medium irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; moderately alkaline; clear smooth boundary.\n3BC--71 to 78 inches (180 to 198 centimeters); very pale brown (10YR 7/3), interior, loamy fine sand, brown (10YR 5/3), interior, moist; common medium prominent strong brown (7.5YR 4/6) moist irregular mottles throughout; weak medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 8.0 percent clay; few fine irregular masses of lime throughout and common medium irregular very dark grayish brown (10YR 3/2) masses of iron-manganese accumulation throughout; slightly effervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; slightly alkaline; clear wavy boundary. (0 to 8 inches thick; 0 to 20 centimeters thick)\n3C1--78 to 80 inches (198 to 203 centimeters); very pale brown (10YR 7/3), interior, sand, pale brown (10YR 6/3), interior, moist; common coarse prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; single grain; loose, loose, nonsticky and nonplastic; 1.0 percent clay; noneffervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; neutral. (2 to 15 inches thick; 5 to 38 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 0.5 miles (0.8 kilometers) west of Hutchinson; 800 feet (244 meters) north and 1550 feet (472 meters) east of the southwest corner of sec. 10 T. 23 S. R. 6 W.; USGS Hutchinson topographic quadrangle; lat. 38 degrees 3 minutes 34.1 seconds N. and long. 97 degrees 58 minutes 18.3 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic moisture regime bordering on udic\nSoil temperature regime: mesic\nMean annual soil temperature: 56 to 58 degrees F (13 to 14 degrees C)\nParticle-size control section: 5 to 17 percent clay\nDepth to bedrock: greater than 80 inches (203 centimeters)\nDepth to secondary calcium carbonate: 20 to 50 inches (50 to 127 centimeters)\nDepth to lithologic discontinuity: 22 to 50 inches (56 to 127 centimeters)\nThickness of the ochric epipedon: 8 to 21 inches (20 to 53 centimeters)\nWater table:\ndepth is greater than 5 feet (1.5 meters),\nkind is apparent,\nmonths are Feb.-Jun.\nA horizon:\nHue: 10YR\nValue: 4 to 6 (dry) 3 or 4 (moist)\nChroma: 2 or 3\nTexture: loamy fine sand or fine sandy loam\nReaction: strongly acid to neutral\nBw horizon:\nHue: 10YR\nValue: 5 or 6 (dry) 4 or 5 (moist)\nChroma: 2 to 4\nTexture: fine sandy loam, very fine sandy loam, silt loam\nRock fragments: 0 to 1 percent\nCalcium carbonate equivalent: 0 to 1 percent\nReaction: slightly acid or neutral\n2Ab horizon:\nHue: 10YR\nValue: 4 or 5 (dry) 3 or 4 (moist)\nChroma: 1 or 2\nTexture: silty clay loam, silt loam, loam, clay loam, or fine sandy loam\nCalcium carbonate equivalent: 0 to 1 percent\nReaction: slightly alkaline or moderately alkaline\n2Bwb horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7 (dry) 4 to 5 (moist)\nChroma: 2 to 4\nTexture: fine sandy loam, sandy clay loam, or silty clay loam\nRock fragments: 0 to 2 percent\nCalcium carbonate equivalent: 0 to 1 percent\nRedoximorphic features: 0 to 10 percent below 40 inches\nReaction: slightly alkaline or moderately alkaline\n3C horizon:\nHue: 10YR\nValue: 5 to 7 (dry) 4 to 6 (moist)\nChroma: 2 to 4\nTexture: coarse sand, sand, fine sand, loamy fine sand, stratified coarse sand and sand, or stratified sand and gravelly coarse sand\nRock fragments: 0 to 10 percent\nRedoximorphic features: 0 to 25 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mahone soils\nParent material: stratified loamy alluvium\nLandform: high flood plains\nSlopes: 0 to 2 percent\nElevation: 1400 to 1650 feet (426.7 to 502.9 meters)\nMean annual air temperature: 55 to 57 degrees F (13 to 14 degrees C)\nMean annual precipitation: 24 to 31 inches (61 to 79 centimeters)\nWettest months: Mar. - Oct.\nDriest months: Nov. - Feb.\nFrost-free period: 187 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kaskan , Imano, Nickerson , Saxman , Willowbrook series. The well drained, fine-loamy, Kaskan soils have a mollic epipedon and cambic which contain more clay, and are on lower flood plain positions closer to streams. The somewhat poorly drained, fine-loamy over sandy or sandy-skeletal, Imano and sandy Willowbrook soils have a mollic epipedon and are on lower flood plain positions closer to streams. The moderately well drained, fine-loamy Nickerson soils have an argillic horizon and are on nearby terraces. The moderately well drained, sandy Saxman soils do not have buried loamy material above 40 inches (102 centimeters), and are on slightly lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff is low. Permeability is moderate. A seasonal high water table occurs from February to June and ranges from a depth of 60 to 96 inches (152 to 244 centimeters). Mahone soils are rarely flooded for very brief durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for cultivated crops such as wheat and grain sorghum. A few areas are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: The zone from 0 to 14 inches (0 to 36 centimeters). (Ap, A)\ncambic horizon: The zone from 14 to 25 inches (36 to 64 centimeters) (Bw1, Bw2)\nIrregular decrease in organic carbon in the 2Ab horizon.\nWater table: The presence of an apparent water table from greater than 5 feet (1.5 meters) during the months of Feb. - Jun.\nKeys to Soil Taxonomy: Eighth edition, 1998"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: This soil was formerly mapped Canadian, or Dale. There is also a protected flooding phase for this soil.\nMAHONE SERIES\nLRR=H\nDATE: 03/29/99 Established series for Reno County FC"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches (0 to 20 centimeters); brown (10YR 5/3), interior, loamy fine sand, brown (10YR 4/3), interior, moist; weak fine subangular blocky structure parting to single grain; soft, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 4.0 percent clay; noneffervescent throughout (HCl, 1 normal); moderately acid; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--8 to 14 inches (20 to 36 centimeters); grayish brown (10YR 5/2), interior, loamy fine sand, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure parting to single grain; soft, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 8.0 percent clay; noneffervescent throughout (HCl, 1 normal); moderately acid; clear smooth boundary. (combined thickness of the A horizon is 8 to 21 inches; 20 to 53 centimeters"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--14 to 20 inches (36 to 51 centimeters); brown (10YR 5/3), interior, fine sandy loam, brown (10YR 4/3), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; 9.0 percent clay; noneffervescent throughout (HCl, 1 normal); slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--20 to 25 inches (51 to 64 centimeters); pale brown (10YR 6/3), interior, very fine sandy loam, brown (10YR 4/3), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; 11.0 percent clay; 20.0 percent .1 to 75 mm (fine sand and coarser); noneffervescent throughout (HCl, 1 normal); slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 64,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sand",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw3--25 to 33 inches (64 to 84 centimeters); light yellowish brown (10YR 6/4), interior, silt loam, yellowish brown (10YR 5/4), interior, moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots throughout; 11.0 percent clay; 8.0 percent .1 to 75 mm (fine sand and coarser); noneffervescent throughout (HCl, 1 normal); slightly acid; abrupt smooth boundary. (combined thickness of the Bw horizon is 5 to 35 inches; 13 to 89 centimeters thick)"
      },
      {
        "name": "2C",
        "top": 84,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C--33 to 39 inches (84 to 99 centimeters); 70 percent yellowish brown (10YR 5/4), interior, and 30 percent light yellowish brown (10YR 6/4), interior, stratified silt loam and very fine sandy loam, 70 percent dark yellowish brown (10YR 4/4), interior, and 30 percent yellowish brown (10YR 5/4), interior, moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots throughout; 15.0 percent clay; 5.0 percent .1 to 75 mm (fine sand and coarser); noneffervescent throughout (HCl, 1 normal); slightly acid; abrupt smooth boundary. (0 to 10 inches thick; 0 to 25 centimeters)"
      },
      {
        "name": "2Ab1",
        "top": 99,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Ab1--39 to 42 inches (99 to 107 centimeters); dark grayish brown (10YR 4/2), interior, clay loam, very dark grayish brown (10YR 3/2), interior, moist; weak medium subangular blocky structure parting to weak fine angular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; 27.0 percent clay; few fine dendritic carbonate threads throughout and few fine and medium irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); slightly alkaline; clear smooth boundary. This buried surface is somewhat turbated by worm channels."
      },
      {
        "name": "2Ab2",
        "top": 107,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Ab2--42 to 48 inches (107 to 122 centimeters); dark grayish brown (10YR 4/2), interior, fine sandy loam, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; 14.0 percent clay; few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; gradual smooth boundary. (combined thickness of the 2Ab horizon is 0 to 15 inches; 0 to 38 centimeters thick)"
      },
      {
        "name": "2Bwb1",
        "top": 122,
        "bottom": 137,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bwb1--48 to 54 inches (122 to 137 centimeters); brown (10YR 5/3), interior, fine sandy loam, brown (10YR 4/3), interior, moist; weak medium and coarse subangular blocky structure; hard, very friable, slightly sticky and nonplastic; 15.0 percent clay; 16.0 percent .1 to 75 mm (fine sand and coarser); few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2Bwb2",
        "top": 137,
        "bottom": 155,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bwb2--54 to 61 inches (137 to 155 centimeters); light yellowish brown (2.5Y 6/3), interior, fine sandy loam, light olive brown (2.5Y 5/4), interior, moist; weak medium subangular blocky structure; hard, very friable, slightly sticky and nonplastic; 16.0 percent clay; 16.0 percent .1 to 75 mm (fine sand and coarser); few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; clear smooth boundary. (combined thickness of the of the 2Bwb horizon is 10 to 30 inches; 25 to 76 centimeters thick)"
      },
      {
        "name": "2A'b",
        "top": 155,
        "bottom": 168,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2A'b--61 to 66 inches (155 to 168 centimeters); grayish brown (2.5Y 5/2), interior, sandy loam, very dark grayish brown (2.5Y 3/2), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 12.0 percent clay; few fine dendritic carbonate threads throughout and few fine irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "2B'wb",
        "top": 168,
        "bottom": 180,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2B'wb--66 to 71 inches (168 to 180 centimeters); light brownish gray (2.5Y 6/2), interior, fine sandy loam, light olive brown (2.5Y 5/3), interior, moist; common fine and medium prominent dark yellowish brown (10YR 4/6) moist irregular mottles throughout; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 13.0 percent clay; few fine and medium irregular masses of lime throughout; strongly effervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "3BC",
        "top": 180,
        "bottom": 198,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3BC--71 to 78 inches (180 to 198 centimeters); very pale brown (10YR 7/3), interior, loamy fine sand, brown (10YR 5/3), interior, moist; common medium prominent strong brown (7.5YR 4/6) moist irregular mottles throughout; weak medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 8.0 percent clay; few fine irregular masses of lime throughout and common medium irregular very dark grayish brown (10YR 3/2) masses of iron-manganese accumulation throughout; slightly effervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; slightly alkaline; clear wavy boundary. (0 to 8 inches thick; 0 to 20 centimeters thick)"
      },
      {
        "name": "3C1",
        "top": 198,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C1--78 to 80 inches (198 to 203 centimeters); very pale brown (10YR 7/3), interior, sand, pale brown (10YR 6/3), interior, moist; common coarse prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; single grain; loose, loose, nonsticky and nonplastic; 1.0 percent clay; noneffervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; neutral. (2 to 15 inches thick; 5 to 38 centimeters thick)"
      }
    ]
  ]
}
