{
  "SERIES": "MAHTOMEDI",
  "STATUS": "Established Series",
  "BYREV": "KRV-ELB-ROP",
  "REVDATE": "12/2010",
  "STATES": "MI,MN,WI",
  "OVERVIEW": "The Mahtomedi series consists of very deep, excessively drained, rapidly permeable soils formed in sandy outwash of Late Wisconsinan Age on glacial moraines and outwash plains. These upland soils have slopes ranging from 0 to 45 percent.  Mean annual temperature is about 41 degrees F.  Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mahtomedi loamy sand with a 13 percent convex southwest-facing slope on a glacial outwash plain under oak forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark gray (10YR 3/1) loamy sand, grayish brown (10YR 5/2) dry; weak fine and medium granular structure; very friable; about 5 percent gravel; moderately acid; abrupt smooth boundary.  (0 to 7 inches thick)\nE--5 to 8 inches; brown (7.5YR 5/2) sand; single grain; loose; about 10 percent gravel; strongly acid; clear smooth boundary.  (0 to 13 inches thick)\nBw1--8 to 15 inches; brown (7.5YR 4/4) gravelly coarse sand; single grained; loose; about 25 percent gravel and 10 percent cobbles; strongly acid; clear smooth boundary.\nBw2--15 to 30 inches; reddish brown (5YR 4/4) gravelly sand; single grain; loose; about 18 percent gravel and 2 percent cobbles; strongly acid; gradual smooth boundary. (Combined thickness of the Bw horizons is 4 to 30 inches.)\nC1--30 to 44 inches; reddish brown (5YR 5/4) gravelly sand; single grain; loose; about 25 percent gravel and 1 percent cobbles; strongly acid; gradual smooth boundary.\nC2--44 to 60 inches; light reddish brown (5YR 6/3) gravelly sand; single grain; loose; about 15 percent gravel and 1 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Minnesota; about 1 1/2 miles northwest of Mahtomedi; 2240 feet south and 100 feet east of the northwest corner, sec. 16, T. 30 N., R. 21 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Free carbonates typically are absent to depths of 10 feet or more, but a small amount are in the C horizon of some pedons.  Content of rock fragments in the control section averages between 10 and 35 percent by volume but subhorizons in some pedons have less than 10 percent or more than 35 percent.  They are mostly of igneous origin and commonly 0.2 to 5 cm in diameter but ranges to 2 percent cobbles in the A horizon and 10 percent in the B and C horizons.   The texture of the fine-earth fraction in the control section is sand or coarse sand.  Mottles are below a depth of 30 inches in some pedons.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2.  The E horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 1 to 3.  The A and E horizons are coarse sand, sand, loamy coarse sand, loamy sand, fine sand, loamy fine sand, coarse sandy loam, sandy loam or fine sandy loam, or their gravelly analogues.  It is strongly acid to slightly acid. Cultivated pedons have an Ap horizon with hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 1 to 3.  Some pedons have a thin O horizon.\nThe Bw horizon has hue of 10YR to 5YR, value of 3 to 5, and chroma of 3 to 6.  It is coarse sand, sand, or their gravelly analogues, but has finer textured subhorizons in some pedons.  It is strongly acid to slightly acid.  Some pedons have a thin BE or BC horizon.\nThe C horizon commonly has hue of 7.5YR to 5YR (rarely 10YR), value of 4 to 6 and chroma of 3 to 6.  It is coarse sand, sand, or their gravelly, very gravelly, or cobbly analogues, but has finer or coarser textured subhorizons in some pedons.  It is strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Champlain, Claire, Corliss, Friendship, Grayling, Menahga, Nymore, Omega, Pelkie, Plainbo, Sartell, Serden, Shawano, and Sunday series.  Champlain, Claire, Friendship, Grayling, Menahga, Nymore, Omega, Pelkie, Plainbo, Sartell, Serden, Shawano, and Sunday soils have 10 percent or less rock fragments in the series control section.  Corliss soils have a free calcium carbonate within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or convex slopes on glacial moraines and outwash plains.  Slope gradients range from 0 to 45 percent.  These soils formed in sandy glacial outwash of Late Wisconsinan Age.  Mean annual temperature ranges from 36 to 45 degrees F.  Mean annual precipitation ranges from about 22 to 33 inches.  Frost-free days range from 88 to 142.  Elevation above sea level ranges from 670 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Mahtomedi soils are in association with well drained Antigo, Chetek, Onamia, and Rosholt soils.  All of those soils formed in a mantle of loamy or silty sediments and underlying sandy or sandy-skeletal glacial outwash.  Also, they are associated with Emmert soils which contain more than 35 percent rock fragments in the control section.  They are associated in some places with Kingsley and Milaca soils which formed in glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Surface runoff is slow or medium.  Permeability is rapid.  The apparent water table is at 2.5 to 6 feet for the moderately well drained phase (now Lenroot)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly in forest and some is pastured.  Native vegetation was mixed hardwood-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota and possibly northern Wisconsin.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington and Ramsey Counties, Minnesota, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and feature identified in this soil is: ochric epipedon - the zone from the surface to 8 inches (A and E horizons); udic moisture regime.  The moderately well drained Mohtomedi is now the Lenroot series.\nADDITIONAL DATA:  Refer to MN Agr. Exp. Sta. Central File Code No.'s 2006, the typical pedon and 2008, an additional pedon, for results of some laboratory analyses.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
