{
  "SERIES": "MAHTOWA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  RRL-HRF-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Mahtowa series consists of very deep, very poorly drained soils that formed in loamy glacial till on moraines.  Permeability is moderately slow.  Slopes range from 0 to 1 percent.  Mean annual precipitation is 28 inches.  Mean annual air temperature is 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mahtowa silt loam with a slightly concave slope of 1 percent on a glacial moraine in a pasture field.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 2 inches; dark reddish brown (5YR 2/2) silt loam; friable; recent overwash; abrupt irregular boundary.  (0 to 4 inches thick)\nA2--2 to 9 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; massive in parts with weak medium platy structure in other parts; hard, friable, slightly plastic; abundant roots; few pores; about 2 percent gravel; slightly acid; abrupt wavy boundary.\nA3--9 to 12 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to weak thick platy; very hard, firm, plastic; few roots; very few pores; few inclusions of very dark gray (10YR 3/1); about 2 percent gravel; slightly acid; abrupt irregular boundary.  (Combined thickness of the A horizons is 8 to 16 inches)\nBg1--12 to 16 inches; olive gray (5Y 5/2) loam; weak thin platy structure; hard, friable, slightly plastic; few fine and medium prominent reddish brown (5YR 4/4) Fe concentrations and few fine prominent greenish gray (5G 6/1) Fe depletions; few roots; about 5 percent 1 to 2 mm pores; about 5 percent gravel; neutral; clear wavy boundary.\nBg2--16 to 21 inches; grayish brown (2.5Y 5/2) loam; weak thin platy structure; hard, friable, slightly plastic; common fine and medium prominent yellowish red (5YR 5/6) and reddish brown (5YR 4/4) Fe concentrations and few fine prominent greenish gray (5G 6/1) Fe depletions; few roots; about 5 percent 1 to 2 mm pores; about 5 percent gravel; neutral; abrupt smooth boundary.  (Combined thickness of the Bg horizons is 6 to 16 inches)\nBw1--21 to 28 inches; reddish brown (5YR 4/3) loam; weak thin platy structure parting to weak very fine angular blocky structure; hard, friable; plastic; few root channels lined with gray (5Y 5/1) clay films; few fine prominent dark brown (7.5YR 3/2) and strong brown (7.5YR 5/8) Fe concentrations; about 5 percent gravel; neutral; gradual smooth boundary.\nBw2--28 to 40 inches; reddish brown (5YR 4/3) loam; weak thin platy structure parting to weak very fine angular blocky structure; very hard; friable; plastic; few root channels lined with gray (5Y 5/1) clay films; common fine distinct reddish brown (5YR 5/4) Fe concentrations; about 5 percent gravel; neutral; gradual smooth boundary.  (Combined thickness of the Bw horizons is 12 to 36 inches)\nC--40 to 60 inches; reddish brown (5YR 4/3) loam; few lenses up to 2 inches thick of heavy clay loam; weak thin platy structure parting to weak very fine angular blocky structure; very hard; friable; plastic; about 5 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carlton County, Minnesota; 1,640 feet south and 120 feet east of northwest corner of sec.  4, T.  46 N., R.  19 W.; USGS Quadrangle Cromwell SE, Minn.; Latitude 46 degrees 30 minutes 1 second N.; Longitude 92 degrees 45 minutes 38 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 36 to 80 inches.  The content of rock fragments in the 0 to 60 inch series control section typically ranges from 2 to 8 percent, but the upper part of the series control section in some pedons has less than 2 percent.  The fragments are mixed in lithology but are mostly of igneous origin.  Mean annual soil temperature ranges from 38 to 45 degrees F.  The mollic epipedon ranges from 8 to 16 inches in thickness.  In the particle-size control section the average content of clay ranges from 18 to 35 percent and the content of sand coarser than very fine sand is about 15 to 35 percent.\nAn Oa horizon is in some pedons.  It ranges from 0 to 8 inches thick.  It has hue of 10YR, value of 2, and chroma of 1 or is neutral.  It is muck.  It is strongly acid to slightly acid.\nThe A horizon has 10YR or 2.5Y hue, value of 2 or 3, and chroma of 1.  Fe concentrations are in this horizon in some pedons.  It is loam, silt loam, or silty clay loam.  It commonly is massive in at least some parts.  The remaining part has weak or moderate platy or subangular blocky structure.  It is friable or firm.  It is strongly to slightly acid.\nThe Bg horizon has 10YR to 5Y hue, value of 4 to 6, and chroma of 1 or 2.  The yellower hues are in the upper part of the B horizon.  At least distinct or prominent mottles are in the upper part of the B horizon.  It is loam, silt loam or clay loam.  Structure is weak or moderate platy and consistence is friable or firm.  It is slightly acid to neutral.\nThe Bw horizon has 2.5YR or 5YR hue, value of 3 or 4, and chroma of 3 or 4.  It has mottles.  It is loam or clay loam.  It has weak or moderate platy structure and is friable or firm.  A few thin clay films are on the upper faces of peds or in pores or root channels in most pedons.  This part of the B horizon is slightly acid or neutral.\nThe C horizon has 2.5YR or 5YR hue, value of 3 or 4, and chroma of 3 or 4.  It is loam or clay loam and has weak platy structure.  It is friable or firm and neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluffton, Flom, Larry, and Manna series.  Bluffton soils have yellower hue in the lower part of the B and C horizons.  Flom soils have 2.5Y or 5Y hue in the B and C horizons and have free carbonates above depths of 40 inches.  Larry soils have yellower hue or neutral colors in most of the family control section.  Mann soils have an upper silty sediment ranging from 20 to 36 inches in thickness and yellower hue in the lower part of the B horizon and in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have concave slopes with gradients of less than 1 percent on nearly level to rolling glacial moraines.  They formed primarily in reddish brown, loam or clay loam till of the Superior lobe of the Late Wisconsin glaciation.  A thin mantle of better sorted sediments overlies the till in some places.  Mean annual air temperature ranges from 36 to 43 degrees F.  Mean annual precipitation ranges from 26 to 30 inches.  Frost-free days range from 90 to 145.  Elevation above sea level ranges from 900 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the well and moderately well drained Duluth soils, the somewhat poorly drained Dusler soils, and the very poorly drained Blackhoof soils.  These soils are members of a drainage sequence with Mahtowa soils and all formed in similar materials.  Duluth soils have convex slopes and are on higher lying more sloping terrain.  Dusler soils have plane to slightly concave slopes with gradients of less than 2 percent.  Blackhoof soils have concave slopes with gradients of less than 1 percent.  Organic soils also are commonly associated."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is low.   Permeability is slow.  An apparent seasonal high water table is as high as plus 1 foot to 0.5 feet at some time from October through July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major acreage of these soils are not drained.  Some areas are in pasture and a few areas where drained are cultivated with small grains and hay being the major crops.  Native vegetation is deciduous forest with black ash and alder being dominant with an understory of sedges and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Minnesota and possibly northern Wisconsin.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carlton County, Minnesota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features are:  Mollic epipedon - the zone from the surface to 12 inches (A1, A2, and A3 horizons); cambic norizon - the zone from 12 to 40 inches (Bg1, Bg2, Bw1, and Bw2 horizons); aquic moisture regime - low chroma matrix with Fe concentrations immediately below the mollic epipedon.\nADDITIONAL DATA:  See Minnesota Ag.  Experiment Station Central File Code CFC 4693 for laboratory analysis of representative pedons.  Soil Interpretation Record number is MN0171.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A1--0 to 2 inches; dark reddish brown (5YR 2/2) silt loam; friable; recent overwash; abrupt irregular boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--2 to 9 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; massive in parts with weak medium platy structure in other parts; hard, friable, slightly plastic; abundant roots; few pores; about 2 percent gravel; slightly acid; abrupt wavy boundary."
      },
      {
        "name": "A3",
        "top": 23,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A3--9 to 12 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to weak thick platy; very hard, firm, plastic; few roots; very few pores; few inclusions of very dark gray (10YR 3/1); about 2 percent gravel; slightly acid; abrupt irregular boundary.  (Combined thickness of the A horizons is 8 to 16 inches)"
      },
      {
        "name": "Bg1",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--12 to 16 inches; olive gray (5Y 5/2) loam; weak thin platy structure; hard, friable, slightly plastic; few fine and medium prominent reddish brown (5YR 4/4) Fe concentrations and few fine prominent greenish gray (5G 6/1) Fe depletions; few roots; about 5 percent 1 to 2 mm pores; about 5 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 41,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2--16 to 21 inches; grayish brown (2.5Y 5/2) loam; weak thin platy structure; hard, friable, slightly plastic; common fine and medium prominent yellowish red (5YR 5/6) and reddish brown (5YR 4/4) Fe concentrations and few fine prominent greenish gray (5G 6/1) Fe depletions; few roots; about 5 percent 1 to 2 mm pores; about 5 percent gravel; neutral; abrupt smooth boundary.  (Combined thickness of the Bg horizons is 6 to 16 inches)"
      },
      {
        "name": "Bw1",
        "top": 53,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--21 to 28 inches; reddish brown (5YR 4/3) loam; weak thin platy structure parting to weak very fine angular blocky structure; hard, friable; plastic; few root channels lined with gray (5Y 5/1) clay films; few fine prominent dark brown (7.5YR 3/2) and strong brown (7.5YR 5/8) Fe concentrations; about 5 percent gravel; neutral; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 71,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--28 to 40 inches; reddish brown (5YR 4/3) loam; weak thin platy structure parting to weak very fine angular blocky structure; very hard; friable; plastic; few root channels lined with gray (5Y 5/1) clay films; common fine distinct reddish brown (5YR 5/4) Fe concentrations; about 5 percent gravel; neutral; gradual smooth boundary.  (Combined thickness of the Bw horizons is 12 to 36 inches)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--40 to 60 inches; reddish brown (5YR 4/3) loam; few lenses up to 2 inches thick of heavy clay loam; weak thin platy structure parting to weak very fine angular blocky structure; very hard; friable; plastic; about 5 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
