{
  "SERIES": "MAILRIDGE",
  "STATUS": "Established Series",
  "BYREV": "IRD: JTB/JWH/ET",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "OVERVIEW": "The Mailridge series consists of very deep, well drained soils formed in colluvium and residuum from interbedded mudstone and sandstone. Mailridge soils are on mountains and slopes range from 15 to 75 percent. The mean annual precipitation is about 1520 millimeters and the mean annual air temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, isomesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mailridge gravelly loam on a northwest facing slope of 34 percent under a logged forest of redwood, Douglas-fir, and tanoak. (Colors are for moist soil unless otherwise stated) When described on May 29, 2003, the soil was moist throughout.\nA--0 to 19 centimeters; very dark brown (10YR 2/2) gravelly loam, grayish brown (10YR 5/2) dry; strong fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, medium and common coarse roots throughout; common very fine tubular pores; 30 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (5 to 50 centimeters thick)\nBt1--19 to 36 centimeters; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, medium, and common coarse and very coarse roots throughout; many very fine and common fine tubular pores; few prominent dark grayish brown (10YR 4/2) clay films on all faces of peds; 25 percent gravel, 1 percent cobbles; moderately acid (pH 5.6); gradual wavy boundary.\nBt2--36 to 70 centimeters; brown (7.5YR 5/4) very gravelly sandy clay loam, light yellowish brown (10YR 6/4) dry; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, many fine and medium, and common coarse and very coarse roots throughout; many very fine and common fine tubular pores; common prominent brown (7.5YR 4/3) clay films on all faces of peds and few prominent brown (7.5YR 4/3) clay films on rock fragments; 50 percent gravel, 1 percent cobbles; strongly acid (pH 5.2); gradual wavy boundary.\nBt3--70 to 120 centimeters; brown (7.5YR 5/4) extremely gravelly sandy clay loam, light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, coarse, and very coarse roots throughout; many very fine tubular pores; many prominent clay films on all faces of peds; 50 percent gravel, 20 percent cobbles; strongly acid (pH 5.3); gradual wavy boundary. (Combined thickness of the Bt horizons is 25 to 120 centimeters)\nC--120 to 155 centimeters; dark yellowish brown (10YR 4/4) extremely cobbly sandy loam, light yellowish brown (10YR 6/4) dry; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, and common medium, coarse, and very coarse roots; 30 percent gravel, 50 percent cobbles, 5 percent stones; strongly acid (pH 5.3). (25 to 150 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 7 kilometers east of the town of Weott; section 13, T.1S, R.2E., HBLM; USGS Weott Quadrangle; WGS84 Decimal degrees latitude and -123.9063889 longitude; UTM zone 10 423053mE, 4469572mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is not dry in any part for as long as 90 cumulative days in normal years. The soils have a udic soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 10 to 13 degrees C. The difference between mean summer and mean winter temperature is less than 6 degrees C. The soils have an isomesic soil temperature regime.\nParticle size control section (weighted average):\nRock fragments: 35 to 75 percent gravel, 0 to 15 percent cobbles and stones\nClay content: 23 to 32 percent\nReaction: strongly acid to moderately acid\nA horizon\nHue: 10YR\nValue: 2 to 4 moist, 4 to 6 dry\nChroma: 1 to 3, moist or dry\nRock fragments: 15 to 59 percent strongly cemented mudstone and sandstone gravel\nPararock fragments: 0 to 34 percent moderately cemented mudstone paragravel\nClay content: 10 to 26 percent\nBt horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5 moist, 5 to 7 dry\nChroma: 3 to 6 moist or dry\nTexture of fine earth: loam, sandy clay loam, clay loam\nRock fragments: 15 to 75 percent strongly cemented mudstone and sandstone gravel, 0 to 34 percent cobbles, and 0 to 14 percent stones\nPararock fragments: 0 to 50 percent moderately cemented mudstone paragravel\nClay content: 20 to 34 percent\nC horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5 moist, 6 or 7 dry\nChroma: 3 to 6 moist or dry\nTexture of fine earth: sandy loam, sandy clay loam\nRock fragments: 15 to 89 percent strongly cemented mudstone and sandstone gravel, 0 to 59 percent cobbles, and 0 to 14 percent stones\nPararock fragments: 0 to 50 percent moderately cemented mudstone paragravel\nClay content: 3 to 21 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Branscomb series. Branscomb soils have a lithic contact between 100 and 150 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mailridge soils are on convex positions on ridges, benches, and mountain slopes. Slopes are 15 to 75 percent. Elevations are 60 to 1150 meters. These soils formed in colluvium and residuum from interbedded sandstone and mudstone. The climate is humid with cool, foggy summers and cool, wet winters. Mean annual precipitation is 1140 to 2160 millimeters. The mean annual temperature is 9 to 11 degrees C. Frost free season is about 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Redwoodhouse (T), Yagercreek (T), and Mountbaldy (T) soils. Redwoodhouse soils have less than 35 percent rock fragments in the particle size control section. Yagercreek soils lack an argillic horizon. Mountbaldy soils have a lithic contact between 100 and 150 centimeters. Redwoodhouse and Yagercreek soils occur on linear to slightly concave or convex positions on mountain slopes and Mountbaldy soils occur on strongly convex positions on ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high to very high runoff; moderately low to moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, and watershed.  Natural vegetation includes redwood, Douglas-fir, tanoak, Pacific madrone, California huckleberry, salal, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County Soil Survey, Southern Part, California 2016. The name is from Mail Ridge."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 19 centimeters (A horizon).\n2. Argillic horizon - the zone from 19 to 120 centimeters (Bt1, Bt2, Bt3 horizons).\n3. Particle-size control section - the zone from 19 to 69 centimeters (Bt1 and Bt2 horizons) averages 30 percent clay, by weight, and 43 percent rock fragments, by volume.\nADDITIONAL DATA: NASIS User Pedon ID: 03CA601155\nKeys to Soil Taxonomy, 12th edition\nNational Cooperative Soil Survey\nU.S.A."
  }
}
