{
  "SERIES": "MAINSTAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/ACT",
  "REVDATE": "12/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mainstay very cobbly silt loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) very cobbly silt loam, very dark brown (10YR 2/2) moist; strong fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many fine roots; 20 percent igneous gravel, 15 percent igneous cobbles, and 10 percent igneous stones; neutral; clear smooth boundary.  (3 to 9 inches thick)\nBt1--3 to 7 inches; very dark grayish brown (10YR 3/2) very cobbly clay, very dark brown (10YR 2/2) moist; strong fine angular blocky structure; hard, firm, very sticky and moderately plastic; shiny ped surfaces with many continuous clay films on surfaces of peds; many fine roots; 25 percent igneous gravel, 20 percent igneous cobbles, and 10 percent igneous stones; neutral; clear smooth boundary.  (4 to 9 inches thick)\nBt2--7 to 15 inches; reddish brown (5YR 5/3) very cobbly clay, reddish brown (5YR 4/3) moist; strong fine angular blocky structure; hard, firm; moderately sticky and moderately plastic; shiny surfaces on peds with many continuous clay films on surfaces of peds; 25 percent igneous gravel, 20 percent igneous cobbles, and 10 percent igneous stones; slightly acid; abrupt irregular boundary.  (3 to 10 inches thick)\nCr--15 to 18 inches; finely fractured weathered igneous bedrock; thin patchy films of calcium carbonate in seams (0 to 10 inches thick)\nR--18 to 60 inches; coarsely fractured volcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jeff Davis County, Texas; on the east face of a mountain in the Davis Mountain State Park, 300 feet north of a water tank for the Indian Lodge.  (Latitude: 30 degrees, 35 minutes, 35 seconds North; Longitude: 103 degrees, 56 minutes, 40 seconds West.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime\nSolum thickness and depth to igneous bedrock: 10 to 20 inches\nRock fragments: Angular igneous gravel, cobbles, and stones make up 35 to about 80 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2, dry or moist\nTexture: fine sandy loam, loam, or silt loam\nReaction: neutral or slightly alkaline\nBt horizons\nHue: 5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: clay\nClay content: 50 to 70 percent\nReaction: slightly acid to slightly alkaline\nA few masses of calcium carbonate occur in the lower part of the Bt2 horizon in some pedons\nR layer is mostly hard, coarsely fractured, igneous bedrock of basalt, rhyolite, or trachyte, but also includes some weakly cemented tuff and ash.  The Cr layer, when present, is finely fractured, weathered igneous bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Beaumain (AZ)(T) series.  Beaumain soils have 35 to 50 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mainstay soils occupy hills and mountains that are highly dissected erosional remnants of vast areas of igneous rock.  These soils formed in colluvium weathered from igneous rock.  Slopes range from 2 to 45 percent.  Mean annual precipitation ranges from 12 to 26 inches, and mean annual air temperatures range from 56 to 65 degrees F.  Frost-free period ranges from 160 to 230 days, and elevation ranges from 4,000 to 7,180 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brewster, Limpia, Liv, and Sproul series.  Brewster soils are on mountains and ridgetops in similar to slightly higher positions.  Limpia and Liv soils have thicker sola over igneous materials, and are in similar positions.  Sproul soils have less than 35 percent coarse fragments, and are in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow.  Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing.  Native vegetation is grass with areas having an overstory of oaks, junipers, and pinion pines.  Grasses are mainly grama, bluestem, muhly, threeawn, and lovegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Areas of volcanic and other igneous rocks of southwestern Texas.  MLRA 42.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jeff Davis County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 7 inches (A and Bt1 horizons)\nArgillic horizon - the zone from 3 to 15 inches (Bt Horizons)\nLithic contact - the boundary at 18 inches (R horizon)\nIn the correlation of the Big Bend National Park soil survey in 3/82 the Mainstay series was reclassified from clayey-skeletal, montmorillonitic, thermic, shallow Aridic Argiustolls to clayey-skeletal, montmorillonitic, thermic Lithic Argiustolls.\nClassification changed to Aridic Lithic subgroup in 2006.\nSoil classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010.\nUnpublished data from the TAMU soils laboratory on 3 samples of the Bt horizon shows this soil to be in the smectitic mineralogy family.\nUpdate and revisions for Brewster County, Texas, Main Part, 2/12/08, CEM\nRevised for the correlation of Big Bend National Park, TX, Oct. 2010 CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
