{
  "SERIES": "MAITLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW",
  "REVDATE": "05/2011",
  "STATES": "CO,SD,WY",
  "OVERVIEW": "The Maitland series consists of deep and very deep, well drained, moderately permeable soils formed in residuum weathered from interbedded sandstone and shale.  Slopes range from 1 to 50 percent.  The mean annual air temperature is about 7 degrees C and the mean annual precipitation is about 480 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maitland loam, on a northeast-facing, slightly concave slope of 25 percent in a bur oak-shrub-grass community at an elevation of about 1,220 meters.  When described on June 18, 1970, the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 3 cm; slightly decomposed oak, shrub, and grass leaves and roots. (0 to 4 cm thick)\nA--3 to 20 cm; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine, fine and medium and few coarse roots; moderately acid; clear wavy boundary. (15 to 23 cm thick)\nE--20 to 30 cm; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; very weak thin platy structure parting to weak fine granular; very hard, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; moderately acid; gradual wavy boundary. (5 to 15 cm thick)\nBt/E--30 to 43 cm; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist (Bt part); many light brownish gray (10YR 6/2) silt coatings and masses, brown (10YR 4/3) moist (E part); moderate fine subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; about 10 percent gray (10YR 5/1) organic coatings on faces of peds; strongly acid; clear wavy boundary. (8 to 20 cm thick)\nBt1--43 to 66 cm; light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; weak very coarse prismatic structure parting to moderate and strong, fine and medium subangular and angular blocky; very hard, friable, moderately sticky and moderately plastic; few very fine, fine and medium roots; about 50 percent distinct clay films on faces of peds; strongly acid; clear wavy boundary.\nBt2--66 to 94 cm; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate coarse prismatic structure parting to moderate and strong medium and coarse subangular blocky; very hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; about 40 percent distinct clay films on faces of peds; strongly acid; gradual wavy boundary.\nBt3--94 to 114 cm; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; moderate coarse prismatic structure parting to weak medium and coarse subangular blocky; very hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; about 20 percent faint clay films on vertical faces of peds; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 40 to 76 cm)\nC1--114 to 135 cm; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, very friable, nonsticky and nonplastic; very few fine roots; common medium distinct yellow (10YR 7/6) soft sandstone nodules, yellowish brown (10YR 5/6) moist; moderately acid; clear wavy boundary.\nCk2--135 to 152 cm; pale brown (10YR 6/3) and light yellowish brown (10YR 6/4) loam, brown (10YR 5/3) and dark yellowish brown (10YR 4/4) moist; massive; hard, very friable, nonsticky and nonplastic; strong effervescence; many coatings of carbonate on coarse fragments;common fine and medium soft masses; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, South Dakota; about 1 mile north and 2 miles west of Whitewood; 2500 feet west and 400 feet north of the southeast corner of Sec. 18, T. 6 N., R. 4 E.; Deadwood North USGS quad; 44 degrees, 28 minutes, 25.5 seconds north latitude, and 103 degrees, 40 minutes, 33.7 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  6 to 8 degrees C\nMean summer soil temperature:  11 to 15 degrees C\nDepth to carbonates:  typically greater than 100 cm\nParticle-size control section (weighted average):\nSand content:  15 to 35 percent fine and coarser sand\nRock fragments:  0 to 15 percent subangular or subrounded sandstone fragments\nA horizon:\nHue:  10YR\nValue:  4 or 5, 2 or 3 moist\nChroma:  1 or 2\nTexture:  L, SIL, FSL, VFSL\nReaction:  slightly acid to moderately acid\nE horizon:\nHue:  7.5YR or 10YR\nValue:  6 or 7, 4 or 5 moist\nChroma:  2 or 3\nTexture:  L, FSL, VFSL, SL\nReaction:  slightly acid to strongly acid\nThe Bt/E horizon has properties similar to its respective parts.  It is typically greater than 85 percent Bt horizon material.\nBt horizon:\nHue:  5YR, 7.5YR, or 10YR\nValue:  5 to 7, 4 or 5 moist\nChroma:  3 to 6\nTexture:  L, CL, SCL\nReaction:  moderately acid or strongly acid\nSome pedons have a BC horizon\nC horizon:\nHue:  7.5YR, 10YR, or 2.5Y\nValue:  5 to 7, 4 to 6 moist\nChroma:  3 to 6\nTexture:  FSL, SCL, or L\nClay content:  14 to 27 percent\nReaction:  moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Alderon, Allens Park, Bayerton, Belltower, Elbeth, Elbuck, Elmark, Haugan, Heflin, Hoyt, Jemco, Jemez, Kunz, Kwiavu, Lakoa, Little pine, Losindios, Lumpgulch, Northrim, Plome, Shoemaker, Sweetweed, Tunitcha\nAlderon, Belltower, and Elmark - have a paralithic contact at 50 to 100 centimeters\nAllens Park, Bayerton, Jemco, Jemez, Lumpgulch, and Showemaker - have a lithic contact at 50 to 100 centimeters\nElbeth - contain more coarse sand, additionally they formed in slope alluvium from schist, granite, and arkosic bedrock\nElbuck, Heflin, Kunz, Kwiavu,Losindios, Northrim, and Tunitcha - lacks E and Bt/E horizons\nHaugan - has 20 to 35 percent rock fragments in the Bt\nHoyt - contain more gravel throughout, additionally they formed in colluvium from igneous rocks and glacial till\nLakoa - has an A horizon less than 6 inches thick; typically has calcium carbonate between depths of 50 and 100 centimeters\nLittlepine - contains greater than 40 percent sand in the particle-size control section\nPlome - has an A horizon less than 6 inches thick; additionally the Bt and lower horizons have hue of 5YR or redder\nSweetweed - do not have carbonates; additionally they formed in colluvium from volcanic mudflow breccia"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  residuum or local alluvium over residuum derived from sandstone or interbedded sandstone and shale\nLandform:  backslopes of ridges and dipslopes on hogbacks\nLandscape/aspect:  typically on north- and east-facing slopes or in protected cove-like positions\nSlopes:  1 to 50 percent\nElevation:  975 to 1,460 meters\nMean annual air temperature:  5 to 9 degrees C\nMean annual precipitation:  432 to 584 mm\nPrecipitation pattern:  In most years, more than half of the annual precipitation occurs as snow and rain from April through July\nFrost-free period:  100 to 140 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBoneek - has a mollic epipedon and a fine-textured particle size control section; they generally occur on lower backslope and footslope positions\nButche - has a lithic contact at less than 50 centimeters and lack an argillic horizon; they generally occur on higher ridges and shoulders\nLakoa - (competing series); they occur on similar landscape positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; saturated hydraulic conductivity is moderately high; runoff is medium to very high, depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Maitland soils are used for livestock grazing, wildlife habitat, recreation, and homesite development.  Native vegetation typically is bur oak and ponderosa pine with an understory of shrubs, forbs, sedges, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maitland soils occur in the foot slopes of the Black Hills in western South Dakota and northeastern Wyoming, and in south central Colorado; LRR G, MLRA 61; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Meade County, South Dakota, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  2.5 to 30 cm (A and E horizons)\nAlbic horizon:  20 to 30 cm (E horizon)\nArgillic horizon:  30 to 114 cm (Bt/E, Bt1, Bt2, Bt3 horizons)\nClassification of the series is changed to fit the typical climatic regime at the series type location.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Ed., 2010\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
