{
  "SERIES": "MAJIK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG",
  "REVDATE": "05/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, coated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Majik loamy fine sand - on a plane northeast-facing 1 percent slope in a wooded area at an elevation of about 975 feet.  (Colors are for moist soil unless otherwise stated).\nA--0 to 4 inches; very dark brown (10YR 2/2) loamy fine sand, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; very friable; many very fine to coarse roots; common clean sand grains; extremely acid; abrupt wavy boundary.  (2 to 9 inches thick).\nE--4 to 7 inches; dark grayish brown (10YR 4/2) sand, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; many very fine to coarse roots; extremely acid; abrupt wavy boundary. (0 to 12 inches thick)\nBw1--7 to 14 inches; dark yellowish brown (10YR 4/4) loamy fine sand; weak medium subangular blocky structure; very friable; many very fine to coarse roots; extremely acid; clear wavy boundary.\nBw2--14 to 18 inches; yellowish brown (10YR 5/4) fine sand; weak coarse subangular blocky structure; very friable; common very fine and fine roots; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; extremely acid; clear wavy boundary.\nBw3--18 to 23 inches; yellowish brown (10YR 5/6) fine sand; weak coarse subangular blocky structure; very friable; common very fine and fine roots; many coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; very strongly acid; clear wavy boundary.  (Combined thickness of the Bw horizons ranges from 12 to 24 inches)\nBC--23 to 29 inches; reddish yellow (7.5YR 6/8) fine sand; single grain; loose; few very fine and fine roots; many coarse prominent red (2.5YR 4/6) masses of iron accumulation; very strongly acid; clear wavy boundary. (0 to 10 inches thick)\nC--29 to 60 inches; very pale brown (10YR 8/2) fine sand; single grain; loose; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 5 miles east of Taylor; 200 feet north and 200 feet east of the southwest corner, Sec. 5, T. 21 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Mean annual soil temperature ranges from 47 to 52 degrees F.  Weighted average content of silt plus clay is more than 5 percent in the particle size control section.  The soil has less than 10 percent weatherable minerals throughout (0.02 to 2 mm fraction). Coarse fragments typically are absent but volume of chert or sandstone gravel or channers ranges from 0 to 5 percent throughout the pedon.  Reaction typically ranges from extremely acid to moderately acid in the solum but ranges to neutral in the upper part, where the soil is limed.  Reaction ranges from very strongly acid to neutral in the substratum.  Redox accumulations occur within 30 inches and are directly below the surface layer in some pedons.  Redox depletions with chroma of 2 or less are in the matrix or as mottles within a depth of 40 inches.  Aquic conditions occur within 30 inches for some time in most years.\nSome pedons have a thin O horizon with hue of 10YR or neutral, value of 2 or 3, ad chroma of 0 to 2.\nThe A horizon has hue of 10YR.  Value is 2 or 3 and chroma is 1 to 2.  Some pedons have an Ap horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  It is loamy fine sand, loamy sand, sand, or fine sand.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 or 6, and chroma of 3 to 8.  It is loamy fine sand, loamy sand, sand, or fine sand.\nThe BC horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 2 to 8.  It is sand or fine sand.  In many pedons, the color is that of the uncoated sand grains.\nThe C horizon has color and texture like the BC horizon above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Klej series. Similar soils are the Ironrun, Meehan, and Morocco series.  Klej soils have mean annual soil temperature of 52 to 59 degrees F and they have a lithologic discontinuity with a 2C horizon with texture finer than loamy fine sand in the lower part of the series control section at a depth of 42 to 60 inches.  Ironrun soils are frigid and have a spodic horizon.  Meehan and Morocco soils have mixed mineralogy.  In addition, Meehan soils are frigid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Majik soils are on stream terraces. Slopes range from 0 to 3 percent.  These soils formed in siliceous, sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from about 46 to 51 degrees F.  The frost free period ranges from about 120 to 160 days.  Elevation ranges from 700 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Adder, Newlang, Tint, and Tarr series.  The very poorly drained Adder soils are on backswamps of adjacent flood plains where there is an organic layer 16 to 51 inches thick.  The poorly drained Newlang soils, the moderately well drained Tint soils, and the excessively drained Tarr soils form a drainage sequence with Majik soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is rapid.  In undrained areas, these soils have an apparent seasonal high water table at a depth of 1 to 2.5 feet for 1 month or more per year at some time during the period October to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Native vegetation is mixed deciduous and coniferous forest.  Common trees are jack pine, white spruce, paper birch, northern pin oak, red pine, eastern white pine, quaking aspen, and red maple.  Some areas have been cleared and are used for cropland.  Common crops are corn, small grain, and hay.  Some cleared areas have been planted to pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Wisconsin 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: ochric epipedon - 0 to 7 inches (A, E);  albic horizon - 4 to 7 inches (E); siliceous feature - less than 10 percent weatherable minerals in the particle-size control section (0.02 to 2 mm fraction); aquic feature - redox depletions with chroma of 2 or less and aquic conditions within 40 inches.\nADDITIONAL DATA: Soil Interpretation Record - WI0463. For NSSL data on the typical pedon, refer to soil survey sample number S90WI-053-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
