{
  "SERIES": "MAKAOPUHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. KH-RTG",
  "REVDATE": "06/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isothermic Lithic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Makaopuhi very paragravelly muck, 4 percent slope under rain forest vegetation at an elevation of 860 meters (2820 feet). (Colors are for moist soil unless otherwise noted.  When described on 5/12/99 the soil was moist throughout.  The soil temperature was 17 degrees C. (62 degrees F.) at a depth of 15 centimeters (6 inches).  All textures are \"apparent field textures\".  pH was determined by adjusting field organic dye values via regression to approximate pH in 1:1 water.)\nOa--0 to 5 centimeters (0 to 2 inches); black (7.5YR 2/1) very paragravelly muck; strong fine granular structure; very friable, nonsticky and nonplastic, weakly smeary; many very fine and fine and common medium roots; many very fine and fine interstitial pores; 50 percent angular gravel-size pumice; extremely acid (pH 4.0); abrupt smooth boundary. (0 to 2 inches thick)\nA--5 to 15 centimeters (2 to 6 inches); very dark brown (7.5YR 2/2) very paragravelly medial silt loam; weak fine and medium subangular blocky structure; very friable, slightly sticky and slightly plastic, weakly smeary; common very fine and fine roots and few medium; many very fine and fine interstitial pores; 5 percent subrounded basalt gravel; 50 percent angular gravel-size pumice; strongly acid (pH 5.4); abrupt wavy boundary. (2 to 12 inches thick)\n2R--15 centimeters (6 inches); hard pahoehoe bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; from the  northwest corner of the Pulu Factory on the south side of Napau Crater Trail, walk east on trail for about 28 meters (90 feet); type location is 1 meter (3 feet) south of trail; Makaopuhi Crater Quadrangle; lat. 19 degrees 22 minutes 24.15 seconds N. and long. 155 degrees 09 minutes 24.60 seconds W. (Old Hawaiian Datum measured by GPS/PLGR,  64 feet)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 5 to 30 centimeters (2 to 12 inches).\nMean annual soil temperature: 17 to 20 degrees C. (63 to 68 degrees F.)\nSoil reaction: Very strongly acid or strongly acid.\nO horizon\nHue: 7.5YR or 10YR.\nA horizon\nHue: 7.5YR or 10YR.\nTexture: Medial silt loam, medial loam, or medial sandy loam.\nStructure: Granular, subangular, or massive.\nRock fragments: 0 to 15 percent basalt gravel; 35 to 65 percent pumice-like paragravel.\nC horizon (when present)\nThickness: 0 to 3 centimeters (1 inch).\nHue: 2.5YR to 10YR.\nChroma: 1 or 2.\nTexture: Sand to loam.\nStructure: Massive or single grain.\nRock fragments: 0 to 15 percent basalt gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Makaopuhi soils are on Kilauea pahoehoe flows less than 750 years old, at elevation of 670 to 885 meters (2,200 to 2,900 feet).  Slopes range from 2 to 10 percent.  The mean annual rainfall is 2540 to 3050 millimeters (100 to 120 inches), with about 85 percent of the rainfall occurring between November and April.  The moisture regime is perudic.  The mean annual pan evaporation is 1,400 to 1650 millimeters (55 to 65 inches).  The mean annual air temperature is 16 to 20 degrees C. (61 to 68 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Kalapana series.  Kalapana soils are well drained and have an udic moisture regime (Makaopuhi soils are perudic)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  Runoff is high.  Permeability is rapid in the soil and very slow in the underlying pahoehoe bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land.  Vegetation is uluhe or false staghorn fern (Dicranopteris linearis), ohia lehua (Metrosideros polymorpha), sedges, and various grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are within Hawaii Volcanoes National Park; MLRA 159A.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii 2012. Proposed 1999.  The name is from the Makaopuhi Crater."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - from 0 to 15 centimeters (0 to 6 inches).\nSapric soil materials - from 0 to 5 centimeters (0 to 2 inches).\nLithic contact - at 15 centimeters (6 inches).\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C. (iso temperature regime).\nSoil moisture - not dry in some or all parts for 90 or more days in most years and precipitation exceeds evapotranspiration in all months of normal years (perudic moisture regime).\nEdit Log: 12/03 KH. Added \"paragravelly\" and \"medial\" modifiers to textures.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
