{
  "SERIES": "MAKAALA",
  "STATUS": "Tentative Series",
  "BYREV": "PGN",
  "REVDATE": "11/2009",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous, ferrihydritic, isothermic Typic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Makaala hydrous silt loam, on an east facing, slightly convex, 3 percent slope in upland forest at an elevation of 760 meters (2,480 feet). (Colors are for moist soils unless otherwise noted. All textures are \"apparent field textures\". pH was measured using an Oakton microprocessor based pH tester, 1:1 soil to water. When described on July 27, 2005, the soil was moist from 0 to 73 cm (0 to 29 inches).\nA--0 to 14 centimeters (0 to 5 inches); very dark brown (10YR 2/2) hydrous silt loam, very dark grayish brown (10YR 3/2) dry; moderate medium granular structure; soft, very friable,  slightly sticky and slightly plastic, moderately smeary; common fine and medium roots; common very fine and fine tubular pores; 5 percent subrounded gravel; moderately acid (pH 5.8); gradual smooth boundary. (14 to 35 centimeters {6 to 14 inches} thick)\nBw1--14 to 31 centimeters (5 to 13 inches); very dark brown (7.5YR 2.5/2) hydrous silt loam, dark brown (7.5YR 3/2) dry; weak moderate subangular blocky structure; soft, friable, slightly sticky and slightly plastic, moderately smeary; few medium roots; common fine and medium tubular pores; 5 percent subrounded gravel; moderately acid (pH 5.8); gradual smooth boundary. (13 to 43 centimeters {5 to 17 inches} thick)\nBw2--31 to 61 centimeters (13 to 24 inches); dark brown (7.5YR 3/2), hydrous silt loam, brown (7.5YR 4/3) dry; moderate fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic, moderately smeary; common medium and course roots; common fine and medium tubular pores; 20 percent subrounded paragravels; moderately acid (pH 5.8); abrupt smooth boundary. (15 to 30 centimeters {6 to 12 inches} thick)\nBw3--61 to 68 centimeters (24 to 27 inches); dark brown (7.5YR 3/3), hydrous silty clay loam, brown (7.5YR 4/3) dry; weak fine subangular blocky; soft, friable, slightly sticky and slightly plastic, moderately smeary; few medium roots; common fine and medium tubular pores; slightly acid (pH 6.1); abrupt smooth boundary. (5 to 24 centimeters {2 to 9 inches} thick)\nBw4--68 to 73 centimeters (27 to 29 inches); dark brown (7.5YR 3/4), hydrous silty clay loam, brown (7.5YR 4/3) dry; weak fine subangular blocky; soft, friable, slightly sticky and slightly plastic, moderately smeary; few medium roots; common fine and medium tubular pores; common, course, faint, dark reddish brown (5YR 3/4), moist, irregular geomorphic mottles; slightly acid (pH 6.1); abrupt wavy boundary. (5 to 24 centimeters {2 to 9 inches} thick)\n2R--73 centimeters (29 inches); very strongly cemented, pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii; from the village of Mountain View follow North Kulani road to Ihope road, proceed on Ihope road 3 miles to to Mokihana farm lots road on right. Turn right through pipe gate and continue .5 miles to left hand turn.  Turn left, southwest, and proceed 0.4 miles and park.  Walk due north into forest approximately 50 feet to type location at Puu Makaala Quadrangle; lat. 19 degrees, 33 minutes, and 55.7 seconds north and long. 155 degrees 10 minutes 28.5 seconds W. (Old Hawaiian Datum,  12 ft; measured by Garmin GPS)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 53 to 100 centimeters (21 to 39 inches).\nMean annual soil temperature: 16 to 18 degrees C. (61 to 65 degrees F.)\nRock fragments: 0 to 30 percent by volume of the pedon and range in size from gravel to cobble size lava rocks.\nOa horizon\nExist only in some pedons\nHue: 7.5YR or 10YR.\nValue: 2 to 2.5 moist.\nChroma: 1 or 2 moist.\nStructure: Weak to strong granular.\nSoil reaction: moderately acid or slightly acid (pH 5.8 to 6.4).\nA horizon\nHue: 7.5YR or 10YR\nValue: 2 to 3 moist.\nChroma: 2 to 3 moist.\nTexture: Hydrous silt loam, hydrous silty clay loam or hydrous loam.\nStructure: Weak to strong granular or subangular blocky.\nSoil reaction: Strongly acid to moderately acid (pH 5.5 to 6.0).\nBw horizons\nHue: 2.5YR or 7.5 YR.\nValue: 2.5 to 4 moist.\nChroma: 1 to 4 moist\nTexture: Hydrous silt loam or silty clay loam\nFragments: Range from 5 to 35 percent\nStructure: Weak or moderate subangular blocky or angular blocky.\nSoil reaction: Moderately acid or slightly acid (pH 5.9 to 6.1).\n2C/Bw\nAppears in some pedons\nHue: 5YR or 7.5 YR.\nValue: 2.5 to 3 moist.\nChroma: 2 to 4 moist\nTexture: Hydrous silt loam or silty clay loam\nFragments: Range from 35 to 65 percent\nStructure: Weak or moderate subangular blocky.\nSoil reaction: Moderately acid or strongly acid (pH 5.6 to 5.9)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alapai, Honaunau, Honuapo, Kailua, Kealakekua, and Kukaiau series. Honuapo and Kealakekua have one or more months of normal years, where evapotranspiration exceeds precipitation.  Alapai, Kailua and Kukaiau soils are deep to bedrock.  Honaunau soils are moderately well drained and have redoximorphic features."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Makaala soils are on eastern slopes and uplands of Kilauea and Mauna Loa volcanoes at elevations from 610 to 1219 meters (2,000 to 4,000 feet). These soils are on constructional landscapes consisting of nearly level pahoehoe flows that are 5,000 to 10,000 years old.  Slope gradients range from 3 to 10 percent.  The soils formed in basic volcanic ash over pahoehoe lava.  The mean annual rainfall ranges from 3500 to 5100 millimeters (150 to 200 inches), with most of the rainfall occurring from October through April.  The mean annual pan evaporation ranges from 762 to 1016 millimeters (30 to 40 inches).  Precipitation exceeds evapotranspiration in all months of normal years.  The mean annual air temperature ranges from 16 to 22 degrees C. (61 to 71 degrees F.).  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Ihope, Kopua, Hao, Waiakea, Keei, and Kiloa series.  Hao soils have placic horizons. Ihope soils have redoximorphic features.  Kopua soils are very shallow or shallow.  Waiakea soils are skeletal.  Keei and Kiloa soils are organic soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is low. Permeability is moderately rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat and pasture. Vegetation is ohia lehua (Metrosideros polymorpha), hapu`u or treefern (Cibotium chammisoi), `uluhe fern or false staghorn fern (Gleichenia linearis), or strawberry guava (Psidium catleianum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Puna district, Island of Hawaii; MLRA 162. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Island of Hawaii, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features (9th edition, Keys to Soil Taxonomy) recognized in this pedon are:\nLithic contact - at 73 centimeters (29 inches).\nAndic soil properties - from 0 to 73 centimeters (0 to 29 inches).\nIsothermic soil temperature regime.\nPerudic soil moisture regime\nUmbric epipedon-from the surface to 31 centimeters (0 to 13 inches) (A and Bw1 horizons)\nCambic horizon-from 25 to 73 centimeters (10 to 29 inches) (Bw2, Bw3, and Bw4 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
