{
  "SERIES": "MAKAPILI",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS-SN-HI",
  "REVDATE": "06/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, sesquic, isohyperthermic Anionic Acrudox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Makapili silty clay - pasture. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp--0 to 12 inches; brown (10YR 4/3) silty clay, same color when rubbed, brown (10YR 5/3) dry; strong fine subangular blocky structure; very hard, friable, sticky and plastic; many very fine, fine and medium roots; many very fine tubular and very fine interstitial pores; few pebbles (hard weathered rock); moderately acid (pH 5.9); abrupt smooth boundary. (11 to 13 inches thick)\nBo1--12 to 14 inches; reddish brown (5YR 4/3) clay loam, reddish brown (5YR 4/4) when rubbed, dark reddish brown (5YR 3/4) dry; weak medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine, common fine and medium tubular pores; thin patchy pressure faces; many higher chroma sugarlike granules in pores; many worm channels and worm casts; strongly acid (pH 5.1); clear smooth boundary. (0 to 3 inches thick)\nBo2--14 to 22 inches; dark reddish brown (5YR 3/3) clay loam, reddish brown (5YR 4/4) when rubbed, brown (7.5YR 4/4) dry; moderate fine and very fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; very fine, fine and few medium roots; many very fine tubular and interstitial pores; nearly continuous pressure faces on peds; many higher chroma sugarlike granules in pores; strongly acid (pH 5.1); clear wavy boundary. (7 to 9 inches thick)\nBo3--22 to 28 inches; reddish brown (5YR 4/4) clay loam, reddish brown (5YR 4/4) when rubbed, dark reddish brown (5YR 3/3) with sugary coatings of reddish brown (5YR 5/4) dry; weak fine and very fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; common very fine, few fine and medium roots; many very fine, common fine tubular, many very fine interstitial pores; continuous pressure faces on peds; many higher chroma sugarlike granules in pores; many fine black specks; strongly acid (pH 5.3); clear wavy boundary. (4 to 8 inches thick)\nBo4--28 to 44 inches; yellowish red (5YR 4/6) very paragravelly clay loam, yellowish red (5YR 4/6) when rubbed; dark reddish brown (5YR 3/4) with sugary coatings of reddish brown (5YR 5/4) dry; moderate fine and very fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine, few fine tubular pores; many very fine interstitial pores; continuous pressure faces on peds, many higher chroma sugarlike granules in pores; about 40 percent of volume is weathered rock impregnated with white and yellowish white secondary minerals; about 2 percent of the weathered rock is over one inch in diameter; very strongly acid (pH 4.9); gradual wavy boundary.  (14 to 18 inches thick)\nBo5--44 to 60 inches; dark reddish brown (2.5YR 3/4) very paragravelly silty clay, reddish brown (5YR 4/4) when rubbed, reddish brown (5YR 4/4) dry; strong fine and very fine subangular blocky structure; very hard, firm, sticky and plastic; few very fine roots; many very fine, common fine tubular pores, many very fine interstitial pores; continuous pressure faces on peds, many higher chroma sugarlike granules in pores; few fine black specks; weathered rock is impregnated with white and yellowish white secondary minerals and makes up over 50 percent of the volume, about 5 percent of the weathered rock is over one inch in diameter; very strongly acid (pH 4.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii; 5.7 miles west of Kilauea, north 0.25 mile to Princeville Ranch slaughter house, north past slaughter house 0.55 mile on ranch trail; Hanalei Quadrangle; lat. 22 degrees 13 minutes 14 seconds N. and long. 159 degrees 28 minutes 46.9 seconds W. (Old Hawaiian Datum.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 60 inches thick.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 or 4 and chroma of 2 or 3.\nThe upper part of the B horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4.  It has weak subangular blocky structure or is massive.\nThe Bo3 horizon has value of 3 or 4.  It is clay loam or silty clay loam.  This horizon has weak or moderate structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: (This needs updating.) These are the Hanamaulu, Lawai, and Puhi series.  Hanamaulu soils have silty clay upper B2 horizons over silty clay loam lower B2 horizons.  Lawai soils have silty clay B horizons and are moderately well to somewhat poorly drained.  Puhi soils lack an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Makapili soils are on uplands.  Slope is 0 to 40 percent.  Elevation ranges from 100 to 350 feet.  The soils formed in material weathered from basic igneous rock and influenced by tropospheric dust.  Annual rainfall is 65 to 90 inches.  The mean annual temperature is about 73 degrees F.; the mean January temperature is about 68 degrees F., and the mean July temperature is about 76 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lihue and Pooku soils.  Lihue soils have 2.5YR or redder hue in the B horizon.  Pooku soils lack an umbric epipedon and contain ironstone-gibbsite concretions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff, depending upon slope; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are in pasture.  A small area is in sugarcane and some was formerly used for pineapple.  Vegetation of the pasture land is dominantly pangolagrass (Digitaria decumbens) and kikuyugrass (Pennisetum clandestinum); other plants in pastures are kaimi clover (Desmodium canum) and sensitive plant (Mimosa pudica).  Brush areas are dominated by guava (Psidium guajava) and java plum (Eugenia cumini)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Kauai, Hawaii.  This series is inextensive, comprising about 2,400 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kauai County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon from the surface to 14 inches (Ap and Bo1 horizons).\nOxic horizon from 22 to 60 inches (Bo2, B03, Bo4, Bo5 horizons)\nThis soil has Udic moisture regime that borders on ustic.\nFCC Classification:  Cehik.\nEdit Log: 5/04 SN. Horizon designations updated.  Changed horizon pH using lab data.  Added tropospheric dust parent material.  Revised rainfall range.  Added FCC.\n8/00 SN. Classification changed from Clayey, oxidic, isohyperthermic Tropeptic Umbriorthox due to changes in Taxonomy.\nADDITIONAL DATA: Makapili NSSL sample S63HI-007-004 (modal, formerly S63Ha-2-4); S63HI-007-003 (formerly S63Ha-2-3).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
