{
  "SERIES": "MAKAWELI",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS-SN-HI-MRK",
  "REVDATE": "09/2020",
  "STATES": "HI",
  "OVERVIEW": "The Makaweli series consists of very deep well drained soils that formed in residuum weathered from basic igneous rock and volcanic ash.  Makaweli soils are on leeward, low elevation mountain hillslopes and have slopes of 0 to 35 percent.  The median annual rainfall is about 711 millimeters (28 inches) and the mean annual air temperature is about 23 degrees C. (74 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, isohyperthermic Torroxic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Makaweli silty clay loam - coffee orchard. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures\".)\nAp1--0 to 18 centimeters (0 to 7 inches); dusky red (10R 3/2) silty clay loam, dark red (10R 3/6) dry; weak very fine, fine and medium  granular structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine irregular pores; many very fine black concretions; moderately magnetic; 2 percent charcoal from burning cane; violent effervescence with hydrogen peroxide; slightly acid (pH 6.1); clear smooth boundary. (15 to 20 centimeters thick)\nAp2--18 to 31 centimeters (7 to 12 inches); dusky red (10R 3/3) silty clay loam, material of dusky red (10R 3/2) mixed by tillage, dusky red (10R 3/4) dry; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine and fine tubular pores; many very fine black concretions, moderately magnetic; 2 percent charcoal; strong effervescence with hydrogen peroxide; slightly acid (pH 6.4); clear smooth boundary. (10 to 15 centimeters inches thick)\nBw1--31 to 64 centimeters (12 to 25 inches); dusky red (10R 3/4) silty loam, red (10R 4/6) dry; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine roots; many very fine and fine medium tubular pores; common very fine black concretions; moderately magnetic; black manganese dioxide staining along root channels; strong effervescence with hydrogen peroxide; neutral (pH 7.0); clear smooth boundary. (28 to 38 centimeters thick)\nBw2--64 to 91 centimeters (25 to 36 inches); dusky red (10R 3/4) silty clay loam, dark red (10R 3/6) dry; weak coarse prismatic structure parting to weak fine, medium and coarse subangular blocky, with pockets of moderate very fine subangular blocky; slightly hard, friable, slightly sticky and moderately plastic; common very fine roots; many very fine and fine and common medium tubular pores; few very fine black concretions; patchy glazed surfaces on peds that appear like pressure surfaces; root channels are lined with black manganese dioxide staining; moderately magnetic; slight effervescence with hydrogen peroxide; neutral (pH 7.3); gradual wavy boundary. (23 to 33 centimeters thick)\nBw3--91 to 152 centimeters (36 to 60 inches); dusky red (10R 3/3) silty clay loam, dark red (10R 3/6) dry; weak medium and fine subangular blocky structure with pockets of moderate medium subangular blocky; slightly hard, friable, slightly sticky and moderately plastic; few fine and medium roots that tend to be confined between faces of peds; many very fine and fine tubular pores; few very fine black manganese dioxide concretions; common very fine weathered mineral particles that tend to impart a gritty feel; few glazed coatings on surfaces of peds that appear to be pressure faces; 5 percent stones; slight effervescence with hydrogen peroxide; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii; about 12 miles southwest of Lihue and 0.82 miles at heading 263 degrees west of Kauai Coffee Co. mill; Hanapepe Quadrangle; lat. 21 degrees 53minutes 45seconds N. and long. 159 degrees 34 minutes 18 seconds W. (WGS84 Datum.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Stones, on the surface, range from none to many.  The solum is 102 to more than 152 centimeters (40 to more than 60 inches) thick.  Mean annual soil temperature is about 23 degrees C. (74 degrees F.)\nThe A horizon has hue usually of 10R, ranging to 2.5YR, value of 2 or 3 and chroma of 4 through 6 dry.  It has granular or subangular blocky structure.\nThe B horizon has chroma of 3 through 6.  It is silt loam or silty clay loam.  It has weak or moderate prismatic or subangular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Wahikuli series. Wahikuli soils have a lithic contact between 51 and 102 centimeters (20 to 40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Makaweli soils are on leeward, low elevation mountain hillslopes.  The dominant slope is from 2 to 12 percent but ranges from 0 to 35 percent.  Elevation ranges from near sea level to 380 meters (1,250 feet). They formed in residuum weathered from basic igneous rock, volcanic ash and some tropospheric dust.  The median annual rainfall ranges from 610 to 1,143 millimeters (24 to 45 inches), three-fourths of this falling from October through March.  Mean annual PAN evaporation is 2,413 Millimeters (95 inches.)  The mean annual air temperature is about 23 degrees C. (74 degrees F.) Average January temperature is 22 degrees C. (71 degrees F.) and the average July temperature is 26 degrees C. (78 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lihue, Niu, and Nonopahu soils.  Lihue soils have silty clay texture and strong structure in the B horizon.  Niu soils have an oxic horizon and a compact lower B horizon.  Nonopahu soils have 10YR or 2.5YR hue and have clay textures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low to high runoff depending on slope; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for orchard crops, pasture and homesites. In the past, many areas were used for irrigated sugarcane.  Natural vegetation consists of kiawe (Prosopis pallida), lantana (Lantana camara), klu (Acacia farnesiana), koa-haole (Leucaena glauca), fingergrass (Chloris spp.), and piligrass (Heteropogon contortus)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  On the south-central and southwestern portions of the Island of Kauai, Hawaii.  Approximately 13,200 acres in extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Kauai, Kauai County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the surface to 31 centimeters (12 inches) (Ap1 and Ap2 horizons).\nCambic horizon -31 to 152 centimeters (12 to 60 inches) (Bw horizons).\nLaboratory data shows no 15 bar increase and boehmite to be present in Makaweli soils.  Also, Mica is high until 91 centimeters (36 inches) and layer below is too thin, therefore no oxic horizon.\nAridic moisture regime, bordering on ustic.\nFCC Classification: Cd+i-k.\nEdit Log: 12/19 MK. Horizon designations, landform and landscape, competing series, and minor changes made.\n5/04 SN. Horizon designations updated and minor changes made.\n8/00 SN. Classification changed from Fine, kaolinitic, isohyperthermic Oxic Haplustolls due to changes in Taxonomy.\nADDITIONAL DATA: NSSL Makaweli sample S62HI-007-002 (formerly S62Ha-2-2) and S62HI007-003 (formerly S62Ha-2-3).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
