{
  "SERIES": "MAKAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH/RJE/TDT",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Makah gravelly medial loam, forested. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves and twigs.\nOe--1 to 3 inches; moderately decomposed needles, leaves and twigs.\nA--3 to 17 inches; dark brown (7.5YR 3/2) gravelly medial loam, brown (7.5YR 4/2) dry; moderate fine, very fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; many fine, very fine and medium roots; many fine and very fine irregular and tubular pores; 20 percent hard gravel, 5 percent hard cobbles and 15 percent paragravel; strongly acid (pH 5.2); gradual smooth boundary. (10 to 16 inches thick)\nBw1--17 to 32 inches; brown (7.5YR 4/4) gravelly medial loam, yellowish brown (10YR 5/4) dry; weak and moderate fine, very fine and medium angular blocky structure; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular and tubular pores; 20 percent hard gravel, 5 percent hard cobbles and 20 percent paragravel; strongly acid (pH 5.2); gradual smooth boundary. (9 to 19 inches thick)\nBw2--32 to 48 inches; strong brown (7.5YR 5/6) gravelly medial loam, brownish yellow (10YR 6/6) dry; weak and moderate fine, very fine and medium angular blocky structure; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; many very fine roots; many fine and very fine irregular and tubular pores; 25 percent hard gravel, 5 percent hard cobbles and 25 percent paragravel; strongly acid (pH 5.2); gradual irregular boundary. (15 to 19 inches thick)\nBw3--48 to 53 inches; dark yellowish brown (10YR 4/4) very gravelly medial loam, brownish yellow (10YR 6/6) dry; massive; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; common very fine roots; common fine and very fine irregular, and common very fine tubular pores; 30 percent hard gravel, 10 percent hard cobbles and 20 percent paragravel; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington; 2,400 feet south and 900 feet east of the northwest corner of sec. 20, T.32N., R.14W.1"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 41 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F. and the mean winter soil temperature is 40 to 45 degrees F.  The difference between mean winter and mean summer soil temperature is 5 to 9 degrees F.  These soils are usually moist and are dry for less than 45 consecutive days during the summer; udic moisture regime.  Depth to bedrock is over 60 inches.  The umbric epipedon is 10 to 20 inches thick.  the particle-size control section from the mineral soil surface to 100 centimeters has andic soil properties with an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 6 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 30 to 50 percent for air-dried samples.  Acid oxalate iron is 1.5 to 3.0 percent.  The particle-size control section has 18 to 25 percent field estimated clay with 15 to 30 percent hard gravel and cobbles and 15 to 40 percent paragravel.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3. This horizon has granular or subangular blocky structure. It is strongly acid or very strongly acid. It has 15 to 40 percent organic matter.\nThe B horizon has hue of 7.5YR or 10YR, value of 3 through 5 moist, 4 through 6 dry and chroma of 4 through 6 moist. It is very gravelly medial loam or gravelly medial loam. It is slightly to strongly acid.  It has 4 to 12 percent organic matter with over 7 percent throughout the upper 20 inches of the mineral soil surface."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hyas, Mosscreek, Neah, Sooes and Stolzenberg series. Hyas soils may receive more precipitation and maybe considered perudic; see remarks. Mosscreek soils have a mean annual soil temperature 43 to 46 degrees F and have an umbric epipedon greater than 20 inches thick. Neah soils are 20 to 40 inches to a lithic contact. Sooes soils have a paralithic contact 20 to 40 inches from the mineral soil surface. Stolzenberg soils have a paralithic contact 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Makah soils are on mountain sides at elevations of 400 to 1,800 feet. Slopes are 25 to 80 percent. These soils formed in residuum and colluvium from Eocene age basalt of the Crescent formation.  The climate is characterized by cool, wet winters and cool, moist summers. Mean annual precipitation is 90 to 140 inches. Average January temperature is about 36 degrees F., average July temperature is about 57 degrees F., and the mean annual temperature is about 47 degrees F. The frost-free period (28 degrees F.) is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hyas, Neah, Soees and Stolzenburg soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation, wildlife habitat, homesites, and watershed. Potential natural vegetation consists of Pacific silver fir, Sitka spruce, Sitka mountain ash, western redcedar, Alaska huckleberry, deer fern, evergreen huckleberry, fool's huckleberry, red huckleberry, salal, salmonberry, thimbleberry and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Washington; MLRA 4A. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n- Umbric epipedon - 3 to 17 inches\n- Cambic horizon - 17 to 63 inches\n- Andic soil properties - 3 to 60 inches\n- All depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\n- Review is needed for consistent mapping separation from the Hyas series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
