{
  "SERIES": "MAKI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/JJR/JAL",
  "REVDATE": "03/2002",
  "STATES": "WA",
  "OVERVIEW": "The Maki series consists of moderately deep, well drained soils that formed in residuum and colluvium from calcareous rock and glacial till with a component of volcanic ash and loess. Maki soils are on south-facing glaciated uplands and mountain sides, and have slopes of 25 to 65 percent. The mean annual precipitation is about 20 inches, and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maki gravelly loam, open woodland. (Colors are for dry soil unless otherwise stated.)\nOe--0 to 1 inch; very dark brown (10YR 2/2) moist, loose, partially decomposed organic litter, composed of ponderosa pine needles, leaves, twigs, bark and cones; abrupt smooth boundary. (1/2 to 2 inches thick)\nA1--1 to 9 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots; common fine pores; 25 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 8 inches thick)\nBw1--9 to 13 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots; few fine pores; 30 percent gravel, 10 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 10 inches thick)\nBw2--13 to 24 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; few fine pores; 40 percent gravel, 20 percent cobbles and stones; slightly effervescent; slightly alkaline (pH 7.8); abrupt irregular boundary. (8 to 12 inches thick)\nR--24 inches; fractured hard calcareous shaly bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Washington; 2,800 feet south of the NW corner of sec. 28, T.34N., R.38E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches. The soil is usually moist in all horizons during part of the year but is dry in all parts between depths of 8 and 24 inches or to a lithic contact for 60 to 80 consecutive days during summer and fall.  The mean annual soil temperature at a depth of 20 inches is 48 to 50 degrees F. The particle-size control section has from 35 to 70 percent gravel, cobbles, and stones. The soil is very slightly to strongly effervescent and is slightly alkaline or moderately alkaline.\nThe A horizon commonly has value of 6 dry, 3 moist and chroma of 3, but thin subhorizons in the upper part have value of 5 dry, 2 or 3 moist and chroma of 2 or 3 in some pedons. It has weak fine and medium granular or subangular blocky structure. Gravel ranges from 20 to 35 percent.\nThe Bw horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4. This horizon is loam or silt loam. It has fine or coarse subangular blocky structure or it is massive. Gravel ranges from 30 to 55 percent, cobbles and stones range from 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brownbear, Burwill, Caris, Indleton, Itat, and Pardaloe series. These soils are noneffervescent throughout the profile. In addition, the Brownbear soils have Bt horizons and have a mean annual soil temperature of 54 to 59 degrees F. The Burwill soils are deep to a lithic contact. The Indleton soils have Bt horizons and are very deep. The Itat soils are very deep. The Pardaloe soils are deep to a lithic contact and have Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maki soils are on south-facing glaciated uplands and mountainsides at elevations of 1,400 to 4,500 feet. Slopes are convex or concave, and range from 25 to 65 percent. These soils formed in residuum and colluvium from calcareous rock (including shaly rock, limestone, dolomite, and hard, blocky metamorphic rock) and glacial till with component of volcanic ash and loess. The climate is characterized by warm dry summers and cool moist winters. The average annual temperature is 46 to 48 degrees F.; the average annual precipitation ranges from 15 to 25 inches; and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hartill, Huckleberry, Hungate, Rufus, Scoap, Stevens and Tekoa soils and the competing Dehart and Raisio soils. All of these soils except Hungate are noncalcareous.  Scoap and Stevens soils have a mollic epipedon and are more than 60 inches deep. Hungate soils are 40 to 60 inches deep. Rufus soils are 10 to 20 inches deep. Hartill, Hungate and Scoap soils are frigid.  Huckleberry soils are cryic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for woodland and grazing. Vegetation is scattered ponderosa pine, sagebrush, mock orange, snowberry, arrowleaf balsamroot, Indian thistle, lupine, bluebell, baby's breath, yarrow, pinegrass and wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stevens County, Washington, primarily the upland areas and mountains bordering the Columbia River from Cedonia to Northport. The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Washington, 1978.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inch; very dark brown (10YR 2/2) moist, loose, partially decomposed organic litter, composed of ponderosa pine needles, leaves, twigs, bark and cones; abrupt smooth boundary. (1/2 to 2 inches thick)"
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--1 to 9 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots; common fine pores; 25 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--9 to 13 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots; few fine pores; 30 percent gravel, 10 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw2--13 to 24 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; few fine pores; 40 percent gravel, 20 percent cobbles and stones; slightly effervescent; slightly alkaline (pH 7.8); abrupt irregular boundary. (8 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 61,
        "narrative": "R--24 inches; fractured hard calcareous shaly bedrock."
      }
    ]
  ]
}
