{
  "SERIES": "MAKWA",
  "STATUS": "Established Series",
  "BYREV": "MAK/FJS/JJJ",
  "REVDATE": "08/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Makwa series consists of very deep, very poorly drained soils that formed in loamy-skeletal alluvium underlain by loamy lacustrine deposits on flood plains or seepage areas on stream terraces.  Permeability is moderate to moderately rapid in the solum and slow in the substratum.  Slopes range from 0 to 12 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, nonacid, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Makwa  stony muck on a nearly level, northwest-facing 1 percent slope in a forested wetland at an elevation of about 880 feet. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 8 inches; black (N 2.5/0) stony muck; strong fine granular structure; very friable; many very fine and fine roots and common medium and coarse roots; 12 percent cobbles and 10 percent stone; strongly acid; abrupt wavy boundary. (8 to 16 inches thick)\nA--8 to 16 inches; black (10YR 2/1) very gravelly loam, very dark gray (7.5YR 3/1) dry; strong fine and medium granular structure; very friable; common very fine and fine roots and few medium and common roots; 25 percent gravel, 15 percent cobbles and 10 percent stones; slightly acid; gradual wavy boundary. (2 to 10 inches thick)\nBw--16 to 43 inches; brown (7.5YR 4/4) stratified extremely gravelly coarse sandy loam and extremely gravelly sandy clay loam; strong medium subangular blocky structure; friable; few very fine and fine roots; common coarse prominent dark grayish brown (10YR 4/2) iron depletions and few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; 50 percent gravel and 20 percent cobbles and 10 percent stones; slightly acid; gradual wavy boundary. (6 to 27 inches thick)\nCg--43 to 65 inches; 90 percent reddish gray (2.5YR 5/1) and 10 percent brown (7.5YR 4/4) extremely gravelly coarse sandy loam; massive; friable; 50 percent gravel, 20 percent cobbles and 10 percent stones; common medium prominent dark greenish gray (5GY 4/1) iron depletions; slightly acid; abrupt smooth boundary. (3 to 29 inches thick)\n2C--65 to 80 inches; stratified reddish brown (5YR 4/3) silt loam and dark reddish brown (2.5YR 3/4) silty clay (silty clay strata are 1/4\" thick and 6 inches apart); massive; friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burnett County, Wisconsin; about 2.5 miles east and 4 miles north of Danbury; 600 feet south and 500 feet east of the northwest corner of sec. 1, T. 41 N., R. 16 W.; USGS quadrangle Danbury East;  lat. 46 degrees 4 minutes 6.6 seconds N., long. 92 degrees 19 minutes 8.8 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The weighted average clay content of the particle-size control section ranges from 12 to 25 percent and the weighted average content of fine sand or coarser is greater than 15 percent.   Reaction ranges from strongly acid to neutral in the loamy skeletal alluvium and slightly acid to slightly alkaline in the loamy lacustrine deposits.\nThe Oa horizon has hue of  N, 7.5YR or 10YR, value of 2 or 2.5, and chroma of 0 to 2. Texture is muck or stony muck.  Some pedons have an Oe horizon with similar colors as the Oa. Volume of rock fragments ranges from 10 to 25 percent as a weighted average. Volume of gravel ranges from 0 to 15 percent, volume of cobbles ranges from 0 to 15 percent and volume of stones ranges from 5 to 15 percent.  Texture of the mineral portion of this Oa horizon is loam.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 to 3, and chroma of 1 or 2.  Texture is the very gravelly, extremely gravelly, very cobbly or extremely cobbly analogs of sandy loam, loam or silt loam. Volume of rock fragments range from 35 to 80 percent as a weighted average. Volume of gravel ranges from 20 to 35 percent, volume of cobbles ranges from 0 to 35 percent, and volume of stones ranges from 5 to 15 percent.\nThe Bw horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, chroma of 3 to 6.  Texture is stratified extremely gravelly coarse sandy loam to extremely gravelly sandy clay loam. Volume of rock fragments range from 35 to 80 percent as a weighted average. Volume of gravel ranges from 35 to 60 percent, volume of cobbles ranges from 10 to 25 percent, and volume of stones ranges from 5 to 15 percent.\nThe Cg horizon has hue of  2.5YR to 7.5YR, value of 4 to 6, chroma of 1 or 2.  Texture is the extremely gravelly or extremely cobbly analogs of coarse sandy loam, sandy loam or sandy clay loam. Volume of rock fragments ranges from 35 to 80 percent as a weighted average. Volume of gravel ranges from 25 to 60 percent, volume of cobbles ranges from 10 to 35 percent, and volume of stones ranges from 5 to 15 percent.\nThe 2C horizon has hue of 2.5YR, 7.5YR or neutral; value of 3 or 4; and chroma of 3 or 4.  Texture is stratified silt loam to silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  loamy-skeletal alluvium underlain by loamy lacustrine deposits\nLandform:  flood plains and seepage areas on stream terraces\nSlope:  0 to 12 percent\nElevation:  800 to 950 feet\nMean annual temperature:  39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches\nFrost-free period:  100 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bigisland, Clemens, Dairyland, and Rockmarsh soils. The somewhat excessively drained Bigisland soils are on higher steeper sloping landscape positions. The moderately well drained Dairyland soils have less clay in the control section and are on higher landscape positions than the Makwa soils.  The somewhat poorly drained Clemens and Rockmarsh soils are on slightly higher landscape positions than the Makwa soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Runoff is low. Permeability is moderate to moderately rapid in the solum and slow in the substratum. Depth to seasonal high saturation ranges from the surface to one foot above the surface during the period of October to June in most years. The soil is frequently or occasionally flooded during the months of March through June.  A non-flooded phase is recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are in forested areas and wooded wetlands. Native vegetation is mixed deciduous and coniferous forest.  Common trees are black ash, red maple and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Wisconsin and East Central Minnesota. LRRK, MLRA 91B.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burnett County, Wisconsin, 2003. The source of the name is the Ojibwa name for bear."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nHistic epipedon: 0-8 inches (Oa).\nMollic epipedon: 8 to 16 inches (A ).\nCambic horizon: 16 to 43 inches (Bw).\nParticle size control section: 10 to 40 inches.\nLithologic discontinuity: 65 inches (2C)\nADDITIONAL DATA: Refer to soil survey sample number S02WI-013-056 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 20,
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "cf_class": "stony",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 8 inches; black (N 2.5/0) stony muck; strong fine granular structure; very friable; many very fine and fine roots and common medium and coarse roots; 12 percent cobbles and 10 percent stone; strongly acid; abrupt wavy boundary. (8 to 16 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--8 to 16 inches; black (10YR 2/1) very gravelly loam, very dark gray (7.5YR 3/1) dry; strong fine and medium granular structure; very friable; common very fine and fine roots and few medium and common roots; 25 percent gravel, 15 percent cobbles and 10 percent stones; slightly acid; gradual wavy boundary. (2 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 41,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--16 to 43 inches; brown (7.5YR 4/4) stratified extremely gravelly coarse sandy loam and extremely gravelly sandy clay loam; strong medium subangular blocky structure; friable; few very fine and fine roots; common coarse prominent dark grayish brown (10YR 4/2) iron depletions and few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; 50 percent gravel and 20 percent cobbles and 10 percent stones; slightly acid; gradual wavy boundary. (6 to 27 inches thick)"
      },
      {
        "name": "Cg",
        "top": 109,
        "bottom": 165,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg--43 to 65 inches; 90 percent reddish gray (2.5YR 5/1) and 10 percent brown (7.5YR 4/4) extremely gravelly coarse sandy loam; massive; friable; 50 percent gravel, 20 percent cobbles and 10 percent stones; common medium prominent dark greenish gray (5GY 4/1) iron depletions; slightly acid; abrupt smooth boundary. (3 to 29 inches thick)"
      },
      {
        "name": "2C",
        "top": 165,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "narrative": "2C--65 to 80 inches; stratified reddish brown (5YR 4/3) silt loam and dark reddish brown (2.5YR 3/4) silty clay (silty clay strata are 1/4\" thick and 6 inches apart); massive; friable; slightly alkaline."
      }
    ]
  ]
}
