{
  "SERIES": "MALACHY",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRF-AGG",
  "REVDATE": "06/1999",
  "STATES": "MN",
  "OVERVIEW": "The Malachy series consists of very deep, moderately well drained soils that formed in glacial lacustrine or outwash sediments which consists of a 24 to 40 inch loamy mantle over sandy sediments.  These soils are on outwash and lake plains.  They have moderate permeability or moderately rapid permeability in the upper part and rapid in the lower part.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 25 inches.  Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Malachy fine sandy loam with a nearly level plane slope on a glacial outwash plain in a cultivated field.  (Colors are for moist conditions unless otherwise noted.)\nAp--0 to 8 inches; black (10YR 2/1) fine sandy loam, very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; slightly effervescent; slightly alkaline; abrupt smooth boundary.\nA1--8 to 14 inches; black (10YR 2/1) sandy loam, very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; common narrow tongues of faint very dark gray (10YR 3/1); slightly effervescent; slightly alkaline; clear smooth boundary.\nA2--14 to 18 inches; very dark gray (10YR 3/1) sandy loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; friable; a few narrow tongues of distinct very dark grayish brown (2.5Y 3/2); slightly effervescent; slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizons range from 16 to 24 inches thick.)\nBw--18 to 22 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; a few faint masses of dark grayish brown (2.5Y 3/2) in upper part; few faint grayish brown (2.5Y 5/2) worm casts; slightly effervescent; slightly alkaline; clear smooth boundary. (0 to 12 inches thick)\nBk--22 to 30 inches; grayish brown (2.5Y 5/2) loam; weak medium prismatic structure parting to weak fine and medium subangular blocky structure; friable; common fine distinct light olive brown (2.5Y 5/4) Fe concentrations; few faint light brownish gray (2.5Y 6/2) lime masses; strongly effervescent; slightly alkaline; clear smooth boundary. (0 to 12 inches thick)\n2C--30 to 60 inches; light olive brown (2.5Y 5/4) loamy coarse sand; single grained; loose; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Minnesota; about 12 miles southeast of Morris; about 2,640 feet east and 50 feet north of the southwest corner of Sec. 24, T. 123 N., R. 41 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to texture of loamy fine sand or coarser ranges from 24 to 40 inches.  These soils typically are calcareous, slightly effervescent to strongly effervescent in all parts of the series control section.  However, a few pedons have a noncalcareous, slightly alkaline A or Ap horizon.  A calcic horizon occurs below a depth of 16 inches.  The upper mantle contains 0 to 10 percent rock fragments and the 2C horizon has 0 to 20 percent.  The mollic epipedon is 16 to 24 inches thick.  The sand size fraction in the particle-size control section is of mixed lithology.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It is sandy loam, fine sandy loam, or loam.  It has weak or moderate, fine or medium granular or very fine to medium subangular blocky structure.  It is slightly or moderately alkaline.  Some pedons have an AB horizon.\nThe Bw and Bk horizons have hue of 10YR or 2.5Y, value of 4 to 6, but in some pedons is 3 in the upper part and chroma of 2 to 4.  They typically have faint to distinct redox features in the lower part.  Texture is sandy loam, fine sandy loam, or loam.  The main part has weak fine or medium prismatic structure or weak fine or medium subangular blocky structure.  Reaction is slightly alkaline or moderately alkaline.  Some pedons have a thin 2B horizon with texture of loamy sand, loamy find sand, fine sand, or sand.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6.  Some have reddish or brownish colored bands. It commonly has faint to prominent redoximorphic features.  It is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand or their gravelly analogues.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ortonville (T), Skagen, and Wolverton series.  The Ortonville, Skagen and Wolverton soils have loamy textures in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly convex slopes with gradient of 0 to 3 percent on glacial lake or outwash plains. They formed in 24 to 40 inches of coarse-loamy sediments over sandy sediments, both glacial outwash or lacustrine origin.  These sediments are Late Wisconsin in age.  Mean annual air temperature ranges from 40 to 44 degrees F.  Mean annual precipitation ranges from 24 to 28 inches.   Frost-free days range from 120 to 150.  Elevation above sea level ranges from 900 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sverdrup, Clontarf, and Arveson soils, which are members of a hydrosequence with the Malachy soils.  The Sverdrup soils are well drained and are on higher lying or more sloping terrain.  The Clontarf soils are moderately well drained and are on a slightly higher terrain.  Both of the soils have free carbonates at greater depths.  The Arveson soils are poorly drained, have a calcic horizon beginning at shallow depths, and are on lower lying terrain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained  drained.  Medium or slow runoff.  Moderate or moderately rapid permeability in the upper part of the series control section and rapid permeability in the lower part.  The apparent seasonal high water table is at 2.5 to 3.5 feet at some time during November to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most soils are cultivated.  Corn, soybeans, and small grains are the principal crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Minnesota, eastern North Dakota, and northeastern South Dakota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Minnesota 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface to 18 inches (Ap, A1 and A2 horizons); cambic horizon - the zone from 18 inches to 30 inches (Bw and Bk horizons).\nADDITIONAL DATA:  Refer to Minnesota Agricultural Experiment Station Central File Code No. 65 for results of some laboratory analysis of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) fine sandy loam, very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; slightly effervescent; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--8 to 14 inches; black (10YR 2/1) sandy loam, very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; common narrow tongues of faint very dark gray (10YR 3/1); slightly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 36,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--14 to 18 inches; very dark gray (10YR 3/1) sandy loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; friable; a few narrow tongues of distinct very dark grayish brown (2.5Y 3/2); slightly effervescent; slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizons range from 16 to 24 inches thick.)"
      },
      {
        "name": "Bw",
        "top": 46,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--18 to 22 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; a few faint masses of dark grayish brown (2.5Y 3/2) in upper part; few faint grayish brown (2.5Y 5/2) worm casts; slightly effervescent; slightly alkaline; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 56,
        "bottom": 76,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--22 to 30 inches; grayish brown (2.5Y 5/2) loam; weak medium prismatic structure parting to weak fine and medium subangular blocky structure; friable; common fine distinct light olive brown (2.5Y 5/4) Fe concentrations; few faint light brownish gray (2.5Y 6/2) lime masses; strongly effervescent; slightly alkaline; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "2C",
        "top": 76,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "pH_class": "slightly alkaline",
        "narrative": "2C--30 to 60 inches; light olive brown (2.5Y 5/4) loamy coarse sand; single grained; loose; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
