{
  "SERIES": "MALARDI",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCJ-AGG-TWN",
  "REVDATE": "12/2007",
  "STATES": "MN",
  "OVERVIEW": "The Malardi series consists of very deep, somewhat excessively drained soils formed in 25 to 50 centimeters of loamy outwash sediments and the underlying sandy and gravelly outwash sediments. These soils are on nearly level or convex slopes on outwash plains, stream terraces and on collapsed glacial alluvium within ground moraines or end moraines. Slope ranges from 0 to 35 percent. Mean annual precipitation is about 775 millimeters. Mean annual air temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Malardi sandy loam, on a convex slope of about 4 percent, on a glacial outwash plain, in a cultivated field. (Colors are for moist unless otherwise stated.)\nAp--0 to 25 centimeters; black (10YR 2/1) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; very friable; many fine roots; about 4 percent gravel; slightly acid; abrupt smooth boundary. (17 to 30 centimeters thick)\nBt1--25 to 38 centimeters; brown (10YR 4/3) sandy loam; weak fine subangular blocky structure; friable; few discontinuous dark brown (10YR 3/3) clay films on faces of peds; common fine roots; about 6 percent gravel; slightly acid; gradual wavy boundary. (7 to 40 centimeters thick)\n2Bt2--38 to 74 centimeters; brown (10YR 4/3) loamy coarse sand; weak fine subangular blocky structure; very friable; clay bridging between sand grains; few fine roots; about 8 percent gravel; neutral; gradual wavy boundary. (0 to 41 centimeters thick)\n2C--74 to 203 centimeters; brown (10YR 5/3) gravelly sand; single grain; loose; about 16 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Wright County, Minnesota subset; about 2 miles south and 4.5 miles east of Silver Creek; located about 2,550 feet west and 100 feet north of the southeast corner of section 13, T. 121 N., R. 26 W; USGS Silver Creek topographic quadrangle; lat. 45 degrees 16 minutes 58 seconds N. and 93 degrees 54 minutes 02 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--17 to 45 centimeters thick\nDepth to carbonates--45 to 150 centimeters\nDepth to sandy and gravelly sediments--25 to 50 centimeters\nClay content of the particle-size control section (weighted average)--2 to 10 percent\nSand content of the particle-size control section (weighted average)--45 to 70 percent, more than 50 percent medium sand\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--sandy loam or coarse sandy loam\nClay content--5 to 18 percent\nSand content--50 to 75 percent\nRock fragment content--0 to 15 percent, 2 to 5 millimeters of mixed lithology\nReaction--moderately acid to neutral\nBt horizon:\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--2 to 4\nTexture--fine sandy loam, sandy loam, coarse sandy loam, loam, or the gravelly analogues of these textures\nClay content--5 to 18 percent\nSand content--50 to 75 percent\nRock fragment content--0 to 35 percent, 2 to 5 millimeters of mixed lithology\nReaction--moderately acid to neutral\n2Bt or 2BC horizon (when present):\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--2 to 6\nTexture--loamy sand, loamy coarse sand, coarse sand, sandy loam or the gravelly analogues of these textures\nClay content--1 to 10 percent\nSand content--70 to 95 percent\nRock fragment content--10 to 60 percent, mostly 2 to 5 millimeters of mixed lithology\nReaction--moderately acid to neutral\n2C horizon:\nHue--10YR or 2.5Y\nValue--3 to 6\nChroma--2 to 4\nTexture--loamy sand, sand, loamy coarse sand, coarse sand, or the gravelly analogues of these textures\nClay content--0 to 5 percent\nSand content--70 to 99 percent\nRock fragment content--10 to 60 percent, mostly 2 to 5 millimeters of mixed lithology\nReaction--slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Eden Prairie, Norborne, Onaraga, and Rasset series.\nEden Prairie--have a rock fragment content of less than 15 percent in the lower half of the series control section\nNorborne--have a mollic epipedon more than 60 centimeters thick\nOnaraga--have a clay content that averages 12 to 18 percent in the particle-size control section\nRasset--have a clay content of more than 10 percent in the upper two thirds of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--25 to 50 centimeters of loamy outwash sediments and the underlying sandy and gravelly outwash sediments, Late Wisconsin age\nLandform--nearly level or convex slopes on outwash plains, stream terraces and on collapsed glacial alluvium within ground moraines or end moraines\nSlope--0 to 35 percent\nElevation--200 to 450 meters above sea level\nMean annual air temperature--4 to 10 degrees C\nMean annual precipitation--585 to 965 millimeters\nFrost-free period--135 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Angus, Hamel, Klossner, and Lester, soils.\nAngus--are on landscape positions similar to those of the Malardi soils and have a clay content that averages 22 to 30 percent in the particle-size control section\nHamel--are on lower landscape positions on foot slopes or toe slopes and are frequently saturated at the surface of the soil during the wettest periods of normal years\nKlossner--are on lower landscape positions in depressions and have 41 to 127 centimeters of organic material over loamy deposits\nLester--are on landscape positions similar to those of the Malardi soils and have a clay content that averages 24 to 35 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat excessively drained--these soils do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of normal years\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second in the loamy sediments and 100.00 to 705.00 micrometers percent in the sandy and gravelly sediments\nSurface runoff potential--negligible to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grain, and some legumes. Some areas are in pasture. The native vegetation was mixed deciduous forest and prairie grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section, Wisconsin driftless section and Dissected till plains\nMLRAs--Central Minnesota Sandy Outwash (91A),\nCentral Iowa and Minnesota Till Prairies (103),\nEastern Iowa and Minnesota Till Prairies (104), and\nNorthern Mississippi Valley Loess Hills (105)\nLRR K and LRR M; eastern, east-central and southeastern Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wright County, Minnesota, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 74 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 25 centimeters (Ap horizon);\nargillic horizon--the zone from a depth of 25 to 74 centimeters (Bt and 2Bt horizons);\nudic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
