{
  "SERIES": "MALAGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. VS/ARH/RJE/TLA",
  "REVDATE": "11/2008",
  "STATES": "WA",
  "OVERVIEW": "The Malaga series consists of very deep, somewhat excessively drained soils that formed in glacial outwash on terraces. Slopes are 0 to 35 percent. The mean annual precipitation is about 7 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Malaga gravelly fine sandy loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak thick platy structure that parts to weak fine granular; soft, very friable, slightly sticky and nonplastic; many fine roots; common very fine pores; 20 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary. (2 to 7 inches thick)\nBw1--3 to 10 inches; yellowish brown (10YR 5/4) gravelly fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse prismatic structure; slightly hard, slightly sticky and nonplastic; common fine roots; common very fine pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary. (5 to 11 inches thick)\nBw2--10 to 15 inches; brown (7.5YR 4/4) gravelly loam, dark brown (7.5YR 3/4) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and nonplastic; common fine roots; common very fine pores; 20 percent gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 10 inches thick)\n2C1--15 to 19 inches; dark yellowish brown (10YR 4/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable; nonsticky and nonplastic; few fine roots; few fine pores; 70 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (0 to 14 inches thick)\n2C2--19 to 60 inches; multicolored extremely gravelly sand; single grain; loose; 60 percent gravel and 10 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; 30 feet east of gravel pit; about 1,600 feet north and 300 feet east of SW corner section 27, T.22N., R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean annual soil temperature ranges from 51 to 57 degrees F. These soils are usually dry in all parts between depths of 8 to 24 inches. It has 5 to 15 percent clay in the particle-size control section. Solum thickness and depth to the lithologic discontinuity is 15 to 28 inches. Rock fragments in the particle-size control section range from 15 to 35 percent in the upper part and 35 to 85 percent in the lower part with an average of 45 to 85 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist and chroma of 3 or 4 dry, 2 or 3 moist. Texture is gravelly fine sandy loam, stony sand loam, cobbly sandy loam, or gravelly sandy loam. It has 15 to 35 percent rock fragments. Reaction is slightly acid to slightly alkaline.\nThe Bw and 2C1horizons have hue of 10YR or 7.5YR, value of 4 to 7 dry, 3 to 5 moist and chroma of 2 through 4 moist and dry. Texture is sandy loam, fine sandy loam, or loam and can be gravelly, very gravelly or extremely gravelly. The Bw has 15 to 35 percent rock fragments and the 2C1 has 35 to 80 percent. Reaction is slightly acid to slightly alkaline.\nThe 2C2 horizon is multicolored also ranging to hue, value, and chroma similar to the 2C1 horizon.  Texture is coarse sand or loamy sand and is very gravelly, very cobbly or extremely gravelly. Some pedons have lime and silica coatings on the underside of gravel and cobbles. Reaction is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Broncho, McConnel, McNye, McWatt and Ragnel series.\nBroncho soils have a Bk horizon and a mean annual soil temperature averaging less than 51 degrees F.\nMcConnel soils have a Bk horizon and have less than 5 percent clay within the particle-size control section.\nMcNye soils have a lithic contact at a depth of 40 to 60 inches and have disseminated carbonates in the control section.\nMcWatt soils are 40 to 60 inches deep to bedrock.\nRagnel soils have a mean annual soil temperature of 49 to 51 degrees F. and secondary carbonates at a depth of 11 to 23 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on terraces at elevations of 600 to 1,300 feet. Slopes are 0 to 35 percent. The soils formed in glacial outwash material derived mainly for quartz-bearing and basaltic rocks with a loess admixture in the A and Bw horizons. The climate is semiarid; summers are hot and dry, and winters are cold and moist. The mean annual precipitation is 6 to 10 inches. The mean January temperature is 28 degrees F. and the mean July temperature is 74 degrees F. The mean annual temperature is 48 to 55 degrees F. The frost-free season is 135 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colockum, Ellisforde, Peshastin, Pogue, and Quincy soils. Colockum, Peshastin soils on glacial moraines and terraces, and Pogue soils on hillslopes have a mollic epipedon. Ellisforde soils are on terraces and have less than 35 percent coarse fragments in the particle-size control section. Quincy soils are on sand dunes and are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very slow to medium runoff; moderately rapid permeability in the material above the discontinuity and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mostly for irrigated orchards, vineyards, hay, pasture and for range and wildlife. Native vegetation is rabbitbrush, bluebunch wheatgrass, needleandthread, Sandberg bluegrass, scattered bitterbrush, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Washington; MLRA 7, 8. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1918."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - 0 to 3 inches (A horizon)\nCambic horizon - 3 to 15 inches (Bw1 and Bw2 horizons)\nParticle-size control section - 10 to 40 inches (Bw2, Bw3 and 2C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
