{
  "SERIES": "MALAQUITE",
  "STATUS": "Established Series",
  "BYREV": "DNB-CLN-JKW",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Typic Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Malaquite fine sand--in an area of Madre-Malaquite complex on a slightly concave 0 to 1 percent slope in rangeland at an elevation of 0.6 m (2 ft). (Colors are for moist soil unless otherwise stated.)\nAnz--0 to 13 cm (0 to 5 in); grayish brown (10YR 5/2) fine sand, light gray (10YR7/2) dry; weak fine and medium subangular blocky structure; soft, very friable; 5 percent very fine and fine and 3 percent medium roots; 5 percent fine and medium distinct yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine shell fragments; strongly saline; SAR is about 35; slightly effervescent; moderately alkaline; clear smooth boundary. (Thickness is of the Anz horizon is 8 to 46 cm [3 to 18 in].)\nCnzg1--13 to 31 cm (5 to 12 in); light brownish gray (10YR 6/2) fine sand, light gray (2.5Y 7/2) dry; weak fine and medium subangular blocky structure; soft, very friable; 4 percent very fine and fine roots; 1 percent fine and medium prominent black (N 2.5/) iron-manganese masses with sharp boundaries lining pores and 1 percent medium and coarse faint gray (10YR 5/1) iron depletions with clear boundaries in matrix; 3 percent fine prominent strong brown (7.5YR 4/6) and 7 percent fine and medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine shell fragments; moderately saline; SAR is about 30; very slightly effervescent; strongly alkaline; clear smooth boundary.\nCnzg2--31 to 53 cm (12 to 21 in); light brownish gray (2.5Y 6/2) fine sand, light gray (10YR 7/2) dry; weak coarse prismatic structure; loose; 3 percent very fine and fine roots; 4 percent fine and medium distinct black (N 2.5/) iron-manganese masses with sharp boundaries lining pores; 1 percent fine prominent yellowish red (5YR 4/6) masses of oxidized iron and 2 percent medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries lining pores; 5 percent medium distinct gray (10YR 5/1) iron depletions with clear boundaries in matrix; 2 percent fine shell fragments; strongly saline; SAR is about 36; noneffervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the Cnzg horizon is 23 to 191 cm [9 to 75 in].)\nAnzb--53 to 69 cm (21 to 27 in); very dark gray (2.5Y 3/1) fine sand, grayish brown (2.5Y 5/2) dry; single grain; loose; 2 percent very fine and fine roots; 3 percent medium distinct dark gray (2.5Y 4/1) iron depletions with clear boundaries in matrix; 1 percent fine shell fragments; strongly saline; SAR is about 37; very slightly effervescent; moderately alkaline; clear smooth boundary. (Thickness is of the Anzb horizon is 0 to 56 cm [0 to 22 in].)\nCnzgb1--69 to 97 cm (27 to 38 in); gray (10YR 5/1) fine sand, light brownish gray (10YR 6/2) dry; single grain; loose; 1 percent very fine and fine roots; 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with sharp boundaries lining pores; 2 percent fine and medium distinct light brownish gray (10YR 6/2) iron depletions with diffuse boundaries in matrix; 10 percent fine and medium shell fragments; strongly saline; SAR is about 37; very slightly effervescent; moderately alkaline; clear smooth boundary.\nCnzgb2--97 to 175 cm (38 to 69 in); gray (2.5Y 6/1) fine sand, light gray (2.5Y7/1) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium faint gray (2.5Y 5/1) iron depletions with diffuse boundaries in matrix; strongly saline; SAR is about 37; strongly effervescent; moderately alkaline; clear smooth boundary. (Combined thickness of the Cnzgb horizons is 0 to 140 cm [0 to 55 in].)\nCnzgb3--175 to 203 cm (69 to 80 in); greenish gray (10Y 6/1) fine sand, light gray (2.5Y 7/1) dry; single grain; loose; 1 percent very fine and fine roots; 3 percent medium distinct dark greenish gray (5GY 4/1) and 3 percent medium prominent dark gray (5Y 4/1) iron depletions with clear boundaries in matrix and 5 percent medium faint greenish gray (5GY 5/1) iron depletions with diffuse boundaries in matrix; 2 percent fine and medium shell fragments; strongly saline; SAR is about 41; slightly effervescent; moderately alkaline; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of Park Road 22 and the county line between Kleberg and Nueces Counties; 8.0 miles southwest on Park Road 22 to the pay station entrance of Padre Island National Seashore; 2.4 miles southwest on Park Road 22 to the end of the paved road; 7.0 miles south on beach to the entrance of Pan Am road; 0.2 mile northwest, 3.2 miles southwest on Pan Am road; 200 feet west in rangeland.  South Bird Island Southeast, Texas USGS topographic quadrangle; Latitude: 27 degrees, 17 minutes, 27.0 seconds N; Longitude: 97 degrees, 21 minutes, 43.7 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.  Although rainfall amounts are that of an ustic moisture regime, the soil has a permanent water table at depths of 25 to 76 cm (10 to 30 in) throughout the year in most years.  The soil is rarely, if ever, at the wilting point below 25 cm (10 in) and it is saturated or ponded for periods of several days or weeks following heavy rains.\nMean annual soil temperature: 23 to 24 C (74 to 76 degrees F)\nDepth to masses of oxidized iron: 0 to 25 cm (0 to 10 in)\nDepth to iron depletions: 15 to 61 cm (6 to 24 in)\nDepth to endosaturation: 25 to 76 cm (10 to 30 in) throughout the year in most years.\nParticle-size control section (weighted average)\nClay content: 0 to 7 percent\nSand content: 93 to 99 percent\nAnz horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 2 or 3\nTexture: fine sand\nMasses of oxidized iron: quantity--1 to 10 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or sharp, shades--brown or yellow\nIron depletions: quantity--0 to 2 percent, size--fine or medium, contrast--faint or distinct, boundary--diffuse or clear, shades--gray in the lower part\nEC (dS/m): 8 to 45\nSAR: 30 to 50\nReaction: neutral to strongly alkaline\nCnzg horizon\nHue: 10YR, 2.5Y, 5Y or N/\nValue: 4 to 7\nChroma: 0 to 2, or 6\nTexture: fine sand\nMasses of oxidized iron: quantity--2 to 20 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or sharp, shades--brown, olive, red or yellow\nIron depletions: quantity--1 to 15 percent, size--fine to coarse, contrast--faint to prominent, boundary--diffuse or clear, shades--gray\nEC (dS/m): 8 to 75\nSAR: 25 to 70\nReaction: neutral to strongly alkaline\nAnzb horizon (where present)\nHue: 10YR, 2.5Y, 5Y, 5GY or N/\nValue: 3 or 4\nChroma: 0 or 1\nTexture: fine sand\nMasses of oxidized iron: quantity--0 to 2 percent, size--fine or medium, contrast--faint or distinct, boundary--clear, shades--brown\nIron depletions: quantity--0 to 5 percent, size--fine or medium, contrast--faint or distinct, boundary--diffuse or clear, shades--gray\nEC (dS/m): 20 to 75\nSAR: 25 to 70\nReaction: neutral to strongly alkaline\nCnzgb horizon (where present)\nHue: 10YR, 2.5Y, 5Y, 10Y, 5GY, 5G or N/\nValue: 4 to 7\nChroma: 0 or 1, or 4\nTexture: fine sand\nMasses of oxidized iron: quantity--0 to 5 percent, size--fine or medium, contrast--faint or distinct, boundary--clear or sharp, shades--brown or yellow\nIron depletions: quantity--0 to 15 percent, size--fine or medium, contrast--faint to prominent, boundary--diffuse or clear, shades--gray or green\nEC (dS/m): 20 to 75\nSAR: 25 to 70\nReaction: neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils include the Arrada (TX), Barrada (TX), Dianola (TX), Madre (TX), Mustang (TX), Satatton (TX), Saucel (TX), Tatton (TX), Topo (TX) and Yarborough (TX) series.\nArrada, Barrada and Dianola soils: have higher clay content throughout.\nMadre soils: are Sodic Psammaquents and do not have a salic horizon.\nMustang soils: are Typic Psammaquents and is neither salic nor sodic.\nSatatton and Tatton soils: are Sodic Psammaquents and have higher salinity throughout.\nSaucel, Topo and Yarborough soils: have a coarse-loamy control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Eolian and storm washover sandy sediments of Holocene age\nLandform: nearly level barrier flats or shallow depressions between dunes and low mounds of barrier islands\nSlope: 0 to 1 percent\nMean annual air temperature range: 22 to 23 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 635 to 889 cm (25 to 35 in)\nPrecipitation Pattern: November through April are the driest months, with a second dry period in July.  September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation: 0 to 1.5 m (0 to 5 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Daggerhill, Greenhill, Madre, Mustang, Novillo, Padre, Panam, Satatton, and Tatton series.\nDaggerhill and Greenhill soils: are Ustic Quartzipsamments and are on a higher landform on convex foredunes and back-island dune fields.\nMadre and Mustang soils: are on a similar to slightly higher landform.\nNovillo soils: are Typic Psammaquents, are very poorly drained and are on a lower landform in fresh-water marshes.\nPadre and Panam soils: are Aquic Quartzipsamments and are on a slightly higher landform on low dunes or mounds on barrier flats.\nSatatton and Tatton soils: are on a lower landform on planar to concave wind-tidal flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is negligible due to the depressional feature of the barrier flat.  Permeability is rapid above the high water table, but the overall permeability class is very slow.  These soils are subject to occasional flooding for brief periods by high storm surge during strong tropical storms.  The soils are ponded for several days to several weeks following periods of heavy rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as wildlife habitat and for recreation.  Native vegetation is seashore saltgrass, saltflat grass, bushy sea oxeye daisy, salicornia and wolfberry with some interspersed barren areas.  The ecological site is Salt Flat, PE 31-44 (150BY651TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) on barrier islands along the lower Gulf Coast of Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, Texas, 2007.  The name is from the Malaquite Beach and Visitor's Center on Padre Island National Seashore."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly included in the Mustang series.  The series are separated based on the difference in salinity and sodium adsorption ratio (SAR) of the soils.\nDiagnostic horizons and features recognized in this pedon are:\nAquic conditions: These soils remain saturated and have reducing conditions for at least one month in most years from 5 to 80 inches. (Cnzg1, Cnzg2, Anzb, Cnzgb1, Cnzgb2, and Cnzgb3 horizons)\nOchric epipedon: 0 to 13 cm (0 to 5 in). (Anz horizon)\nParticle size control section: 25 to 102 cm (10 to 40 in). (Cnzg1, Cnzg2, Anzb, Cnzgb1, and Cnzgb2 horizons)\nSodic feature (SAR more than 13): 0 to 203 cm (0 to 80 in). (Anz, Cnzg1, Cnzg2, Anzb, Cnzgb1, Cnzgb2, and Cnzgb3 horizons)\nMasses of oxidized iron: 0 to 97 cm (0 to 38 in). (Anz, Cnzg1, Cnzg2, Anzb, and Cnzgb1 horizons)\nIron depletions or depleted matrix: 13 to 203 cm (5 to 80 in). (Cnzg1, Cnzg2, Anzb, Cnzgb1, Cnzgb2, and Cnzgb3 horizons)\nEndosaturation: The zone of saturation at 13 to 203 cm (5 to 80 in). (Cnzg1, Cnzg2, Anzb, Cnzgb1, Cnzgb2, and Cnzgb3 horizons).\nADDITIONAL DATA:  NSSL Characterization data from the type location (S03TX-273-004).  Particle-size analysis on seven pedons, and salinity and sodicity tests on eight pedons performed at the soil survey project office.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
