{
  "SERIES": "MALBIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LFR: GWH; GRB",
  "REVDATE": "02/2014",
  "STATES": "AL,FL,LA,MS,TX,VA",
  "OVERVIEW": "The Malbis series consists of very deep, moderately well or well drained, moderately slowly permeable soils on broad interfluves and uplands of the Southern Coastal Plain (MLRA 133). They formed in loamy sediments of the Coastal Plain. Near the type location, the mean annual temperature is about 67 degrees F., and the mean annual precipitation is about 65 inches. Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Malbis fine sandy loam, on a smooth 0.5 percent slope in a field (Colors are for moist soil).\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; friable; many fine and medium roots; moderately acid; abrupt smooth boundary. (4 to 8 inches thick)\nBt--7 to 26 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; many fine and medium roots; about 2 percent, by volume, nodules of plinthite; about 3 percent, by volume, iron concretions; few faint clay films on faces of peds; strongly acid; gradual wavy boundary.  (8 to 32 inches thick)\nBtv1--26 to 54 inches; yellowish brown (10YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable, firm in areas around plinthite; common fine and medium roots in friable areas; about 5 percent, by volume, nodules of plinthite less than 1.5 inch in diameter; about 4 percent, by volume, iron concretions; common faint clay films on most faces of peds; common medium faint strong brown (7.5YR 5/6) masses of iron accumulations and few medium faint light yellowish brown (10YR 6/4) areas of iron depletions; strongly acid; gradual wavy boundary.  (10 to 36 inches thick)\nBtv2--54 to 71 inches; yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; firm; few roots in friable gray streaks that extend vertically through horizon; common medium pores; about 12 percent, by volume, plinthite nodules; about 2 percent, by volume, iron concretions; many faint clay films on faces of peds and in some pores; few medium prominent light gray (2.5Y 7/2) iron depletions, common medium distinct red (2.5YR 4/8), and strong brown (7.5YR 5/8) masses of iron accumulations; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baldwin County, Alabama. Approximately 1.5 miles northeast of Fairhope. About 175 yards south and about 50 yards east of NW corner of NE 1/4, Sec. 9, T. 6 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches. Depth to a horizon with 5 percent or more plinthite typically is 28 to 33 inches but ranges from 24 to 56 inches. Depth to a horizon dominated by firm consistence is greater than 50 inches. Silt content ranges from 20 to 45 percent. Reaction is very strongly acid to moderately acid in the A, Ap, BA, E and EB horizons, except where the surface has been limed. Reaction of the Bt and Btv horizons is very strongly acid or strongly acid.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3. Texture is sandy loam, fine sandy loam or loam.\nThe E horizon, where present, has hue of 10YR, value of 4 to 6, and chroma of 4 to 8. Texture is sandy loam, fine sandy loam, or loam.\nThe BA or BE horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8. Texture is loam, sandy clay loam, or clay loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8. Redoximorphic accumulations in shades of red, yellow and brown range from none to common. Redoximorphic depletions in shades of gray, below a depth of 30 inches, range from none to common. Some pedons have no dominant color and is multicolored in shades of brown, yellow or red, and below depths of 30 inches, gray. Texture is loam, sandy clay loam or clay loam.\nThe Btv horizon has hue of 10YR, value of 5 or 6, and chroma of 6 or 8; or it is multicolored in shades of brown, yellow, red, and below depths of below 30 inches, gray. Redoximorphic features in shades of brown, yellow, red and gray range from common to many. Texture is loam, sandy clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Baxterville and Notcher soils are the only known series in the same family. The Dothan and Tifton series are in Soil in closely related families. Baxterville soils have a Bt horizon of red, dark red, or yellowish red. Dothan and Notcher soils contain less than 20 percent silt in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Malbis soils are uplands of the Southern Coastal Plain.  They formed in thick beds of unconsolidated loams and sandy clays. Slopes range from 0 to 12 percent. The climate is humid subtropical. Near the type location, the mean annual air temperature is about 67 degrees F., and the mean annual precipitation is about 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Notcher series, these are Atmore, Bama, Basin, Bayou, Beauregard, Escambia, Grady, Lucedale, Poarch, Robertsdale, Ruston, Saucier, and Varina series.  Atmore, Basin, Bayou, and Grady soils are on significantly lower dominantly depressional landforms and have a matrix with chroma of 2 or less. Beauregard, Escambia, and Saucier soils are on slightly lower landforms and have mottles with chroma of 2 or less within 30 inches of the surface.  Bama, Lucedale, and Ruston soils are on slightly higher or more sloping convex landforms and do not have 5 percent or more plinthite. Poarch and Varina soils and the competing Notcher and Tifton soils are on similar landforms. Poarch soils have less than 18 percent clay in the control section. Varina soils have more than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well or well drained. Runoff is slow or moderate. Permeability is moderately slow in the Btv2 horizon and moderate in the upper Bt horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Malbis soils have been cleared and are used for the cultivation of corn, cotton, potatoes, peanuts and soybeans. Forested areas consist of loblolly pine, slash pine, shortleaf pine, longleaf pine, sweetgum, and red oak. Areas of pastureland are mainly planted to bermudagrass, bahiagrass, and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Alabama, Florida, Louisiana, Mississippi, and Texas. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gulf Coastal Substation, Baldwin County, Alabama; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 7 inches (Ap horizon).\nArgillic horizon - the zone from 7 to 71 inches (Bt, Btv1 and Btv2 horizons).\nPlinthic features - the zone from 26 to 71 inches (Btv1 and Btv2 horizons).\nCalcium content at a depth of 50 inches typically is 0.4 to 1.0 milliequivalents per 100 grams but ranges from less than 0.1 to 2 milliequivalents per 100 grams.\nA perched water at depths of 30 to 50 inches is present each year during the late fall through early spring.\nThe Malbis series requires a special study and remapping to separate the drainage classes and to place the moderately well drained areas that are mapped Malbis into the Saucier series. This will correlate to the Dothan/Clarendon drainage relationship."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization laboratory, Auburn AL., the Soil Characterization Lab, IFAS, Univ. of Florida, Gainesville, FL., and the National Soil Survey laboratory, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well or well",
        "drainage_overview": "moderately well or well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; friable; many fine and medium roots; moderately acid; abrupt smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--7 to 26 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; many fine and medium roots; about 2 percent, by volume, nodules of plinthite; about 3 percent, by volume, iron concretions; few faint clay films on faces of peds; strongly acid; gradual wavy boundary.  (8 to 32 inches thick)"
      },
      {
        "name": "Btv1",
        "top": 66,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv1--26 to 54 inches; yellowish brown (10YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable, firm in areas around plinthite; common fine and medium roots in friable areas; about 5 percent, by volume, nodules of plinthite less than 1.5 inch in diameter; about 4 percent, by volume, iron concretions; common faint clay films on most faces of peds; common medium faint strong brown (7.5YR 5/6) masses of iron accumulations and few medium faint light yellowish brown (10YR 6/4) areas of iron depletions; strongly acid; gradual wavy boundary.  (10 to 36 inches thick)"
      },
      {
        "name": "Btv2",
        "top": 137,
        "bottom": 180,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btv2--54 to 71 inches; yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; firm; few roots in friable gray streaks that extend vertically through horizon; common medium pores; about 12 percent, by volume, plinthite nodules; about 2 percent, by volume, iron concretions; many faint clay films on faces of peds and in some pores; few medium prominent light gray (2.5Y 7/2) iron depletions, common medium distinct red (2.5YR 4/8), and strong brown (7.5YR 5/8) masses of iron accumulations; very strongly acid."
      }
    ]
  ]
}
