{
  "SERIES": "MALEZA",
  "STATUS": "Established Series",
  "BYREV": "Rev. REG:LHR",
  "REVDATE": "06/2002",
  "STATES": "PR",
  "OVERVIEW": "The Maleza series have moderately coarse textured, very friable A horizons over thick, red, plastic, fine textured B2t horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, isohyperthermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maleza fine sandy loam - native pasture\n(Colors are for moist soil.)\nAp--0 to 10 inches; reddish brown (5YR 4/3) sandy loam; single grain; loose, very friable, slightly sticky, nonplastic; common fine roots; slightly acid; clear smooth boundary.  (6 to 12 inches thick)\nB1--10 to 17 inches; dark reddish brown (2.5YR 3/4) sandy clay loam; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; few black sandy concretions; slightly acid; clear smooth boundary.  (5 to 9 inches thick)\nB21t--17 to 34 inches; red (10R 4/6) clay; weak medium subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; few fine roots; few patchy clay films on ped faces and root channels; common very fine concretions; slightly acid; abrupt wavy boundary.  (10 to 20 inches thick)\nB22t--34 to 60 inches plus; (2.5YR 4/6) clay with common fine distinct weak red (10R 4/4) and common fine distinct strong brown (7.5 YR 5/6) mottles; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few patchy clay films; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Noroeste SCD, Puerto Rico; 0.4 miles west of the town of Isabela.  0.5 miles on dirt road from kilometer marker 1.4 of highway 459.  Twenty feet west of dirt road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is over 60 inches and that of the argillic horizon over 50 inches.  Reaction ranges from slightly to medium acid throughout.  Base saturation (by sum of cations) is less than 35 percent at 50 inches below the top of the argillic horizon.  The organic matter content is 1.5 percent or less in the upper 6 inches of the argillic horizon.\nColors of the A horizons have hues of 5YR, values of 4 and chromas of 3 and higher.\nThe B2t horizons have colors in hues of 10R and 2.5YR, values of 4 and chromas of 4 and higher.  Texture of the B2t horizons ranges from sandy clay to clay.  Structure of the B2t horizons ranges from weak medium to coarse subangular blocky.  These soils have slightly sticky and nonplastic A horizons and slightly sticky and slightly plastic B2t horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bajucos and Cidrel series in the same subgroup and the Cabo Rojo, Rio Lajas, Jobos and Guanajibo series in the same Great Group.  The Bejucos soils are more acid and have yellower profiles.  The Cidral soils have less than 20 percent oxides of iron and aluminum in the clay fraction.  The Cabo Rojo soils have Ap horizons with moist color values of less than 4.  The Rio Lajas soils have thick, sandy surface horizons and coarser textured profiles.  The Jobos and Guanajibo soils have more than 5 percent nonindurated plinthite in their profiles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Maleza soils occur on gently sloping coastal plains of slope gradients of 2 to 5 percent.  The regolith consists of coarse textured over fine textured sediments.  The climate is humid tropical.  The average annual precipitation is 68 inches and the mean annual temperature 77 degrees F.  Soil temperature at 20 inches is over 71.6 degrees F.  and the difference between mean summer and winter temperature is less than 9 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bejucos, Rio Lajas, Jobos, and Guanajibo series in addition to the Coto, Cotito, and Matanzas series.  The Coto and Cotito soils have finer textured and darker A horizons, and thinner, yellower B2t horizons.  The Matanzas soils are dark red, have finer textured A horizons, and have thinner B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff, and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture, subsistence crops and coconuts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North coastal plains of Puerto Rico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico, l942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Maleza series was formerly classified in the Reddish Brown Lateritic Great Soil Group.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
