{
  "SERIES": "MALINDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/CAF/JJJ",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Malinda very gravelly sandy loam on a SW facing slope of 22 percent under a cover of big sagebrush, Idaho fescue, antelope bitterbrush and scattered western juniper at an elevation of 5,240 feet.   (Colors are for dry soil unless otherwise stated.  When described on November 2, 1982, the soil was moist to 9 inches and slightly moist below).\nA--0 to 2 inches; grayish brown (10YR 5/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine tubular pores; 40 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (2 to 4 inches thick)\nBt1--2 to 6 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, common fine and medium roots; few very fine tubular pores; few thin clay films in pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary.\nBt2--6 to 11 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium and common fine roots; common very fine tubular pores; common thin clay films in pores; 10 percent gravel; neutral (pH 6.8); abrupt smooth boundary.\nBt3--11 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and medium roots; common very fine tubular pores; common thin clay films in pores and few moderately thick clay films on peds; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (Combined thickness of the Bt horizon is 12 to 16 inches)\nR--16 inches; hard conglomerate tuff, very thin (1/32 inch) thick discontinuous silica cemented capping."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 8.1 miles southeast of Adin, 3.1 miles southeast on Butte Creek Rd., 3 miles south on dirt road that follows Butte Creek, 1 miles west on dirt road up hill; 300 feet east and 300 feet north of the southwest corner of sec. 31, T. 38 N., R.  10 E., Adin SE (Lane reservoir) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact and thickness of the mollic epipedon is 14 to 20 inches.  The mean annual soil temperature is 47 to 52 degrees F.  The soil temperature exceeds 41 degrees F from mid March to late November (260 days) and exceeds 47 degrees F from mid May to early November (170 days).  The soil moisture control section is dry in all parts from early July to early November (125 days) and is moist in all parts from mid November to mid June.  The particle-size control section ranges from 18 to 27 percent clay in the upper part and 27 to 35 percent clay in the lower part.  Rock fragments, mostly gravel range from 5 to 25 percent.  Rock fragments, mostly gravel, cobbles or stones on the surface, range from 35 to 80 percent.\nThe A horizon color is 10YR 5/2 or 5/3.  Moist color is 10YR 2/2, 3/1, 3/2 or 3/3.  It is very gravelly, extremely gravelly, very cobbly or very stony sandy loam with 15 to 18 percent clay.  Rock fragments range from 35 to 80 percent.  Organic matter ranges from 1 to 3 percent. Base saturation ranges from 80 to 85 percent by sum of cations. Reaction is slightly acid or neutral.\nThe Bt horizon color is 10YR 4/2, 4/3, 5/2 or 5/3.  Moist color is 10YR 2/1, 3/1, 3/2, 3/3; or 7.5YR 3/2.  It is loam, gravelly loam or clay loam.  Base saturation ranges from 80 to 85 percent by sum of cations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adinot (T CA), Borland (T WA), Jilson (CA), Laric (T WA), McQuarrie (UT), Pass Canyon (UT) and Terca (NV) series.  Adinot soils have an aridic soil moisture regime and a lower Bt horizon with more than 35 percent clay.  Jilson, McQuarrie and Pass Canyon soils are dry in the moisture control section for less than 125 days.  McQuarrie soils have secondary lime in the particle-size control section and are moderately alkaline.  Pass Canyon soils are mildly alkaline throughout.  Borland, Jilson and Terca have a mollic epipedon that excludes the lower Bt horizon. ."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Malinda soils are on plateaus summits and hills.  Slopes range from 2 to 50 percent.  These soils formed in slope alluvium from extrusive igneous rock.  Elevation is 4,000 to 5,600 feet.  The climate is semiarid with warm dry summers and cold moist winters.  Mean annual precipitation is 16 to 20 inches.  Snowfall is 12 to 24 inches.  The mean annual temperature varies from 45 to 48 degrees F.  Frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Trojan (T), Lonkey (T) and Orhood soils.  Trojan soils are deep, are fine-loamy and have base saturation of less than 75 percent.  Lonkey soils are moderately deep to lithic tuff, and are fine-loamy.  Orhood soils are shallow to lithic basalt and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for livestock grazing.  The vegetation is Idaho fescue, mountain big sagebrush and scattered western juniper, antelope bitterbrush, thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are moderately extensive.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, California, Intermountain Soil Survey Area 1994.  Source of name from a spring."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 16 inches (A, Bt)\nArgillic horizon - the zone from 2 to 16 inches (Bt1, Bt2, Bt3)\nLithic contact - the boundary at 16 inches (R)\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
