{
  "SERIES": "MALOY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SDH/AAD/DLR",
  "REVDATE": "07/2008",
  "STATES": "AZ",
  "OVERVIEW": "The Maloy series consists of deep, well drained soils that formed in dominantly granitic alluvium.  Maloy soils are on high alluvial fans and have slopes of 2 to l5 percent.  The mean annual precipitation is about l2 inches and the mean annual air temperature is about 62 1/4 F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maloy extremely stony loam-rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; brown (7.5YR 5/4) extremely stony loam, dark reddish brown (5YR 3/4) moist; weak fine platy structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine and fine roots; many very fine and fine vesicular pores; 40 percent cobbles, 25 percent stones and 20 percent gravel; slightly acid (pH 6.2); clear smooth boundary (1 to 2 inches thick).\nBt1--2 to 8 inches; reddish brown (5YR 4/4) extremely cobbly sandy clay loam, dark reddish brown (5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and fine roots; many very fine and fine interstitial and tubular pores; few thin clay films on faces of peds, in pores and bridging sand grains; 45 percent cobbles, 5 percent stones and 30 percent gravel; slightly acid (pH 6.2); clear smooth boundary (4 to 6 inches thick).\nBt2--8 to 20 inches; reddish brown (5YR 4/4) extremely cobbly sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine and fine and few medium roots; many very fine and fine interstitial and tubular and few medium tubular pores; few thin clay films in pores and bridging sand grains; 35 percent cobbles, 5 percent stones and 30 percent gravel; slightly acid (pH 6.5); clear wavy boundary (8 to l2 inches thick).\nBt3--20 to 38 inches; yellowish red (5YR 5/6) extremely cobbly sandy clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine and fine tubular and interstitial pores; few thin clay films on faces of peds and in pores; 40 percent cobbles, 5 percent stones and 30 percent gravel; neutral (pH 7.0); clear wavy boundary (12 to 20 inches thick).\nC--38 to 60 inches; light brown (7.5YR 6/4) extremely cobbly sandy loam, strong brown (7.5YR 4/6) moist; massive; slightly hard, very friable; few very fine and fine roots; many very fine and fine interstitial pores; 50 percent gravel and 5 percent stones; few thin lime coatings on gravel; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Graham County, Arizona; 2,000 feet south and 2,200 feet east of the NW corner of section l9, T. 7 S., R. 24 E.; about 8 miles southwest of the town of Pima."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 25 to 40 inches\nRock fragments: greater than 35 percent rock fragments\nSoil moisture: These soils are dry more than half the time in most years. Ustic aridic moisture regime\nOrganic matter content: l to 2 percent in the surface l0 inches\nA horizon\nHue: 7.5YR\nValue: 5 or 4 dry, 4 or 3 moist\nChroma: 3 or 4, dry or moist\nTexture: sandy loam, loam\nRock fragments: greater than 35 percent coarse fragments, dominantly stones and cobbles.\nB2t horizon\nHue: 5YR, 2.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 or 6, dry or moist\nTexture: very cobbly, very stony, extremely cobbly or extremely stony sandy clay loam\nReaction: slightly acid to neutral\nC horizon\nHue: 7.5YR, l0YR\nValue: 4 through 6 dry, 4 or 5 moist\nChroma: 4 through 6, dry or moist\nTexture: sandy loam, loam\nRock fragments: greater than 35 percent coarse fragments\nEffervescence: some pedons are slightly effervescent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caralampi (AZ), Coxwell (NM), Hartpeak (CA), Holliday (NM), Hoppswell (NV), Hyrhy (AZ) and Monza (NM) series.  Caralampi soils have dominantly fine and medium gravel as the coarse fragments in the control section.  Coxwell, Hartpeak, and Monza soils have bedrock at moderate depths.  Holliday soils contain less than 18 percent clay.  Hoppswell soils have base of argillic horizons at 11 to 25 inches and 1 to 10 percent calcium carbonate in the Bk horizon.are moist in the soil moisture control section less than 20 days cumulative during July-September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maloy soils are on gently to moderately sloping broad alluvial fans at elevations of 3,000 to 5,000 feet.  Slopes range from 2 to l5 percent.  These soils developed in dominantly granitic alluvium.  The climate is semiarid continental.  The mean annual temperature ranges from 57 1/4to 64 1/4F., and the average annual precipitation ranges from l0 to l4 inches.  Precipitation occurs mainly as summer thunderstorms and as gentle winter rains.  The frost-free season is l80 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alsco (T) soils, and the Comoro, Eloma (T), Santo Tomas, and Selevin (T) soils.  Comoro and Santo Tomas soils lack argillic horizons.  Eloma, and Selevin soils have clayey-skeletal control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as livestock grazing.  Native vegetation is bush muhly, black grama, slim tridens, Arizona cottontop, sideoats grama, plains bristlegrass, whitethorn, mesquite, catclaw, wolfberry, paloverde, Mormon tea, range ratany, spicebush, amusia and cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Arizona.  Maloy soils are of small extent. MLRA 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gila-Duncan Area, Graham County, Arizona; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUpdated competing series section 3/13/08, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
