{
  "SERIES": "MALONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-FLG-SWF-GWS",
  "REVDATE": "08/2016",
  "STATES": "NY",
  "OVERVIEW": "The Malone series consists of very deep, somewhat poorly drained soils formed in calcareous dense till. They are nearly level to strongly sloping soils on low hills and ridges Slope ranges from 0 to 15 percent. Mean annual temperature is 7 degrees C (45 degrees F) and mean annual precipitation is 1000 mm (39 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, frigid Aeric Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Malone loam -  0 to 3 percent slopes in a pasture. (Colors are for moist soil.)\nAp-- 0 to  23 cm; very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; very friable; many fine roots; 13 percent rock fragments; slightly acid; clear smooth boundary. (13 to 25 cm (5 to 10 in) thick.)\nBw1--  23 to 51 cm; brown (10YR 5/3) gravelly fine sandy loam; ped faces are grayish brown (10YR 5/2) to gray (10YR 5/1); weak medium and fine subangular blocky structure; friable; common fine roots; few fine pores; 25 percent rock fragments; common medium faint yellowish brown (10YR 5/6) masses of iron oxides, and  many medium faint grayish brown (10YR 5/2) areas of iron depletion; slightly acid; gradual wavy boundary.\nBw2--  51 to 76 cm; brown (10YR 5/3) gravelly fine sandy loam; massive; friable; few fine  roots; 30 percent rock fragments; many medium faint yellowish brown ( 10YR 5/6) masses of iron oxides; neutral; clear wavy boundary. (Combined thickness of Bw horizons is 13 to 76 cm.)\nCdg-- 76 to 183 cm; grayish brown ( 10YR 5/2) very gravelly sandy loam; weak thick plate-like divisions, very firm; 35 percent rock fragments; few medium and fine faint brown (10YR 5/3) and distinct yellowish brown (10YR 5/6) masses of iron  oxides; strongly effervescent,  moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, New York; Town of  Plattsburgh, 0.7 mile south of Beekmantown townline, 1.6 miles northeast of West Plattsburgh and 25 feet east of State Route 190 in a pasture. USGS  Morrisonville, NY topographic quadrangle; Latitude 44 degrees,  43 minutes, 32 seconds N. and Longitude 73 degrees, 32 minutes, 28 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 46 to 96 cm (18 to 38 in). Depth to carbonates range from 46 to 127 cm (18 to 50 in). Depth to densic material is 51 to 102 cm (20 to 40 in). Depth to bedrock is greater than 152 cm (60 in). Limestone or dolomite limestone rock fragments, gravel, cobbles, and channers range from 5 to 35 percent by volume in the solum and 5 to 50 percent in the substratum.\nThe Ap horizon has hue of 10YR, value of 2 to 5, and chroma of 1 to 3. It is silt loam, loam, fine sandy loam, or sandy loam, or their gravelly analogues in the fine-earth fraction. Reaction is moderately acid or slightly acid, unless limed. Some pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 1 or 2. It is silt loam, loam, fine sandy loam, or sandy loam in the fine-earth fraction. Reaction is moderately acid to neutral.\nThe Bw horizon has hue of 5YR to 2.5Y, value 3 to 6, and chroma of 3 to 6. It is sandy loam, fine sandy loam, loam, or silt loam, or their gravelly analogues in the fine-earth fraction. Reaction is slightly acid or neutral.\nThe Bg horizon has hue of 5YR to 2.5Y, value of 3 to 6, and chroma of 1 or 2. It is loam, fine sandy loam, sandy loam, or silt loam, or their gravelly analogues in the fine-earth fraction, with thin subhorizons of silty clay loam or silt loam in some pedons. Reaction is slightly acid or neutral.\nSome pedons have a BC horizon with hue of 5YR to 2.5Y, value of 3 to 6, and chroma of 1 to 3. It is loam, fine sandy loam, sandy loam, or silt loam, or their gravelly analogues in the fine-earth fraction, with thin subhorizons of silty clay loam in some pedons. Reaction is slightly acid to slightly alkaline.\nThe Cd horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4. It is loam, fine sandy loam, or sandy loam, or silt loam, or their gravelly or very gravelly analogues in the fine-earth fraction. Reaction ranges from neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Brayton, Cowhorn, Ensley, and Monarda series are in related families. Brayton soils have a Cd within 51 cm (20 in) and no carbonates above 127 cm (50 in). Cowhorn soils have few or no rock fragments. Ensley soils have a matrix that is 1 or 2 chroma in all subhorizons above 76 cm (30 in), have a slightly higher clay content in the solum, and developed in regions with a mean annual precipitation of 864 mm (34 in) or less. Monarda soils have episaturation and do not have carbonates within a depth of 127 cm (50 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Malone soils are nearly level to strongly sloping and are on footslopes of low hills and ridges on till plains. They formed in till deposits derived mainly from limestone and dolomite with some component of sandstone and gneiss. Slope ranges from 0 to 15 percent. Mean annual temperature ranges from 4 to 9 degrees C (39 to 48 degrees F), the mean annual precipitation ranges from 790 to 1490 mm (31 to 59 in), and the frost-free period ranges from 100 to 160 days. Elevation ranges from 30 to 560 meters (98 to 1820 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Grenville, Hogansburg, Kalurah, Ogdensburg, Pyrities, and Runeberg series. Grenville, Hogansburg, Kalurah, and Pyrities soils are on higher more convex topographic positions than Malone soils and have udic moisture regimes. Runeberg soils are poorly and very poorly drained associates of Malone. Ogdensburg soils are moderately deep to bedrock and are on similar topographic positions on nearby bedrock controlled landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is moderately high  or high in the surface and upper subsoil, moderately low through high in the lower subsoil and friable substratum, and low through moderately high in the densic substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in crops or used for pasture. Hay and corn are the principal crops. Wooded areas support a variety of hardwoods which include red maple, birch, elm, northern white cedar, and aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The St. Lawrence Valley and Champlain Valley of Northern New York and possibly Vermont. MLRAs 101, 142, and 143. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Lawrence County, New York, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Previous classification placed the Malone series in the great group Haplaquepts. Because of changes in the 5th edition of 'Keys to Soil Taxonomy,' this soil now classifies in the great group Epiaquepts.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 23 cm (Ap horizon).\nb. Cambic horizon - the zone from  23 to 76 cm (Bw1 and Bw2 horizons).\nc. Aquepts suborder - the zone between  23 and 51 cm having 50 percent or more chroma of 2 or less ped faces and redoximorphic concentrations. (Bw1 horizon).\nd. Aeric subgroup feature - the zone from  51 to 76 cm has a hue of 10YR in 50 percent or more of the matrix and a value and chroma, moist, of 3 or more. (Bw2 horizon).\ne. Nonacid feature - the pH is greater than 5.0 throughout the control section."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Pedon S81NY8925 described in Cornell Agronomy Memo 83-4 - Physical, Chemical, and Mineralogical Data for 19 Soil Series from St. Lawrence County, New York, January 1983, is nearby and similar to the typifying pedon."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap-- 0 to  23 cm; very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; very friable; many fine roots; 13 percent rock fragments; slightly acid; clear smooth boundary. (13 to 25 cm (5 to 10 in) thick.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak medium and fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--  23 to 51 cm; brown (10YR 5/3) gravelly fine sandy loam; ped faces are grayish brown (10YR 5/2) to gray (10YR 5/1); weak medium and fine subangular blocky structure; friable; common fine roots; few fine pores; 25 percent rock fragments; common medium faint yellowish brown (10YR 5/6) masses of iron oxides, and  many medium faint grayish brown (10YR 5/2) areas of iron depletion; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--  51 to 76 cm; brown (10YR 5/3) gravelly fine sandy loam; massive; friable; few fine  roots; 30 percent rock fragments; many medium faint yellowish brown ( 10YR 5/6) masses of iron oxides; neutral; clear wavy boundary. (Combined thickness of Bw horizons is 13 to 76 cm.)"
      },
      {
        "name": "Cdg",
        "top": 76,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cdg-- 76 to 183 cm; grayish brown ( 10YR 5/2) very gravelly sandy loam; weak thick plate-like divisions, very firm; 35 percent rock fragments; few medium and fine faint brown (10YR 5/3) and distinct yellowish brown (10YR 5/6) masses of iron  oxides; strongly effervescent,  moderately alkaline."
      }
    ]
  ]
}
