{
  "SERIES": "MALOTERRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJW",
  "REVDATE": "04/2022",
  "STATES": "TX",
  "OVERVIEW": "The Maloterre series consists of very shallow, somewhat excessively drained, moderately slow permeable soils that formed in residuum weathered from Lower Cretaceous age limestone.  These soils occur on summits, shoulders, and backslopes of ridges and hills. The slope range is 1 to 20 percent. Mean annual precipitation is about 711 to 889 mm (28 to 35 in) and mean annual air temperature is about degrees 17.8 to 20 degrees C (64 to 68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maloterre gravelly clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky and granular structure; hard, firm; contains 25 percent by volume of fragments of fine shell and limestone; a few fragments of limestone from 8 to 20 cm (3 to 8 in) in diameter occur on the surface; moderately alkaline; calcareous; abrupt smooth boundary Thickness is 8 to 25 cm (3 to 10 in.)\nR--20 to 25 cm (8 to 10 in); indurated limestone containing many imbedded fossil shell, massive and unfractured, hardness of about 3 on Moh's scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Erath County, Tx; from the Erath County Courthouse in Stephenville, Texas, about 17 miles southeast on Texas Highway 67 to the intersection of Texas Highways 67 and 220; then 0.1 mile northwest on Texas Highway 67 and 60 feet north of highway fence in rangeland. USGS topographic quadrangle: Chalk Mountain, Texas; Latitude: 32 degrees, 9 minutes, 10.64 seconds N; Longitude: 97 degrees, 55 minutes, 19.86 seconds W; Datum: WGS84. UTM Easting 601638.72 m, UTM Northing 3557898.74 m, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90, but less than 120 days in normal years.\nDepth to lithic contact: 8 to 25 cm (3 to 10 in)\nParticle-size control section (weighted average)\nClay content: 30 to 45 percent\nRock fragments: 5 to 35 percent\nA horizon\nHue: 10YR, 2.5Y, 7.5YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: gravelly clay loam, gravelly clay, clay loam, or clay\nClay content: 30 to 45 percent\nNon-Carbonate Clay content: less than 35\nRock fragments: 5 to 35 percent; 2 to 75 mm; indurated limestone\nCalcium carbonate equivalent: 40 to 80 percent\nEffervescence: strong to violent\nReaction(pH): moderately (7.9 to 8.4)\n.\nR layer\nIndurated white limestone to conglomerate limestone with many imbedded fossil shells."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Similar soils are the Brackett, Dugout, Ector, Eddy, Latom, Nebgen, Tarrant, and Yates series.\nBrackett and Dugout soils: are deeper and have cambic horizons.\nEctor, Eddy, and Yates soils: contain more than 35 percent coarse fragments. In addition, Ector soils have dark A horizons and Eddyand Brackett soils, lack lithic contacts.\nLatom and Nebgen soils: contain less than 40 percent calcium carbonate and have a lithic contact with sandstone.\nTarrant soils: have mollic epipedons, montmorillonitic mineralogy and contain more than 35 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Residuum derived from limestones of Lower Cretaceous Age\nLandscape: Hills\nLandform: Summits, shoulders, and backslopes of ridges\nSlope: 1 to 20 percent\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 711 to 889 mm (28 to 35 in)\nThornthwaite P-E Index: 44 to 54\nMean annual air temperature: 17.8 to 20 degrees C (64 to 68 degrees F)\nFrost-free period: 197 to 263 days\nElevation: 190.5 to 472.4 m (625 to 1550 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Brackett and Dugout series and the Bolar, Denton, Purves, and Somervell series.\nBolar, Denton, and Somervell soils: have mollic epipedons and sola thicker than 20 inches.\nPurves soils: have mollic epipedons and montmorillonitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. Permeability is moderately slow. Runoff is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland.  Vegetation is mainly hairy tridens, a few forbs and some scattered midgrass plants.  It is common for the surface to have less than 60 percent ground cover of any vegetation.  Juniper is the main woody plant growing on this soil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in very shallow limestone areas of central and north-central Texas; LRR J; MLRA 85. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Parker County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were classified as Lithosols and included in the Tarrant series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 0 to 20 cm (0 to 8 in). (A horizon)\nOchric epipedon: 0 to 20 cm (0 to 8 in). (A horizon)\nLithic contact: The contact with limestone bedrock at 20 cm (8 in). (top of R layer)\nAdditional Comments: This update is a format update only.  It was performed by the NSSQA staff on 8/89 because of previous storage problems at Ames, Iowa.\nAdditional DATA: S2010TX0350005\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate fine subangular blocky and granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 20 cm (0 to 8 in); grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky and granular structure; hard, firm; contains 25 percent by volume of fragments of fine shell and limestone; a few fragments of limestone from 8 to 20 cm (3 to 8 in) in diameter occur on the surface; moderately alkaline; calcareous; abrupt smooth boundary Thickness is 8 to 25 cm (3 to 10 in.)"
      },
      {
        "name": "R",
        "top": 20,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--20 to 25 cm (8 to 10 in); indurated limestone containing many imbedded fossil shell, massive and unfractured, hardness of about 3 on Moh's scale."
      }
    ]
  ]
}
