{
  "SERIES": "MALTESE",
  "STATUS": "Established Series",
  "BYREV": "TMC-CJH",
  "REVDATE": "06/2003",
  "STATES": "ND",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Torrertic Natrustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maltese silt loam on a 3 percent southeast facing plane slope in native grass.  (Colors are for dry unless otherwise stated.  When described the soil was dry in the upper 16 inches and moist below.)\nA--0 to 7 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky and weak fine platy; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; slightly acid; clear smooth boundary.  (2 to 8 inches thick)\nE--7 to 10 inches; light yellowish brown (2.5Y 6/3) silt loam, dark olive brown (2.5Y 3/3) moist; moderate coarse platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; slightly acid; abrupt smooth boundary.  (0 to 7 inches)\nBtn--10 to 16 inches; light olive brown (2.5Y 5/3) silty clay, dark olive brown (2.5Y 3/3) moist; strong medium columnar structure parting to strong fine angular blocky; extremely hard, extremely firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many distinct clay films on faces of peds; slightly alkaline; clear smooth boundary.  (3 to 15 inches thick)\nBtkn--16 to 20 inches; light yellowish brown (2.5Y 6/3) silty clay, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm, sticky and plastic; few very fine roots; common very fine tubular pores; common distinct clay films on faces of peds; common fine irregularly shaped masses of carbonates; violent effervescence; slightly alkaline; clear wavy boundary.\nBtkny--20 to 33 inches; light yellowish brown (2.5Y 6/3) silty clay loam, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm, sticky and plastic; few very fine roots; common very fine tubular pores; common distinct clay films on faces of peds; many fine and medium irregularly shaped nests of gypsum; few fine rounded masses of carbonates; strong effervescence; strongly alkaline; gradual wavy boundary.  (Combined Btkn horizons 0 to 37 inches thick)\nBCy--33 to 45 inches; light olive brown (2.5Y 5/3) silty clay loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine tubular pores; common fine irregularly shaped nests of gypsum; slight effervescence; strongly alkaline; gradual wavy boundary.  (0 to 25 inches thick)\nCy--45 to 60 inches; light olive gray (5Y 6/2) silty clay loam, olive gray (5Y 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic ; few fine irregularly shaped nests of gypsum; slight effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Billings County, North Dakota, about 10 miles southwest of Fryburg; 2,300 feet north and 1,700 feet west of the southeast corner of sec. 36, T. 138 N., R. 101 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates ranges from 7 to 20 inches.  Combined A and E horizons range from 4 to 12 inches thick.  The thickness of the mollic epipedon ranges from 7 to 23 inches.  The depth to visible salts or gypsum ranges from 16 to 36 inches.\nThe A horizon has hue of 10YR, value of 5 and 3 moist, and chroma of 2 or 3.  It is loam or silt loam.  It has 15 to 25 percent clay.  It is medium acid to neutral.  Some pedons have an AE horizon or a Bw horizon below the A horizon.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 3 to 5 moist, and chroma of 2 to 4.  It is loam or silt loam.  It is slightly acid to slightly alkaline.\nThe Btn horizon has hue of 10YR or 2.5Y and value of 4 or 5 and 3 or 4 moist, and chroma of 2 or 3.  It is silty clay, silty clay loam, clay loam or clay.  It has 35 to 60 percent clay.  It is neutral to strongly alkaline.\nThe Btk horizons have hue of 10YR, 2.5Y or 5Y and value of 4 to 6 and 3 to 5 moist, and chroma of 2 or 3.  It is silty clay loam, silty clay, clay loam or clay.  It has 35 to 50 percent clay.  It is slightly alkaline to strongly alkaline.  Some pedons have a Btny horizon.\nThe BCy horizon has hue of 10YR, 2.5Y or 5Y and value of 5 to 7 and 3 to 5 moist, and chroma of 2 to 4.  It is silty clay loam, silt loam or loam, but it is fine sandy loam below a depth of 40 inches in some pedons.  It is slightly alkaline to strongly alkaline.  Some pedons have a BCky.\nThe C horizon has hue of 2.5Y or 5Y, value of 6 or 7 and 4 or 5 moist, and chroma of 2 or 3. It is silty clay loam.  It is slightly alkaline to strongly alkaline. Some pedons have a loamy fine sand 2C horizon below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maltese soils are on flats and swales on terraces and uplands.  Slope gradients are usually less than 6 percent, but range to 25 percent.  The soils formed in clayey alluvium or residuum from shale, siltstone or sandstone.  The mean annual air temperature ranges from 39 to 45 degrees F. and the mean annual precipitation from 13 to 16 inches.  Most of the precipitation falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ethridge, Gerda, Kremlin and Rhame soils.  Ethridge, Kremlin and Rhame soils do not have a natric horizon.  In addition, Rhame soils have soft bedrock within a depth of 40 inches.  Ethridge soils are on fans and uplands.  Kremlin soils are on fans.  Rhame soils are on side slopes.  Gerda soils have a combined A and E horizon thickness of 5 inches or less and have visible salts within 16 inches.  They are in complex with the Maltese series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained.  Runoff is low to very high depending on slope.  Permeability is slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range, pasture or hay.  Native vegetation is western wheatgrass, blue grama, and threadleaf sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern North Dakota, and possibly northwestern South Dakota and eastern Montana.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Billings County, North Dakota, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in this pedon are: mollic epipedon -  zone from the surface of the soil to a depth of 7 inches (A horizon); natric horizon -  zone from 10 to 33 inches (Btn, Btkn, and Btkny horizons); torrertic subgroup criteria - color value of 5 dry in the upper 18 cm (A horizon) and an LE of more than 6 cm in the upper 1 m.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
