{
  "SERIES": "MAMOU",
  "STATUS": "Established Series",
  "BYREV": "BAT-CLN-RM",
  "REVDATE": "01/2018",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Aeric Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mamou silt loam--in pasture on a convex 2 percent side slope; elevation is 17.4 m (57 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; common fine roots; few black (10YR 2/1) organic stains; common fine distinct yellowish brown (10YR 5/4) masses of oxidized iron; slightly acid; clear smooth boundary. (Thickness of the Ap horizon is 8 to 20 cm [3 to 8 in])\nE--15 to 28 cm (6 to 11 in); yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; common fine distinct grayish brown (10YR 5/2) iron depletions; few medium prominent red (2.5YR 4/6) masses of oxidized iron; slightly acid; abrupt wavy boundary. (Thickness of the E horizon is 8 to 25 cm [3 to 10 in])\nBtg1--28 to 48 cm (11 to 19 in); variegated matrix of dark gray (10YR 4/1), very dark gray (10YR 3/1), and dark red (2.5YR 3/6) silty clay loam; surfaces of peds are very dark gray (10YR 3/1); weak coarse prismatic structure parting to strong medium subangular blocky; firm; few fine roots along surface of peds; few fine pores; many prominent clay films on surfaces of peds; few fine black (10YR 2/1) iron-manganese masses; few fine faint brown (10YR 4/3) masses of oxidized iron; slightly acid; clear wavy boundary.\nBtg2--48 to 66 cm (19 to 26 in); yellowish brown (10YR 5/4) silty clay loam with dark grayish brown (10YR 4/2) coatings on surface of peds; moderate medium subangular blocky structure; firm; few fine roots; few fine pores; many prominent clay films on surface of peds; many medium black stains on surfaces of peds; few fine black (10YR 2/1) iron-manganese masses; few fine prominent red (2.5YR 5/6) masses of oxidized iron; slightly acid; diffuse wavy boundary. (Combined thickness of the Btg horizon is 25 to 111 cm [10 to 44 in])\nC--66 to 163 cm (26 to 64 in); variegated matrix of light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/4) loam; massive; firm; common medium distinct strong brown (7.5YR 5/8) masses of oxidized iron; few medium brown (10YR 4/3) ironstone concretions with red interiors; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Evangeline Parish, Louisiana; 5 miles south of Mamou; 1.2 miles west of Fenris Junction, 72 yards south of highway; Eunice North, LA USGS topographic quadrangle; Latitude: 30 degrees 33 minutes 35.7 seconds N; Longitude: 92 degrees 27 minutes 8.2 seconds W;WGS84. NW1/4SE1/4 sec. 2, T. 6 S., R 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: an aquic moisture regime\nMean annual soil temperature: 21.1 to 22.2 degrees C (70 to 72 degrees F)\nSolum thickness: 51 to 127 cm (20 to 50 in).\nThickness of the A and E horizons to the abrupt textural change: 15 to 46 cm (6 to 18 in)\nWeighted average clay content of the A and E horizons: 5 to 15 percent\nWeighted average clay content of the argillic horizon: 25 to 35 percent.\nAp or A Horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 1 or 2\nTexture: very fine sandy loam, silt loam, or loam\nRedox concentrations: amount-none to common; shades-brown\nRedox depletions: amount-none to common; shades-gray\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nE Horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 3 or 6\nTexture: very fine sandy loam, silt loam, or loam\nRedox concentrations: amount-none to common; shades-yellow or brown\nRedox depletions: amount-few to many; shades-gray\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nBtg Horizon:\nColors for ped coatings are:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2\nColors for ped interiors are:\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 4 or 8\nMost pedons have a variegated matrix with the same colors\nTexture: silt loam or silty clay loam\nRedox concentrations: amount-few to many; shades-yellow, brown, or red\nRedox depletions: amount-none to many; shades-gray\nIron-manganese concentrations: amount-none to common; kind-masses or concretions\nReaction: very strongly acid to slightly alkaline (4.5 to 7.8)\nC Horizon:\nVariegated matrix in shades of brown, red, or gray\nTexture: loam, silt loam, silty clay loam (some pedons have a thin clayey strata\nRedox concentrations: amount-none to common; shades-brown\nReaction: slightly acid to slightly alkaline (6.1 to 7.8)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils include the Acadiana, Crowley, Dundee, Homa, Patoutville, Springfield, Tenot, and Zachary series.\nAcadiana, Crowley, and Springfield soils: a fine particle-size control section.  In addition, Crowley soils do not have chroma of 3 or more in the E or upper Bt horizons.\nDundee, Homa, Springfield, and Tenot soils: in the thermic temperature regime.  In addition, Dundee soils do not have an E horizon;  Homa soils have a very-fine particle-size control section.\nPatoutville soils: are in a superactive family; have less than 10 percent sand in the argillic horizon.\nTenot soils: less than 10 percent sand; sola more than 127 cm (50 in) thick.\nZachary soils:  poorly drained; have grayer soil colors in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of the Prairie Terrace of Pleistocene age\nLandscape: flat coastal plains\nLandform: elongated natural levees of relic stream channels\nSlope: 1 to 3 percent\nMean annual precipitation: 1397 to 1651 mm (55 to 65 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year.\nMean annual air temperature: 20 to 21.1 degrees C (68 to 70 degrees F)\nFrost-free period: 240 to 270 days\nElevation: 12 to 46 m (40 to 150 ft)\nThornthwaite P-E Index: 68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Acadiana, Crowley, and Patoutville series and the Mowata and Kinder series.  Acadiana soils: on similar to slightly lower landform\nCrowley soils: in a fine family; on nearly level areas on a lower landform\nKinder soils: poorly drained; on nearly level areas on a lower landform.\nMowata soils: poorly drained; on a lower concave landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is slow.  Runoff is very high.  Water is perched at depths of 15 cm to 30 cm (0.5 to 1.0 ft) for short periods mostly during the winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for growing cotton, corn, sweet potatoes, rice, soybeans, and pasture.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairie of Southwest Louisiana; Land Resource Region - T; MLRA- 150A; of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Evangeline Parish, Louisiana; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Crowley series.\nDiagnostic horizons and features recognized in this pedon are;\nOchric epipedon: 0 to 28 cm (0 to 11 in) (Ap & E horizons).\nAbrupt textural change: the contact at 28 cm (11 in) has a clay increase that doubles within 8 cm (3 in).\nArgillic horizon: 28 to 66 cm (11 to 26 in) (Btg horizons).\nAeric feature: chroma of 3 or more in more than 40 percent of the argillic horizon to a depth of 76 cm (30 in).\nADDITIONAL DATA: Selected chemical data from the LSU fertility lab pedon number S95LA001147-1 from Acadia Parish.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
