{
  "SERIES": "MANASTASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJL/JTK/RJE/KWH",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Abruptic Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manastash loam - irrigated pasture, on a 2 percent slope at an elevation of 1,730 feet. The soil was moist when described. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure; slightly hard, friable, nonsticky and slightly plastic; many very fine, fine and common medium roots; common fine tubular pores; neutral (pH 7.0); clear wavy boundary. (3 to 7 inches thick)\nAB--5 to 10 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine roots; common very fine irregular pores; neutral (pH 7.0); abrupt wavy boundary. (0 to 10 inches thick)\nBt1--10 to 15 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine roots; common very fine irregular pores; few faint clay films on faces of peds; neutral (pH 7.0); abrupt wavy boundary. (5 to 10 inches thick)\nBt2--15 to 22 inches; dark yellowish brown (10YR 4/4) clay, dark yellowish brown (10YR 3/4) moist; strong medium prismatic structure parting to strong fine and medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine, fine roots; common very fine irregular pores; many distinct clay films on faces of peds; 5 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.0); clear wavy boundary. (7 to 17 inches thick.)\nBtk--22 to 25 inches; brown (7.5YR 4/4) gravelly clay, dark brown (7.5YR 3/4) moist; strong fine and medium angular blocky structure; very hard, firm, sticky and plastic; many very fine, fine roots; violently effervescent; lime segregated in many large irregular soft masses; common distinct clay films on faces of peds; 10 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 6 inches thick)\n2Bkqm1--25 to 42  inches; white (10YR 8/1) indurated lime-silica cemented very cobbly duripan, pale brown (10YR 6/3) moist; impervious to roots and water; violently effervescent; 30 percent imbedded gravel, 30 percent imbedded cobbles; grading to strongly cemented below 3 1/2 feet.\n2Bkqm2--42 to 60 inches; moderately cemented very gravelly sandy loam"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 2 miles northwest of Kittitas; 200 feet west, 800 feet south of the northeast corner of section 33, T. 18 N., R. 19 E.; USGS Colockum Pass SW topographic quadrangle; Latitude 47 degrees, 00 minutes, 48 seconds N. and Longitude 120 degrees, 27 minutes, 14 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 47 to 54 degrees F. These soils are dry more than half of the time in the moisture control section when the soil temperature at a depth of 20 inches is above 40 degrees F. Depth to the duripan ranges from 20 to 40 inches. The mollic epipedon ranges from 8 to 20 inches thick. The particle-size control section averages 35 to 60 percent clay in the fine earth fraction. The upper part of the argillic horizon has a clay increase of at least 20 percent, absolute, within a vertical distance of 3 inches or 15 percent, absolute, within a vertical distance of 1 inch.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3 dry or moist. Texture is loam or cobbly loam.  It has 15 to 20 percent clay.  Slightly acid to slightly alkaline.\nThe AB horizon has value of 4 or 5 dry and chroma of 2 or 3 dry or moist. Texture is loam or gravelly loam and has 15 to 20 percent clay. Reaction is slightly acid to slightly alkaline.\nThe Bt1 horizon has value of 4 or 5 dry, 3 or 4 moist and chroma of 3 or 4 dry or moist. Texture is loam or gravelly loam with 0 to 20 percent gravel. It has 18 to 30 percent clay.  Reaction is neutral to slightly alkaline.\nThe Bt2 horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 3 or 4 dry or moist. Texture is clay, gravelly clay loam, or gravelly clay with 0 to 20 percent gravel. It has 35 to 55 percent clay.  Reaction is neutral to slightly alkaline.\nThe Btk horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry and 3 through 5 moist. Texture is gravelly clay, clay, or sandy clay with 0 to 35 percent gravel. It has 35 to 65 percent clay.  Reaction is slightly alkaline to moderately alkaline.\nThe 2Bqkm1 horizon is indurated, has a gravelly to extremely gravelly matrix 8 to 36 inches thick with 1 to 5 inch thick silica plates and is above a moderately cemented 2Bkqm2 horizon of alluvial origin. Textures is very gravelly sandy loam, extremely gravelly sandy loam, or extremely cobbly sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Lamonta series.\nLamonta soils - are dominated by cobbles in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Manastash soils are on fan remnants interspersed with partial ballenas of piedmont slopes and on terrace remnants. Relict flat summit areas with broad rounded shoulders are typical; however, lateral stream migration and undercutting has produced angular shoulders in some places. Slopes are 0 to 30 percent. Manastash soils formed in old alluvium mixed with loess over cemented gravels of the Ellensburg formation. Clayey argillic horizons and indurated duripans commonly cover the entire ballena or fan remnant. Elevations are 1,500 to 2,900 feet. These soils are in a semiarid climate with warm and dry summers and cool and moist winters. The mean annual precipitation is 9 to 12 inches. The mean January temperature is about 25 degrees F. and the mean July temperature is about 69 degrees F. The mean annual temperature is 48 to 50 degrees F. The frost-free season is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gorskel, Nanum, Wenas, Woldale, and the tentative Brickmill and Wilview soils. Gorskel soils are on old alluvial fans, loamy-skeletal shallow and occur on the same land forms as Manastash soils. Nanum soils are on terraces, fine loamy, lack a duripan, and have mottles with chroma of 2 or less within 75cm of the surface. Wenas soils are on bottom lands, fine-loamy, lack a duripan, and are saturated with water at some period during the year. Woldale soils are on bottom land, lack a duripan and are saturated with water at some period during the year. Brickmill soils are on alluvial fans, loamy-skeletal, lack a duripan, and have mottles with chroma of 2 or less within 75cm of the surface. Of these younger soils occur in flanking washes, inset fans, or fan piedmonts between the elongated slightly higher fan remnants where Manastash soils occur."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is very slow to medium; permeability is moderate above the subsoil, slow in the subsoil, and very slow within the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated crops, pasture, range and wildlife habitat. Native vegetation is bluebunch wheatgrass, Sandberg bluegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Kittitas County, Washington; MLRA 8. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to 15 inches\nargillic horizon - the zone from 10 to 25 inches\nduripan - the zone beginning at 25 inches.\npscs - the zone from 10 to 25 inches\nTypical pedon revision 10/2005 based on SSPL documention and updated modal pedon description.\nADDITIONAL DATA:  Laboratory samples S92WA037012 and S88WA037009; NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
