{
  "SERIES": "MANAHAWKIN",
  "STATUS": "Established Series",
  "BYREV": "CS/Rev. JEB, JWB",
  "REVDATE": "06/2006",
  "STATES": "DE,MD,NJ,NY",
  "OVERVIEW": "MLRA(S): 149A (Northern Coastal Plain), 149B (Long-Island-Cape Cod Coastal Lowland), 153C (Mid-Atlantic Coastal Plain), 153D (Northern Tidewater Area)\nDepth Class: Very deep\nDrainage Class (Agricultural): Very poorly drained\nSaturated Hydraulic Conductivity: Moderately high to high in the organic layers and high in the mineral layers\nLandscape: Coastal Plain\nParent Material: Organic deposits underlain by sandy fluviomarine sediments\nSlope: 0 to 2 percent\nMean Annual Air Temperature (type location): 13 degrees C. (56 degrees F.)\nMean Annual Precipitation (type location): 1143 mm (45 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, siliceous, dysic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manahawkin muck, on a nearly level lowland flat, forested. (When described the soil was wet throughout).\nOa1--0 to 20 cm (0 to 8 inches); black (5YR 2/1) broken face and rubbed muck; 10 percent fibers, less than 2 percent rubbed; moderate medium granular structure; mat of many fine roots; identifiable material is primarily herbaceous with a trace of woody fragments; 85 percent organic matter; extremely acid; clear wavy boundary.\nOa2--20 to 51 cm (8 to 20 inches); black (5YR 2/1) broken face and rubbed muck; 5 percent fibers, less than 2 percent rubbed; many fine roots; 95 percent organic matter; 2 percent soft woody fragments which break down when rubbed; very strongly acid; gradual wavy boundary.\nOa3--51 to 76 cm (20 to 30 inches); black (5YR 2/1) broken face and rubbed muck (broken face color was slightly redder and lighter than rubbed color but not a chip different); 15 percent fibers, less than 2 percent rubbed; weak medium granular structure; common fine and medium roots; 95 percent organic matter; 10 percent soft woody fragments up to 1 inch diameter which break down when rubbed; very strongly acid; gradual wavy boundary.\nOa4--76 to 99 cm (30 to 39 inches); black (5YR 2/1) broken face and rubbed muck (broken face color is slightly redder and lighter than rubbed color but not a chip different); 10 percent fibers, less than 2 percent rubbed; massive; few roots; 90 percent organic matter; 30 percent woody fragments up to 2 inches in diameter which break down when rubbed; very strongly acid; abrupt smooth boundary. (Combined thickness of the Oa horizon is 16 to 51 inches)\nCg1--99 to 117 cm (39 to 46 inches); gray (10YR 5/1) sand; single grain; loose; strongly acid; abrupt smooth boundary.\nCg2--117 to 152 cm (46 to 60 inches); gray (10YR 6/1) gravelly sand; single grain, loose; 20 percent fine quartzose pebbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ocean County, New Jersey; Lacey Township, 0.6 mile southwest of intersection of Double Trouble and Kewsick Roads, 50 feet southeast of a woods road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Underlying Material: Greater than 183 cm (72 inches)\nDepth to Bedrock: Greater than 152 cm (60 inches)\nDepth to Seasonal High Water Table: +30 to 0 cm (+12 to 0 inches), January to December\nDepth to Mineral Horizons: 41 to 130 cm (16 to 51 inches)\nRock Fragments: 0 to 50 percent, by volume in the Cg horizon, mostly fine pebbles\nSoil Reaction: Extremely acid or very strongly acid in the surface tier and very strongly acid or strongly acid in the lower tiers and in the mineral substratum\nOther Features: Mineral content of organic layers ranges from 5 to 80 percent. Organic layers consist of mostly sapric material. Some pedons have subhorizons or a surface horizon of hemic material up to 25 cm (10 inches) thick. Woody fragments range from 0 to 50 percent, by volume, in the organic layers. These fragments are mostly twigs, branches, or logs ranging in size from 3 mm to 51 cm (1/8 inch to 20 inches) in diameter and completely break down when rubbed or crushed. & RANGE OF INDIVIDUAL HORIZONS:\nOa horizon:\nColor--hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2, or are neutral in hue and have value of 2 or 3. Broken face and rubbed colors are similar, but may differ one or two units in value or chroma.\nTexture--typically, muck (sapric material), but include individual layers of mucky peat (hemic material), especially at the soil surface\nA/Cg horizon (if it occurs):\nColor--hue of 10YR through 5Y, value of 2 to 4, and chroma of 0 to 2\nTexture (fine-earth fraction)--sand, loamy sand or silt loam with mucky analogs\nCg horizon:\nColor--hue of 7.5YR through 5Y, value of 2 to 7, and chroma of 1 or 2, or is neutral in hue with value of 2 to 5\nTexture (fine-earth fraction)--coarse sand, sand, fine sand, loamy sand, or loamy fine sand or fine sandy loam with gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Lake basins, back swamps, floodplains and freshwater channels adjacent to tide water\nElevation: 0.6 to 7.6 meters (2 to 25 feet) above mean sea level\nParent Material: Organic deposits underlain by sandy fluviomarine sediments\nMean Annual Air Temperature: 10 to 14 degrees C. (50 to 58 degrees F.)\nMean Annual Precipitation: 1016 to 1219 mm (40 to 48 inches)\nFrost Free Period: 160 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAtsion soils--poorly drained mineral soils that have a spodic horizon and a sandy particle-size control section, on higher landforms\nBerryland soils--very poorly drained mineral soils that have a spodic horizon and a sandy particle-size control section, on slightly higher landforms\nElkton soils--very poorly drained mineral soils that have fine-silty particle-size control section, on slightly higher landforms\nFallsington soils--poorly drained mineral soils that have fine-loamy particle-size control section, on slightly higher landforms\nHammonton soils--moderately well drained mineral soils that have a coarse-loamy particle-size control section, on higher landforms\nLakehurst soils--moderately well drained mineral soils that have a thin spodic horizon and a sandy particle-size control section, on higher landforms\nPocomoke soils--very poorly drained mineral soils that have coarse-loamy particle-size control section, on slightly higher landforms\nWoodstown soils--moderately well drained mineral soils that have a fine-loamy particle-size control section, on higher landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Very poorly drained\nInternal Free Water Occurrence: Very shallow, 0 to 25 cm (0 to 10 inches) and permanent (present continuously)\nFlooding Frequency and Duration: Frequent and very brief to long\nPonding Frequency and Duration: Occasional to frequent, and brief to long\nIndex Surface Runoff: Negligible\nSaturated Hydraulic Conductivity: Moderately high to high in the organic layers and high in the mineral layers\nPermeability (obsolete): Moderately slow to rapid in the organic layers and moderately rapid in the mineral layers\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Wetland wildlife habitat, and woodland\nDominant Vegetation: Atlantic white cedar, bald cypress, pitch pine, red maple, blackgum, sweetgum, swamp chestnut oak, water oak, smooth alder, northern white cedar, sweet bay (swamp magnolia).  The understory is high-bush blueberry, sweet pepperbush, leather leaf, gallberry, arrowwood, green briar, American holly, ferns, sedges, grasses and mosses.  Some areas are cultivated to cranberries and blueberries"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The coastal plain of New Jersey, Maryland, Delaware and possibly Pennsylvania.\nExtent: Large--more than 120,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ocean County, New Jersey, 1976"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Manahawkin soils were previously mapped as miscellaneous land types, named \"Muck\", \"Muck shallow,\" or \"Fresh water marsh.\" The soils are classified in the dysic reaction class because pH in water dominantly ranges from 4.5 to 5.0.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nSapric soil materials--the zone from 0 to 99 cm has a fiber content after rubbing that is less than one-sixth of the soil volume.\nAquic conditions--the zone from the soil surface to a depth of 200 cm is continuously saturated (endosaturation).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
