{
  "SERIES": "MANAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "OVERVIEW": "The Manawa series consists of very deep, somewhat poorly drained soils formed in clayey till, typically with a thin mantle of loess or other silty deposits on ground moraines, end moraines, and recessional moraines.  Slope ranges from 0 to 6 percent.  Mean annual precipitation is about 762 mm (30 inches). Mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Manawa silt loam - on a 2 percent slope in a cultivated field at an elevation of about 218 meters (715 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to moderate fine subangular blocky; friable; common fine roots; slightly alkaline; abrupt smooth boundary.  [15 to 23 cm (6 to 9 inches) thick]\nE--23 to 31 cm (9 to 12 inches); brown (7.5YR 5/2) silt loam; moderate thin platy structure; friable; common fine roots; few fine prominent reddish yellow (7.5YR 6/6) masses of oxidized iron in the matrix; neutral; clear irregular boundary.  [0 to 13 cm (0 to 5 inches) thick]\n2Bt1--31 to 43 cm (12 to 17 inches); reddish brown (5YR 4/4) silty clay loam; moderate fine subangular blocky structure; firm; few streaks of gray (5YR 5/1) along root channels; many prominentclay films; common fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common fine distinct pinkish gray (7.5YR 6/2) iron depletions in the matrix; few dolomite gravel; neutral; clear wavy boundary.\n2Bt2--43 to 53 cm (17 to 21 inches); reddish brown (5YR 4/4) silty clay; strong medium angular blocky structure; very firm; streaks of dark gray (5YR 4/1) along root channels; many prominennt clay films; common fine distinct yellowish red (5YR 5/6) masses of oxidized iron in the matrix; common fine distinct reddish gray (5YR 5/2) iron depletions in the matrix; few dolomite gravel; slightly alkaline, clear wavy boundary.\n2Bt3--53 to 76 cm (21 to 30 inches); reddish brown (5YR 4/4) silty clay; moderate medium angular blocky structure; very firm;; few distinct clay films; many medium distinct gray (5YR 5/1) iron depletions in the matrix; few dolomite gravel; slightly alkaline; gradual wavy boundary. [Combined thickness of Bt horizons ranges from 36 to 89 cm (14 to 35 inches)]\n2C--76 to 152 cm (30 to 60 inches); reddish brown (5YR 4/4) silty clay; weak coarse subangular blocky structure; firm; few fine distinct reddish gray (5YR 5/2) iron depletions in the matrix; few dolomite gravel; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Milwaukee County, Wisconsin; about 1 1/2 miles northeast of Brown Deer; 2,140 feet south and 200 feet west of the northeast corner of sec. 1, T. 8 N., R. 21 E. USGS Thiensville, Wisconsin topographic quadrangle; lat. 43 degrees 11 minutes 11 seconds N., and long. 87 degrees 56 minutes 43 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 127 cm (20 to 50 inches)\nThickness of the loess mantle: 0 to 51 cm (0 to 20 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nParticle-size control section:  averages 35 to 60 percent clay, 20 to 30 percent fine sand or coarser\nVolume of gravel in the till: 1 to 12 percent\nVolume of cobbles and stones in the till; 0 to 2 percent\nReaction: moderately acid to slightly alkaline in the upper part of the solum, slightly acid to moderately alkaline in the lower part: slightly or moderately alkaline in the substratum\nRedox accumulations: below the A horizon; redox depletions with chroma of 2 or less and saturation within the upper 25 cm (10 inches) of the argillic horizon\nAp or A horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or silty clay loam, but the range includes sandy loam.\nE horizon 9where present)\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam and atypically silty clay loam.\n2Bt  or Bt horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: silty clay or clay, but subhorizons in some pedons are silty clay loam or clay loam.\n2C or C horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 3 to 6, value and chroma of 3 do not occur together.\nTexture: silty clay or clay and atypically silty clay loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sees series. Sees soils have hues yellower than 7.5YR throughout the Bt horizons and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Manawa soils are in drainageways and shallow depressions and on foot slope positions of ground moraines, end moraines, and recessional moraines. Slope ranges from 0 to 6 percent.  Manawa soils formed in clayey till, typically with a thin mantle of loess or other silty deposits. Mean annual precipitation ranges from 660 to 890 mm (26 to 35 inches). Mean annual air temperature ranges from 7.2 to 11.7 degrees C (45 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kewaunee, Oshkosh, Peebles, Poygan, Winneconne, and Zittau soils.  The moderately well drained and well drained Kewaunee and poorly drained Poygan form a drainage sequence with the somewhat poorly drained Manawa soils.  Oshkosh soils are better drained and are on slightly higher rises.  Peebles soils have a mollic epipedon and better natural drainage.  Winneconne soils are nearby on better drained landscape positions.  Zittau soils are on outwash plains and stream benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  The potential for surface runoff ranges from negligible to high. Saturated hydraulic conductivity is moderately low to moderately high (0.42 to 1.41 micrometer per second). Permeability is slow. These soil shave a perched seasonal high water table a depth of 31 to 76 cm (1 to 2.5 feet)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland. A few areas are used for pastureland or woodland. Native vegetation is  mixed hardwoods and conifers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 89, 90A, 95A, 95B, and 110 in eastern Wisconsin.  The Manawa soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fond du Lac County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  12/04  5700 acres of Manawa were correlated in Door County as a temperature taxadjunct because they are in the frigid temperature zone. A new series is needed for these acres.\n12/04  This series previously included 2 different parent materials (clayey till and clayey lacustrine deposits). This revision redefines this series as being formed in clayey till only. A new series is needed for 3750 acres correlated in\nJuneau County as being formed in clayey lacustrine deposits. In addition, a portion of the acreage correlated in surveys in Brown, Calumet-Manitowoc, Fond du Lac, Green Lake, Outagamie, and Waushara Counties may be formed in clayey lacustrine deposits. A new series will be needed for these acres when these\nsurveys are updated.\n12/04  Lab data for 1 pedon from Calumet County and 1 pedon from Fond du Lac County shows high bulk density (1.84  2.0) in the till. Further study is needed to determine if the series concept should be changed to dense till.\nDiagnostic horizons and feature recognized in this pedon are:  ochric epipedon - 0 to 31 cm (0 to 12 inches) (Ap, E); argillic horizon - 31 to 76 cm (12 to 30 inches) (Bt1, Bt2, Bt3); aquic feature - redox depletions with chroma of 2 and saturation in the upper 25 cm (10 inches) of the argillic horizon; mollic subgroup - Ap horizon with color value and chroma, moist, less than 4 and color value, dry, less than 6.\nADDITIONAL DATA: Refer to soil survey sample numbers 60WI015001 and 59WI039004 for NSSL data on two pedons of Manawa.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
