{
  "SERIES": "MANATEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "12/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, hyperthermic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Manatee loamy fine sand in an improved pasture.  (Colors are for moist soil.)\nAp--0 to 12 inches; black (10YR 2/1) loamy fine sand; moderate fine and medium granular structure; very friable; many fine and medium roots; common distinct light gray (10YR 7/1) fine sand grains; 10 to 15 percent organic matter; neutral; gradual wavy boundary.\nA--12 to 18 inches; black (10YR 2/1) loamy fine sand; weak fine granular structure; very friable; many fine and medium roots; many light gray (10YR 7/1) fine sand grains and many medium granules of mucky fine sand; neutral; gradual wavy boundary.  (Combined thickness of the A horizons range from 10 to 22 inches)\nBt--18 to 24 inches; very dark grayish brown (10YR 3/2) fine sandy loam with few small pockets of fine sand; weak coarse subangular blocky structure breaking to moderate medium granular; friable; many fine roots, few medium roots; many sand grains coated and bridged with clay; few medium distinct light gray (10YR 7/1) areas of iron depletions; slightly alkaline; clear wavy boundary.  (3 to 13 inches thick)\nBtg--24 to 36 inches; dark gray (10YR 4/1) fine sandy loam; weak coarse subangular blocky structure parting to moderate medium granular; friable; common fine and medium roots; few thin streaks of light gray (10YR 7/1) fine sand; many sand grains coated and bridged with clay; few fine distinct olive brown (2.5Y 4/4) masses of iron accumulation; moderately alkaline, gradual wavy boundary. (9 to 29 inches thick)\nBCkg--36 to 48 inches; dark gray (10YR 4/1) fine sandy loam; weak, medium subangular blocky structure; friable; slightly sticky, slightly plastic; common fine and medium roots; common soft accumulations of calcium carbonate and many fine calcium carbonate nodules; many medium faint grayish brown (10YR 5/2) areas of iron depletions; moderately alkaline; gradual wavy boundary.  (0 to 14 inches thick)\nCg--48 to 60 inches; gray (5Y 6/1) fine sandy loam; massive; slightly sticky, slightly plastic; common calcium carbonate nodules; common coarse distinct greenish gray (5G 5/1) and bluish gray (5B 6/1) areas of iron depletions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okeechobee County, Florida.  Approximately 6.0 miles north of the center of the town of Okeechobee and about 1.0 mile east of U.S. Highway 441 on Williamson's Ranch in NW1/4, NW1/4, Sec. 23 T. 36 S., R. 35 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Reaction ranges from moderately acid to slightly alkaline in the A or Ap horizon, and from neutral to moderately alkaline in the B and C horizons.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, chroma of 1 or 2; or it is neutral with a value of 2 or 3.  Texture is fine sandy loam, loamy fine sand, loamy sand, fine sand, mucky loamy fine sand, mucky loamy sand, or mucky fine sand.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 2 to 6, chroma of 1 to 3; or it is neutral with value of 2 to 5.  Redoximorphic features in shades of yellow, brown, and gray range from none to many.  Texture is fine sandy loam or sandy loam.  Some pedons contain small pockets or streaks of fine sand or loamy fine sand.\nThe Btg horizon has hue of 10YR to 5Y, value of 4 through 7, and chroma of 1 or 2.  Masses of iron accumulation in shades of brown, yellow, or olive range from none to common.  Texture is fine sandy loam, sandy loam, or sandy clay loam.  Some pedons contain small pockets or streaks of fine sand or loamy fine sand.\nThe BCkg horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, chroma of 2 or less; or it is neutral with a value of 4 to 7.  Masses of iron accumulation in shades of brown, yellow, or olive range from none to common.  Soft masses of calcium carbonate accumulations or calcium carbonate nodules range from few to common.  Texture is fine sandy loam, sandy loam, or loamy fine sand.\nThe Cg horizon has hue of 10YR to 5GY, value of 4 to 7, chroma of 2 or less; or it is neutral with value of 2 or 3.  Soft masses of calcium carbonate accumulations or calcium carbonate nodules range from none to common.  Some pedons contain few to many shell fragments.  In some pedons, the Cg horizon is underlain by layers of shell fragments.  Texture ranges from fine sand to sandy loam.  Some pedons contain streaks of sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Manatee soils are in depressions, broad drainageways, and on flood plains of the lower Coastal Plain.  They formed in sandy and loamy marine sediments.  The climate is  humid subtropical.  Slope is dominantly less than 1 percent but ranges to 2 percent.  The average annual air temperature ranges from 72 to 74 degrees F., and the average annual precipitation ranges from 47 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bradenton, Chobee, Copeland, Delray, Felda, Floridana, Holopaw, Pompano, Riviera and Winder series.  Bradenton, Felda, Holopaw, Pompano, Riviera and Winder soils are not mollic.  In addition, Bradenton soils are poorly drained and on similar to slightly higher positions, Felda soils are arenic, Holopaw soils are grossarenic, Pompano soils are sandy throughout, Riviera soils are poorly drained and are arenic, and Winder soils are poorly drained.  Chobee soils have fine-loamy control sections.  Copeland soils are moderately deep to limestone bedrock and are fine-loamy.  Delray soils are grossarenic.  Floridana soils are arenic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Manatee soils remain in native vegetation.  A few small areas have been drained and is used for growing winter truck crops, citrus groves and improved pasture.  Natural vegetation consists of red maple, gum, cabbage palm and widely spaced cypress.  Treeless areas are covered by pickerelweed, sedge, maidencane, Jamaica sawgrass, cutgrass bluestem, panicum, cinnamon fern, sand cordgrass, St. Johnswort, and other perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Everglades Project Area, Florida; 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Manatee series was formerly classified as coarse-loamy, mixed, hyperthermic Typic Argiaquolls.  Based on data from a number of Florida soils the mineralogy of the sand and silt fraction is siliceous.\nThe water table is within 10 inches of the surface for more than 6 months annually during most years. Depressional areas are ponded for about 6 to 9 months during most years.\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 18 inches (Ap and A horizons).\nArgillic horizon - the zone from 18 to 36 inches (Bt and Btg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
