{
  "SERIES": "MANCHU",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKS/JM/DLM",
  "REVDATE": "10/2008",
  "STATES": "AK",
  "OVERVIEW": "Depth class: moderately deep\nDrainage class: moderately well drained\nParent material: micaceous loess overlying weathered schist bedrock\nLandform: hills\nSlopes: 3 to 70 percent\nMean annual temperature: about 26 degrees F., -3.3 C.\nMean annual precipitation: about 12 inches, 305 mm",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Aquic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Manchu silt loam -- under black spruce forest (All colors are for moist soil)\nOi--0 to 6 inches (0 to 16 cm); very dark brown (7.5YR 2.5/3) slightly decomposed organic matter; many very fine to coarse roots; extremely acid (pH 4.2); clear smooth boundary. (Thickness of the O horizon is 4 to 11 inches (9 to 28 cm))\nA--6 to 8 inches (16 to 19 cm); black (10YR 2/1) silt loam; weak fine granular structure; friable, slightly sticky and slightly plastic; few very fine and fine roots; strongly acid (pH 5.2); clear wavy boundary. (Thickness of the A horizon is 1 to 8 inches (3 to 21 cm))\nBw--8 to 17 inches (19 to 42 cm); 80% dark yellowish brown (10YR 4/4) and 20% dark gray (2.5Y4/1) silt loam; common fine prominent yellowish red (5YR 4/6) mottles; moderate thin platy structure friable; slightly sticky and slightly plastic; few fine and very fine roots; moderately acid (pH 5.6); clear wavy boundary.  (8 to24 inches thick (20 to 60 cm))\nBC--17 to 28 inches (42 to 70 cm); 60% light olive brown (2.5Y 5/4) and 40% dark yellowish brown (10YR4/6) silt loam; weak thin platy structure; friable; slightly sticky and slightly plastic; 5 percent channers; slightly acid (pH 6.4); gradual smooth boundary.  (4 to 8 inches thick where present (10 to 20 cm))\n2BCr--28 to 39 inches (70 to 100 cm); dark yellowish brown (10YR 4/4) extremely channery silt loam; massive; friable; slightly sticky and slightly plastic; 50 percent channers and 20 percent flags; neutral (pH 6.6);\n2Cr--39 to 60 inches (100 to 152 cm); dark yellowish brown (10YR 4/4) extremely channery sandy loam (weathered schist bedrock); massive; friable; nonsticky and nonplastic; 50 percent channers and 20 percent flags; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fort Wainwright Area, Alaska; UTM zone 6, 514477E 7164398N (description taken from transect 00DS021 stop 4)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the organic mat: 4 to 11 inches (9 to 28 cm)\nParticle size control section (weighted average): 15 to 35 percent coarse fragment, dominantly schist channers and/or flagstones, and less than 18 percent clays and greater than 15 percent fine sands and coarser\nDepth to weathered schist bedrock: 20 to 39 inches (50 to 100 cm) from the mineral soil surface\nMica content: substantial amounts of mica\nO horizon:\nMatrix color: hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 to 3\nTexture: slightly or moderately decomposed plant material\nReaction class: extremely acid to very strongly acid\nA horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 to 4; chroma of 1 to 3 Texture: silt loam or mucky silt loam\nReaction class: very strongly acid or strongly acid.\nBw horizon:\nMatrix color: hue of 10YR or 2.5Y, value of 3 to 4; chroma of 1 to 4\nTexture: silt loam or silt\nCoarse fragments: 0 to 10 percent\nReaction class: strongly or moderately acid.\n2 BCr or 2Cr horizons:\nMatrix color: hue from 10YR to 5Y; value of 4 to 6; chroma of 3 to 6, or variegated\nTexture: loam or sandy loam modified by 50 to 90 percent channers and/or flagstones\nReaction class: moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Audrey, Gerstle, Kusdry, and Stamp series. Audrey soils have lack schist channers and flagstones. Gerstle and Kusdry soils form stratified silty and sandy alluvium and lack coarse fragments in the control section. Stamp soils are somewhat poorly drained and have a mean annual soil temperature greater than 35 F., 1.7 C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: micaceous loess overlying weathered schist bedrock\nLandform: hills\nSlopes: 3 to 70 percent\nElevation: 500 to 2800 feet\nClimate: cold continental\nMean annual temperature: 23 to 28 degrees F., -5 to -2.2 C.\nMean annual precipitation: 10 to 15 inches, 254 to 381 mm"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Brigader and Ester soils. Both of these soils occur on similar landforms and are shallow to weathered bedrock. Ester soils have permanently frozen mineral soils and bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, runoff is low to very high; saturated hydraulic conductivity is moderately high to high in the loamy surface horizons and high in the weathered schist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested. The principal tree species is black spruce of non-commercial quality. Used for recreation, military training, water supply, and wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 231 Interior Alaska Highlands. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fort Wainwright Area, Alaska, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile include:  Ochric epipedon: 6 to 8 inches, 16 to 19 cm\nCambic horizon: from 8 to 28 inches, 19 to 70 cm\nParalithic contact: 39 inches (100 cm)\nTemperature regime: cryic\nParticle size control section (weighted average): coarse-loamy from 16 to 33 inches (40 to 100 cm) from mineral soil surface\nManchu soils thaw more slowly in the spring than the similar Steese soils. Some pedons remain frozen until mid-August and may occasionally fail to thaw entirely.  Repeated fires and subsequent oxidation of the B horizon could result in conversion of a Manchu soil into a Steese soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
