{
  "SERIES": "MANET",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW/JWF/GWH",
  "REVDATE": "11/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Manet coarse sand, on a 2 percent slope under creosotebush, Joshua tree, and annual grasses at 3,075 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry throughout.)\nA1--0 to 3 inches; light brownish gray (2.5Y 6/2) coarse sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable; common very fine, few fine roots; many very fine interstitial, few very fine tubular pores; moderately alkaline (pH 8.0); gradual smooth boundary.  (1 to 3 inches thick)\nC1--3 to 19 inches; grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable; common very fine roots; many very fine interstitial, few very fine tubular pores; violently effervescent with disseminated lime; moderately alkaline (pH 8.2); clear smooth boundary.  (12 to 20 inches thick)\nC2--19 to 42 inches; gray (10YR 6/1) loamy sand, dark gray (10YR 4/1) moist; massive; soft, very friable; common very fine, few fine and medium roots; many very fine interstitial, few very fine tubular pores; few thin strata of fine sandy loam; violently effervescent with disseminated lime; moderately alkaline (pH 8.4);  abrupt smooth boundary.  (7 to 23 inches thick)\nC3--42 to 61 inches; gray (10YR 6/1) fine sandy loam, dark gray (10YR 4/1) moist; weak fine and medium angular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine and fine roots; many very fine interstitial, few very fine tubular pores; has thin strata of loamy fine sand; strongly effervescent with disseminated lime; lime segregated in few fine filaments or threads; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; about 3.5 miles north of Sheep Creek Road from Hwy 18; then 2.3 miles east of Gasline Road from Sheep Creek Road; then 0.4 miles south on dirt road from Gasline Road and 30 feet east of dirt road; in the SE1/4 SE1/4 NW1/4 section 5, T.5N., R.6W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of about 20 inches is about 65 degrees F. and the soil temperature usually is not below 47 degrees F. at any time.  The soil is usually dry except for a few months in winter and is not continuously moist for as long as 60 days.  Organic carbon decreases irregularly with depth.  The soil profile contains 15 to 25 percent dark colored micaceous minerals that give these soils their characteristically dark chroma and impart a greasy feel to field textures.  The soil profile is restricted to chroma of 1 and 2, in hue of 10YR or 2.5Y.  Weighted average of the clay of the control section is 3 to 5 percent and the sand minus the very fine sand is 73 to 90 percent.  Some individual strata range from 3 to 10 percent clay.  Some pedons have up to 20 percent cobbles on the surface.  Some pedons have up to 10 percent fine gravel in any 1 horizon.  The soil profile is moderately alkaline to strongly alkaline.\nThe A horizon is typically light brownish gray, gray, or light gray (10YR 6/1, 6/2, 5/2, 7/1, 7/2; 2.5Y 6/2, 7/2, N 6/0, 7/0).  It is coarse sand, loamy sand, cobbly coarse sand, and fine sandy loam,. It is massive, single grained or has weak fine to moderate subangular blocky structure or weak to strong very fine to thick platy.  The A horizon is typically noneffervescent.\nThe C horizon to a depth of 40 inches or more, has colors similar to the surface.  It is loamy sand, loamy coarse sand, or sand with oblique and sometimes discontinuous strata of loamy fine sand, sandy loam and fine sandy loam textures.  It is usually massive, but some pedons have weak or moderate fine to thick platy structure.  Effervescence ranges from slight to violent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowan and Vinton series.  Both have less than 15 percent dark colored micaeous minerals.  Cowan soils have hue of 5YR or 2.5Y and chroma of 4 through 6.  Also, the competing soils are moist in some part of the moisture control section for 30 to 40 days cumulative during July, August and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Manet soils are on long, broad, alluvial fans and have slopes of 0 to 9 percent.  They formed in  alluvium derived from dark colored micaeous minerals (Pelona Schist).  Elevations are 2,900 to 3,900 feet.  The climate is arid with hot, dry summers and cool, somewhat moist winters.    The mean annual precipitation is 4 or 5 inches, most of the moisture occurs as rain in late autumn and winter.  Some moisture falls occasionally as snow.  The mean annual temperature is 61 to 63 degrees F.; the average January temperature is about 44 degrees F.; and the average July temperature is about 83 degrees F.  The frost free season is 190 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cajon, Bryman and Helendale soils. Cajon soils lack stratification and ar sandy throughout.  Bryman soils have a fine, loamy argillic horizon.  Helendale soils have a coarse, loamy argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Small areas are used for irrigated crops such as alfalfa, small grains and pasture.  Used mainly for wildlife habitat and recreation.  Vegetation is creosotebush, bursage, Joshua tree, Morman-tea, Atriplex spp., some Indian ricegrass, annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Mojave Desert of California. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California, Mojave River Area, 1978.\nResponsibility for this series was transferred from Davis to Phoenix 11/2015. The last revision to the series was 5/1997. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
