{
  "SERIES": "MANHEIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-PSP",
  "REVDATE": "03/2007",
  "STATES": "NY",
  "OVERVIEW": "Manheim soils are very deep, somewhat poorly drained soils with a dark surface layer. These soils formed in till with a high component of black or dark gray shale. These soils are on glaciated upland footslopes and toeslopes. Saturated hydraulic conductivity is moderately high to high in the mineral surface, moderately high in the subsoil, and moderately high to moderately low in the substratum. Slope ranges from 0 to 15 percent. Mean annual temperature is 47 degrees F. and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manheim silt loam, on a 5 percent slope in a alfalfa field. (Colors refer to moist broken soil unless specified otherwise.)\nAp -- 0 to 8 inches; very dark brown (10YR 2/2) silt loam; dark grayish brown (10YR 4/2) when dry and crushed; moderate medium and fine granular structure; very friable; many roots; 5 percent rock fragments; neutral; clear smooth boundary. (6 to 9 inches thick.)\nBA -- 8 to 18 inches; brown (10YR 4/3) silt loam; moderate fine and medium subangular blocky structure; friable; dark grayish brown (2.5Y 4/2) on all faces of peds; common roots; common fine pores; faint clay films occupy depressions on vertical faces of peds and on surfaces along pores; 15 percent medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation and 20 percent fine faint dark grayish brown (2.5Y 4/2) areas of iron depletion; 5 percent channers and 5 percent gravel; neutral; diffuse wavy boundary. (0 to 12 inches thick.)\nBt -- 18 to 28 inches; dark grayish brown (10YR 4/2) channery silty clay loam; moderate medium subangular blocky structure; friable; few tap roots; common fine pores; patchy clay skins occupy more than 3 percent of both vertical and horizontal faces of peds and on surfaces along pores; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; 10 percent channers and 5 percent gravel; neutral; diffuse boundary. (8 to 20 inches thick.)\nBC -- 28 to 44 inches; dark grayish brown (10YR 4/2) channery silt loam; weak medium subangular blocky structure; friable; few tap roots; common fine pores; clay skins only in pores; few medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; 15 percent channers and 10 percent gravel; neutral; clear wavy boundary. (0 to 20 inches thick.)\nC -- 44 to 72 inches; dark grayish brown (2.5Y 4/2) gravelly silt loam; very weak thick plate like divisions; firm; few pores; few fine faint brown (10YR 5/3) masses of iron accumulation; 15 percent channers and 15 percent gravel; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Herkimer County, New York, Town of Little Falls; 0.6 miles southeast of Eatonville; 200 feet southwest of highway 169 at foot of drumlin on 5 percent slope. USGS Herkimer topographic quadrangle; Latitude 43 degrees, 04 minutes, 21 seconds N. and Longitude 74 degrees, 55 minutes, 14 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to carbonates range from 24 to 55 inches. Depth to bedrock is more than 60 inches. Moist matrix color values are 4 or less throughout except for the E portion of the B/E horizon where present. If colors are darker than 4 below 10 inches, any underlying C is equally dark. Rock fragments in the mineral soil, often firm and very firm shale, range from 5 to 35 percent by volume in the solum and from 5 to 55 percent in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 or 3 and chroma of 1 or 2. Dry values are 5 or less. Texture ranges from loam to silty clay loam in the fine-eath fraction. Structure is weak to strong granular or subangular blocky. Consistence is friable or very friable. Reaction is moderately acid through neutral.\nBA or B/E subhorizons are present in some, but not all, pedons. If a BA is absent, chroma is more than 2 in the upper part of the Bt.\nThe Bt horizons have hue of 10YR or 2.5Y, value of 3 or 4 and chroma of 2 or 3 with common to many redoximorphic features. Ped faces are dominated by chroma of 2, but chroma of 3 or more occupy 40 percent or more of the matrix of the upper part when the soil is broken or cut through the peds. B horizons ranges from loam to silty clay loam in texture. Structure is moderate to strong, fine to coarse blocky or subangular blocky. Consistence is friable or firm. Reaction ranges from moderately acid to neutral.\nSome pedons have a BC horizon up to 20 inches thick.\nC or Cd horizons have hue of 10YR or 2.5Y, value of 3 or 4 and chroma of 1 through 3. Textures ranges from loam to silty clay loam in the fine-earth fraction. C horizons are massive or have plate-like divisions. Consistence is firm or very firm. Some pedons may be friable in the upper 15 inches of the C horizon. Reaction ranges from neutral to moderately alkaline. Some pedons have 2C horizons which are lighter in color."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Conover and Romulus series are members of the same family. Both Conover and Romulus soils are lighter in color throughout the profile.\nAppleton, Beardstown, Cantril, Dundas, Riceville, and Schley are similar series. None are as dark in color throughout the profile as Manheim. Monitor soils are also similar but have a thicker sola.\nSoils similar in general character but having lighter colored Ap horizons when dry include the Angola, Appleton, Aubbeenaubbe, Ayrshire, Burdett, Crosby, Darien, Digby, Haskins, Havana, Jimtown, Ovid, Sargeant, and Whitaker series. These are also lighter colored throughout the profile than Manheim."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Manheim soils occupy nearly level to gently sloping landforms of till plains. Slope is dominantly 1 to 10 percent, but can range from 0 to 15 percent. The regolith is till high in black or very dark grayish brown, neutral or calcareous shale, which contains significant amounts of both carbon and nitrogen. Limestone ranges from a minor to a major component. The climate is humid and cool temperate. Mean annual rainfall ranges from 32 to 45 inches; mean annual temperature ranges from 45 to 50 degrees F; and the mean frost-free season ranges, from 120 to 160 days. Elevation ranges from 500 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Mohawk series is a better-drained associate. Ilion soils occupy wetter sites on adjacent till landscapes Herkimer soils are on associated terraces and alluvial fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff ranges from very low to very high. Saturated hydraulic conductivity is moderately high to high in the mineral surface, moderately high in the subsoil, and moderately high to moderately low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for hay, pasture, small grains and corn, or are idle. Woodlots contain sugar maple, basswood, ash, red maple, and associated northern hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mohawk River valley and locally on the northern edge of the Allegheny Plateau in New York. MLRA's 101, 140, and 143. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lewis County, New York, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Low chroma is conspicuous throughout suggesting a Mollic Ochraqualf upon casual observation, but if care is taken to break the peds, their interiors have chroma of 3 in the upper part of the B.\nUse of Manheim in MLRA 143 is related to surveys prior to frigid/mesic separation. This would not be repeated.\nDiagnostic horizons and other features recognized in the typical pedon are:\n(1) Ochric Epipedon - the zone from the surface to 8 inches (Ap horizon).\n(2) Argillic horizon - the zone from 18 to 28 inches (Bt horizon).\n(3) Udollic subgroup - as evidenced by a low value surface layer (Ap horizon) that meets the requirements of a mollic epipedon except thickness and a zone within 30 inches that has more than 40 percent with chroma of 3 or more (BA horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
