{
  "SERIES": "MANISTEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. NWJ-WEF-LMC",
  "REVDATE": "08/2012",
  "STATES": "MI,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed, active, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manistee loamy sand, on a 6 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (8 inches); very dark grayish brown (10YR 3/2) loamy sand, light brownish gray (10YR 6/2) dry; very weak medium granular structure; very friable; many roots; slightly acid; abrupt smooth boundary. [0 to 25 cm (10 inches) thick]\nE--20 to 28 cm (8 to 11 inches); pinkish gray (7.5YR 6/2) sand, pinkish gray (7.5YR 7/2) dry; single grain; loose; many fine and medium roots; strongly acid; abrupt irregular boundary. [0 to 23 cm (9 inches) thick]\nBs1--28 to 43 cm (11 to 17 inches); brown (7.5YR 4/4) sand; weak medium subangular blocky structure; very friable; many fine roots; strongly acid; clear wavy boundary.\nBs2--43 to 71 cm (17 to 28 inches); yellowish brown (10YR 5/4) sand; single grain; loose; many fine roots; moderately acid; abrupt wavy boundary. [Combined thickness of the Bs horizon is 8 to 76 cm (3 to 30 inches).]\nE'--71 to 76 cm (28 to 30 inches); light brownish gray (10YR 6/2) sand; single grain; loose; few fine roots; moderately acid; abrupt irregular boundary. [0 to 13 cm (5 inches) thick]\n2Bt--76 to 96 cm (30 to 38 inches); reddish brown (5YR 4/4) clay; strong medium angular blocky structure; very firm; few roots along faces of peds; thick light brownish gray (10YR 6/2) sand coatings on peds in upper 5 to 10 cm (2 to 4 inches); thin clay films on faces of peds; moderately acid; abrupt wavy boundary. [15 to 43 cm (6 to 17 inches) thick]\n2C--96 to 152 cm (38 to 60 inches); reddish brown (5YR 5/4) clay; weak medium angular blocky fragments; very firm; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Osceola County, Michigan; about 3 miles northwest of Reed City; 1220 feet east and 1980 feet north of the southwest corner of sec. 31, T. 18 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a lithologic discontinuity (2Bt or 2B/E horizon): 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: commonly 91 to 102 cm (36 to 40 inches) but ranges from 66 to 127 cm (26 to 50 inches)\nRock fragment content: 0 to 5 percent gravel throughout; a few cobbles are near the contact between the sandy upper solum and the clayey 2B horizon of some pedons\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 1 to 3\nTexture: sand, fine sand, loamy sand, or loamy fine sand, or less commonly fine sandy loam\nReaction: very strongly acid to neutral\nA horizon, where present:\nThickness: 2.5 to 10 cm (1 to 4 inches)\nHue: 7.5YR or 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: sand, fine sand, loamy sand, or loamy fine sand, or less commonly fine sandy loam\nReaction: very strongly acid to neutral\nE horizon:\nHue: 5YR to 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: sand, fine sand, loamy fine sand, or loamy sand\nReaction: very strongly acid to neutral\nBhs horizon, where present:\nHue: 5YR or 7.5YR\nValue: 2.5 or 3\nChroma: 2 or 3\nTexture: sand, loamy sand, of fine sand\nReaction: very strongly acid to moderately acid\nBs1 horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 4\nReaction: strongly acid or moderately acid\nBs2 horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 4 to 6\nReaction: strongly acid to slightly acid\nTexture: sand, fine sand, loamy fine sand, or loamy sand\nOrtstein content: chunks of weakly to strongly cemented ortstein 2.5 to 15 cm (1 to 6 inches) in diameter are in some pedons\nE' horizon:\nHue: 5YR to 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: sand, loamy sand, sandy loam, loamy fine sand, or fine sand\nReaction: strongly acid to neutral\nIn some pedons the E' horizon occurs as coatings on peds in the upper portion of the 2Bt horizon.\n2B/E horizon, where present:\nBt part:\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, clay, or silty clay\nE part:\nHue: 5YR to 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: silt loam or silty clay loam\nReaction: strongly acid to neutral\nBt horizons, where present in some pedons immediately above the 2Bt horizon:\nThickness: 2.5 to 8 cm (1 to 3 inches)\nTexture: fine sandy loam\n2Bt horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, clay, or silty clay\nReaction: strongly acid to neutral\n2C horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: clay, silty clay, clay loam, or silty clay loam; some pedons have strata of silt loam\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Manistee soils are on large lake plains and smaller lake plains within outwash plains, till plains, and ground moraines. Slope gradients are commonly 2 to 12 percent but range from 0 to about 50 percent. They formed in sandy lacustrine deposits and outwash and the underlying clayey lacustrine deposits. Mean annual precipitation ranging from 686 to 864 mm (27 to 34 inches). Mean annual temperature ranges from 5.0 to 8.3 degrees C (41 to 47 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allendale, Au Gres, Croswell, Fibre, Kalkaska, Kellogg, Melita, Ontonagon, Rubicon, Superior, and Wakeley soils. The moderately well drained Kellogg soil, the somewhat poorly drained Allendale, and the poorly drained Fibre and Wakeley soils form a drainage sequence with Manistee. The Kellogg and the Allendale soils are in slightly lower landscape positions and the Fibre and Wakeley soils are in depressions. The Kalkaska, Rubicon, and Melita soils are somewhat excessively drained or excessively drained, sandy associates and the Ontonagon and Superior soils are well drained or moderately well drained clayey associates on similar landscape positions. The moderately well drained Croswell and somewhat poorly drained Au Gres soils are in slightly lower landscape positions and are common sandy associates of the Manistee soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is low to very high depending on the slope gradient. Saturated hydraulic conductivity is high or very high in the upper sandy part and moderately low or low in the underlying clayey part. Permeability is rapid in the upper sandy part and slow or very slow in the underlying clayey part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Manistee soils are in woodland or in idle cropland. Forest vegetation is chiefly northern hardwoods. A small amount is under cultivation with small grain and hay the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 92, 93B, 94A, 94B, 94C, 95A, 96, and 98 in the northern half of the Lower Peninsula and the Upper Peninsula of Michigan and northern Wisconsin. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Manistee County, Michigan, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (8 inches) (Ap horizons).\nAlbic horizon: from a depth of 20 to 28 cm (8 to 11 inches) (E horizon) and from 71 to 76 cm (28 to 30 inches) (E' horizon).\nSpodic horizon: from a depth of 28 to 71 cm (11 to 28 inches) (Bs1 and Bs2 horizons).\nArgillic horizon: from a depth of 76 to 96 cm (30 to 38 inches) (2Bt horizon).\nThe moderately well drained phase of this soil is no longer within the concept of this series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
