{
  "SERIES": "MANISTIQUE",
  "STATUS": "Established Series",
  "BYREV": "JKC-GDW-JFH",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Spodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manistique fine sand in an area of Shuberts-Manistique complex, 0 to 3 percent slopes in a forested area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 centimeters; black (N 2/0) fine sand, very dark gray (10YR 3/1) dry; weak fine granular structure; very friable; many fine and few medium roots; strongly acid; abrupt wavy boundary.  (0 to 10 centimeters thick)\nE--5 to 30 centimeters; light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; weak fine granular structure; very friable; few fine and medium roots; strongly acid; abrupt wavy boundary.  (0 to 25 centimeters thick)\nBw--30 to 61 centimeters; brown (7.5YR 4/4) fine sand; weak fine subangular blocky structure; few fine prominent light brownish gray (10YR 6/2) iron depletions; neutral; clear wavy boundary.  (10 to 31 centimeters thick)\nC--61 to 76 centimeters; yellowish brown (10YR 5/4) fine sand; single grain; loose; common medium distinct brown (7.5YR 4/4) iron accumulations; common thin varves of black (10YR 2/1) mucky sand; neutral; abrupt smooth boundary.\n2R--76 centimeters; hard, fractured limestone bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift, Schoolcraft County Michigan Subset; about 1 mile east of Manistique; 1,800 feet south and 2300 feet east of the northwest corner, sec. 18, T.  41 N., R. 15 W.; USGS Manistique East topographic quadrangle; Manistique Township; latitude 45 degrees 56 minutes 58 seconds N.; longitude 86 degrees 13 minutes 53 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to limestone bedrock - 51 to 102 centimeters\nChanner content - 0 to 10 percent\nGravel content - 0 to 35 percent throughout\nThe A horizon has hue of 10YR, or is neutral; value of 2 to 4, and chroma of 0 to 2.  It is fine sand, sand, or gravelly analogues of these textures. Reaction ranges from strongly acid to slightly alkaline.\nThe E horizon has a hue of 10YR or 7.5YR, value of 4 to 7, and a chroma of 1 to 3. It is fine sand, sand, or gravelly analogues of these textures. Reaction ranges from strongly acid to slightly alkaline.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. It is fine sand, sand, or gravelly analogues of these textures. Reaction ranges from slightly acid to slightly alkaline.\nThe C horizon has hue of 10YR, value of 4 to 6; and chroma of 2 to 4. Texture is fine sand, sand, coarse sand, or gravelly analogues of these textures. Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Manistique soils are on nearly level to gently sloping beach ridges adjacent to the shores of Lake Michigan. Slope gradients are 0 to 3 percent.  Elevations are 178 to 185 meters.  Mean annual precipitation ranges from 710 to 810 millimeters. The annual temperature ranges from about 3 to 5 degrees C.  The frost free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Chippeny, Shuberts, Deer Park, and Wurtsmith soils.  Chippeny soils have 41 to 130 centimeters of organic material. Shuberts is poorly drained. The Chippeny and Shuberts soils are in depressions. Deer Park soils are excessively drained and on dunes. Wurtsmith soils are moderately well drained and on low ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. These soils have representative wet soil moisture status that ranges from 30 to 46 centimeters below the surface in October, November, March, April, May, and June. Surface runoff is very low. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. Common trees are northern white-cedar, balsam fir, hemlock, paper birch, aspen, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Interior Plains\nPhysiographic Province\n--Central Lowland\nPhysiographic Section\n--Eastern Lake\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\nThe series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift; Schoolcraft County Michigan Subset, December 2006.\nProposed in Schoolcraft County, Michigan, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are: Ochric epipedon  0 to 30 centimeters (A and E horizons)\nAquic moisture regime - based on a presumed positive reaction with alpha,alpha-dipyridyl at some time during the year in most years. The inherent color of the parent material causes a red matrix in reducing environment.\nLithic contact - 76 centimeters.\nADDITIONAL DATA: Refer to S02MI-153-001 for NSSL data on reference pedon. The pedon descriptions supporting this series concept are stored in NASIS.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
