{
  "SERIES": "MANLIUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW-SWA-JTI",
  "REVDATE": "08/2017",
  "STATES": "NJ,NY,PA",
  "OVERVIEW": "The Manlius series consists of moderately deep, well drained to excessively drained soils formed in channery till derived from acid shale and slate. They are nearly level to very steep soils that overlie shale bedrock at depths of 50 to 100 cm.  They are found on footslopes, summits, shoulders, and backslopes of ridges and hills on glaciated uplands.  Slope ranges from 0 to 70 percent. Mean annual temperature is 9 degrees C and the mean annual precipitation is 950 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manlius channery silt loam on an 18 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 8 cm; dark grayish brown (10YR 4/2) channery silt loam, light brownish gray (10YR 6/2), dry; moderate fine granular structure; very friable; many fine and common medium roots; 15 percent rock fragments; very strongly acid; clear smooth boundary. (5 to 30 cm thick.)\nBw1 -- 8 to 23 cm; yellowish brown (10YR 5/4) channery silt loam; moderate fine and medium subangular blocky structure; friable; common fine and medium and few coarse roots; 25 percent rock fragments; very strongly acid; gradual wavy boundary.\nBw2 -- 23 to 51 cm; light olive brown (2.5Y 5/4) extremely channery silt loam; moderate fine and medium subangular blocky structure; firm; common fine and medium and few coarse roots; 65 percent rock fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 20 to 61 cm thick.)\nC -- 51 to 79 cm; light olive brown (2.5Y 5/4) extremely channery silt loam; massive; firm; few fine roots; 60 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 30 cm thick)\n2Cr -- 79 to 91 cm; light olive brown (2.5Y 5/4) channers; massive; firm; 95 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 30 cm thick)\n2R -- 91 cm; very dark gray (2.5Y 3/1) thinly bedded and highly fractured shale and siltstone bedrock; most beds can be cut with a pick, but not with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yates County, New York; 2.4 kilometers (1.5 miles) east of the intersection of NY State Route 14A and Second Milo Road. USGS Keuka Park, NY topographic quadrangle; Latitude 42 degrees, 36 minutes, 53.53 seconds N. and Longitude 77 degrees, 00 minutes, 30.42 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 38 to 89 cm.  Depth to bedrock ranges from 50 to 100 cm. Rock fragments, dominantly shale with some siltstone and sandstone channers, range from 15 to 40 percent by volume in the A horizon, 25 to 65 percent in the B horizon, 35 to 80 percent in the BC or CB horizon, and 30 to 95 percent in the C or 2C horizon, with the lower limits occurring as thin subhorizons. Reaction ranges from extremely acid through moderately acid in the solum and very strongly acid through slightly acid in the substratum horizon.\nThe Ap or A horizon has hue of 7.5YR through 2.5Y, value of 3 or 4 and chroma of 2 or 3. Texture of the fine-earth fraction is loam or silt loam. Structure is medium or fine granular or subangular blocky parting to granular. Consistence is friable or very friable.\nThe A/B horizon has hue of 7.5YR through 2.5Y, value and chroma of 3 through 6. Texture of the fine-earth fraction is loam or silt loam. Structure is medium or fine granular or subangular blocky. Consistence is friable or very friable.\nThe Bw horizons have hue of 10YR through 5Y, value of 4 through 6, and chroma of 3 through 6. Some thin subhorizons are in hue of 7.5YR. Some pedons have few to common faint redoximorphic features below 51 cm. Texture of the fine-earth fraction is loam or silt loam. Structure is granular or subangular blocky. Consistence ranges from very friable through firm. Some pedons have an AB or BA horizon.\nSome pedons have a BC or CB horizon with a hue of 7.5YR or 10YR, value of 3 through 6, and chroma of 1 through 6. Texture of the fine earth fraction is loam or silt loam.  Consistence ranges from very friable to firm.\nThe C or 2Cr horizon has hue of 10YR through 5Y, value of 4 or 5, and chroma of 2 through 4. Texture of the fine-earth fraction is loam or silt loam. Consistence ranges from loose through firm.\nThe 2R horizon is dominantly shale or shale interbedded with siltstone bedrock. The bedding planes are mostly horizontal but in places the bedrock is tilted and folded."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Berks, Blasdell, Brownstown, Brownsville, Cadosia, Calvin, Chiswell, Highsplint, Jubin, Judyville, Keyesville, Lippitt, Matewan, Nailkeg, Peaks, Solon (T), Sylco, Warwick, and Wyoming series are in the same family. Berks and Brownstown soils have measurable amounts of kaolinite in the clay fraction. The Blasdell, Brownsville, Highsplint, Jubin, and Warwick, and Wyoming soils are more than 102 cm to bedrock. Calvin soils have hue of 7.5YR or redder throughout the soil. Chiswell soils formed in residuum derived from shale, siltstone, and fine-grained sandstone rock types. Judyville soils are formed in residium derived from sandstone bedrock. Keyesville has more sand in the lower part of the solum. Lippitt soils are dominated by rock fragments of hard gneiss, schist and granite. Matewan and Nailkeg soils have less than 40 percent silt in the B horizon. Peaks soils formed in residuum and have rock fragment dominated by granite, gneiss and shist. Solon soils formed in till derived from sandstone, siltstone, and shale. Sylco soils formed in residuum and have rock fragments dominated by phyllite and slate.\nLordstown, Marilla, Nassau and Towerville are similar soils in related families. Lordstown soils have a coarse-loamy particle size control section. Marilla soils contain a fragipan. Nassau soils have bedrock at depths of 25 to 50 cm. Towerville soils are fine-loamy in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Manlius soils occupy nearly level to steep bedrock-controlled ridges and hills on glaciated uplands. Slope gradients are mainly from 3 through 25 percent, but range from 0 through 70 percent. The regolith is thin till or frost disturbed material derived almost entirely from shale bedrock of the locality, but there are a few erratic gravel and stones in some pedons. The climate is humid and cool. Mean annual precipitation ranges from 810 to 1320 mm, mean annual air temperature ranges from 7 to 11 degrees C, and the frost-free season ranges from 107 to 181 days. Elevation ranges from 60 to 550 meters above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Lordstown, Marilla, and Nassau soils and the Arnot, Chippewa, Dutchess, Fremont, Greene, Orpark, Schuyler, Tuller, Venango, and Wallpack soils. Chippewa, Venango, and Wallpack are typically associated in the extreme southern portions of MLRA 144A. Arnot soils are on similar landscapes, but are less than 51 cm deep to bedrock. Chippewa and Venango soils are more than 152 cm deep to bedrock, have fragipans, and have a higher water table. Dutchess and Wallpack are more than 152 cm to bedrock, and Wallpack soils have a diagnostic argillic horizon and fragipan.  Fremont, Orpark, and Schuyler soils are deeper and wetter associates on upland till plains in the Allegheny Plateau. These soils contain less shale fragments than the Manlius soils. Greene and Tuller soils are wetter associates in lower landscape positions on bedrock controlled landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained to excessively drained. The potential for surface runoff ranges from medium to very high. Saturated hydraulic conductivity is moderately high or high throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the steeper areas are in woodlots and have often been deeply incised by geologic erosion. Unimproved pasture and idle land are prominent in cleared areas. Some of the more gently sloping areas are used for growing hay, oats, and silage corn. Grapes are important locally on Manlius soils adjacent to the Finger Lakes of central New York. Native vegetation is mainly northern hardwoods, including sugar maple and beech. Hemlock and white pine were major components locally."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau of New York and Pennsylvania, Kittatinny Mountain area of northwestern New Jersey, and the Black River, Mohawk, and Hudson Valleys of New York. MLRA's 101, 140, and 144A. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Onondaga County, New York, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typifying pedon:\n(1) Ochric epipedon- the zone from 0 to 8 cm (Ap horizon).\n(2) Cambic horizon - the zone from 8 to 51 cm (Bw1 and Bw2 horizons).\n(3) Loamy-skeletal family particle size - rock fragment content averages more than 35 percent by volume in the 25 to 91 cm control section."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 8 cm; dark grayish brown (10YR 4/2) channery silt loam, light brownish gray (10YR 6/2), dry; moderate fine granular structure; very friable; many fine and common medium roots; 15 percent rock fragments; very strongly acid; clear smooth boundary. (5 to 30 cm thick.)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1 -- 8 to 23 cm; yellowish brown (10YR 5/4) channery silt loam; moderate fine and medium subangular blocky structure; friable; common fine and medium and few coarse roots; 25 percent rock fragments; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2 -- 23 to 51 cm; light olive brown (2.5Y 5/4) extremely channery silt loam; moderate fine and medium subangular blocky structure; firm; common fine and medium and few coarse roots; 65 percent rock fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 20 to 61 cm thick.)"
      },
      {
        "name": "C",
        "top": 51,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C -- 51 to 79 cm; light olive brown (2.5Y 5/4) extremely channery silt loam; massive; firm; few fine roots; 60 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 30 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 79,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Cr -- 79 to 91 cm; light olive brown (2.5Y 5/4) channers; massive; firm; 95 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 30 cm thick)"
      },
      {
        "name": "2R",
        "top": 91,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R -- 91 cm; very dark gray (2.5Y 3/1) thinly bedded and highly fractured shale and siltstone bedrock; most beds can be cut with a pick, but not with a spade."
      }
    ]
  ]
}
