{
  "SERIES": "MANNON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE-JWH-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "OVERVIEW": "The Mannon series consists of very deep, well drained, moderately permeable soils formed in loess on uplands. Slope ranges from 0 to 10 percent. Mean annual air temperature is about 10.6 degrees C (51 degrees F). Mean annual precipitation is about 890 mm (35 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mannon silt loam, on a gently sloping ridgetop, in a cultivated field, at an elevation of 204 meters (670 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nE--20 to 31 cm (8 to 12 inches); brown (10YR 4/3) silt loam; weak medium platy structure; friable; neutral; clear smooth boundary. [0 to 15 cm (0 to 6 inches) thick]\nBt1--31 to 53 cm (12 to 21 inches); brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; friable; few faint dark brown (10YR 3/3) clay films on faces of peds; slightly acid; clear smooth boundary.\nBt2--53 to 91 cm (21 to 36 inches); brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; friable; common faint brown (10YR 4/3) clay films on faces of peds; neutral; clear smooth boundary.\nBt3--91 to 119 cm (36 to 47 inches); brown (10YR 5/3) silt loam; weak medium subangular blocky structure; friable; common faint brown (10YR 4/3) clay films on faces of peds; common distinct yellowish brown (10YR 5/6) masses of oxidized iron within peds; common prominent light olive gray (5Y 6/2) iron depletions within peds; neutral; clear smooth boundary. [Combined thickness of the Bt horizons is 46 to 102 cm (18 to 40 inches).]\nBC--119 to 135 cm (47 to 53 inches); brown (10YR 5/3) silt loam; weak medium subangular blocky structure; friable; common distinct light gray (10YR 7/2) dry silt coats on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron within peds; common prominent light olive gray (5Y 6/2) iron depletions within peds; slightly acid; clear smooth boundary. [15 to 64 cm (6 to 25 inches) thick]\nC--135 to 152 cm (53 to 60 inches); brown (10YR 5/3) silt loam; massive; friable; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron and many medium prominent light olive gray (5Y 6/2) iron depletions within peds; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mercer County, Illinois; 3 miles north of the village of Mannon; located about 1,400 feet east and 160 feet south of the northwest corner of section 27, T.15 N., R. 5 W.; USGS Eliza topographic quadrangle; lat. 41 degrees 16 minutes 26 seconds N. and long. 90 degrees 57 minutes 12 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 114 to 152 cm (45 to 60 inches)\nDepth to carbonates: typically greater than 152 cm (60 inches)\nReaction in the control section: moderately acid to very strongly acid in the most acid part\nA or Ap horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nE horizon [distinct to incipient and is mixed in the Ap horizon in many pedons.(Where discernible)]:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: silt loam\nOther features: when the soil is dry, common light gray to white silt coats are visible on faces of peds.\nBt horizon:\nHue:  commonly 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam\ncontent of clay: 18 to 27 percent\nContent of sand: typically less than 10 percent\nOther features: The B horizon is usually free of iron depletions to 30 inches or more.\nC horizon;\nHue: 10 YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 6\nTexture: typically silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Batavia, Bowes, Churchtown, Deroin, Downs, Ella, Festina, Frankville, Gladek, Greenbush, Harvard, Hersey, Juda, Knox, Luana, Massbach, Mellott, Mt. Carroll, Myrtle, Nasset, Newhouse, Oak Center, Shelbyville, Watkins, Waubeek, and Yutan series. Batavia soils have 27 to 35 percent clay in the particle-size control section. Bowes soils have 60 to 90 percent sand in the lower part of the series control section. Churchtown soils have 10 to 55 percent sand in the particle-size control section. Deroin soils have 27 to 35 percent clay in the particle-size control section. Downs soils have 27 to 35 percent clay in the particle-size control section. Ella soils have horizons with 15 to 60 percent sand in the series control section. Festina soils have more sand in the lower part of the series control section. Frankville soils have limestone bedrock within 40 inches. Gladek soils have carbonates within 60 inches. Greenbush soils have 27 to 35 percent clay in the particle-size control section. Harvard soils have 30 to 75 percent sand in the lower part of the series control section. Hersey soils formed in loess and underlying loamy glacial till and have a lithologic discontinuity. Juda soils formed in 51 to 102 cm (20 to 40 inches) of loess and underlying moderately fine-textured, calcareous glacial till and have a lithologic discontinuity. Knox soils are less acid in the series control section. Luana soils formed in 20 to 40 inches of loess and underlying residuum weathered from arenaceous limestone and have a lithologic discontinuity. Massbach soils have a paralithic contact within 60 inches. Mellott soils formed in 56 to 102 cm (22 to 40 inches) of silty material and underlying glaciofluvium and loamy glacial till and have a lithologic discontinuity. Mt. Carroll soils do not have zones within 152 cm (60 inches) that are frequently saturated for periods longer than one month. Myrtle soils formed in 76 to 127 cm (30 to 50 inches) of loess and late Sangamon reddish paleosols formed in sandy loam to loam or clay loam Illinoian glacial till and have a lithologic discontinuity. Nasset soils have limestone bedrock within 55 inches. Newhouse soils have 5 to 35 percent coarse fragments in the lower part of the series control section. Oak Center have a sand content of more than 10 percent in the lower third of the series control section. Shelbyville soils formed in 61 to 122 cm (24 to 48 inches) of loess and underlying residuum from limestone and have a lithologic discontinuity. Watkins soils have 30 to 35 percent clay in the particle-size control section. Waubeek soils formed in 51 to 102 cm (20 to 40 inches) of loess and underlying glacial till and have a lithologic discontinuity. Yutan soils have 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Mannon soils occupy nearly level to sloping ridgetops and side slopes. Slope ranges from 0 to 10 percent. They formed in loess that has been leached of carbonates to depths of 5 feet or more. Mean annual air temperature ranges from 8.3 to 12.8 degrees C (47 to 55 degrees F). Mean annual precipitation ranges from 838 to 965 mm (33 to 38 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Joy, Biggsville, and Seaton soils. Joy soils are on nearly level ridgetops and are wetter. Biggsville and Seaton soils are on similar or more sloping positions. Biggsville soils have surface layers 25 to 51 cm (10 to 20 inches) thick. Seaton soils have surface layers 5 to 13 cm (2 to 5 inches) thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Soil moisture status wet is at 122 to 183 cm (48 to 72 inches) from December through June in normal years. Surface runoff is medium. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, and small grains are the principal crops. Some areas are in pasture. Native vegetation is prairie grasses and woodlands of widely spaced oak and hickory trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M, MLRAs 108B, and 115C in northwestern Illinois. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mercer County, Illinois, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section - the zone from 31 to 81 cm (12 to 32 inches);\nseries control section - the zone from 0 to 152 cm (0 to 60 inches).\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon - the zone from the surface to 20 cm (8 inches) (Ap horizon);\nalbic horizon - the zone from 20 to 31 cm (8 to 12 inches) (E horizon);\nargillic horizon - the zone from 31 to 119 cm (12 to 47 inches) (Bt1, Bt2, and Bt3 horizons);\niron concentrations and depletions in the lower one-half of the control section;\nudic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version: Second Edition, 1999.\nThis soil was formerly mapped as a moderately wet phase of the Mt. Carroll series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
