{
  "SERIES": "MANNINGTON",
  "STATUS": "Established Series",
  "BYREV": "SG-SK-CS/Rev.JWB",
  "REVDATE": "06/2006",
  "STATES": "DE,MD,NJ",
  "OVERVIEW": "MLRA(s): 149A (Northern Coastal Plain), 153C (Mid-Atlantic Coastal Plain), 153D (Northern Tidewater Area)\nDepth Class: Very deep\nDrainage Class (Agricultural): Very poorly drained\nSaturated Hydraulic Conductivity: Moderately high in the upper mineral horizons, and high to very high in the underlying organic and mineral horizons\nParent Material: Silty and loamy alluvial sediments underlain by a sequence of organic and mineral layers\nSlope: 0 to 1 percent\nMean Annual Air Temperature (type location): 13 degrees C. (55 degrees F.)\nMean Annual Precipitation (type location): 1372 mm (54 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, mesic Thapto-Histic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mannington mucky silt loam on a smooth 0 percent slope, in an estuarine tidal marsh. (Colors are for moist soil.)\nAg--0 to 36 cm (0 to 14 inches); very dark gray (5Y 3/1) mucky silt loam; massive; friable; slightly sticky, slightly plastic; many very fine, fine, and medium roots; n-value greater than 1.0, material flows between the fingers easily when squeezed; 15 percent organic matter; moderately acid; clear smooth boundary. (20 to 48 cm thick)\nCg--36 to 81 cm (14 to 32 inches); dark gray (5Y 4/1) silt loam; massive; friable, slightly sticky, slightly plastic; few very fine and fine roots; n-value greater than 1.0, material flows between the fingers easily when squeezed; 8 percent organic matter; moderately acid; gradual smooth boundary. (25 to 76 cm thick)\nOa--81 to 107 cm (32 to 42 inches); black (5YR 2.5/1) muck; sapric soil material; fiber content is 15 percent of the soil volume after rubbing; 10 percent by weight mineral soil material; strongly acid; clear smooth boundary.\nOe--107 to 132 cm (42 to 52 inches); very dark gray (5YR 3/1) mucky peat, hemic soil material; fiber content is 20 percent of the soil volume after rubbing; massive; 15 percent by weight mineral soil material; slightly acid; abrupt smooth boundary. (Combined thickness of the O horizon is 25 to 89 cm )\nC'g1--132 to 157 cm (52 to 62 inches); dark gray (5Y 4/1) mucky silt loam; massive; friable, slightly sticky, slightly plastic; n-value greater than 1.0, material flows easily between the fingers when squeezed; 15 percent organic matter; moderately acid; gradual smooth boundary.\nC'g2--157 to 229 cm (62 to 90 inches); dark gray (5Y 4/1) silt loam; massive; friable, slightly sticky, slightly plastic; n-value greater than 1.0, material flows easily between the fingers when squeezed; 10 percent organic matter; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Salem County, New Jersey; about 0.75 mile south of state boat ramp off Hook Road in Kates Creek Meadow;\nUSGS Penns Grove Quadrangle; lat. 39 degrees 37 minutes 43 seconds N. and long. 75 degrees 28 minutes 41 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Surface Mineral Layers: 51 to 127 cm (20 to 50 inches)\nThickness of the Underlying Organic Layers: 25 to 89 cm (10 to 35 inches)\nDepth to Bedrock: Greater than 200 cm (79 inches)\nDepth to Seasonal High Water Table: 0 to 15 cm (0 to 6 inches), January to December; flooded by tidally influenced fresh water twice daily and by storm surge events\nRock Fragments: 0 to 5 percent by volume throughout the profile, mostly quartzite gravel\nSoil Reaction: Moderately acid to neutral throughout the profile\nElectrical Conductivity: 1 to 4 mmhos/cm\nOther Features: n-value is typically greater than 1.0 and ranges from 0.7 to 1.0 in the C'g horizon & RANGE OF INDIVIDUAL HORIZONS:\nAg horizon:\nColor--hue of 7.5YR to 5GY, value of 2 to 4, chroma of 1 or 2, or is neutral with value of 2 to 4\nTexture--silt loam or mucky silt loam\nRedoximorphic Features--iron depletions in shades of white or gray and iron accumulations are in shades of red, brown, yellow, or olive\nOrganic Matter Content: 2 to 12 percent\nCg horizon:\nColor--hue of 7.5YR to 5GY, value of 3 to 6, chroma of 1 or 2, or is neutral with value of 4 to 6\nTexture--silt loam, mucky silt loam, silty clay loam\nRedoximorphic Features--iron depletions in shades of white or gray and iron accumulations are in shades of red, brown, yellow, or olive\nOrganic Matter Content: 2 to 12 percent\nOa or Oe horizon:\nColor--hue of 5YR to 10YR, value of 2 to 3, chroma of 1 or 3, or is neutral with value of 2 or 3\nTexture--muck or mucky peat (sapric or hemic soil materials)\nMineral Matter Content: 10 to 50 percent\nC'g horizon:\nColor--hue of 10YR to 5GY, value of 3 to 6, chroma of 1 or 2, or is neutral with value of 4 to 6\nTexture--silt loam, mucky silt loam, or silty clay loam. Some pedon have thin strata of sandy loam, fine sandy loam, or very fine sandy loam. Strata, less than 1 inch thick, of sand or organic materials may also occur within the horizon.\nRedoximorphic Features--iron depletions in shades of white or gray and iron accumulations are in shades of red, brown, yellow, or olive\nOrganic Matter Content: 2 to 12 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nNone"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain lowlands\nLandform: Fresh water estuarine marshes along tidally influenced rivers and streams\nElevation: Less than 0.6 meters (2 feet) above mean sea level\nParent Material: Silty and loamy alluvial sediments underlain by a sequence of organic and mineral layers\nMean Annual Air Temperature: 10 to 14 degrees C. (50 to 58 degrees F.)\nMean Annual Precipitation: 1016 to 1219 mm (40 to 48 inches)\nFrost Free Period: 160 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nNanticoke soils--do not have underlying organic horizons, on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Very poorly drained\nInternal Free Water Occurrence: 0 to 6 inches (very shallow), January to December (continuous)\nFlooding Frequency and Duration: Very frequent and very brief ; flooded by tidally influenced fresh water twice daily and by storm surge events\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low or negligible\nSaturated Hydraulic Conductivity: Moderately high in the upper mineral horizons, and high to very high in the underlying organic and mineral horizons\nPermeability (obsolete): Moderately slow in the upper mineral layers and moderately rapid to rapid in the underlying organic and mineral layers\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Wetland wildlife habitat\nDominant Vegetation: Native vegetation is dominantly arrow arum (Peltandra virginica), sweet flag (Acorus calamus), spatterdock (Nuphar luteum), and pickerelweed (Pontederia cordata)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Inner Coastal Plain of New Jersey, Delaware and Maryland; extent is small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Worcester County, Maryland, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Mannington soils were previously mapped as tidal marsh or fresh water marsh miscellaneous land types. This series was first proposed in Salem County, New Jersey, in 1993, but was first correlated in Maryland in 1995.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 36 cm (Ag horizon).\nAquic conditions--the zone from the soil surface to a depth of 200 cm is periodically saturated (endosaturation)\nHigh n-value--the zone from the soil surface to 81 cm and from 132 to 229 cm flows easily between the fingers when squeezed.\nA buried organic horizon, at least 20 cm thick, that has its upper boundary within 100 cm of the mineral soil surface.\nRevisions: 11/2002-SG, SK, CS, JAK; 08/2003-DHK; 03/2005-DHK, 06/2006-JWB\nNational Cooperative Soil Survey\nU.S.A."
  }
}
