{
  "SERIES": "MANSIC",
  "STATUS": "Established Series",
  "BYREV": "Rev.CRC:JGF",
  "REVDATE": "3/98",
  "STATES": "KS,OK",
  "OVERVIEW": "The Mansic series consists of very deep, well drained, moderately permeable soils that formed in calcareous alluvium of Tertiary age.  These soils are on nearly level to moderately steep ridge crests and side slopes of uplands in the Southern High Plains Breaks (MLRA 77E).  Slopes range from 0 to 30 percent.  Mean annual precipitation is 22 inches.  Mean annual temperature is 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mansic clay loam -- rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 9 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak medium granular; hard, firm; common fine roots throughout and many very fine roots throughout; common very fine moderate continuity vesicular and tubular pores and common fine moderate continuity vesicular and tubular pores; few fine irregular calcium carbonate concretions throughout; common worm casts; slightly effervescent throughout; moderately alkaline; clear smooth boundary. (7 to 14 inches thick)\nBk--9 to 26 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable; common very fine and fine roots throughout; common very fine moderate continuity vesicular and tubular pores and common fine moderate continuity vesicular and tubular pores; many medium and coarse irregular soft masses of calcium carbonate throughout and common fine and medium irregular calcium carbonate concretions throughout and common worm casts; violently effervescent throughout; moderately alkaline; calcium carbonate masses are platy and brittle; gradual wavy boundary. (7 to 29 inches thick)\nBCk--26 to 30 inches; pink (7.5YR 7/4) loam, light brown (7.5YR 6/4) moist; weak coarse prismatic structure; hard, friable; common very fine and fine roots between peds; common very fine low continuity vesicular and tubular pores and common fine low continuity vesicular and tubular pores; many medium and coarse irregular soft masses of calcium carbonate throughout and common fine and medium irregular calcium carbonate concretions throughout; violently effervescent throughout; moderately alkaline; calcium carbonate masses are platy and brittle; gradual wavy boundary. (0 to 17 inches thick)\nC--30 to 80 inches; very pale brown (10YR 7/4) loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm; common very fine and fine low continuity interstitial and tubular pores; few medium irregular soft masses of calcium carbonate throughout; violently effervescent throughout; moderately alkaline. Matrix is discolored with calcium carbonate and there is a thick strata of sandy loam in the lower part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Woods County, Oklahoma; about 14 miles north and 3 miles west of Freedom, Oklahoma; about 1780 feet south and 700 feet west of the northeast corner of sec. 30, T. 29 N., R.18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 20 to 40 inches.  Reaction is slightly or moderately alkaline throughout.  Rounded gravel less than 3 inches in diameter range from 0 to 5 percent throughout the profile.  Depth to a calcic horizon ranges from 7 to 30 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3.  Texture is loam or clay loam. Calcium carbonate equivalent ranges from 5 to 10 percent by weight.\nThe Bw horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 4.  Texture is loam or clay loam.  Calcium carbonate equivalent ranges from 5 to 15 percent by weight.\nThe Bk horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 2 to 4.  Texture is loam or clay loam. Calcium carbonate equivalent ranges from 15 to 40 percent, and the calcium carbonates in the form of concretions, soft masses, and threads range from 5 to 50 percent by volume.\nThe BCk horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 3 to 6.  Texture is loam, clay loam, or sandy loam.  Calcium carbonate content is similar to the Bk horizon.  Calcium carbonate equivalent ranges from 15 to 40 percent by weight.\nThe C horizon has hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 6.  Texture is loam, clay loam or sandy loam.  Visible calcium carbonates range from 5 to 50 percent by volume and are in the form of concretions and soft masses.  Calcium carbonate equivalent ranges from 5 to 40 percent by weight."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Murray, Pep and Portales series in the same family.  Murray soils have a lithologic discontinuity between 40 and 60 inches.  Pep and Portales soils are dry for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mansic soils are on nearly level to steep ridge crests and side slopes of uplands in the Southern High Plains-Breaks.  Slopes range from 0 to 30 percent.  They formed in calcareous alluvium of Tertiary age.  Climate is dry subhumid.  Mean annual precipitation ranges from 20 to 26 inches.  Mean annual temperature ranges from 57 to 61 degrees F.  Thornthwaite annual P-E indices range from 32 to 40.  Frost free days range from 185 to 205."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abbie, Case, Darrouzett, Irene, Kingsdown, Oklark, Teagard, Wellsford and Woods series. Abbie soils have an argillic horizon and occur on higher areas.  Darrouzett soils have a fine control section, mollic epipedon more than 20 inches thick, and occur on slightly higher areas.  Irene soils have a fine-silty control section, a mollic epipedon more than 20 inches thick, and occur on slightly higher areas.  Kingsdown soils have a coarse-loamy control section, lack a calcic horizon, and occur on slightly lower side slopes.  Oklark soils are coarse-loamy and occur on lower side slopes.  Teagard soils have argillic horizons and occur on higher landscapes.  Wellsford soils lack mollic epipedons and are less than 20 inches thick over shale.  Woods soils have vertic properties and occur on higher landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Mansic soils are well drained; runoff is very low to high; and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for small grains and grain sorghums.  Some areas are used for tame pasture or rangeland. Native vegetation is mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains-Breaks (MLRA-77E) of Oklahoma, Kansas, and Texas.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harper County, Oklahoma; 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil Interpretation Record: OK0058\nDiagnostic horizons recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of approximately 9 inches (A horizon).\nCalcic horizon - the zone from approximately 9 to 30 inches (Bk and BCk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 9 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak medium granular; hard, firm; common fine roots throughout and many very fine roots throughout; common very fine moderate continuity vesicular and tubular pores and common fine moderate continuity vesicular and tubular pores; few fine irregular calcium carbonate concretions throughout; common worm casts; slightly effervescent throughout; moderately alkaline; clear smooth boundary. (7 to 14 inches thick)"
      },
      {
        "name": "Bk",
        "top": 23,
        "bottom": 66,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--9 to 26 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable; common very fine and fine roots throughout; common very fine moderate continuity vesicular and tubular pores and common fine moderate continuity vesicular and tubular pores; many medium and coarse irregular soft masses of calcium carbonate throughout and common fine and medium irregular calcium carbonate concretions throughout and common worm casts; violently effervescent throughout; moderately alkaline; calcium carbonate masses are platy and brittle; gradual wavy boundary. (7 to 29 inches thick)"
      },
      {
        "name": "BCk",
        "top": 66,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCk--26 to 30 inches; pink (7.5YR 7/4) loam, light brown (7.5YR 6/4) moist; weak coarse prismatic structure; hard, friable; common very fine and fine roots between peds; common very fine low continuity vesicular and tubular pores and common fine low continuity vesicular and tubular pores; many medium and coarse irregular soft masses of calcium carbonate throughout and common fine and medium irregular calcium carbonate concretions throughout; violently effervescent throughout; moderately alkaline; calcium carbonate masses are platy and brittle; gradual wavy boundary. (0 to 17 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--30 to 80 inches; very pale brown (10YR 7/4) loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm; common very fine and fine low continuity interstitial and tubular pores; few medium irregular soft masses of calcium carbonate throughout; violently effervescent throughout; moderately alkaline. Matrix is discolored with calcium carbonate and there is a thick strata of sandy loam in the lower part."
      }
    ]
  ]
}
