{
  "SERIES": "MANTON",
  "STATUS": "Established Series",
  "BYREV": "KDG/JEM",
  "REVDATE": "11/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, mixed, mesic Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "SOIL PROFILE",
    "content": "SOIL PROFILE:  Manton sandy loam (on a 5 percent NW facing slope at an elevation of 3,500 feet under mixed conifers, hardwoods, and shrubs)\nA0--2 to 0 inches; forest floor consisting of fresh to decomposed needles and leaves.\nA1--0 to 10 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) when moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; few very fine roots; very porous, medium acid (pH 6.0); gradual irregular boundary.  5 to 15 inches thick.\nA3--10 to 22 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) when moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; plentiful very fine and fine roots, few medium roots; very porous; medium acid (pH 6.0); gradual, irregular boundary.  6 to 12 inches thick.\nB2--22 to 36 inches; strong brown (7.5YR 4/6) loam, strong brown (7.5YR 4/4) when moist; massive in place, breaking to moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine to medium roots; very porous; few thin discontinuous clay films in pores; medium acid (pH 5.8); gradual, irregular boundary.  10 to 20 inches thick.\nB3--36 to 56 inches +; light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) when moist; massive in place, breaking to moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; very few roots; very porous; thin discontinuous to continuous clay films in seams; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Near SW corner of Section 34, T. 30 N., R. 2 E., or 5.5 miles E. and 2 miles S. of Manton, Tehama County, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The A horizon ranges in color from brown to grayish brown (10YR or 7.5YR hues), rarely pale brown or light brown; in texture from sandy loam to nearly loam; and in reaction from medium to slightly acid.  The upper 1 to 3 inches is usually darker than the lower A horizon.  The B horizon ranges in color from strong brown to reddish brown, yellowish red, or reddish brown; in texture from loam to light sandy clay loam, and in reaction from medium to strongly acid.  Depth to weakly consolidated tuff is 4 to 6 feet.  The parent material is gravelly in places and may be rhyolitic cinders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is rapid; runoff is slow; gully erosion is severe in a few areas which have been excessively disturbed."
  },
  "USE AND VEGETATION": {
    "section": "VEGETATION & USE",
    "content": "VEGETATION:  Mainly ponderosa pine, Douglas fir, incense cedar and black oak with an understory of shrubs consisting of squaw carpet, common manzanita, and white leaf manzanita. & USE:  Mainly timber production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION",
    "content": "DISTRIBUTION:  Middle elevations of the Cascade Mountains of northeastern California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Soil Survey of Tehama County, California; name from Manton, a small community in eastern Tehama County, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is classified as USDA Yearbook:  Yellowish Brown Lateritic, Revised Classification (7th):  8.320, Univ. of Calif., Storie and Weir:  Podzolic,  Profile Group IX.\nOSED scanned by SSQA.  Last revised by state on January 1961.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
