{
  "SERIES": "MANTLEMINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DM/DAD/AP",
  "REVDATE": "7/98",
  "STATES": "CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcidic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mantlemine loam , on a 1 percent slope in rangeland at an elevation of 6,390 feet.  (Colors are for dry soil unless otherwise noted.)  When described on June 14, 1994 the soil was dry throughout.\nThe surface is covered by 5 percent sandstone gravel.\nA1--0 to 2 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; moderate thin and medium platy structure parting to weak very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; few very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary.  (2 to 4 inches thick)\nA2--2 to 5 inches; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; moderate medium angular blocky structure parting to weak thick platy; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary.  (0 to 4 inches thick)\nBt--5 to 20 inches; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, sticky and plastic; common fine roots; common very fine tubular pores; few distinct clay films on faces of peds; slightly alkaline (pH 7.4); abrupt smooth boundary.  (0 to 20 inches thick)\nBtk--20 to 25 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; common very fine tubular pores; very few faint clay films on faces of peds; calcium carbonate disseminated; strongly effervescent; 9 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear smooth boundary.  (7 to 15 inches thick)\nBk1--25 to 45 inches; light brown (7.5YR 6/3) clay loam, brown (7.5YR 5/3) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few very fine tubular pores; common fine irregular soft masses of calcium carbonate throughout; violently effervescent; 19 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); clear smooth boundary.  (Combined thickness of the Bk horizon is 25 to 40 inches)\nBk2--45 to 60 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; massive; hard, firm, sticky and plastic; few fine roots; few fine tubular pores; calcium carbonate disseminated; strongly effervescent; 11 percent calcium carbonate equivalent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Moffat County, Colorado; 2,000 feet west and 3,900 feet north of the southeast corner of section 13, T. 6 N., R. 106 W.; USGS Stuntz Reservoir quadrangle; lat. 40 degrees 20 minutes 30 seconds N. and long. 108 degrees 1 minute 49 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: Ustic moisture regime bordering on Aridic.\nSoil temperature regime: frigid\nMean annual soil temperature: 42 to 46 degrees F.\nMean annual summer soil temperature: 63 to 68 degrees F.\nSurface rock fragments: 0 to 10 percent sandstone gravel\nParticle-size control section: 18 to 35 percent clay\nDepth to the base of the argillic: 10 to 30 inches\nDepth to calcic horizon: 15 to 30 inches\nDepth to visible secondary calcium carbonate: 8 to 25 inches\nHue: 7.5YR\nA horizon:\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4, dry or moist\nReaction: neutral or slightly alkaline.\nBt horizon:\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4, dry or moist\nTexture: clay loam, silt loam, or loam.\nCalcium carbonate equivalent: 0 to 20 percent\nReaction: neutral or slightly alkaline.\nBtk horizon:\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: clay loam, silt loam, or loam\nReaction: slightly alkaline or moderately alkaline.\nBk horizon:\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 6, dry or moist\nTexture: clay loam, silt loam, or loam.\nCalcium carbonate equivalent: 15 to 25 percent\nReaction: slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mantlemine soils.\nParent material: alluvium and residuum derived from limestone and sandstone.\nLandform: structural benches, alluvial fans, and fan remnants.\nSlopes: 1 to 25 percent\nElevation: 5,800 to 7,800 feet\nMean annual air temperature: 42 to 46 degrees F.\nMean annual precipitation: 12 to 15 inches.\nWettest months: Precipitation is relatively evenly distributed throughout the year.\nFrost-free period: 75 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Emlin, Lakebench, Marthaspeak, Strell, and Yampa series.\nEmlin: has a mollic epipedon.\nLakebench, Marthaspeak, Strell, and Yampa: Lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, low to high runoff, moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat.  Native vegetation is needleandthread, bottlebrush squirreltail, Sandberg bluegrass, Indian ricegrass, and winterfat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Colorado.  LRR D, MLRA 34.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Moffat county (Dinosaur National Monument), Colorado. 1997.  The name is taken from a geographic location in the Dinosaur National Monument."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 5 inches.  (A horizons)\nArgillic horizon: The zone from 5 to 25 inches.  (Bt and Btk horizons)\nCalcic horizon: The zone from 25 to 45 inches.  (Bk1 horizon)\nADDITIONAL DATA: Percent calcium carbonate determined by calcimeter.  Activity class is estimated.\nKeys to Soil Taxonomy: Seventh Edition, 1996.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
