{
  "SERIES": "MANZANILLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. NAR",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Manzanillo series consists of shallow, well drained soils that formed in gravelly alluvium and residuum derived from fanglomerate. Manzanillo soils are on fan remnants. Slopes range from 1 to 30 percent. The mean annual precipitation is about 14 inches and the mean annual air temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Calcic Lithic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Manzanillo gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (10YR 5/3), gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium platy and weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; 25 percent limestone gravel and 8 percent igneous cobbles; strong effervescence; slightly alkaline; abrupt smooth boundary.  (1 to 4 inches thick)\nBk--2 to 13 inches; brown (10YR 4/3), extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; 4 percent distinct carbonate coats on rock fragments; 35 percent limestone gravel, 30 percent igneous gravel; violent effervescence; slightly alkaline; very abrupt wavy boundary. (8 to 12 inches thick)\nBkkm--13 to 16 inches; white (10YR 8/1) moderately cemented petrocalcic, light gray (10YR 7/1) moist; massive; moderately cemented by carbonates; high excavation difficulty; 5 percent igneous gravel and 60 percent limestone gravel; violent effervescence; moderately alkaline; very abrupt wavy boundary. (2 to 10 inches thick)\nR--16 to 22 inches; pale brown (10YR 6/3) strongly cemented fanglomerate bedrock, brown (10YR 5/3) moist; very high excavation difficulty; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presidio County, Texas; from the intersection of U.S. Highways 90 and 67 in Marfa, TX; 7.4 miles south on U.S. Highway 67 to Ranch Road 169; 39.6 miles southeast on Ranch Road 169 to unpaved ranch road; 0.15 mile east on unpaved ranch road; 12 feet north in rangeland. USGS Quadrangle: Casa Piedra, Texas. Latitude: 29 degrees, 41 minutes, 37.04 seconds North, Longitude: 104 degrees, 4 minutes, 48.08 seconds West; NAD 83. UTM coordinates: 589003 meters Easting, 3285191 meters Northing; Zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic soil moisture regime\nSoil Temperature: 64 to 69 degrees F\nDepth to petrocalcic horizon: 4 to 18 inches\nDepth to lithic contact: 10 to 20 inches\nEffervescence: strong to violent\nReaction: slightly alkaline to moderately alkaline\nParticle-size control section:\nClay content: 10 to 25 percent\nRock fragments: averages more than 35 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 3, dry or moist\nTexture: sandy loam, fine sandy loam, loam, sandy clay loam\nBw (where present) or Bk horizon\nHue: 7.5YR, 10YR\nValue: 4 to 8 dry, 3 to 7 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy loam, fine sandy loam, loam, sandy clay loam\nCalcium carbonate equivalent: 10 to 25 percent\nBkkm horizon\nHue: 7.5YR, 10YR\nValue: 7 to 8 dry, 6 to 7 moist\nChroma: 1 to 3, dry or moist\nCementation: weak to strong\nR horizon\nHue: 10YR, 2.5Y\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 1 to 3, dry or moist\nEffervescence: strong or violent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Boludo (TX) and the Delthorny (AZ) series. Boludo soils have 20 to 35 percent clay in the particle-size control section and formed over indurated bedrock on mesas. Delthorny soils occur in the typic aridic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Manzanillo soils occur on fan remnants. These soils formed in gravelly alluvium and residuum derived from fanglomerate. Slopes range from 1 to 30 percent. Elevation ranges from 3,500 to 5,000 feet. Mean annual precipitation ranges from 12 to 15 inches. Most precipitation occurs as high intensity rain during afternoon thunderstorms from June to September. The mean annual air temperature is 62 to 67 degrees F. The frost-free period is 210 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chilicotal (TX), Pantak (AZ), Paisano (TX), and Santera (T-TX) soils. Chilicotal soils do not have a petrocalcic horizon and are very deep to bedrock. Pantak soils have an argillic horizon that overlies a lithic contact. Paisano soils are very shallow and shallow to a petrocalcic layer and are not underlain by fanglomerate. Santera soils are very deep soils in drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderate permeability in the soil material, very slow permeability or impermeable in the petrocalcic layer and bedrock. Runoff is low on slopes of 1 to 5 percent, medium on 5 to 20 percent, and high on 20 to 30 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Desert Grassland vegetative zone. Vegetation includes althorn, bush muhly, javelinabush, mariola, pricklypear, tarbush, western honey mesquite, yucca, black grama, and creosotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. MLRA 42. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Presidio County, Texas; 2012. The name is from a canyon near where the typical pedon is located."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 0 to 13 inches (A, Bk horizons)\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nCalcic horizon - the zone from 2 to 13 inches (Bk horizon)\nPetrocalcic horizon - the zone from 13 to 16 inches (Bkkm horizon)\nLithic contact - 16 inches (R horizon)\nClassified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
