{
  "SERIES": "MAPLE MOUNTAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHS/MEO/AJE",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "Typically, Maple Mountain soils have dark grayish brown, slightly acid, cobbly loam A horizons\nand brown, slightly acid cobbly clay loam B2t horizon8.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cobbly loam - rangeland\n(Colors are for dry solls unless otherwise noted.)\nAl--0 to 10\";Dark graylsh brown (10YR 4/2) cobbly loam, very dark brown (10YR 2/2) molst; moderate flne granular structure; soft, frlable, sllghtly stlcky, slightly plastlc; common flne, medlum, and few coarse roots; few flne tubular pores; slightly acid (pH 6.1); clear smooth boundary. (8 to 12 inches thick)\nB21t--10 to 14\";Graylsh brown (10YR 5/2) cobbly clay loam, dark brown (10YR 3/3) moist; moderate medlum and flne subangular blocky structure; hard, flrm, sticky, plastic; common fine, medlum, and few coarse roots; few fine tubular pores; thin continuous clay films; slightly acid (pH 6.5); clear smooth boundary. (3 to 6 inches thick)\nB22t--14 to 33\";Brown (7.5YR 5/4) cobbly clay loam, dark brown (7,5YR 4/4) moist; moderate coarse, medium and fine subangular blocky structure; very hard, very firm, sticky, very plastic; common fine, few medlum and coarse roots; few fine tubular pores; moderately thick continuous clay films; slightly acid (pH 6.3); gradual smooth boundary. (14 to 20 inche9 thick)\nB23t--33 to 50\";Llght brown (7.5YR 6/5) cobbly clay loam, brown (7.5YR 5/4) moist; moderate medium and fine subangular blocky structure; hard, firm, sticky, plastic; few fine roots; few fine tubular pores; thin continuous clay films; slightly acid (pH 64); gradual wavy boundary. (13 to 18 inches thlck)\nC--50 to 56\";Pale brown (10YR 6/3) sandy clay loam, brown (lOYR 4/3) molst; massive; hard, friable, slightly sticky, plastic; few fine and medium tubular pores; slightly calcareous;           mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaver County, Utah; 10 miles north and 4 miles west of Manderfield, Utah; 1/2 mile south of NW corner of sec. 1, T.27S., R.8W.\nRan8e ln Characterlstics: The solum is 40 to 50 inches thick. The mean annual soil temperature\nis 41c to 42xF., and the mean summer soil temperature at a depth of 20 inches is 60x to 61xF.\nThese soils are moist in some part between depths of 4 to 12 inches more than 50 percent of the\ntlme the soil temperature ls above 41xF., but are contlnually dry for 50 to 70 consecutive days\nduring the summer months in more than 6 out of 10 years. The Al horizon has hue of 7.5YR or lOYR,\nvalue of 3.5 through 4.5 dry, 2 or 3 moist, and chroma of 2 or 3. It is soft or slightly hard.\nThe B2t horizon has hue of 5YR through lOYR with 7.5YR dominant; value in the upper part is 5\ndry, 3 moist, and chroma is 2 or 3 to a depth less than 20 inches. The lower part has value of\n5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4. The B2t horizon is cobbly light clay loam\nor cobbly clay lDam with the upper 20 inches having a weighted average of 27 to 35 percent clay\nand 20 to 35 percent rock fragments, mostly cobbles. It has moderate, coarse to fine subangular\nblocky structure. This horizon is hard or very hard, firm or very firm, and plastic or very plastic.\nThickness of the combined Bt horizons is 32 to 40 inches. The C horizon is cobbly in some pedons.\nCompeting Series and their Differentiae: These are the Cloud Rim, Gross, and Kanlee series. Cloud\nRim soils have 18 to 27 percent clay and have less than 20 percent rock fragments in the B2t horizon.\nGross soils are 20 to 40 lnches deep over basalt or andesite bedrock.  Kanlee soils are 20 to\n40 inches deep over granlte or quartz monzonlte bedrock.\nSetting: Maple Mountain soils are on mountain slopes at elevations of 7,100 to 7,700 feet. Slopes\nare 10 to 50 percent. The soils formed in deep alluvial and colluvial soil material from intermediate\nigneous parent rock. The climate is moist subhumid. Mean annual temperature is about 39x to\n40xF., mean summer temperature is about 61x to 62xF., and the average annual precipitation is\nabout 18 to 20 inches. The frost-free period ranges from 65 to 85 days.\nPrincipal Associated Soils: These are the Yardley and Wallsburg soils.  Yardley soils have more\nthan 35 percent clay in the B2t horizons and lack rock fragments.  Wallsburg soils have more than\n35 percent clay in the control section and have a lithic contact at depths of less than 20 inches.\nDrainage and Permeability: Well--drained; medium to rapid runoff; moderately slow permeability.\nUse and Vegetation: Used mainly for watershed, wildlife grazing, and grazing by sheep or cattle. Present vegetation is big sagebrush, Gambel oak, snowberry, bitterbrush, bluebunch wheatgrass, mutton grass, squirreltail, cheatgrass, tall native poa, and locoweed.\nDistribution and Extent: Mountain areas of Southern Utah. This series is inextensive."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "NA"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "NA"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "NA"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "NA"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "NA"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "NA"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "NA"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana\nSeries Established: Beaver County, Utah, 1972."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": "NA"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly classified as Brunizems.\nOSED scanned by NSSQA.  Last revised by state 9/72.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
