{
  "SERIES": "MAPLETON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RVR-PAH-WDH",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mapleton channery loam, on a 15 percent west-facing slope in a cultivated potato field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 14 inches; dark brown (10YR 4/3) channery loam; light yellowish brown (10YR 6/4) dry; weak very fine granular structure; friable; common very fine and fine roots; 15 percent channers and 5 percent flagstones; slightly acid; clear wavy boundary.  (6 to 15 inches thick)\nBw--14 to 24 inches; yellowish brown (10YR 5/4) channery loam; weak very fine subangular blocky structure; friable; 20 percent channers; slightly alkaline; clear wavy boundary.  (7 to 18 inches thick)\nBC--24 to 37 inches; light olive brown (2.5Y 5/4) channery loam; weak very fine subangular blocky structure; friable; 30 percent channers; moderately alkaline; abrupt irregular boundary.  (0 to 14 inches thick)\nR-37 inches; hard bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aroostook County, Maine; Town of Westfield; 4.3 miles north on the West Ridge Road from U.S. Route 1A in Mars Hill, 0.6 mile west on a farm road and near an outcrop of bedrock in the field; USGS Westfield topographic quadrangle; lat. 46 degrees 34 minutes 47 seconds N. and long. 67 degrees 54 minutes 05 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 18 to 40 inches.  Depth to bedrock ranges from 20 to 40 inches.  Texture is dominantly loam or silt loam throughout.  Rock fragment content ranges from 5 to 40 percent in individual horizons, but the weighted average in the particle-size control section is less than 35 percent by volume.  They are mainly channers.  Consistence is friable or very friable.  Reaction ranges from very strongly acid to slightly acid in the surface and subsurface horizons, from strongly acid to slightly alkaline in the subsoil, and from slightly acid to moderately alkaline in the substratum where present.\nThe Ap, or A horizon where present, has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  They have weak to strong, very fine to medium granular structure.  Some uncultivated areas have a thin 0 horizon at the soil surface.\nThe E horizon, where present, has hue of 10YR, value of 6, and chroma of 1 or 2.  It has weak very fine or fine granular or thin platy structure.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 5 and chroma of 4 to 8, but does not meet spodic criteria.  It has\nweak or moderate, very fine or fine granular or subangular blocky structure.\nThe BC, and C horizon where present, have hue of 2.5Y or 5Y, value of 4 or 5 and chroma of 3 or 4.  They have weak or moderate, very fine or fine subangular blocky structure, weak very fine or fine granular, weak medium platy or they are massive.\nThe bedrock is mainly metamorphosed limestone, calcareous sandstone or calcareous shale.  These may be fractured in the upper part and some pedons have saprolite above the bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family.  The Elliottsville, Linneus, Tunbridge and Winnecook series are in related families but all have less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mapleton soils are on till plains, hills and ridges.  Slope ranges from 0 to 35 percent.  The soils formed in a moderately deep mantle of glacial till derived mainly from metamorphosed limestone, calcareous sandstone and shale.  The climate is humid and cool temperate.  The mean annual temperature ranges from 38 to 43 degrees F, and the mean annual precipitation ranges from 36 to 40 inches.  The frost-free season ranges from 80 to 120 days.  Elevation ranges from 350 to 1200 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caribou, Conant and Easton soils.  Caribou soils are very deep to bedrock and are in similar positions on the landscape.  Conant and Easton soils are very deep, are both wetter, and are in lower positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated and used mainly for pototoes, oats, grass and clover.  Wooded areas are forested with sugar maple, beech, yellow birch, white ash, white birch, and to a lesser extent white spruce, red spruce and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and southern Aroostook County, Maine. (MLRA 146) The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aroostook County, Maine, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  This revision reflects a change in classification from fine-loamy, mixed, frigid Dystric Eutrochrepts to fine-loamy, mixed, superactive, frigid Dystric Eutrochrepts.  2.  The series is borderline between fine-loamy and coarse-loamy, but the majority of pedons sampled are fine-loamy.  3.  Field estimates of rock fragments are lower than expected because many fragments break down easily upon rubbing.  4.  Cultivation and erosion have destroyed most of the spodic features which were present.  5.  Additional study is needed to determine the extent of these soils that are less than 20 inches to bedrock.  6.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric Epipedon - 0 to 14 inches (Ap horizon)\nb.  Cambic horizon - 14 to 24 inches (Bw horizon)\nc.  Lithic contact - hard bedrock at 37 inches\nADDITIONAL DATA:  Source of data used in established the taxonomic class and the range in characteristics are unpublished data from the Maine Agricultural and Forest Experiment Station, and composite data from the Field Appraisal of Resource Management Systems compiled by Dr. Paul Hepler, Department of Plant and Soil Sciences, University of Maine, Orono, Maine.\nSoil Interpretation Record numbers for the Mapleton series are Mapleton, ME0025; and Mapleton, stony, ME0111.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
