{
  "SERIES": "MAQULLUQ",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM/DLM",
  "REVDATE": "01/2008",
  "STATES": "AK",
  "OVERVIEW": "Depth class: very deep\nDrainage class: well drained\nLandforms: sand sheets and terraces\nParent material: coarse-loamy eolian deposits over eolian sands\nElevation: 50 to 75 m\nSlope: 0 to 3 percent\nAnnual precipitation: 383 to 448 mm\nAnnual temperature: -2 to -1 degrees C\nFrost-free period: 95 to 135 days",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive Typic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Maqulluq - on a slope of 5 percent at 312 feet, (95 m) elevation under shrub birch/ericaceous shrub. (All colors are for moist soil)\nOi--0 to 5 inches, (0 to 13 cm); very dark brown (7.5YR 2.5/3) slightly decomposed plant material; many very fine and fine, common medium and few coarse roots; very strongly acid (pH 4.5); abrupt, wavy boundary. (1 to 5 inches thick, 3 to 13 cm)\nE--5 to 8 inches, (13 to 20 cm); gray (10YR 6/1) and black (10YR 2/1) fine sandy loam; moderate, medium, subangular blocky structure; very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; very strongly acid (pH 4.5); clear, wavy boundary. (1 to 3 inches thick, 3 to 8 cm)\nBs--8 to 12 inches, (20 to 30 cm); reddish black (10R 2.5/1) and very dark brown (7.5YR 2.5/3) fine sandy loam; moderate, coarse, subangular blocky structure; very friable, nonsticky and nonplastic; few very fine and fine and few medium roots; strongly acid (pH 5.4); gradual, wavy boundary. (2 to 6 inches thick, 2 to 15 cm)\nBC--12 to 29 inches, (30 to 73 cm); dark yellowish brown (10YR 4/4) and olive brown (2.5Y 4/4) fine sandy loam; weak, medium, subangular blocky structure; very friable, nonsticky and nonplastic; few very fine and fine and few medium roots; moderately acid (pH 6.0); clear, smooth boundary. (16 to 26 inches thick, 40 to 65 cm)\n2C--29 to 72 inches, (73 to 183 cm); very dark grayish brown (2.5Y 3/2) and olive brown (2.5Y 4/3) sand; single grain; loose, nonsticky and nonplastic; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Western Interior Rivers Area, Alaska; UTM north 6846829 and UTM east 593265, zone 4."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic\nMean annual soil temperature: * to * degrees F, * C.\nDepth to albic horizon: 1 to 5 inches, 2 to 13 cm\nDepth to spodic horizon: 2 to 8 inches, 6 to 21 cm\nDepth to sandy-skeletal material: 20 to 40 inches, 51 to 102 cm\nO horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 or 5; chroma of 1 to 3\nTexture: moderately decomposed plant material or slightly decomposed plant material\nReaction class: extremely acid or very strongly acid\nE horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 4 to 6; chroma of 1 or 2\nTexture: Hue of 7.5YR or 10YR; value of 4 to 6; chroma of 1 or 2\nReaction class: very strongly acid or strongly acid\nBs horizon:\nMatrix color: hue of 10R to 7.5YR; value of 2 to 4; chroma of 1 to 4\nTexture: fine sandy loam, silt loam, or very fine sandy loam\nReaction class: very strongly acid or strongly acid\nBC horizon:\nMatrix color: hue of 10YR to 5Y; value of 3 to 5; chroma of 1 to 4\nTexture: fine sandy loam, silt loam, very fine sandy loam\nReaction class: very strongly acid to moderately acid\n2C horizon:\nMatrix color: hue of 2.5Y or 5Y; value of 3 to 5; chroma of 1 to 4\nTexture: fine sand, gravelly loamy sand, loamy fine sand, or sand\nCoarse fragments: 0 to 20 percent gravel\nReaction class: moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Clarena series. Clarena series have stratified textures in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nDepth class: very deep\nDrainage class: well drained\nLandforms: sand sheets and terraces\nParent material: coarse-loamy eolian deposits over eolian sands\nElevation: 50 to 75 m\nSlope: 0 to 3 percent\nAnnual precipitation: 383 to 448 mm\nAnnual temperature: -2 to -1 degrees C\nFrost-free period: 95 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ulesqiirluni and Ulet soils.  Ulesqiirluni soils are deep silty soils on floodplains.  Ulet soils have sandy strata and are on more frequently flooded positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, low runoff. Saturated hydraulic conductivity is moderately high in the solumn and high or very in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat and water shed. Native vegetation is shrub birch and ericaceous shrub."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 230, Yukon-Kuskokwim Highlands Alaska. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Western Interior Rivers Area, Alaska, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nalbic epipedon: 5 to 8 inches, 13  to 20 cm. (E horizon)\nSpodoc horizon: 8 to 12 inches, 20 to 30 cm. (Bs horizon)\nCoarse-loamy upper part of the particle size control section: 10 to 29 inches 25 to 73 cm, sandy or sandy-skeletal lower part of the particle size control section: 29 to 40 inches, 72 to 102 cm\nTemperature regime: cryic\nMoisture regime: udic\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
