{
  "SERIES": "MAR CARIBE",
  "STATUS": "Tentative Series",
  "BYREV": "ASR; SRT",
  "REVDATE": "09/2021",
  "STATES": "PR",
  "OVERVIEW": "The Mar Caribe series consists of moderately deep, very poorly drained, very rapidly permeable soils on coastal beaches protected by barrier reef of the Semiarid Coastal Plains MLRA. They formed in calcareous sandy and loamy mixed marine deposits. Near the type location, the mean air temperature is about 79 degrees F., and the mean annual precipitation is about 41 inches. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, isohyperthermic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mar Caribe sandy loam--wildlife habitat (Colors are for moist soil).\nAse--0 to 4 inches (0 to 9 centimeters); 80 percent very dark gray (2.5Y 3/1) and 20 percent pale yellow (2.5Y 8/2) sandy loam; medium and fine roots; 10 percent fine prominent brownish yellow(10YR 6/8), masses of oxidized iron with clear boundaries infused into matrix adjacent to pores; 2 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor(monosulfide prescence).\nACse--4 to 9 inches (9 to 23 centimeters); 90 percent very dark gray (2.5Y 3/1) and 10 percent pale yellow (2.5Y 8/2) loam; medium and fine roots; 10 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor (monosulfide prescence).\nCseg1--9 to 15 inches (23 to 38 centimeters); 95 percent dark olive gray (5Y 3/2) and 5 percent pale yellow (2.5Y 8/2) loam; medium roots and fine roots; 10 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor (monosulfide prescence).\nCseg2--15 to 21 inches (38 to 54 centimeters); 95 percent dark greenish gray (10Y 3/1) and 5 percent pale yellow (2.5Y 8/2) loam; 10 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor (monosulfide prescence).\nCseg3--21 to 32 inches (54 to 82 centimeters); 95 percent dark greenish gray (10Y 3/1) and 5 percent pale yellow (2.5Y 8/2) gravelly sandy loam; 20 percent 2 to 75-millimeter coral limestone fragments; moderately alkaline; sulfurous odor (monosulfide prescence).\nR--32 to 80 inches (82 to 203 centimeters); very pale brown (10YR 8/2) coral limestone(reef)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Guayama municipality, Puerto Rico. Punta Pozuelo.  495.19 meters southwest from salt flat entrance in end of last community road at Pozuelo community at bearing 201.31 degrees. About 1,284.44 meters (0.80 mile) southeast of Club Nautico de Guayama's main building at bearing 169.49 degrees. Can be reached by foot or an ATV.\nLatitude: 17 degrees 55 minutes 47.40 seconds north, Longitude: 66 degrees 12 minutes 0.00 seconds west WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of sandy and loamy material varies from 20 to 40 inches. Reaction ranges from slightly alkaline to moderately alkaline throughout. Content of coral and shell fragments range from 0 to around 35 percent, by volume, throughout but mostly increasing with depth. Redox concentrations are typically found at the surface horizon.\nThe A horizon has hue of  2.5Y, value of 3 to 8, and chroma of 1 or 3. Texture is sand, loamy sand, or sandy loam.\nThe AC horizon (can sometimes be surface horizon due to coastal erosion) has hue of 10YR or 2.5Y, value of 3 to 8, and chroma of 1 or 3. Texture is sand, loamy sand, sandy loam, or loam.\nThe C horizons have hue of 5Y or 10Y, value of 3 to 8, and chroma of 1 to 2. Texture is sand, loamy sand, sandy loam, or loam or its gravelly (shell and coral) counterparts.\nR is the coral limestone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mar Caribe soils are on coastal beaches protected by barrier reef of the Semiarid Coastal Plains MLRA of southern Puerto Rico. Slopes range from 0 to 2 percent. They formed in calcareous sandy and loamy marine deposits. The climate is semiarid tropical. The average air temperature ranges from 71 to 88 degrees F., and the average annual precipitation ranges from 20 to 63 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the El Indio, Manglillo, Jaucas, Mar Negro, and San Felipe series. El Indio series is similar in the control section composition but sandier and deep. Manglillo soils are histosols with the same type of underlying materials that forms the Mar Caribe soils. Manglillo is on similar positions on the landscape and have surface water. Mar Negro and San Felipe are like the prior lower on the landscape and are histosols on the protected areas behind the sand bar on which El Indio occurs. Jaucas soils occur higher on the landscape either transitioning towards the upland or in higher sand bars that are formed by the same calcareous deposits, making these drier."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: very poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Mar Caribe soils are used for wildlife habitat. The vegetation consists of black and white mangroove, batis, majaguilla and other halophitic herbaceous plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern coastal plains of Puerto Rico. The series is small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Guayama Municipality, Puerto Rico; 2020. The name is from the Caribbean Sea which is directly to the south of where this soils form o the beach, where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 9 inches (A and AC horizons).\nRedox concentrations and aquic feature - starting at the surface, concentrations are mainly oxidized iron masses on the surface horizon.\nSulfidic materials throughout\nThese soils were formerly included in the Coastal beach, Meros sand or miscellaneous land type.\nMar Caribe soils are in MLRA 273.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ase",
        "top": 0,
        "bottom": 10,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Ase--0 to 4 inches (0 to 9 centimeters); 80 percent very dark gray (2.5Y 3/1) and 20 percent pale yellow (2.5Y 8/2) sandy loam; medium and fine roots; 10 percent fine prominent brownish yellow(10YR 6/8), masses of oxidized iron with clear boundaries infused into matrix adjacent to pores; 2 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor(monosulfide prescence)."
      },
      {
        "name": "ACse",
        "top": 10,
        "bottom": 23,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "ACse--4 to 9 inches (9 to 23 centimeters); 90 percent very dark gray (2.5Y 3/1) and 10 percent pale yellow (2.5Y 8/2) loam; medium and fine roots; 10 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor (monosulfide prescence)."
      },
      {
        "name": "Cseg1",
        "top": 23,
        "bottom": 38,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cseg1--9 to 15 inches (23 to 38 centimeters); 95 percent dark olive gray (5Y 3/2) and 5 percent pale yellow (2.5Y 8/2) loam; medium roots and fine roots; 10 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor (monosulfide prescence)."
      },
      {
        "name": "Cseg2",
        "top": 38,
        "bottom": 53,
        "moist_hue": "10Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cseg2--15 to 21 inches (38 to 54 centimeters); 95 percent dark greenish gray (10Y 3/1) and 5 percent pale yellow (2.5Y 8/2) loam; 10 percent 2 to 75-millimeter shell fragments; moderately alkaline; sulfurous odor (monosulfide prescence)."
      },
      {
        "name": "Cseg3",
        "top": 53,
        "bottom": 81,
        "moist_hue": "10Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "Cseg3--21 to 32 inches (54 to 82 centimeters); 95 percent dark greenish gray (10Y 3/1) and 5 percent pale yellow (2.5Y 8/2) gravelly sandy loam; 20 percent 2 to 75-millimeter coral limestone fragments; moderately alkaline; sulfurous odor (monosulfide prescence)."
      },
      {
        "name": "R",
        "top": 81,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "narrative": "R--32 to 80 inches (82 to 203 centimeters); very pale brown (10YR 8/2) coral limestone(reef)."
      }
    ]
  ]
}
