{
  "SERIES": "MARBLEYARD",
  "STATUS": "Tentative Series",
  "BYREV": "MEC-RP",
  "REVDATE": "07/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marbleyard very cobbly sandy loam - woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed hardwood leaf litter and pine needles.\nA--1 to 4 inches; dark brown (10YR 3/3) very cobbly sandy loam; weak fine granular structure; very friable, nonsticky, nonplastic; many very fine to very coarse roots; 15 percent quartzite gravel, 20 percent cobbles and 10 percent stones; very strongly acid; clear wavy boundary. (1 to 8 inches thick)\nBE--4 to 9 inches; yellowish brown (10YR 5/4) very cobbly sandy loam; weak fine and medium granular structure; very friable, nonsticky, nonplastic; many very fine to very coarse roots; 20 percent quartzite gravel and 15 percent cobbles; very strongly acid; gradual wavy boundary. (0 to 7 inches thick)\nBw--9 to 23 inches; yellowish brown (10YR 5/6) extremely cobbly sandy loam; weak fine and medium subangular blocky structure; very friable, nonsticky, nonplastic; common very fine to coarse roots; 25 percent quartzite gravel, 30 percent cobbles and 10 percent stones; extremely acid; gradual wavy boundary. (6 to 22 inches thick)\nC--23 to 36 inches; brownish yellow (10YR 6/6) extremely gravelly sandy loam; single grain; loose; few very fine roots; 45 percent quartzite gravel and 20 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 10 inches thick)\nR--36 inches; light gray and very pale brown hard fractured quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rockbridge County, Virginia; approximately 3000 feet North 07 degrees East of the intersection of VA-603 and the head of the Whetstone Ridge Trail along Irish Creek on South Mountain; USGS Cornwall topographic quadrangle; 37 degrees 48 minutes 15 seconds N. lat and 79 degrees 16 minutes 58 seconds W. long."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock range from 20 to 40 inches. Rock fragments, dominantly quartzite and metasandstone, range from 15 to 60 percent in the A, E, BE or BA horizons, 20 to 75 percent in the Bw horizon and 50 to 90 percent in the C horizon. Weighted average rock fragment content is 35 percent or more in the particle-size control section. Average clay content typically is between 6 to 15 percent but ranges up to 18 percent in the particle-size control section.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 to 4. Fine-earth texture is sandy loam, fine sandy loam or loam. Reaction ranges from extremely through strongly acid where unlimed.\nThe E horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 2 to 4. Texture is similar to the A horizon.\nThe BE or BA horizons, where present, have hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 to 6. Texture is similar to the A horizon.\nThe B horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 8. Fine-earth texture is sandy loam, fine sandy loam or loam. Reaction ranges from extremely through strongly acid where unlimed.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 8. Fine-earth fraction is sandy loam, loamy sand or loam. Reaction ranges from extremely through strongly acid where unlimed."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at present. Series that were formerly in the same family but have been placed in the active family include Dekalb, Hazleton and Wallen. Dekalb soils contain rock fragments of sandstone. Hazleton soils have sandstone bedrock below 40 inches in depth. Wallen soils formed in residuum or colluvium and contain rock fragments of fine-grained sandstone, siltstone and shale.\nSeries that were formerly in the same family but have been placed in the superactive family include Hailey. These soils have cherty limestone bedrock below 60 inches in depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marbleyard soils are on upland summits, shoulders, and backslopes.  Slopes are dominantly between 35 to 80 percent but range from 3 to 95 percent. They formed in residuum weathered from quartzite and metasandstone in the Chilhowie Group of the Blue Ridge Province, mainly in the Antietam (Erwin) Formation. The climate is temperate and humid. The mean air temperature ranges from 53 to 56 degrees F. The mean annual precipitation ranges from 38 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bagtown, Cataska, Ditney, Drall, Edgemont, Jeffrey, Junaluska, Keener, Lonon, Lostcove, McCamy, Northcove, Sherando, Soco, Stumptown, Sylco, Sylvatus, Unicoi and Weverton series. Bagtown, Keener, Lonon, Lostcove Northcove and Sherando soils occupy colluvial positions and have bedrock below 60 inches in depth. Cataska, Sylvatus and Unicoi soils are shallow to bedrock. Ditney, Edgemont, Jeffrey and Soco soils have less than 35 percent rock fragments in the particle-size control section. Drall soils have hard bedrock within 40 to 60 inches in depth. Junaluska, McCamy and Stumptown soils have an argillic horizon. Sylco soils are dominantly underlain by phyllite and metasiltstone and contain more than 18 percent clay in the particle-size control section. Weverton soils have a paralithic contact between 40 and 60 inches in depth."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and somewhat excessively drained with moderately rapid or rapid permeability. Runoff class is low on strong slopes and medium through very rapid on steeper slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most Marbleyard soils are in forests of mixed oaks, mainly Chestnut Oak, Scarlet Oak, Blackjack Oak, and Pitch Pine, Virginia Pine, and Table Mountain Pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Areas of Pennsylvania, Maryland, West Virginia, Virginia, North Carolina and Tennessee within MLRA 130. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Rockbridge County, VA 2000. Source of the name is Devils Marbleyard-a typical area of these soils."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Marbleyard soils replace areas within MLRA 130 previously mapped as Dekalb. The CEC activity class is semiactive, but includes some areas of active.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of about 9 inches (A and BE horizons).\n2. Cambic horizon - the zone from 9 to 23 inches (Bw horizon).\n3. Lithic contact - hard quartzite bedrock at 36 inches with some pedons having very few thin clay films on upper surfaces of rock fragments.\nADDITIONAL DATA: Data from characterization samples S99VA-163-038, S99VA-163-039 and S99VA-163-040 were used to develop this series.\nMLRA=130\nNational Cooperative Soil Survey\nU.S.A."
  }
}
