{
  "SERIES": "MARBLETOWN",
  "STATUS": "Established Series",
  "BYREV": "SES-AAC",
  "REVDATE": "06/1999",
  "STATES": "IL",
  "OVERVIEW": "The Marbletown series consists of well drained, moderately permeable soils that are deep to sandstone or shale on foot slopes and on strath terraces.  These soils formed in silty alluvium and in the underlying loamy deposits.  Slope ranges from 0 to 5 percent.  The mean annual temperature is about 52 degrees F, and the mean annual precipitation is about 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marbletown silt loam - on a 2 percent slope in a cultivated field. (Colors are for  moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 5/3) dry; weak fine granular structure; very friable; few very fine roots; slightly alkaline; abrupt smooth boundary.\nA--6 to 14 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 5/2) dry; weak fine subangular blocky structure; very friable; few very fine roots; slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizons is 10 to 18 inches.)\nBt1--14 to 25 inches; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; few very fine roots; common distinct dark brown (10YR 3/3) organic coats lining root channels and pores and few distinct brown (10YR 4/3) clay films on faces of peds; slightly alkaline; clear smooth boundary.\nBt2--25 to 31 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds; few fine manganese masses with diffuse boundaries in ped interiors; very slightly effervescent; moderately alkaline; clear smooth boundary.  (Combined thickness of the Bt horizons is 10 to 22 inches.)\n2Bt3--31 to 45 inches; dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; friable; few very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds; about 5 percent fine pebbles; few fine manganese masses with diffuse boundaries in ped interiors; slightly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)\n2BC--45 to 50 inches; 50 percent dark yellowish brown (10YR 4/4) and 50 percent brown (10YR 4/3) gravelly clay loam; weak coarse subangular blocky structure; friable; common distinct black (10YR 2/1) organic coatings on faces of peds and lining pores; about 15 percent pebbles; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (0 to 10 inches thick)\n3Cr--50 to 60 inches; weathered sandstone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton County, Illinois; about 3/4 mile south of Enion; 2450 feet south and 1710 feet west of the corner of sec. 4,  T.  3 N., R.  3 E.; USGS Duncan Mills topographic quadrangle; lat. 40 degrees 16 minutes 11 seconds N. and long. 90 degrees 10 minutes 31 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the base of the  argillic horizon ranges from 35 to 45 inches.  The mollic epipedon ranges from 10 to 24 inches thick.  Depth to a paralithic contact in sandstone or shale ranges from 40 to 60 inches.  The control section ranges from slightly acid to moderately alkaline.  The particle size control section averages between 24 and 35 percent clay.\nThe upper part of the series control section (Ap, A, and/or AB horizons) has hue of 10YR, value of 2 or 3, and chroma of 1 to 3.\nThe middle part of the series control section (Bt and/or BA horizon) has hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 3 or 4.\nThe lower part of the series control section has properties as follows: the 2Bt or 2BC horizon has hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 3 or 4. It is loam, clay loam or gravelly clay loam.  Content of rock fragments ranges from 0 to 20 percent.\nThe 3Cr horizon is weathered sandstone or shale bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the competing Atkinson, Burchard, Clamar, Cokato, Cresco, Durand, Friesland, Griswold, Hitt, Hochheim, Jasper, Joslin, Keosauqua, La Rose, Linkville, Markesan, Moingona, Morrill, Pana, Plattville, Reedslake, Ringwood, Rockton, Rotamer, Schoolcraft, Shelby, Sibleyville, Velma, Wea, and Winnebago.  Atkinson soils average more than 40 percent clay in the lower part of the argillic horizon.  Burchard, Cokato, Cresco, Durand, Friesland, Griswold, Hochheim, Jasper, Joslin, Keosauqua, La Rose, Linkville, Markesan, Moingona, Morrill, Pana, Reedslake, Ringwood, Rotamer, Schoolcraft, Shelby, Velma, Wea, and Winnebago soils do not have a paralithic contact within a depth of 60 inches.  Clamar, Rockton, and Sibleyville soils have a paralithic contact within a depth of 40 inches.  Hitt soils average have more than 55 percent clay in the lower part of the argillic horizon.  Plattville soils average more than 15 percent fine sand or coarser in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marbletown soils are on foot slopes of loess-covered bluffs and on strath terraces.  Slope ranges from 0 to 5 percent.  These soils formed in 20 to 40 inches of silty alluvium, commonly of local origin and the underlying loamy deposits.  Mean annual temperature ranges from 50 to 54 degrees F, and mean annual precipitation ranges from 35 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Raddle soils and the Drury, Littleton, Tice, Wakeland, and Worthen  soils.  The well drained Drury, Raddle and Worthen soils are on similar positions nearby and commonly are upslope from the Marbletown soils.  The somewhat poorly drained Tice and Wakeland soils are on lower lying positions on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Marbletown soils are cultivated.  Corn, soybeans and small grain are the principal crops.  Some areas are used for hay or pasture.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Illinois along the major river valleys; MLRA 115.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Fulton County, Illinois, 1995. Named for a town in the Fulton County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to a depth of approximately 14 inches (Ap and A horizons); argillic horizon - the zone from approximately 31 to 45 inches (2Bt3 horizon); a paralithic contact at a depth of 50 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 5/3) dry; weak fine granular structure; very friable; few very fine roots; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 14 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 5/2) dry; weak fine subangular blocky structure; very friable; few very fine roots; slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizons is 10 to 18 inches.)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--14 to 25 inches; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; few very fine roots; common distinct dark brown (10YR 3/3) organic coats lining root channels and pores and few distinct brown (10YR 4/3) clay films on faces of peds; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--25 to 31 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds; few fine manganese masses with diffuse boundaries in ped interiors; very slightly effervescent; moderately alkaline; clear smooth boundary.  (Combined thickness of the Bt horizons is 10 to 22 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 79,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--31 to 45 inches; dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; friable; few very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds; about 5 percent fine pebbles; few fine manganese masses with diffuse boundaries in ped interiors; slightly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "2BC",
        "top": 114,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2BC--45 to 50 inches; 50 percent dark yellowish brown (10YR 4/4) and 50 percent brown (10YR 4/3) gravelly clay loam; weak coarse subangular blocky structure; friable; common distinct black (10YR 2/1) organic coatings on faces of peds and lining pores; about 15 percent pebbles; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "3Cr",
        "top": 127,
        "bottom": 152,
        "texture_class": "sand",
        "narrative": "3Cr--50 to 60 inches; weathered sandstone"
      }
    ]
  ]
}
