{
  "SERIES": "MARBLEHEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. NHM-RAR",
  "REVDATE": "09/2012",
  "STATES": "OH",
  "OVERVIEW": "The Marblehead series consists of very shallow, somewhat excessively drained soils on reefs on lake plains. They formed in loamy glaciolacustrine deposits over limestone or dolostone. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marblehead loam, on a north-facing, convex, 2 percent slope in a pasture at an elevation of 200 meters (655 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; moderate medium and fine granular structure; friable; common fine and very fine roots; 2 percent rock fragments; slightly acid; clear wavy boundary.\nA2--15 to 20 cm (6 to 8 inches); very dark grayish brown (10YR 3/2) gravelly loam; weak medium and fine granular structure; friable; few very fine roots; 20 percent rock fragments; slightly acid; abrupt smooth boundary. [Combined thickness of the A horizon is 10 to 25 cm (4 to 10 inches).]\n2R--20 cm (8 inches); limestone with widely spaced vertical fractures typically at 9 to 12 meters (30 to 40 feet) intervals."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, Ohio; about 2 miles east of Castalia, in Margaretta Township; from the intersection of State Routes 101 and 412 with Bradshar Road, about 1500 feet southwest along State Routes 101 and 412, then 300 feet north; T. 6 N., R. 24 W.; USGS Castalia, Ohio topographic quadrangle; lat. 41 degrees 23 minutes 24 seconds N. and long. 82 degrees 46 minutes 34 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 10 to 25 cm (4 to 10 inches)\nDepth to lithic contact: 10 to 25 cm (4 to 10 inches)\nRock fragments: primarily of limestone or dolostone lithology of local origin, and igneous and metamorphic erratics of glacial origin\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2, 2.5 or 3\nChroma: 1 or 2\nTexture: fine sandy loam, silt loam, or loam, or the gravelly, channery, or flaggy analogs of these textures\nClay content: less than 20 percent\nRock fragment content: 0 to 34 percent; in some pedons, a thin subhorizon immediately above the lithic contact contains 35 to 45 percent rock fragments\nReaction: slightly acid to moderately alkaline\nBw horizon, where present:\nThickness: 2.5 to 8 cm (1 to 3 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bechyn, Bendena, Copaston, Emeline, and Huntley series. Bechyn soils overlie granite, gneiss, or quartzite bedrock. Bendena and Emeline soils have more than 20 percent clay in the particle-size control section. Copaston and Huntley soils do not have a lithic contact within a depth of 25 cm (10 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marblehead soils are on reefs on lake plains. Slope ranges from 0 to 6 percent. The soils formed in a thin mantle of loamy glaciolacustrine deposits over limestone or dolostone of Silurian or Devonian age. Mean annual precipitation ranges from 686 to 914 mm (27 to 36 inches). Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F). Frost-free period is 140 to 165 days. Elevation is 183 to 238 meters (600 to 780 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Castalia and Dunbridge soils. Both soils are underlain with limestone or dolostone at depths of 51 to 102 cm (20 to 40 inches). In addition, the Castalia have a cambic horizon with rock fragment content between 35 and 90 percent. They are on backslopes and summits of convex reefs. Also, the Dunbridge soils have an argillic horizon. They are on positions on reefs and beaches where thicker deposits of loamy glaciolacustrine material accumulated."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. The potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soil is used mainly for pasture or is idle. Native vegetation is scattered hardwoods and a dense cover of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Ohio; MLRA 99. The series is of small extent, about 3,300 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erie County, Ohio, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Romeo map units are being converted to Marblehead series during modernization projects in MLRA 99.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 20 cm (A horizon).\nLithic contact: at 20 cm (top of the 2R layer)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Data for the typical pedon (ER-40) is on file at The Ohio State University Soil Characterization Laboratory. Supporting data (WD-133) is also on file."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "moderate medium and fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 15 cm (0 to 6 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; moderate medium and fine granular structure; friable; common fine and very fine roots; 2 percent rock fragments; slightly acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak medium and fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--15 to 20 cm (6 to 8 inches); very dark grayish brown (10YR 3/2) gravelly loam; weak medium and fine granular structure; friable; few very fine roots; 20 percent rock fragments; slightly acid; abrupt smooth boundary. [Combined thickness of the A horizon is 10 to 25 cm (4 to 10 inches).]"
      },
      {
        "name": "2R",
        "top": 20,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--20 cm (8 inches); limestone with widely spaced vertical fractures typically at 9 to 12 meters (30 to 40 feet) intervals."
      }
    ]
  ]
}
