{
  "SERIES": "MARBOLITE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Marbolite series consists of shallow, well drained soils that formed in residumm from granitoid or gneissic rocks. Marbolite soils are on pediments, hills and mountains. Slopes range from 2 to 75 percent. The mean annual precipitation is about 100 millimeters (4 inches) and the mean annual air temperature is about 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marbolite cobbles, on a north-facing, linear, 60 percent slope under desert shrubs at an elevation of 537 meters (1,761 feet). (Colors are for dry soil unless otherwise noted.)\nC -- 0 to 18 centimeters (0 to 7 inches); cobbles; 10 percent fine gravel, 15 percent medium and coarse gravel, 50 percent cobbles and 20 percent stones; abrupt wavy boundary. (15 to 26 centimeters thick)\nA -- 18 to 22 centimeters (7 to 8.5 inches); pale brown (10YR 6/3) extremely cobbly loamy sand, olive brown (2.5Y 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine vesicular and very few fine tubular pores; 15 percent fine gravel, 15 percent medium and coarse gravel, 35 percent cobbles and 5 percent stones; very slightly effervescent; neutral (pH 6.8); clear wavy boundary. (2 to 6 centimeters thick)\nBt -- 22 to 46 centimeters (8.5 to 18 inches); light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and medium, common fine and very few coarse roots; 10 percent faint, yellowish brown (10YR 5/4) clay films on ped faces; 15 percent fine gravel, 20 percent medium and coarse gravel and 20 percent cobbles; violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (8 to 30 centimeters thick)\nR -- 46 centimeters (18 inches); unweathered, slightly fractured granitoid bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 125 meters east southeast from the end of MWD Powerline Road; 375 meters (1,230 feet) north and 30 meters (98 feet) west of the SE corner of sec. 19, T. 3 S., R. 16 E., San Bernardino Base and Meridian; 33 degrees, 53 minutes and 27.7 seconds north latitude and 115 degrees, 19 minutes and 57.1 seconds west longitude;  USGS Coxcomb Mountains 7.5 minute topographic quadrangle; UTM 11S 0654193e 3751326n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 80 to 100 percent, with 10 to 15 percent fine gravel,\n10 to 20 percent medium and coarse gravel, 20 to 50 percent cobbles, 15 to\n35 percent stones, and 0 to 10 percent boulders.\nControl section -\nRock fragments: 35 to 75 percent; gravel, cobbles and stones.\nClay content: averages 10 to 18 percent.\nOrganic matter: 0 to 0.25 percent.\nDepth to the upper boundary of an argillic horizon: 17 to 32 centimeters (6.5\nto 13 inches).\nDepth to a lithic contact: 36 to 50 centimeters (14 to 20 inches).\nC horizon\nIn lieu of texture: cobbles or stones.\nRock fragments: 80 to 100 percent; 20 to 70 percent gravel, 5 to 50 percent cobbles and 5 to 40 percent stones and boulders.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6, dry and 3 or 4, moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy sand or sandy loam.\nClay content: 4 to 10 percent.\nRock fragments: 30 to 70 percent; with 20 to 35 percent gravel, 10 to 35\npercent cobbles and 0 to 5 percent stones.\nEffervescence: noneffervescent or very slightly effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: neutral to moderately alkaline.\nBt horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6, dry and 3 to 5, moist.\nChroma: 4 to 6, dry and 3 to 6, moist.\nTexture of the fine earth: sandy loam, fine sandy loam or loam.\nClay content: 10 to 18 percent.\nRock fragments: 35 to 75 percent; with 25 to 55 percent gravel, 10 to 25\npercent cobbles and 0 to 5 percent stones.\nEffervescence: very slightly to violently effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gachado (AZ), Vaiva (AZ) and Whipple (CA) series. All of these soils have a lithic contact between 18 and 36 centimeters. In addition, both Gachado and Vaiva soils average more than 20 percent clay in the particle-size control section and are moist for more than 20 days, cumulative, in some part of the moisture control section between July and September. Whipple soils are usually dry, but moist in some part of the moisture control section for short periods during winter and early spring and have a mean annual soil temperature of 25 to 28 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marbolite soils are on pediments, hills and mountains. Slopes range from 2 to 75 percent. These soils formed in residuum from granitoid or gneissic rocks. Elevations range from 160 to 1,200 meters (525 to 3,935 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackeagle and Impedimenta soils. Blackeagle soils are found on mountain backslopes and are characterized by cambic horizons above the lithic contact. Impedimenta soils are on pediments, have no diagnostic horizon above the lithic contact and are sandy throughout the soil profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high to very high runoff; moderately high saturated hydraulic conductivity above the bedrock and low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Marbolite soils are used for recreation and wildlife habitat. The present vegetation is mainly brittlebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a feature within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon - from a depth of 0 to 18 centimeters.\nOchric epipedon - from a depth of 18 to 22 centimeters (A horizon).\nArgillic horizon - from a depth of 22 to 46 centimeters (Bt horizon).\nLithic contact - the zone beginning at 46 centimeters (R horizon).\nParticle-size control section - from a depth of 25 to 46 centimeters (Bt\nhorizon).\nADDITIONAL DATA: NASIS Pedon User ID: 12480149-A.\nResponsibility for this series was transferred from Davis to Phoenix 11/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C -- 0 to 18 centimeters (0 to 7 inches); cobbles; 10 percent fine gravel, 15 percent medium and coarse gravel, 50 percent cobbles and 20 percent stones; abrupt wavy boundary. (15 to 26 centimeters thick)"
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 22,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "extremely cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 18 to 22 centimeters (7 to 8.5 inches); pale brown (10YR 6/3) extremely cobbly loamy sand, olive brown (2.5Y 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine vesicular and very few fine tubular pores; 15 percent fine gravel, 15 percent medium and coarse gravel, 35 percent cobbles and 5 percent stones; very slightly effervescent; neutral (pH 6.8); clear wavy boundary. (2 to 6 centimeters thick)"
      },
      {
        "name": "Bt",
        "top": 22,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt -- 22 to 46 centimeters (8.5 to 18 inches); light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and medium, common fine and very few coarse roots; 10 percent faint, yellowish brown (10YR 5/4) clay films on ped faces; 15 percent fine gravel, 20 percent medium and coarse gravel and 20 percent cobbles; violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (8 to 30 centimeters thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 46 centimeters (18 inches); unweathered, slightly fractured granitoid bedrock."
      }
    ]
  ]
}
