{
  "SERIES": "MARCY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH",
  "REVDATE": "2/91",
  "STATES": "NY",
  "OVERVIEW": "The Marcy series consists of very deep, poorly drained soils formed in glacial till.  These soils are on toe-slopes and other low areas on till plains.  A fragipan is present starting at depths of 12 to 18 inches below the soil surface.  Slope ranges from 0 to 8 percent.  Mean annual temperature is 44 degrees F. and mean annual precipitation is 46 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, frigid Typic Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPIC PEDON",
    "content": "TYPIC PEDON:  Marcy silt loam, on a 2 percent slope in a  grass meadow.  (Colors are for moist soil.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) silt loam; moderate medium granular structure; friable; many roots; 5 percent rock fragments; moderately acid; abrupt smooth boundary.  (5 to 12 inches thick)\nBg--7 to 13 inches; grayish brown (2.5Y 5/2) silt loam;  many (30 percent) medium and fine distinct yellowish brown (10YR 5/6) mottles; very weak fine subangular blocky structure; friable; common fine roots; common fine pores; 10 percent rock fragments; moderately acid; clear wavy boundary.  (4 to 8 inches thick)\nBxg--13 to 40 inches; dark grayish brown (2.5Y 4/2) channery silt loam; common fine faint olive brown (2.5Y 4/4)  and gray (10YR 5/1) mottles increasing with depth; moderate very coarse prismatic structure increasing in size with depth; prisms 8 to 15 inches across; very firm; brittle; common fine pores with clay linings; prism faces coated with silt and very fine sand; 25 percent rock fragments; slightly acid grading to neutral at the bottom of the horizon; diffuse wavy boundary.\nCdg--40 to 72 inches; dark grayish brown (2.5Y 4/2) channery silt loam; common fine faint gray (10YR 5/1) mottles; weak thick platy structure; firm; 30 percent rock  fragment; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, New York; Town of Pinckney; 1.1 mile south of first crossroads east of Cronk Corners; 150 feet north of culvert; 30 feet west of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 36 to 50 inches.  Free carbonates are present at depths ranging from the base of the solum to seven feet. Depth to bedrock is greater than 60 inches.  Depth to the top of the fragipan ranges from 12 to 18 inches.  In many pedons the zone above the fragipan is nearly free of rock fragments in a deposit of local colluvium; otherwise rock fragments range from 5 to 35 percent by volume throughout the soil.\nThe A or Ap horizons have hue of 10YR or 2.5Y, value of 2 or 3 and chroma of 1 or 2.  Texture ranges from loam to silty clay loam in the fine-earth fraction.  They have weak or moderate granular structure, are friable or very friable, and range from strongly acid to neutral in reaction.\nThe E horizon has hue of 10YR through 5Y, value of 4 or 5 and chroma of 1 or 2, and have common to many mottles of higher chroma. Texture is loam, silt loam, or silty clay loam in the fine-earth fraction.  It has granular or blocky structure, and friable or firm consistence.  Reaction ranges from strongly  acid to neutral.\nThe Bx horizon has hue of 10YR through 5Y, value of 4 or 5 and chroma of 1 or 2, and has few to common mottles of higher chroma.  Texture is loam or silt loam.  It has moderate to strong very coarse prismatic structure or the horizon is massive.  Consistence is firm or very firm.  Reaction is strongly acid to neutral.  Clay films are present in pores but not on ped faces and aggregate less than 1 percent of the volume.\nThe C horizon is similar to the Bx horizon in color and texture, but is massive or platy and less brittle.  It is  moderately acid to mildly alkaline in the upper part and typically slightly effervescent within 90 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Marcy series is presently the only series in its family.  Similar soils include the Burnham, Cabot, Camroden, Chippewa, Dannemora, Ellery, Monarda, Norwich, and Whitman series. Burnham, Cabot, and Monarda are coarse-loamy and lack a fragipan.  Dannemora soils are coarse-loamy.  Chippewa, Ellery, and Norwich have a mesic temperature regime.  Camroden soils have a layer within 30 inches of the surface that has more than 40 percent with chroma greater than 2.  Whitman soils are coarse-loamy and have a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marcy soils occupy nearly level and uniformly gently sloping landscapes of till plains.  Slope ranges from 0 to 8 percent.  The regolith is firm glacial till derived mainly from shale and siltstone, with or without a thin surficial deposit of colluvial or aeolian origin.  Mean annual precipitation ranges from 35 to 55 inches; deep snowfall is common.  Mean annual temperature ranges from 42 degrees to 45 degrees F; and the mean frost-free period ranges from 90 to 135 days.  Elevation ranges from 800 to 2000 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Pinckney and Camroden soils are better-drained associates.  Worth, Empeyville, soils and Westbury soils occupy nearby till plains in the same general region but have a lower clay content."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow.  Permeability is moderate above the fragipan and very slow in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are idle or support grass for hay or pasture.  Woodlots contain elm, hemlock, red maple, popular, and similar wetness tolerant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tug Hill Plateau and northern areas of New York.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, New York, 1958.  Named for the Town of Marcy, Oneida County, New York."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Marcy series was classified as a \"Low-Humic\" Gley soil with fragipan in the 1938 classification system.  Diagnostic horizons and other features recongized in the typical pedon:\n1.  Ochric Epipedon - the zone from the surface to 7 inches (Ap horizon).\n2.  Cambic horizon - the zone from 7 to 13 inches (Bg horizon).\n3.  Fragipan - the zone from 13 to 40 inches (Bxg horizon).\n4.  Aquepts - as evidenced by low chroma matrix colors and mottles in the zone from 7 to 20 inches (Bg and Bxg horizons).\nSoil Interpretation Records:  NY0032, NY0033."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) silt loam; moderate medium granular structure; friable; many roots; 5 percent rock fragments; moderately acid; abrupt smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "Bg",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--7 to 13 inches; grayish brown (2.5Y 5/2) silt loam;  many (30 percent) medium and fine distinct yellowish brown (10YR 5/6) mottles; very weak fine subangular blocky structure; friable; common fine roots; common fine pores; 10 percent rock fragments; moderately acid; clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bxg",
        "top": 33,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "structure": "moderate very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bxg--13 to 40 inches; dark grayish brown (2.5Y 4/2) channery silt loam; common fine faint olive brown (2.5Y 4/4)  and gray (10YR 5/1) mottles increasing with depth; moderate very coarse prismatic structure increasing in size with depth; prisms 8 to 15 inches across; very firm; brittle; common fine pores with clay linings; prism faces coated with silt and very fine sand; 25 percent rock fragments; slightly acid grading to neutral at the bottom of the horizon; diffuse wavy boundary."
      },
      {
        "name": "Cdg",
        "top": 102,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cdg--40 to 72 inches; dark grayish brown (2.5Y 4/2) channery silt loam; common fine faint gray (10YR 5/1) mottles; weak thick platy structure; firm; 30 percent rock  fragment; neutral."
      }
    ]
  ]
}
