{
  "SERIES": "MARCADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLM:CDB",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marcado sandy clay loam--pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 inches; very dark gray (10YR 3/1) sandy clay loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure parting to moderate fine granular; hard, friable; few medium and common fine roots; slightly acid; clear wavy boundary.  (4 to 9 inches thick)\nBt--8 to 23 inches; dark gray (10YR 4/1) clay, grayish brown (10YR 5/2) dry; few fine faint yellowish mottles; weak fine prismatic structure parting to moderate medium subangular blocky; very hard, firm; few medium and fine roots; few distinct pressure faces; very few distinct patchy clay films; slightly alkaline; gradual wavy boundary.  (15 to 20 inches thick)\nBtk--23 to 40 inches; light brownish gray (10YR 6/2) clay, light gray (10YR 7/2) dry; common medium distinct brownish yellow (10YR 6/6) mottles with few fine dark brown (7.5YR 4/4) centers; weak fine prismatic structure parting to moderate medium subangular blocky; very hard, firm; few fine roots; few distinct pressure faces; very few distinct patchy clay films; 5 percent fine and medium rounded stained and pitted calcium carbonate concretions; few medium rounded dark concretions (FeMn); calcareous; moderately alkaline; gradual smooth boundary.  (10 to 30 inches thick)\nBCk--40 to 75 inches; light gray (10YR 7/2) clay, white (10YR 8/2) dry; common fine distinct brownish yellow (10YR 6/6) mottles; weak medium subangular blocky structure; very hard, very firm; few slickensides; 5 percent medium and coarse rounded stained and pitted calcium carbonate concretions; few fine and medium rounded dark nodules (FeMn) and soft masses (FeMn); calcareous; moderately alkaline; gradual smooth boundary.  (20 to 50 inches thick)\nBCky--75 to 80 inches; 60 to 70 percent light gray (2.5Y 7/2) clay, white (2.5Y 8/2) dry; many distinct fine and medium brown (7.5YR 5/4) and light brown (7.5YR 6/4) mottles; weak fine subangular blocky structure; very hard, very firm; few slickensides; 7 percent medium and coarse stained and pitted calcium carbonate concretions; common fine dark nodules and stains (FeMn); few fine gypsum crystals; calcareous, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Texas; from the intersection of U.S.  Highway 59 and Farm Road 822 in Edna, 3.0 miles north on Farm Road 822 to Lost Bridge Road, 0.3 mile north on Farm Road 822 from the intersection of Lost Bridge Road and Farm Road 822 to a fence on the southwest side of Farm Road 822, 0.3 mile southwest along fence from Farm Road 822, 200 feet northwest of fence in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 70 to more than 80 inches.  Clay content of the control section ranges from 40 to 60 percent.  In the summer, cracks at least 0.5 inch wide extend from the surface to a depth of greater than 30 inches.  Low chroma colors in the argillic horizon are assumed to be relict.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  Texture is sandy clay loam, clay loam, or fine sandy loam.  Reaction is slightly acid to neutral.\nThe Bt horizons have hue of 10YR or 2.5Y, value of 4 or 6, and chroma of 1 or 2.  Mottles in shades of yellow, brown, and red are few to common.  Pitted concretions of calcium carbonate commonly begin at depths of 20 inches, and range from none to 10 percent of the soil matrix.  It is neutral to moderately alkaline.\nThe BCk horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 2 to 4.  Mottles in shades of yellow, brown, and red are few to common.  Pitted concretions of calcium carbonate make up less than 10 percent of the soil matrix.  In some pedons, a few fine gypsum crystals are in the lower part.  Reaction is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Similar soils include the Annona, Bryarly, Dacosta Moswell, and Woodville series.  These soils have mean annual soil temperatures of less than 72 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marcado soils are on slopes bordering streams and rivers.  Slopes range form 3 to 8 percent.  Marcado soils formed on erosional surfaces of clayey and loamy sediments of Pleistocene age.  Most of the sediments were previously weathered under upland soils with aquic moisture regimes. Mean annual temperature ranges from 70 to 72 degrees F, and mean annual precipitation ranges from 38 to 44 inches.  Thornthwaite annual P-E indices range from 52 to 62. Elevation ranges from 30 to 150 feet and frost free period from 260 to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Edna, Dacosta, Telferner, Milby, Kuy, Ganado, Chicolete, and Navidad soils.  Edna, Dacosta, and Telferner soils have aquic moisture regimes and occur on adjacent uplands.  Ganado, Chicolete, and Navidad soils are frequently flooded and occur on adjacent bottomlands.  Milby and Kuy soils occur on similar positions, and have thick, sandy epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Very slow permeability.  Runoff is high on 3 to 5 percent slopes and very high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for rangeland and pastureland.  Native grasses are mainly species of andropogons and paspalums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Middle and lower Gulf Coastal Prairies of Texas.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Texas, l986.  The name is from a creek in eastern Victoria County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Marcado soils were formerly included with the Dacosta and Edna series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches\nHigh shrink - swell potential in the Bt, Btk, and BCk horizons.\nArgillic horizon - the zone from approximately 8 to 40 inches.\nCalcic horizon - 40 to 80 inches.\nUdic moisture regime - these soils are well within the climatic zone normally considered as Udic moisture regime, but secondary forms of calcium carbonate are at depths associated with an ustic moisture regime.  They are dry less than 60 consecutive or 90 cumulative days.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
