{
  "SERIES": "MARCELINAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALN:CLG",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Marcelinas series consists of deep, well drained, very slowly permeable soils formed in clayey and loamy marine sediments.  These soils are on nearly level to gently sloping uplands.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, hyperthermic Vertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marcelinas clay loam - cultivated.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; dark brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; hard, firm; many fine roots; many wormcasts; mildly alkaline; clear smooth boundary.  (4 to 10 inches thick)\nA--6 to 12 inches; dark brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky and granular structure; very hard, firm, sticky and plastic; many fine roots; common wormcasts; mildly alkaline; gradual wavy boundary.  (4 to 10 inches thick)\nBt1--12 to 17 inches; brown (7.5YR 5/4) clay, dark brown (7.5YR 4/4) moist; moderate fine and medium blocky structure; very hard, very firm, sticky and plastic; distinct clay films on surfaces of peds; shiny surfaces on vertical faces of peds; moderately alkaline; gradual wavy boundary.  (5 to 14 inches thick)\nBt2--17 to 28 inches; brown (7.5YR 5/4) clay, dark brown (7.5YR 4/4) moist; moderate medium blocky structure; very hard, very firm, sticky and plastic; distinct clay films on surfaces of peds; shiny surfaces on vertical faces of peds; few fine cemented calcium carbonate concretions; moderately alkaline; gradual wavy boundary.  (5 to 15 inches thick)\nBt3--28 to 48 inches; reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; moderate fine subangular blocky and weak fine blocky structure; very hard, very firm, sticky and plastic; thin clay films on surfaces of peds; shiny surfaces on vertical faces of peds; few fragments of sandstone up to 1 inch in diameter; few fine calcium carbonate concretions; calcareous; moderately alkaline; gradual wavy boundary.  (6 to 20 inches thick)\nBt4--48 to 60 inches; reddish yellow (7.5YR 7/6) sandy clay loam, reddish yellow (7.5YR 6/6) moist; moderate medium subangular blocky and weak fine  blocky structure; hard, firm; few clay films on surfaces of peds; few fragments of sandstone up to 1 inch in diameter; few fine calcium carbonate concretions; calcareous; moderately alkaline; gradual wavy boundary.  (4 to 14 inches thick)\nBky--60 to 68 inches; yellow (10YR 7/6) sandy clay loam, brownish yellow (10YR 6/6) moist; with few fine distinct strong brown (7.5YR 5/6) mottles; weak fine blocky structure; hard, firm; few clay films on surfaces of peds; contains an estimated 5 percent by volume of calcium carbonate in the form of soft lumps and concretions; few Fe-Mn concretions and fragments of sandstone; 2 to 5 percent selenite crystals; calcareous; moderately alkaline; gradual wavy boundary.  (8 to 15 inches thick)\nBCky--68 to 72 inches; yellow (10YR 7/6) sandy clay loam, brownish yellow (10YR 6/6) moist; with strong brown (7.5YR 5/6) mottles; weak fine blocky structure; hard, firm; an estimated 15 percent by volume of light olive gray (5Y 6/2) clayey marine shale fragments; contains an estimated 15 percent by volume of soft lumps and concretions of calcium carbonate; 2 to 5 percent selenite crystals; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; 1.25 miles northwest of Pandora, Texas; on Farm Road 1107 from Highway 87; site is south of Farm Road 1107, 125 feet into cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 60 to 90 inches.  Cracks up to 2 inches wide at the soil surface extend to 20 inches or more when the soil is dry and are 1/4 to 1/2 inch wide at 20 inches.  Coarse fragments range from a few scattered to 20 percent sandstone fragments to 3 inches in diameter in the lower B2t and B3t horizons.  The mollic epipedon ranges from 10 to 34 inches thick, and the amplitude of waviness of the lower boundary is about 6 to 12 inches.\nThe A horizon is dark brown (7.5YR 3/2, 4/2; 10YR 3/3, 4/3), brown (7.5YR 5/2), or dark grayish  brown (10YR 4/2).  It is loam or clay loam and ranges from neutral through moderately alkaline.\nThe Bt1 and Bt2 horizons are brown (7.5YR 4/4, 5/2, 5/4), or dark brown (7.5YR 3/2, 4/2; 10YR 4/3).  The Bt3 and Bt4 horizons are reddish brown (7.5YR 5/4), reddish brown (5YR 4/3, 4/4, 5,4), reddish yellow (7.5YR 6/6, 6/8, 7/8), light brown (7.5YR 6/4), yellowish brown (10YR 5/4, 5/6), yellowish red (5YR 4/6, 5/6), strong brown (7.5YR 5/6), or dark yellowish brown (10YR 4/4).  Texture of the upper 20 inches of the Bt horizon is clay or clay loam.  Clay content is 35 to 50 percent.  Texture of the lower Bt horizon is clay, clay loam, or sandy clay loam.  Reaction of the Bt1 horizon is mildly or moderately alkaline, and the soil is moderately alkaline below the Bt1 horizon.  The BC horizons are strong brown (7.5YR 5/6), reddish yellow (7.5YR 6/6, 6/8, 7/8), pale brown (10YR 6/3), yellowish brown (10YR 5/6, 5/8), brownish yellow (10YR 6/6) or yellow (10YR 7/6, 7/8).  Secondary carbonates range from about 5 to 15 percent by volume in the Bky horizon.  A few to common selenite crystals occur in the lower Bky horizons.  Clayey marine shale fragments comprise from 5 to 30 percent of the volume of the lower BCky horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Laparita series and the similar Clareville, Coy, Elmendorf, Luling and Topia soils.  Laparita soils have sola less than 60 inches thick and have higher salinity levels.  Clareville soils lack cracks 1/4 inch wide at 20 inches when dry.  Coy and Elmendorf soils have hues of 10YR or yellower throughout, and also have a greater amplitude of waviness of horizon thickness.  Topia soils have soil temperatures of less than 72 degrees F., Luling soils have intersecting slickensides."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marcelinas soils occur in level to gently sloping uplands with slope gradients ranging from 0 to 3 percent.  Slopes are plane to convex.  The soil formed in calcareous, clayey and loamy materials generally containing thin strata of weakly cemented sandstone and clayey marine shale.  The climate is subhumid with an average annual rainfall of 27 to 36 inches, and an average annual air temperature of 70 to 73 degrees F.  Thornthwaite P-E indices range from 31 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Clareville series and Miguel, Monteola, and Orelia soils.  Miguel and Orelia soils lack mollic epipedons.  Monteola soils have intersecting slickensides.  These soils occur on similar surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with slow to moderate surface drainage and slow internal drainage.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated.  Main crops are flax, corn, grain sorghum, cotton, and small grains.  Native grasses are little bluestem, feathery bluestem, Texas bristlegrass, Texas wintergrass, curly mesquite, threeawn, and tumble windmillgrass.  Woody vegetation is mesquite, huisache, spiny hackberry, lote, agarito, and pricklypear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rio Grande Plain of South Texas, mainly through the eastern part from about the San Antonio River southward.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Marcelinas soils would have been classified in the Grumusol great soil group.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 12 inches.\nArgillic horizon - 12 to 60 inches.\nCalcic horizon - 60 to 72 inches.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
