{
  "SERIES": "MARCOU",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/PDC/LJGII",
  "REVDATE": "10/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Marcou series consists of very deep, somewhat excessively drained soils that formed in eolian materials over mixed alluvium. Marcou soils are on dunes and have slopes of  0 to 8 percent. The mean annual precipitation is about 8 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marcou loamy sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; light reddish brown (5YR 6/3) loamy sand, reddish brown (5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; many fine, very fine and common medium roots; many very fine irregular pores; very slightly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (1 to 10 inches thick)\nC1--6 to 13 inches; reddish brown (5YR 5/3) coarse sandy loam, reddish brown (5YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many fine, very fine and common medium roots; many very fine and common fine tubular pores; very slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (3 to 10 inches thick)\nC2--13 to 35 inches; reddish brown (5YR 5/3) sandy loam, reddish brown (5YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; many fine, very fine and few medium roots; many very fine and common fine tubular pores; slightly effervescent, 6 percent calcium carbonate equivalent; strongly alkaline (pH 8.8); clear smooth boundary. (15 to 25 inches thick)\nC3--35 to 47 inches; reddish brown (5YR 5/3) sandy loam, reddish brown (5YR 4/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; common fine and very fine roots; common fine and very fine tubular pores; strongly effervescent, 7 percent calcium carbonate equivalent; strongly alkaline (pH 8.8); clear smooth boundary. (8 to 15 inches thick)\n2Bkb1--47 to 54 inches; light reddish brown (5YR 6/3) sandy clay loam, reddish brown (5YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common fine and very fine roots; common fine and very fine tubular and irregular pores; common fine calcium carbonate coatings on ped faces and lining pores; violently effervescent, 8 percent calcium carbonate equivalent; strongly alkaline (pH 8.8); abrupt smooth boundary. (4 to 10 inches thick)\n3Bkb2--54 to 60 inches; light reddish brown (5YR 6/3) loamy coarse sand, reddish brown (5YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; common fine and very fine roots; common fine and very fine tubular pores; many fine rounded soft calcium carbonate accumulations; violently effervescent, 18 percent calcium carbonate equivalent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navajo County, Arizona; about 5 miles north of Joseph City; 500 feet north and 2,300 feet east of the southwest corner of section 29, T. 19 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July-September and December-February. Driest during May and June. Typic aridic soil moisture regime.\nRock Fragments: less than 5 percent; can range to 35 percent in the buried horizons\nSoil Temperature: 55 to 59 degrees F.\nSalinity: nonsaline to very slightly saline\nSodicity: nonsodic to strongly sodic\nA horizon\nHue: 5YR, 7.5YR\nValue: 5, 6, to7 dry, 4 to 5 moist\nChroma: 3 or 4, dry or moist\nC horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue:  4 or 6 dry,  3 or  6 moist\nChroma: 3 to  8, dry or moist\nTexture: sandy loam, coarse sand, coarse sandy loam, fine sandy loam, very fine sandy loam, loamy sand\nThe buried Bk horizon may not be present in all pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apron (WY), Fang (NV), Fruitland (NM), Ganaflan (NV), Geer (NV), Jeddito (AZ), Jenrid (UT), Kumiva (NV), Mazuma (NV), Moepitz (UT), Piltdown (NV), Shotnick (UT), Sodaspring (NV), Tooele (UT), Trachute (UT), Vanderhoff (ID), Wentridge (UT), and Worland (WY) series. Apron soils have hue of 2.5Y or yellower in the C horizon. Fang, Geer, Kumiva and Piltdown soils have volcanic ash, glass, or other pyroclastic material in the control section. Fruitland and Jeddito soils have hue of 7.5YR or yellower. In addition, Jeddito soils have contrasting stratification in the control section. Jenrid and Shotnick soils have mean annual soil temperature less than 51 degrees F. and also have precipitation distributed evenly throughout the year and are more moist in May and June. Trachute soils have gypsum in the control section. Ganaflan, Mazuma, Piltdown and Tooele soils are dry in the soil moisture control section from May through November. Moepitz, Vanderhoff, Wentridge and Worland soils have a lithic or paralithic contact at depths of 20 to 40 inches. Sodaspring soils have 15 to 35 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marcou soils are on stabilized transverse and coppice dunes at elevations of 4,800 to  5,900 feet. These soils formed in eolian deposits over stream and fan alluvium derived from mudstone, sandstone, and shale. Slopes range from  0 to 15 percent. The mean annual precipitation is 6 to 10 inches. The mean annual air temperature is 53 to 57 degrees F. The frost-free period is 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burnswick, Claysprings, Jocity, Tours, and Sheppard soils. Claysprings soils have more than 35 percent clay and are shallow to a paralithic contact. Burnswick and Jocity soils are fine-loamy. Tours soils are fine-silty and Sheppard soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Marcou soils are used for livestock grazing and wildlife habitat. Vegetation is Indian ricegrass, black grama, galleta, alkali sacaton, sandhill muhly, fourwing saltbush, Mormon tea, shadscale, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast Arizona. This series is of moderate extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Navajo County, Arizona; Soil survey of Navajo County Area, Arizona, Central Part; 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 6 inches (A horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 11th Edition, 2010\nUpdates and revisions for the correlation of Navajo Mountain Area (AZ711), June 11, 2008, CEM\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
