{
  "SERIES": "MARCONI",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/JBC/RJA/WWJ",
  "REVDATE": "12/2014",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marconi silty clay loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; reddish brown (2.5YR 5/4) silty clay loam, dark reddish brown (2.5YR 3/4) moist; weak medium platy structure; hard, friable, sticky and plastic; few fine roots; common fine vesicular and common very fine interstitial pores; slightly effervescent; moderately alkaline; clear smooth boundary.  (2 to 6 inches thick)\nBw1--4 to 16 inches; reddish brown (2.5YR 5/4) clay, dark reddish brown (2.5YR 3/4) moist; weak medium subangular blocky and prismatic structure; very hard, firm, very sticky and plastic; few fine roots; common very fine interstitial pores; few horizontal pressure faces; strongly effervescent; moderately alkaline; moderately saline; gradual smooth boundary.  (6 to 20 inches)\nBw2--16 to 41 inches; reddish brown (2.5YR 5/4) clay, dark reddish brown (2.5YR 3/4) moist; weak medium subangular blocky structure; very hard, firm, very sticky and plastic; few fine roots; common very fine interstitial pores; strongly effervescent; moderately alkaline; clear smooth boundary.  (12 to 30 inches thick)\nBky--41 to 60 inches; reddish brown (2.5YR 5/4) clay loam, dark reddish brown (2.5YR 3/4) moist; very hard, firm, sticky and plastic; common very fine interstitial pores; strongly effervescent; common fine and very fine gypsum crystals and calcium carbonate accumulations; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sierra County, New Mexico; about 4 miles south of the Upham railroad siding near the center of the southwest 1/4, sec. 14, T.  17 S., R. 2 W., and about 150 feet east of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section July through September and December through March.  The soil is driest during May and June. Typic aridic moisture regime.\nMean annual soil temperature: 60 to 72 degrees F.\nRock fragments: less than 15 percent\nExchangeable sodium percentage:  less than 15 percent\nSalinity:  less than 8 mmhos/cm\nA horizon\nHue:  2.5YR, 5YR\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  3 to 6, dry or moist\nTexture:  clay, silty clay loam, silty clay, clay loam, silt loam\nBw, Bk, and Bky horizons\nHue:  2.5YR, 5YR\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  3 to 6, dry or moist\nTexture:  clay, silty clay, silty clay loam, clay loam, silt loam, with 35 to 59 percent clay and less than 35 percent sand on a weighted average\nGypsum content:  1 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kecksroad (CA) and Ubar (NM) soils.  The Kecksroad soils are less than 40 inches to a paralithic contact. In addition, the Kecksroad soils are in the San Joaquin Valley of California (MLRA 17) and receive mostly winter precipitation and are usually dry from April through November. The Ubar soils have dominant hues of 7.5YR or yellower and lack gypsum accumulations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marconi soils are on flood plains.  Slopes are 0 to 3 percent.  The soils formed in alluvium derived from sedimentary rocks.  Climate is semi-arid continental.  Average annual precipitation is 8 to 10 inches.  The mean annual air temperature is 58 to 70 degrees F.  The frost-free period is 180 to 240 days.  Elevation is 4,100 to 5,870 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Largo, Sotim, and Verhalen soils.  Largo and Sotim soils have less than 35 percent clay in the particle-size control section.  Verhalen soils crack to 20 and more inches are in a smectitic family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as rangeland.  Present vegetation is tobosa, burrograss, alkali sacaton, tarbush, snakeweed, and vine mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: It occurs in south-central New Mexico.  It is of small extent. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sierra County, New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nCambic horizon - the zone from 4 to 41 inches (Bw1 and Bw2 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nADDITIONAL DATA: A reference sample (S78NM-051-001-1) Lab No. 797155.  Was processed by the NCSS Lab in Lincoln, NE, and New Mexico State University.  (78NM51-1-(1 to 4)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
