{
  "SERIES": "MARCLAY",
  "STATUS": "Tentative Series",
  "BYREV": "JAD:GLL:CLG",
  "REVDATE": "12/2005",
  "STATES": "TX",
  "OVERVIEW": "The Marclay series consists of deep, well drained, very slowly permeable minesoils on uplands.  They are developing in mixed, dominantly reduced clayey overburden resulting from lignite dragline mine operations.  Slopes range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, thermic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marclay silty clay loam--pasture.\n(Colors are for moist soil unless otherwise noted.)\nC1--O to 6 inches; mixed very dark gray (10YR 3/1) silty clay loam and very dark grayish brown (10YR 3/2) silt loam with few small spots of brown (10YR 5/3) and gray (10YR 6/1) clay; composite texture is silty clay loam; massive; firm, hard; common fine and medium roots; few fine fragments of lignite; neutral; gradual smooth boundary.  (4 to 12 inches thick)\nC2--6 to 24 inches; mixed very dark grayish brown (10YR 3/2) silty clay loam, brownish yellow (10YR 6/8) sandy clay loam, and red (2.5YR 4/8) and light gray (10YR 7/1) clay; composite texture clay loam; massive; firm, hard; common fine and medium roots; common fine fragments of lignite; neutral; abrupt smooth boundary.  (0 to 20 inches thick)\nC3--24 to 40 inches; dark grayish brown (2.5Y 4/2) silty clay; massive; firm, hard; few fine roots; common fine fragments of lignite; neutral; diffuse wavy boundary.  (10 to 40 inches thick)\nC4--40 to 60 inches; very dark gray (10YR 3/1) silty clay; massive; firm, hard; few fine roots; common fine fragments of lignite; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Panola County, Texas; AI Area, Martin Lake lignite mine near Beckville, Texas.  From Sample MLP7 in a study area.  On completion of study, a more precise location will be given."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Rooting depth is more than 80 inches.  Dragline mining operations have mixed the materials from 50 to about 150 feet deep.  These soils are made up mainly of reduced materials with loamy and clayey textures.\nDominant colors have hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or 2.  Remnants of the premined oxidized soils range from very few to common .  They are typically less than three inches across and make up less than 3 percent by volume of the control section.  Oxidized materials or remnants are in shades of red, brown, yellow, and gray.  This wide range reflects colors of the native soils in the area, such as Kirvin, Sacul, Bowie, and Cuthbert.  The textures are variable and mixed, but composite textures are clay loam, silty clay loam, silty clay or clay with clay content averaging from 40 to 50 percent in the control section.  Fragments of lignite range from few to common and typically are less than 3 inches across.  Ironstone fragments up to 10 inches across range from none to a few.  The composite reaction ranges from slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family.  Closely similar soils are the Diswood, Grayrock, and the tentative Marklake series.  Diswood soils are clayey but contain more oxidized materials with bright colors.  Grayrock soils have a fine-silty control section.  Marlake soils have a fine-loamy control section and contain more oxidized materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marclay soils are on gently sloping to strongly sloping reclaimed lignite strip mining areas.  They apparently occur where dragline operations have blended reduced and oxidized materials to give a mixed profile, mainly of the Wilcox geologic materials.  However, thin mantles of the Claiborne geologic materials and Quaternary Age materials are intermixed.  Mean annual temperature ranges from about 64 to 66 degrees F.  Average annual precipitation ranges from about 42 to 48 inches.  The Thornthwaite P-E indices range from about 68 to 84."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the post-mined Grayrock and Marlake series and native Kirvin, Sacul and Bowie soils.  The Grayrock and Marlake soils are on similar positions.  The native soils are on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; very slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pastures of coastal bermudagrass, with cool-season forage crops of crimson clover, vetch, singletary peas, and ryegrass.  A few areas have been planted to pine and hardwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East Texas, in association with lignite strip mining.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Panola County, Texas; 1985.  The name is coined for clayey soils on the Martin Lake mine (Marclay)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is an intricate mixture of reduced and oxidized materials, dominantly reduced.  Textures of different mixtures in the description are field estimates.  Composite textures given in this description refer to laboratory values for ground and mixed samples.  Reaction values in the description laboratory results in 1:1 water for composite materials.  These soils contain some remnants of diagnostic horizons of native soils, but as opposed to Diswood soils, are dominated by reduced materials.  They are usually duller in color than Diswood soils, being dominated by lower value and chroma.  For these reasons, they are classified as Typic Udorthents instead of Arents.  Classification is tentative, pending further study.\nDiagnostic horizon recognized in this pedon are:\nOchric epipedon 0 to 6 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": "NA",
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--O to 6 inches; mixed very dark gray (10YR 3/1) silty clay loam and very dark grayish brown (10YR 3/2) silt loam with few small spots of brown (10YR 5/3) and gray (10YR 6/1) clay; composite texture is silty clay loam; massive; firm, hard; common fine and medium roots; few fine fragments of lignite; neutral; gradual smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "C2",
        "top": 15,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--6 to 24 inches; mixed very dark grayish brown (10YR 3/2) silty clay loam, brownish yellow (10YR 6/8) sandy clay loam, and red (2.5YR 4/8) and light gray (10YR 7/1) clay; composite texture clay loam; massive; firm, hard; common fine and medium roots; common fine fragments of lignite; neutral; abrupt smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C3",
        "top": 61,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "C3--24 to 40 inches; dark grayish brown (2.5Y 4/2) silty clay; massive; firm, hard; few fine roots; common fine fragments of lignite; neutral; diffuse wavy boundary.  (10 to 40 inches thick)"
      },
      {
        "name": "C4",
        "top": 102,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C4--40 to 60 inches; very dark gray (10YR 3/1) silty clay; massive; firm, hard; few fine roots; common fine fragments of lignite; neutral."
      }
    ]
  ]
}
