{
  "SERIES": "MARDIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM-JEW-SEA",
  "REVDATE": "09/2017",
  "STATES": "NY,PA",
  "OVERVIEW": "The Mardin series consists of very deep, moderately well drained soils on glaciated uplands, mostly on broad hilltops, shoulder slopes and backslopes. These soils formed in loamy till, and have a dense fragipan that starts at a depth of 36 to 66 cm (14 to 26 in) below the soil surface. Slope ranges from 0 to 50 percent. Saturated hydraulic conductivity is moderately high or high in the mineral surface layer, subsurface layer, and upper part of the subsoil; and low or moderately low in the lower part of the subsoil and the substratum. Mean annual temperature is 8 degrees C (46 degrees F), and mean annual precipitation is 1080 cm (42 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mardin channery silt loam, on a 5 percent slope in a meadow at an elevation of 317 meters (1,040 feet). (Colors are for moist soil.)\nAp--0 to 20 cm (0 to 8 in); brown (10YR 4/3) channery silt loam; pale brown (10YR 6/3) dry; moderate fine granular structure; very friable, nonsticky, slightly plastic; 20 percent channers; neutral, pH 7.0; abrupt smooth boundary. (15 to 30 cm thick) (6 to 12 in thick)\nBE--20 to 30 cm (8 to 12 in); light olive brown (2.5Y 5/4) channery silt loam; weak fine subangular blocky structure; very friable, nonsticky, slightly plastic; 15 percent channers; slightly acid, pH 6.3; clear wavy boundary. (0 to 18 cm thick) (0 to 7 in thick)\nBw1--30 to 41 cm (12 to 16 in); yellowish brown (10YR 5/4) channery silt loam; moderate medium subangular blocky structure; friable, nonsticky, slightly plastic; 20 percent channers; moderately acid, pH 5.8; clear wavy boundary.\nBw2--41 to 51 cm (16 to 20 in); brown (10YR 4/3) channery silt loam; weak medium subangular blocky structure; friable, nonsticky, slightly plastic; 15 percent fine faint pale brown (10YR 6/3) and light brownish gray (10YR 6/2) iron depletions and 15 percent fine faint brown (7.5YR 4/4) masses of oxidized iron; 20 percent channers; strongly acid, pH 5.3; abrupt irregular boundary. (Combined thickness of the Bw horizons is 10 to 46 cm (4 to 18 in).)\nBx1--51 to 91 cm (20 to 36 in); dark yellowish brown (10YR 4/4) channery silt loam; strong very coarse prismatic structure parts to weak very thick platy structure; very firm, slightly sticky, slightly plastic; brittle; many fine pores; clay films on surfaces along pores; 15 percent fine distinct light brownish gray (10YR 6/2) iron depletions; 30 percent channers; strongly acid, pH 5.3; gradual wavy boundary.\nBx2--91 to 145 cm (36 to 57 in); olive brown (2.5Y 4/4) channery silt loam; strong very coarse prismatic structure parts to weak coarse angular blocky structure; very firm, slightly sticky, moderately plastic; brittle; many fine pores; 20 percent clay films on all faces of peds and 20 percent clay films on surfaces along pores; 15 percent fine distinct light brownish gray (2.5Y 6/2) iron depletions and 15 percent fine distinct brown (7.5YR 4/4) masses of oxidized iron; 35 percent channers; very strongly acid, pH 4.8; diffuse wavy boundary. (Combined thickness of the Bx horizons is 38 to 142 cm (15 to 56 in).)\nC--145 to 183 cm (57 to 72 in); olive brown (2.5Y 4/4) channery silt loam;  massive structure; firm, nonsticky, slightly plastic; 15 percent fine distinct brown (7.5YR 4/4) masses of oxidized iron and 15 percent fine distinct light olive gray (5Y 6/2) iron depletions; 35 percent channers; strongly acid, pH 5.3."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bradford County, Pennsylvania; Town of Rome; 0.2 miles west of Rome Borough on Route 08079, 0.3 mile north of Route T740, 400 feet west of road. Elevation: 1,040 feet; USGS Rome, PA topographic quadrangle; Latitude: 41 degrees, 51 minutes, 45.42 seconds N and 76 degrees, 20 minutes, 54.86 seconds W, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 97 through 183 cm (38 through 72 inches). Depth to the top of the fragipan ranges from 36 through 66 cm (14 through 26 inches). Depth to bedrock ranges from 152 cm (60 inches) through 6 meters (20 feet) or more. There is commonly 55 percent or more silt plus very fine sand in the fine-earth fraction above the fragipan. Rock fragments are dominantly channers, flagstones, or gravel, and range from 5 to 35 percent in the horizons above the fragipan, and commonly from 15 to 60 percent in the Bx and C horizons. Some pedons do not have rock fragments in layers below a depth of 152 cm (60 inches).\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 2 to 4. Texture of the fine-earth fraction is silt loam or loam. Structure is weak or moderate granular. Consistence is friable or very friable. Some pedons in uncultivated areas have a dark A horizon that is 3 to 13 cm (1 to 5 inches) thick. Reaction ranges from extremely acid to moderately acid, unless limed.\nThe BE horizon, where present, has colors and textures similar to B and E horizons.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. Texture of the fine-earth fraction is loam or silt loam. Structure is very fine through medium subangular blocky or granular. Consistence is very friable through firm. Reaction ranges from extremely acid through moderately acid, unless limed.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 or 3. Texture of the fine-earth fraction is loam or silt loam. Structure is subangular blocky or platy. Consistence is friable or firm. Reaction commonly ranges from extremely acid to moderately acid but the range includes slightly acid in limed areas. The E, Bw or BE horizons have redoximorphic features in some part above 51 cm (20 in), but are not distinct or prominent within 30 cm (12 in).\nThe Bx horizon has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 2 to 4 with faint to prominent redoximorphic features. Texture of the fine-earth fraction is loam or silt loam. The Bx horizon has weak to strong very coarse prismatic structure. Consistence is firm or very firm. Reaction ranges from very strongly acid to slightly acid. Some pedons have a BC or a CB horizon.\nThe C horizon, or Cd horizon where present, has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 2 to 4. Textures are similar to the Bx horizon except silty layers that do not have rock fragments are in some pedons below a depth of 102 cm (40 in). The C horizon is massive, or has weak plate-like divisions. Consistence is firm or very firm. Reaction ranges from strongly acid to neutral in the upper part, but can range to slightly alkaline below a depth of 152 cm (60 in) in some pedons. Some pedons lack C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Bath, Braceville, Broadalbin, Ira, Lackawanna, Rushford, Sodus, Swartswood, Wellsboro, and Wurtsboro series are in the same family. Bath soils do not have redoximorphic features in the B or E horizons above 51 cm (20 in) and are slightly deeper to the fragipan. Braceville soils have stratified sand and gravel in the substratum. Broadalbin soils have rock fragments dominated by soft black shale, granite and gneiss. Ira, Swartswood and Wurtsboro soils commonly have less than 55 percent silt plus very fine sand in the particle size control section.  Lackawanna and Wellsboro soils have hues of 5YR or redder in the fragipan. Rushford soils lack rock fragments in the 2Bx and 2C horizons. Sodus soils lack distinct or prominent redoximorphic features above 75 cm (30 in).\nThe Canaseraga, Langford, Marilla, and Mosherville series are similar soils in related families, but these may change as series are reclassified. Canaseraga soils have a coarse-silty particle-size control section. Langford and Marilla soils have fine-loamy particle-size control sections. Mosherville soils have redoximorphic features within 12 inches of the soil surface and formed in deposits derived from granite and gneiss."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mardin soils are nearly level to very steep with slopes ranging from 0 through 50 percent. These soils developed in till, and are on slightly convex parts of dissected glaciated uplands. Mean annual temperature ranges 6 to 11 degrees C (43 through 52 degrees F). Mean annual precipitation ranges from 795 through 1725 millimeters (31 through 68 inches), and mean annual frost-free season ranges from 105 through 180 days. These soils generally occur at elevations between 100 and 670 meters (328 and 2,198 feet), but have been mapped as high as 750 meters (2,460 feet) in some areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Bath soils are well drained and occupy higher, more convex parts of adjacent landscapes. Somewhat poorly drained Volusia soils and poorly drained Chippewa soils are drainage associates, and occur on footslopes, toeslopes, level hill tops, and in depressions. Arnot, Greene, Lordstown, Nassau, and Tuller soils are in nearby areas where depth to bedrock is less than 102 cm (40 in). Valois soils do not have a fragipan and are commonly on nearby lateral and end moraines. Alton, Chenango, Hoosic, Howard, and Otisville soils are on nearby glaciofluvial terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. A seasonal water table typically occurs at depths of 36 to 61 cm (14 to 24 in) below the soil surface. The potential for surface runoff is medium to high. Saturated hydraulic conductivity is moderately high or high in the mineral surface layer, subsurface layer, and upper part of the subsoil; and low or moderately low in the lower part of the subsoil (fragipan) and the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for producing silage corn, small grains, hay, and pasture. A significant acreage is idle or has reverting to brush and trees. Woodlots contain sugar maple, beech, white ash, black cherry, hemlock, and occasionally red oak and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New York and northern Pennsylvania.  MLRA 101, 139, 140, and 144A. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tioga County, Pennsylvania, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 20 cm (0 to 8 in)  (Ap horizon).\n2. Cambic horizon - the zone from 20 to 51 cm (8 to 20 in) (BE and Bw horizons).\n3. Fragipan - the zone from 51 to 145 cm (20 to 57 in)  (Bx1 and Bx2 horizons).\n4. Udic soil moisture regime.\n5. Estimated CEC activity class to be active, but of 6 pedons sampled in NY from 1982 to 1991, 3 were superactive, 2 were semi active, and 1 was active.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 in); brown (10YR 4/3) channery silt loam; pale brown (10YR 6/3) dry; moderate fine granular structure; very friable, nonsticky, slightly plastic; 20 percent channers; neutral, pH 7.0; abrupt smooth boundary. (15 to 30 cm thick) (6 to 12 in thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--20 to 30 cm (8 to 12 in); light olive brown (2.5Y 5/4) channery silt loam; weak fine subangular blocky structure; very friable, nonsticky, slightly plastic; 15 percent channers; slightly acid, pH 6.3; clear wavy boundary. (0 to 18 cm thick) (0 to 7 in thick)"
      },
      {
        "name": "Bw1",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--30 to 41 cm (12 to 16 in); yellowish brown (10YR 5/4) channery silt loam; moderate medium subangular blocky structure; friable, nonsticky, slightly plastic; 20 percent channers; moderately acid, pH 5.8; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw2--41 to 51 cm (16 to 20 in); brown (10YR 4/3) channery silt loam; weak medium subangular blocky structure; friable, nonsticky, slightly plastic; 15 percent fine faint pale brown (10YR 6/3) and light brownish gray (10YR 6/2) iron depletions and 15 percent fine faint brown (7.5YR 4/4) masses of oxidized iron; 20 percent channers; strongly acid, pH 5.3; abrupt irregular boundary. (Combined thickness of the Bw horizons is 10 to 46 cm (4 to 18 in).)"
      },
      {
        "name": "Bx1",
        "top": 51,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bx1--51 to 91 cm (20 to 36 in); dark yellowish brown (10YR 4/4) channery silt loam; strong very coarse prismatic structure parts to weak very thick platy structure; very firm, slightly sticky, slightly plastic; brittle; many fine pores; clay films on surfaces along pores; 15 percent fine distinct light brownish gray (10YR 6/2) iron depletions; 30 percent channers; strongly acid, pH 5.3; gradual wavy boundary."
      },
      {
        "name": "Bx2",
        "top": 91,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bx2--91 to 145 cm (36 to 57 in); olive brown (2.5Y 4/4) channery silt loam; strong very coarse prismatic structure parts to weak coarse angular blocky structure; very firm, slightly sticky, moderately plastic; brittle; many fine pores; 20 percent clay films on all faces of peds and 20 percent clay films on surfaces along pores; 15 percent fine distinct light brownish gray (2.5Y 6/2) iron depletions and 15 percent fine distinct brown (7.5YR 4/4) masses of oxidized iron; 35 percent channers; very strongly acid, pH 4.8; diffuse wavy boundary. (Combined thickness of the Bx horizons is 38 to 142 cm (15 to 56 in).)"
      },
      {
        "name": "C",
        "top": 145,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--145 to 183 cm (57 to 72 in); olive brown (2.5Y 4/4) channery silt loam;  massive structure; firm, nonsticky, slightly plastic; 15 percent fine distinct brown (7.5YR 4/4) masses of oxidized iron and 15 percent fine distinct light olive gray (5Y 6/2) iron depletions; 35 percent channers; strongly acid, pH 5.3."
      }
    ]
  ]
}
