{
  "SERIES": "MARENGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRS-RJG-SJH",
  "REVDATE": "11/2021",
  "STATES": "OH",
  "OVERVIEW": "The Marengo series consists of very deep, very poorly drained soils formed loamy till on till plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marengo clay loam, on a concave, 1 percent slope in a cultivated field at an elevation of 264 meters (866 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark grayish brown (10YR 3/2) clay loam, dark grayish brown (10YR 4/2) dry; weak medium granular structure; friable; many fine roots; 2 percent rock fragments; neutral; abrupt smooth boundary.\nAB--23 to 43 cm (9 to 17 inches); very dark gray (10YR 3/1) silty clay loam; moderate medium prismatic structure parting to strong medium angular blocky; firm; few fine roots; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 2 percent rock fragments; neutral; clear smooth boundary.\nBg1--43 to 66 cm (17 to 26 inches); gray (10YR 5/1) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; common faint very dark gray (10YR 3/1) organic coatings on vertical faces of peds; common medium faint dark gray (10YR 4/1) iron depletions in the matrix; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent rock fragments; neutral; clear wavy boundary.\nBg2--66 to 109 cm (26 to 43 inches); grayish brown (10YR 5/2) silty clay loam; moderate medium prismatic structure; firm; few fine roots; many distinct very dark gray (10YR 3/1) organo-clay films on vertical faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent rock fragments; neutral; gradual wavy boundary.\nBC--109 to 173 cm (43 to 68 inches); yellowish brown (10YR 5/4) silty clay loam; moderate coarse prismatic structure; firm; many medium distinct gray (10YR 5/1) iron depletions in the matrix; many medium distinct brownish yellow (10YR 6/6) masses of iron accumulation in the matrix; 5 percent rock fragments; slightly alkaline; clear wavy boundary.\nC--173 to 211 cm (68 to 83 inches); dark grayish brown (2.5Y 4/2) loam; massive; very firm; many medium faint gray (10YR 5/1) iron depletions in the matrix; many medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in matrix; 10 percent rock fragments; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fairfield County, Ohio; 2.5 miles east of Carroll, in Greenfield Township; 318 feet north and 445 feet west of the southeast corner of sec. 4, T. 15 N., R. 19 W.; USGS Carroll topographic quadrangle; lat. 39 degrees 48 minutes 02 seconds N. and long. 82 degrees 39 minutes 48 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 190 cm (40 to 75 inches)\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 inches)\nDepth to carbonates: 102 to 203 cm (40 to 80 inches)\nRock fragments: dominantly sandstone, siltstone, and shale fragments\nReaction: upper solum to a depth of 76 cm (30 inches) is moderately acid or slightly acid, and the lower solum is moderately acid to slightly alkaline\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: 2, 2.5 or 3\nChroma: 1 or 2\nTexture: loam, silt loam, silty clay loam, or clay loam\nClay content: silty clay loam and clay loam textures ranges from 27 to 35 percent\nRock fragment content: 2 to 14 percent\nBg horizon:\nHue: 10YR, 2.5Y, or 5Y, or is neutral\nValue: 4 to 6\nChroma: 0 to 2\nTexture: dominantly clay loam or silty clay loam but includes loam or silt loam\nClay content: 22 to 35 percent\nRock fragment content: 2 to 14 percent\nC horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 6\nChroma: 2 to 4\nRedox features: few to many\nTexture: loam or clay loam or the gravelly analogs of these textures\nClay content: 15 to 33 percent\nSand content: 35 to 50 percent\nRock fragment content: 2 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Claremont (T), Clyde, Faxon, Kossuth, Letri, Mound Creek (T), Reddick, Selma, Selmass, Tripoli, Webster, and Wolcott series. Claremont (T) series does not currently have an OSD on file. Clyde and Wolcott soils do not have rock fragments dominantly of sandstone, siltstone, and shale. Faxon and Mound Creek soils have a lithic contact within a depth of 102 cm (40 inches). Kossuth soils have more than 35 percent clay in the upper part of the series control section. Letri soils have carbonates within a depth of 102 cm (40 inches). Reddick soils have less than 35 percent sand in the lower part of the series control section. Selma and Selmass soils have more than 50 percent sand in the lower part of the series control section. Tripoli soils have less than 2 percent rock fragments in the upper part of the series control section. Webster soils are in cooler and drier climates, have friable till C horizons, and typically have thinner sola."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marengo soils are on till plains of Wisconsinan age. Slope ranges from 0 to 2 percent. The soils formed in loamy till. Climate is humid and temperate. Mean annual precipitation ranges from 914 to 1016 mm (36 to 40 inches). Mean annual air temperature ranges from 11 to 12 degrees C (51 to 53 degrees F). Frost-free period is 134 to 175 days. Elevation is 259 to 281 meters (850 to 920 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alexandria, Amanda, Bennington, Canfield, Cardington, Centerburg, Condit, Luray, Patton, Ravenna, Rittman, Sebring, and Wooster soils. The well drained Alexandria, Amanda, and Wooster soils and the moderately well drained Canfield, Cardington, Centerburg, and Rittman soils are on higher landscape positions. The somewhat poorly drained Bennington and Ravenna soils are on slightly higher landscape positions. The very poorly drained Condit soils have more clay in the subsoil and are on similar landscape positions. The very poorly drained Luray and Patton soils and the poorly drained Sebring soils formed in silty lacustrine materials on lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The depth to the top of an intermittent apparent high water table ranges from the surface to 30 cm (1 foot) above the surface between November and June in normal years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high. Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Marengo soils have been drained and are used for the production of crops such as corn, soybeans, wheat, oats, and mixed hay. Some areas are pastured. Native vegetation is deciduous swamp forest with elm, red maple, silver maple, pin oak, and ash as dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central, north central, and northeastern Ohio; MLRAs 111E and 139. The type location is in MLRA 111E. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Licking County, Ohio, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 43 cm (Ap, AB horizons).\nCambic horizon: from a depth of 43 to 173 cm (Bg, BC horizons).\nAquic conditions: redox features present in the lower part of the mollic epipedon and in all underlying horizons."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data are available for FA-30, the typifying pedon, and supporting data is available for pedons AS-2, CO-135, and MH-22 from the Soil Characterization Laboratory at The Ohio State University, Columbus, OH."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); very dark grayish brown (10YR 3/2) clay loam, dark grayish brown (10YR 4/2) dry; weak medium granular structure; friable; many fine roots; 2 percent rock fragments; neutral; abrupt smooth boundary."
      },
      {
        "name": "AB",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--23 to 43 cm (9 to 17 inches); very dark gray (10YR 3/1) silty clay loam; moderate medium prismatic structure parting to strong medium angular blocky; firm; few fine roots; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 2 percent rock fragments; neutral; clear smooth boundary."
      },
      {
        "name": "Bg1",
        "top": 43,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--43 to 66 cm (17 to 26 inches); gray (10YR 5/1) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; common faint very dark gray (10YR 3/1) organic coatings on vertical faces of peds; common medium faint dark gray (10YR 4/1) iron depletions in the matrix; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent rock fragments; neutral; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 66,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg2--66 to 109 cm (26 to 43 inches); grayish brown (10YR 5/2) silty clay loam; moderate medium prismatic structure; firm; few fine roots; many distinct very dark gray (10YR 3/1) organo-clay films on vertical faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent rock fragments; neutral; gradual wavy boundary."
      },
      {
        "name": "BC",
        "top": 109,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--109 to 173 cm (43 to 68 inches); yellowish brown (10YR 5/4) silty clay loam; moderate coarse prismatic structure; firm; many medium distinct gray (10YR 5/1) iron depletions in the matrix; many medium distinct brownish yellow (10YR 6/6) masses of iron accumulation in the matrix; 5 percent rock fragments; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "C",
        "top": 173,
        "bottom": 211,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--173 to 211 cm (68 to 83 inches); dark grayish brown (2.5Y 4/2) loam; massive; very firm; many medium faint gray (10YR 5/1) iron depletions in the matrix; many medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in matrix; 10 percent rock fragments; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
