{
  "SERIES": "MARESUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLL; SRT; GRB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, magnesic, isohyperthermic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maresua gravelly clay loam - forestland (Colors are for moist soil unless otherwise indicated.)\nOi--0 to 1 inch; leaves, needles, twigs, sticks and bark.\nA--1 to 4 inches; very dark grayish brown (10YR 3/2) gravelly clay loam, very dark gray (10YR 3/1) dry; moderate fine granular structure; friable, slightly hard; slightly sticky; slightly plastic; many very fine, fine, and medium roots, few coarse roots; many very fine interstitial and vesicular pores; about 29 percent, by volume, pebbles; neutral; clear smooth boundary.  (3 to 8 inches thick)\nAB--4 to 10 inches; very dark grayish brown (10YR 3/2) extremely gravelly clay loam, very dark gray (10YR 3/1) dry; moderate fine to medium subangular blocky structure; friable, slightly hard; slightly sticky and plastic; common fine and medium roots, few coarse roots; common fine interstitial pores, few fine tubular pores; common distinct dark reddish brown (5YR 3/3) stains and coatings on ped faces and in pores; about 5 percent, by volume, pebbles; neutral; clear smooth boundary.  (4 to 8 inches thick)\nBt--10 to 26 inches; dark reddish brown (5YR 3/3) extremely paragravelly clay, dark reddish brown (5YR 3/2) dry; weak fine subangular blocky structure; firm, slightly hard, sticky, and plastic; many fine and medium roots between paragravel fragments; few very fine interstitial pores; common distinct clay films on faces of peds; about 85 percent, by volume, paragravel fragments; neutral; abrupt wavy boundary.  (4 to 10 inches thick)\nCr--26 to 46 inches; soft semi-consolidated serpentinite bedrock that is rippable by hand tools.\nR--46+ inches; hard consolidated serpentinite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San German Municipality, Puerto Rico; approximately 0.8 mile northwest of the city of San German; downtown from the intersection of P.R. Highway 102 and P.R. Highway 347; 0.1 mile north of the Aqueduct paved road at the farm facilities of the Interamerican University-San German Campus; about 50 feet east of road on forestland. USGS San German, PR Quadrangle; lat. 18 degrees 05 minutes 34 seconds N.; long. 67 degrees 02 minutes 58 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 12 to 26 inches.  Depth to the semi-consolidated serpentinite rock ranges from 40 to 60 inches.  Reaction is neutral throughout the profile.\nThe A and AB horizons have hue of 10YR, value of 2 or 3, and chroma of 1 to 3.  Content of pebbles and cobbles range from 5 to 80 percent, by volume.  Texture is silty clay loam or clay loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 2 or 3.  Content of pebbles and cobbles range from 15 to 90 percent, by volume.  Texture is clay loam or clay in the fine earth fraction.\nThe Cr horizon is composed of soft semi-consolidated serpentinite.  It can be excavated with difficulty with hand tools, and is rippable my mechanized equipment.\nThe R horizon is composed of hard consolidated serpentinite bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maresua soils are on side slopes of serpentinite hills and mountains in southern Puerto Rico.  Slopes range from 12 to 60 percent slopes.  They formed in material that weathered from serpentinite.  The climate is humid tropical.  The average annual precipitation ranges from 78 to 82 inches and the average annual temperature is 79 to 83 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the El Cacique (T), La Taina (T), Nipe, Rosario, and Santa Marta soils.  All of these soils are on similar positions.  El Cacique soils have more clay in the control section. La Taina soils are clayey-skeletal.  In addition, El Cacique and La Taina soils do not have argillic horizons.  Nipe, Rosario, and Santa Marta soils are redder, finer textured, and do not have a large amount of pararock or rock fragments throughout the profile.  In addition, Nipe soils are very deep and Nipe and Rosario soils are acid and have oxic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Maresua soils are used for forestland, grazing or wildlife habitat.  The vegetation consists of Maricao doncella and Algarrobo trees, Cariaquillo, Leucaena, Arbol de navidad del pobre, and Carrasco shrubs, along with lamina and guinea grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid side slopes of serpentinite hills and mountains of southern Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San German Municipality, Puerto Rico, l964.  The name is from the Maresua Ward, where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon:\nMollic epipedon - the zone from 1 to 10 inches (A and AB horizons).\nArgillic horizon - the zone from 10 to 26 inches (Bt horizon).\nParalithic contact - the contact at 26 inches (Cr horizon).\nLithic contact - the contact at 46 inches (R horizon).\nThese soils were formerly included in the Rosario series.\nThe 12/01 revision changed the classification from Eutrudepts to Argiudolls in recognition of the mollic epipedon and the argillic horizon.\nADDITIONAL DATA:  Characterization pedon - San German Municipality, Puerto Rico; S00PR-125-001.  Sample by the NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
