{
  "SERIES": "MAREAS",
  "STATUS": "Established Series",
  "BYREV": "SRT/ASR/RBT",
  "REVDATE": "10/2021",
  "STATES": "PR",
  "OVERVIEW": "MLRA(s): 273\nMLRA Soil Survey Regional Office (SSRO) Responsible: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Subaqueous drainage\nSaturated Hydraulic Conductivity: Moderately high to high\nParent Material: Highly decomposed organic materials over fine fluviomarine deposits\nSlope: 0 to 1 percent\nMean Annual Air Temperature: 26 degrees C. (79 degrees F.)\nMean Annual Precipitation: 1041 millimeters (41 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Sapric Sulfiwassists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mareas muck--wildlife habitat (Colors are for moist soil).\nOase1--0 to 10 centimeters (0 to 4 inches); very dark brown (7.5YR 2.5/2) muck, 9 percent fiber after rubbing; H9 von Post; structureless massive; moderately alkaline (pH 8.0); strong sulfurous odor; clear boundary.\nOase2--10 to 127 centimeters (4 to 50 inches); very dark brown (10YR 2/2) muck, 9 percent fiber after rubbing; H7 von Post; structureless massive; moderately alkaline (pH 8.0); strong sulfurous odor; abrupt boundary.\nCseg1--127 to 147 centimeters (50 to 58 inches); very dark grayish brown (2.5Y 3/2) clay; massive; firm, very sticky, very plastic; moderately fluid; moderately alkaline; strong sulfurous odor; clear boundary.\nCseg2--147 to 203 centimeters (58 to 80 inches); dark greenish gray (5G 3/1) clay; massive; firm, very sticky, very plastic; moderately fluid; moderately alkaline; strong sulfurous odor."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Salinas municipality, Puerto Rico. Las Mareas Community / Jobos Bay National Estuarine Research Reserve property.  Approximately 260 feet northeast from end of camino del Galileo at Las Mareas community at bearing 76.15 degrees. Approximately 1,799 feet southwest of observation tower at bearing 205.36 degrees. Latitude: 17 degrees 56 minutes 48.0 seconds north, Longitude: 66 degrees 15 minutes 34.50 seconds west WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of organic material: 40 to 130 centimeters (16 to 51 inches)\nDepth to seasonally high water table: At or above the soil surface throughout the year\nSoil Reaction: Moderately alkaline throughout\nSulfurous odor: Moderate to strong throughout and intensity decreases with depth\nFiber content: Unrubbed ranges from 5 to 50 percent; rubbed is primarily less than 17 percent but could range as high as 40 (includes Oese horizons)\nSalinity: Ranges from 32 to 36 ppt\nRange of Individual Horizons:\nOase horizon:\nColor - Hue of 7.5YR through 5Y or neutral, value of 2.5, and chroma of 1\nTexture - muck\nOese horizon (where present):\nColor - Hue of 7.5YR through 2.5Y or 5GY, value of 2 to 3 and chroma of 1 to 3.\nTexture - mucky peat\nCseg horizon:\nColor - Hue of 2.5Y, 5Y, or gley, value of 3 to 5, and chroma of 1\nTexture - Clay or silty clay but can include clay loam or silty clay loam\nShell fragment - 0 to 10 percent in the lower Cseg horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Semiarid coastal plain in southern Puerto Rico (MLRA 273).\nLandform: Tidal mangrove swamps and estuaries in and near coastal areas.\nParent Material: Highly decomposed organic materials over fine fluviomarine deposits\nMean Annual Air Temperature: 22 to 31 degrees C. (71 to 88 degrees F.)\nMean Annual Precipitation: 508 to 1,600 millimeters (20 to 63 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nManglillo soils have thinner organic soil horizons, have coarser textured mineral materials, receive more influence by ocean wave energies, and occur on similar landscape positions.\nMar Negro soils have thicker organic soil horizons and occur on similar landscape positions.  The organic soil materials in Mar Negro soils aren't as decomposed as in Mareas soils.\nUrsula soils have thinner organic soil horizons and occur on slightly higher positions in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Subaqueous (permanently submersed)\nSaturated hydraulic conductivity (KSAT): Moderately high to high\nFlooding frequency and duration: Very frequent for very long duration from tides"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Water quality, water storage, and wildlife habitat.\nDominant Vegetation: Sparsely vegetated but consists of black and some red mangrove where present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern semiarid coastal plains of Puerto Rico (MLRA 273). The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Salinas Municipality, Puerto Rico; 2021. The name is from Las Mareas community, where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\n1. Histic epipedon - the zone from 0 to 127 centimeters (0 to 50 inches; (Oase1 and Oase2 horizons).\n2. Sapric soil material - the zone from 0 to 127 centimeters (0 to 50 inches; Oase1 and Oase2 horizons).\n3. Peraquic feature - (Tidal) Brackish water above the surface for more than 21 hours / day most days and endosaturation ranges from 0 to 203 centimeters (0 to 80 inches).\n4. Sulfidic feature - the zone from 0 to 203 centimeters (0 to 80 inches) contains sulfidic soil materials.\nThese soils were formerly included in tidal swamp miscellaneous land mapunits.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "subaqueous"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oase1",
        "top": 0,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "Oase1--0 to 10 centimeters (0 to 4 inches); very dark brown (7.5YR 2.5/2) muck, 9 percent fiber after rubbing; H9 von Post; structureless massive; moderately alkaline (pH 8.0); strong sulfurous odor; clear boundary."
      },
      {
        "name": "Oase2",
        "top": 10,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "Oase2--10 to 127 centimeters (4 to 50 inches); very dark brown (10YR 2/2) muck, 9 percent fiber after rubbing; H7 von Post; structureless massive; moderately alkaline (pH 8.0); strong sulfurous odor; abrupt boundary."
      },
      {
        "name": "Cseg1",
        "top": 127,
        "bottom": 147,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Cseg1--127 to 147 centimeters (50 to 58 inches); very dark grayish brown (2.5Y 3/2) clay; massive; firm, very sticky, very plastic; moderately fluid; moderately alkaline; strong sulfurous odor; clear boundary."
      },
      {
        "name": "Cseg2",
        "top": 147,
        "bottom": 203,
        "moist_hue": "5G",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Cseg2--147 to 203 centimeters (58 to 80 inches); dark greenish gray (5G 3/1) clay; massive; firm, very sticky, very plastic; moderately fluid; moderately alkaline; strong sulfurous odor."
      }
    ]
  ]
}
