{
  "SERIES": "MARGO",
  "STATUS": "Established Series",
  "BYREV": "JHE/WJE/NAM",
  "REVDATE": "07/1999",
  "STATES": "VA",
  "OVERVIEW": "The Margo series consists of deep, moderately well-drained, moderately permeable soils that formed in local alluvial or\ncolluvial materials weathered from mica schist.  These soils are\nin depressions, along drainageways, and on toe slopes in the\nPiedmont Province and on terraces in the Coastal Plain.  Slopes\nare commonly concave and range from 0 to 7 percent.  Mean annual temperature is above 15 degrees C and mean annual precipitation is about 107 cm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Margo loam-on a 2 percent concave slope along a drainageway in a mixed hardwood and pine forest.  (Colors are for moist soil.)\n01--3 to 0 cm; undecomposed and partially decomposed leaves and twigs.\nA1--0 to 3 cm; very dark grayish brown (10YR3/2) loam; moderate fine granular sturcture; very friable; many fine and medium roots;\n2 percent angular quartz pebbles; few very fine flakes of mica;\nvery strongly acid; clear smooth boundary.  (3 to 10 cm thick)\nA2--3 to 23 cm; light yellowish brown (10YR6/4) loam; moderate fine granular structure; very friable; many fine and medium roots;\n2 percent angular quartz pebbles; few very fine flakes of mica;\nvery strongly acid; clear smooth boundary.  (15 to 35 cm thick)\nB21t--23 to 43 cm; yellowish brown (10YR5/6) loam; weak fine and medium subangular blocky structure; friable, slightly plastic;\nmany fine roots; 1 percent angular quartz pebbles; few thin clay films on faces of peds; many very fine flakes of mica; very\nstrongly acid; gradual smooth boundary.\nB22t--43 to 80 cm; light olive brown (2.5Y5/6) clay loam, many fine and medium distinct light brownish gray (10YR6/2) mottles; friable, slightly sticky, slightly plastic; common thin clay films and silt coatings on faces of peds; 1 percent angular quartz\npebbles; many very fine flakes of mica; strongly acid; clear\nsmooth boundary.\nB23t--80 to 107 cm; light olive brown (2.5Y5/6) clay loam; common medium and coarse prominent light gray (10YR6/1) mottles; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common thin clay films and silt coatings on\nfaces of peds; 1 percent angular quartz pebbles; many very fine flakes of mica; strongly acid; abrupt smooth boundary.\nB24t--107 to 114 cm; light olive brown (2.5Y5/6) gravelly clay loam; common medium and coarse prominent light gray (10YR6/1) mottles; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common thin clay films and silt coatings on faces of peds and coarse fragments; 20 percent angular quartz pebbles; many very fine mica flakes; strongly acid; abrupt smooth boundary.  (Combined thickness of the B2t horizon is 60 to\n140 cm)\nIIC--114 to 150 cm; brownish yellow (10YR6/6) sandy loam; many medium and coarse red (2.5Y5/8) and gray (10YR5/1) mottles;\nmassive; very friable; few the clay flows in the upper part; many fine and very fine mica flakes; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Spotsylvania County, Virginia; 2.8 km west of Lanes Corner at junction of Highways 208 and 659; about 65 meters west\nof Highway 659."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 75 to 150 cm.  Depth to hard bedrock is greater than 180 cm.  Coarse fragments\nrange from 0 to 5 percent in the A horizon, all parts of the B2t horizon except the deepest subhorizon, and from 0 to 35 percent in the deepest subhorizon, and 0 to 15 percent in the C horizon.  The\nC horizon of some pedons contain partly weathered fragments of\nmica schist.  The soil is strongly acid or very strongly acid, throughout, unless limed.\nThe A horizon has hue of 7.5YR through 2.5Y, value of 2 through 7, and chroma of 2 through 4.  It is loam or silt loam.\nThe B2t horizon has hue of 7.5YR through 2.5Y, value of 5 through\n7, and chroma of 3 through 8.  Some mottles in the upper part of\nthe B2t horizon have chroma of 2 or less.  In some pedons the\nlower part of the B2t horizon is dominantly gray.  The B2t horizon\nis loam, silt loam, silty clay loam, or clay loam and includes individual subhorizons of sandy loam or sandy clay loam.  The\ndeepest B2t horizons may be gravelly.\nThe C horizon is mostly residuum of weathered mica schist.  In\nsome places the upper part of the C horizon is in alluvial or colluvial material.  It is multicolor and commonly contains shades\nof red, yellow, brown, and gray.  Generally, it does not have a dominant color.  It is sandy loam, loam, silt loam, clay loam, or silty clay loam.  Sandier textures are the result of sandsize\nflakes of mica."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known soils in this family.  Similar soils are Berea, Mattapex, and Morehead series.  These\nsoils have average annual temperature of less than 15 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Margo soils are dominantly in depressions, along drainageways, and on toe slopes in the Piedmont Province.  They\nalso occur on terraces in the Coastal Plain in sediments washed\nfrom the Piedmont.  Slopes are commonly concave and range in\ngradient from 0 to 7 percent.  These soils formed in alluvial and colluvial material underlain by weathered mica schist or Coastal Plain sediments at depth of 50 to 130 cm."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brockroad, Catharpin, LaRoque, Nason, Tatum, and Toddstav soils.  The Brockroad,\nCatharpin, Nason, and Tatum soils are better drained, have higher clay content in their subsoils, and are on higher landscape positions.  LaRoque soils are better drained and are on higher landscape positions.  The Toddstav soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow to medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Margo soils are in mixed hardwood and pine forest.  The remainder is mostly cropland or pasture.  Native vegetation was hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Margo soils are not extensive.  This series is thought to occur on the southern Piedmont Province of Virginia\nand North Carolina."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Spotsylvania County, Virginia, 1980.  Source of name is the village of Margo in Spotsylvania County, Virginia."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Margo soils were included with the Abell soils in the\npast.  Laboratory data from 5 pedons in Spotsylvania County by Virginia Polytechnic Institute verify the classification.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0120 MARGO       0-  7   59- 63  180-200  38- 45   300- 900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0120 FREQ          1.0-3.0  APPARENT NOV-MAR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0120  0- 9  L SIL                   0-  0  90-100  5-27    -\nVA0120  9-42  L SIL SICL              0-  0  90-100 18-35    -\nVA0120 42-45  GR-L GR-SIL GR-SICL     0-  0  50- 75  5-40    -\nVA0120 45-60  SL L SICL               0-  0  90-100  5-40    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0120  0- 9  4.5- 5.5  1.-3.  0- 0   2.0- 6.0  LOW\nVA0120  9-42  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0120 42-45  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0120 45-60  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "01",
        "top": 3,
        "bottom": 0,
        "narrative": "01--3 to 0 cm; undecomposed and partially decomposed leaves and twigs."
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "texture_class": "loam",
        "narrative": "A1--0 to 3 cm; very dark grayish brown (10YR3/2) loam; moderate fine granular sturcture; very friable; many fine and medium roots;"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 23,
        "texture_class": "loam",
        "narrative": "A2--3 to 23 cm; light yellowish brown (10YR6/4) loam; moderate fine granular structure; very friable; many fine and medium roots;"
      },
      {
        "name": "B21t",
        "top": 23,
        "bottom": 43,
        "texture_class": "loam",
        "narrative": "B21t--23 to 43 cm; yellowish brown (10YR5/6) loam; weak fine and medium subangular blocky structure; friable, slightly plastic;"
      },
      {
        "name": "B22t",
        "top": 43,
        "bottom": 80,
        "texture_class": "clay loam",
        "narrative": "B22t--43 to 80 cm; light olive brown (2.5Y5/6) clay loam, many fine and medium distinct light brownish gray (10YR6/2) mottles; friable, slightly sticky, slightly plastic; common thin clay films and silt coatings on faces of peds; 1 percent angular quartz"
      },
      {
        "name": "B23t",
        "top": 80,
        "bottom": 107,
        "texture_class": "clay loam",
        "narrative": "B23t--80 to 107 cm; light olive brown (2.5Y5/6) clay loam; common medium and coarse prominent light gray (10YR6/1) mottles; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common thin clay films and silt coatings on"
      },
      {
        "name": "B24t",
        "top": 107,
        "bottom": 114,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B24t--107 to 114 cm; light olive brown (2.5Y5/6) gravelly clay loam; common medium and coarse prominent light gray (10YR6/1) mottles; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common thin clay films and silt coatings on faces of peds and coarse fragments; 20 percent angular quartz pebbles; many very fine mica flakes; strongly acid; abrupt smooth boundary.  (Combined thickness of the B2t horizon is 60 to"
      },
      {
        "name": "IIC",
        "top": 114,
        "bottom": 150,
        "texture_class": "sandy loam",
        "narrative": "IIC--114 to 150 cm; brownish yellow (10YR6/6) sandy loam; many medium and coarse red (2.5Y5/8) and gray (10YR5/1) mottles;"
      }
    ]
  ]
}
