{
  "SERIES": "MARIAVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR",
  "REVDATE": "11/98",
  "STATES": "NE,SD",
  "OVERVIEW": "The Mariaville series consists of shallow, well drained soils formed in sediments weathered from soft siltstone on uplands. These soils have moderate permeability.  Slopes range from 3 to 40 percent.  Mean annual precipitation is about 23 inches, and mean annual temperature about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mariaville loam - on an 18 percent convex slope facing southwest in native hayland.  When described the soil was dry throughout.  (Colors are dry colors unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable; many medium and fine roots; few fine lime concretions; 5 percent calcium carbonate equivalent; slight effervescence; slightly alkaline; clear smooth boundary.  (3 to 6 inches thick)\nACk--5 to 12 inches; light olive brown (2.5Y 5/4) silty clay loam, olive brown (2.5Y 4/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; hard, friable; many fine and medium roots; 9 percent calcium carbonate equivalent; strong effervescence; moderately alkaline; clear irregular boundary.  (3 to 8 inches thick)\nC--12 to 17 inches; light yellowish brown (2.5Y 6/4) silty clay loam; light olive brown (2.5Y 5/4) moist; massive; weak fine and medium subangular blocky siltstone fragments; hard, firm; few to common very fine and fine roots; few fine lime accumulations; 10 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; clear smooth boundary.  (3 to 6 inches thick)\nCr1--17 to 22 inches; light yellowish brown (2.5Y 6/4) siltstone, light olive brown (2.5Y 5/4) moist; massive; fine and medium angular blocky siltstone fragments; hard, firm; few very fine and fine roots; common fine soft lime accumulations interspersed in pores and between bedding planes; 12 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual smooth boundary.\nCr2--22 to 80 inches; light yellowish brown (2.5Y 6/4) siltstone; light olive brown (2.5Y 5/4) moist; few to common fine distinct black (10YR 2/1) mottles dispersed throughout the matrix; massive; medium and coarse angular blocky siltstone fragments; very hard, firm; few fine soft lime accumulations; 12 percent calcium carbonate equivalent; few dark concretions of Fe and Mn oxides; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boyd County, Nebraska; about 2 miles east and 2 miles south of Naper; 1000 feet west and 100 feet south of the northeast corner, sec. 15, T. 34 N., R. 15 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to siltstone bedrock is 10 to 20 inches.  In some pedons, the upper 10 inches is a thin mantle of loess.  Average clay content of the particle size control section ranges from 12 to 30 percent.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 2.  It is very fine sandy loam, loam or silt loam, and is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 3 to 10 percent.\nThe AC horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 4.  Structure ranges from weak to moderate medium or coarse prismatic to weak fine or medium subangular blocky. It is very fine sandy loam, loam, silt loam or silty clay loam.  It is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 8 to 14 percent.\nThe C horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 5 to 7 and 4 to 6 moist; and chroma of 2 to 4.  It is very fine sandy loam, loam, silt loam or silty clay loam, and is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 8 to 12 percent.\nThe Cr horizon is soft siltstone and is easily penetrated by a spade or auger, but becomes hard when exposed to air.  It has hue of 7.5YR, 10YR, or 2.5Y; value 6 through 8 and 5 through 7 moist; and chroma of 2 through 4.  It is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 5 to 14 percent.  Mottles range from few to common.  Dark concretions of Fe and Mn oxides range from few to common. Soft carbonate accumulations range from few to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Longpine is the only other soil in this family.  Longpine soils formed in material weathered from sandstone and have less than 12 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mariaville soils are on gently sloping to very steep convex ridges bordering deeply entrenched streams and large drainageways.  Slope gradients range from 3 to 40 percent.  These soils formed in sediments weathered from Ogallala and pre-Ogallala siltstone.  Mean annual temperature ranges from 47 to 51 degrees F, and mean annual precipitation ranges from 18 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anselmo, Boyd, Dunday, Lakoma, Meadin, O'Neill, Paka, and Sansarc soils.  Anselmo and Dunday soils contain more sand and are deeper and formed in sandy and loamy materials.  They generally occur above Mariaville soils.  Boyd, Lakoma, and Sansarc soils contain more clay and are formed in weathered shale on lower parts of side slopes.  Meadin and O'Neill soils have sand and gravel underlying materials and occur above Mariaville soils.  Paka soils have weathered siltstone at depths of 40 to 60 inches and occur in similar positions to Mariaville soils, but generally have lesser slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is high to very high.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost exclusively as rangeland.  Native vegetation is mainly little bluestem, sideoats grama, blue grama, and needleandthread.  There are a few broadleaf and coniferous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nebraska and south-central South Dakota.  The Mariaville series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boyd County, Nebraska, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:  ochric epipedon--the zone from 0 to 5 inches (A horizon) and typic-ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable; many medium and fine roots; few fine lime concretions; 5 percent calcium carbonate equivalent; slight effervescence; slightly alkaline; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "ACk",
        "top": 13,
        "bottom": 30,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "ACk--5 to 12 inches; light olive brown (2.5Y 5/4) silty clay loam, olive brown (2.5Y 4/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; hard, friable; many fine and medium roots; 9 percent calcium carbonate equivalent; strong effervescence; moderately alkaline; clear irregular boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 43,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--12 to 17 inches; light yellowish brown (2.5Y 6/4) silty clay loam; light olive brown (2.5Y 5/4) moist; massive; weak fine and medium subangular blocky siltstone fragments; hard, firm; few to common very fine and fine roots; few fine lime accumulations; 10 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Cr1",
        "top": 43,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cr1--17 to 22 inches; light yellowish brown (2.5Y 6/4) siltstone, light olive brown (2.5Y 5/4) moist; massive; fine and medium angular blocky siltstone fragments; hard, firm; few very fine and fine roots; common fine soft lime accumulations interspersed in pores and between bedding planes; 12 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Cr2",
        "top": 56,
        "bottom": 203,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt",
        "pH_class": "moderately alkaline",
        "narrative": "Cr2--22 to 80 inches; light yellowish brown (2.5Y 6/4) siltstone; light olive brown (2.5Y 5/4) moist; few to common fine distinct black (10YR 2/1) mottles dispersed throughout the matrix; massive; medium and coarse angular blocky siltstone fragments; very hard, firm; few fine soft lime accumulations; 12 percent calcium carbonate equivalent; few dark concretions of Fe and Mn oxides; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
