{
  "SERIES": "MARISCAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR-LEL-WJG",
  "REVDATE": "08/2008",
  "STATES": "TX",
  "OVERVIEW": "The Mariscal series consists of very shallow or shallow, well drained soils that are moderately permeable above a very slowly permeable limestone bedrock.  These soils formed in residuum and colluvium derived from beds of platy limestone.  These soils are on gently sloping to very steep uplands.  Slope ranges from 1 to 60 percent. The mean annual precipitation is about 280 mm (11 inches) and the mean annual air temperature is about 21.1 degrees C (70.0 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, hyperthermic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mariscal very channery clay loam--rangeland.  (Colors are for dry soils unless otherwise stated.)\nA--0 to 5 cm (0 to 2 inches); pale brown (10YR 6/3) very channery loam, brown (10YR 4/3) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky and nonplastic; common fine and medium roots; 60 percent limestone channers 1 to 6 inches across 1/4 to 1 inch thick and 1 to 4 inches wide; violently effervescent; moderately alkaline; abrupt smooth boundary. (3 to 25 cm, 1 to 10 inches thick.)\nBk--5 to 13 cm (2 to 5 inches); pale brown (10YR 6/3) very channery loam, brown (10YR 5/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and nonplastic; few fine roots; 60 percent flat limestone channers; channers coated with calcium carbonate on the lower side; violently effervescent; moderately alkaline; abrupt smooth boundary. (5 to 25 cm, 2 to 10 inches thick)\nRk--13 to 25 cm (5 to 10 inches); platy fractured limestone that has secondary coatings of calcium carbonate in seams and between plates; gradual smooth boundary. (0 to 30 cm, 0 to 12 inches thick)\nR--25 to 102 cm (10 to 40 inches; interbedded limestone bedrock 30 to 61 cm (1 to 2 feet) thick with layers of marl (3 to 25 cm, 1 to 10 inches) thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas; from Rio Grande Village in Big Bend National Park; 4.5 miles west on paved park road; 1.45 miles south on Hot Springs Road; 280 feet east in rangeland. Rio Grande Village USGS 7.5 minute topographic quadrangle; Latitude: 29 degrees, 10 minutes, 25 seconds North; Longitude: 103 degrees, 00 minutes, 13 seconds West; NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is dry in all parts more than three fourths of the time the soil temperature exceeds 5.0 degrees C (41 degrees F). Intermittently moist in some part of the soil moisture control section during June to September. More than 60 percent of the annual rainfall occurs during that period. The soil does not receive significant amounts of moisture during winter months. Ustic aridic soil moisture regime.\nMean annual soil temperature: 22.0 to 25.6 degrees C (72 to 78 degrees F)\nDepth to bedrock: mainly 10 to 30 cm, but ranging up to 50 cm (4 to 12 inches, but ranging up to 20 inches).\nParticle size control section (weighted average):\nCalcium carbonate equivalent: 40 to 70 percent in the fine earth fraction and ranges to 80 percent when less than 20 millimeter fragments are included.\nRock fragments: 35 to 85 percent channers or flagstones.\nThe A, Bk and BCk horizons:\nHue: 10YR\nValue: 5 to 7,\nChroma: 2 to 4.\nTexture of the fine earth fraction: sandy loam, loam or silt loam\nClay content: 10 to 30 percent.\nCalcium carbonate coats on rock fragments: faint discontinuous films to pendants up to 2 inches thick.\nR layer:\nfractured limestone bedrock that contains from 10 to 50 percent interbedded chalky, or marly materials (6 mm to 25 cm (1/4 to 10 inches) thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  No other series is in the same family. Similar soils are the Blackgap (P TX), Langtry (TX), Lozier (TX), and Terlingua (TX) series. None of these soils is derived from or underlain by flaggy or channery limestone bedrock.\nLangtry soils have mollic epipedons.\nLozier soils are underlain by thick-bedded limestone bedrock, and do not have flags or channers as rock fragments in the control section.\nTerlingua soils are underlain by basalt bedrock and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parent material:  residuum and colluvium weathered from flaggy limestone interbedded with chalk and marl (Cretaceous Boquillas formation).\nLandform:  hillslopes and mountains.\nSlope: 1 to 60 percent\nMean annual air temperature:  20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation:  25 to 33 cm (10 to 13 inches).\nPrecipitation pattern: Most rainfall occurs as afternoon thunderstorms during the summer months. Precipitation during the months of January, February, and March is less than 13 percent of the total.\nFrost free period:  240 to 280 days\nElevation: 400 to 1355 meters (1300 to 4450 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sanderson, Seferino, Stillwell, Strawhouse, Terlingua, and Upton series.\nSanderson, Seferino, and Stillwell soils are very deep, and occur within valleys and small channels.\nSeferino soils contain less than 35 percent rock fragments.\nTerlingua soils are underlain by igneous sills intruded within these limestones and have mixed mineralogy.\nStrawhouse and Upton soils are on gravelly pediments and have petrocalcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate above a very slowly permeable limestone bedrock.  Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland. Vegetation physiognomy is desert shrubland. Dominant woody plants are creosotebush, lechuguilla, feather dalea, yucca, catclaw acacia, and whitethorn acacia. Grasses include chino grama, black grama, fluffgrass, and threeawns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Edwards Plateau (MLRA 81D) and Trans Pecos (MLRA 42) of Texas.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Val Verde County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil temperature regime classification changed from thermic to hyperthermic based on the summary of a 6-year soil temperature study in Far West Texas.  Taxonomic class and moisture regime classification changed from typic aridic to ustic aridic.\nClassification change from Lithic Calciorthids to Lithic Torriorthents based on observations that the majority of pedons do not meet thickness requirements for a calcic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 inches); A horizon\nLithic contact: 25 cm (10 inches); the upper boundary the R layer"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Data from TAMU Soil Characterization Laboratory are available from a site in Brewster County, Texas, Main Part, survey area. (S90TX-043-005).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm (0 to 2 inches); pale brown (10YR 6/3) very channery loam, brown (10YR 4/3) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky and nonplastic; common fine and medium roots; 60 percent limestone channers 1 to 6 inches across 1/4 to 1 inch thick and 1 to 4 inches wide; violently effervescent; moderately alkaline; abrupt smooth boundary. (3 to 25 cm, 1 to 10 inches thick.)"
      },
      {
        "name": "Bk",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--5 to 13 cm (2 to 5 inches); pale brown (10YR 6/3) very channery loam, brown (10YR 5/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and nonplastic; few fine roots; 60 percent flat limestone channers; channers coated with calcium carbonate on the lower side; violently effervescent; moderately alkaline; abrupt smooth boundary. (5 to 25 cm, 2 to 10 inches thick)"
      },
      {
        "name": "Rk",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Rk--13 to 25 cm (5 to 10 inches); platy fractured limestone that has secondary coatings of calcium carbonate in seams and between plates; gradual smooth boundary. (0 to 30 cm, 0 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 25,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--25 to 102 cm (10 to 40 inches; interbedded limestone bedrock 30 to 61 cm (1 to 2 feet) thick with layers of marl (3 to 25 cm, 1 to 10 inches) thick."
      }
    ]
  ]
}
