{
  "SERIES": "MARIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFA/GMK/JJJ",
  "REVDATE": "7/98",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, thermic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maria silt loam - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp1--0 to 8 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, slightly sticky, plastic; few very fine roots; few very fine tubular pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.2); diffuse boundary.  (8 to 10 inches thick)\nAp2--8 to 13 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, slightly sticky, plastic; few very fine roots; common very fine tubular pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 10 inches thick)\nB21--13 to 23 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct reddish yellow (7.5YR 6/8) mottles, dark brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky, plastic; common very fine roots; many very fine tubular pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.2); gradual wavy boundary.  (6 to 15 inches thick)\nB22--23 to 38 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; common fine prominent reddish brown (5YR 5/4) mottles, dark reddish brown (5YR 3/4) moist; massive; slightly hard, friable, slightly sticky, plastic; few very fine roots; many very fine tubular pores; few iron-manganese shot and carbon present; slightly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear wavy boundary.  (10 to 20 inches thick)\nC1--38 to 40 inches; mottled light olive gray (5Y 6/2) and grayish brown (2.5Y 5/2) heavy silt loam, very dark grayish brown (2.5Y 3/2) and light olive brown (2.5Y 5/4) moist; massive; slightly hard, friable, sticky, plastic; few very fine roots; many very fine tubular pores; black (N 2/) carbon over 10 percent of area; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 6 inches thick)\nC2--40 to 51 inches; light olive gray (5Y 6/2) silt loam, olive gray (5Y 4/2) moist; common fine prominent yellowish brown (10YR 5/6) mottles, dark yellowish brown (10YR 4/4) and strong brown (7.5YR 5/6) moist; massive; slightly hard, friable, slightly sticky, plastic; few very fine roots; common very fine tubular pores; black (N 2/) carbon over 10 percent of area; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear irregular boundary.  (6 to 13 inches thick)\nC3--51 to 57 inches; light olive gray (5Y 6/2) silt loam, olive gray (5Y 4/2) moist; many medium prominent strong brown (7.5YR 5/6) and reddish brown (5YR 4/3) mottles, dark reddish brown (5YR 3/4) and yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky, plastic; few very fine roots; few very fine tubular pores; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 8 inches thick)\nC4--57 to 72 inches; light olive gray (5Y 6/2) silt loam, olive 5Y 4/3) moist; many medium prominent dark gray (5Y 4/1), strong brown (7.5YR 5/6) and dark reddish brown (5YR 3/3) mottles, greenish gray (5GY 5/1), yellowish brown (10YR 5/4), dark reddish brown (5YR 3/4) and reddish brown (5YR 4/4) moist; massive; slightly hard, friable, slightly sticky, plastic; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yolo County, California; 1.55 miles east of Road 102 or 7/8 mile west of the Knights Landing ridge cut on Road 17; 50 feet east of the west field boundary and 200 feet south of Road 17 about 4.5 miles northeast of Woodland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are calcareous in all parts.  Depth to mottles is less than 20 inches.  The mean annual soil temperature is between 59 degrees and 71 degrees F.  The average clay content of the 10 to 40 inch control Section is between 18 and 28 percent and there is less than 15 percent material coarser than very fine sand.  The A horizon is pale brown, light brownish gray or pale olive in hue of 10YR through 5Y.  It is loam, silt loam or silty clay loam.  This horizon has slight to strong effervescence and is moderately alkaline (pH 8.0 to 8.2).  The B2 horizon is light brownish gray or light olive gray in hue of 10YR through 5Y; moist chroma is 2 or less, and mottling is distinct and prominent.  It is silt loam or silty clay loam.  This horizon has slight to strong effervescence and is moderately alkaline (pH 8.0 to 8.2)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Camarillo, Campbell, Laugenour, Merritt, Mocho, Sycamore, Tyndall, and Valdez series.  Camarillo soils have no mottles above 20 inches.  Campbell soils lack mottles and lime above 20 inches.  Laugenour soils average less than 18 percent clay in the 10 to 40 inch control section.  Merritt soils have mollic epipedons.  Mocho soils lack mottles above 40 inches.  Sycamore and Valdez soils have no free lime above 20 inches.  Tyndall soils have mollic epipedons and average less than 18 percent clay in the 10 to 40 inch control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Maria soils are on nearly level alluvial fans at elevations of 15 to 18 feet.  The soils formed in mixed sedimentary alluvium.  The climate is dry subhumid, mesothermal with hot dry summers and cool moist winters.  Mean annual precipitation is about 18 inches.  Average January temperature is 45 degrees F., average July temperature is 77 degrees F., mean annual temperature is 62 degrees F.; and average frost-free season is 250 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Laugenour, Merritt, and Sycamore soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Maria soils are naturally poorly drained, but due to stream channel realighment and deepening and protection by levees, many areas have altered drainage.  Surface runoff is very slow and permeability is moderate to moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are under intensive cultivation and are used for row and truck crops ."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil occurs in the lower Sacramento Valley in central California.  It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yolo County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Maria soils would formerly have been classified as Alluvial soils.\nOSED scanned by SSQA.  Last revised by state on 6/72.\nSeries reclassified 7/98.  Competing series not updated at that time.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
