{
  "SERIES": "MARKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEF-JJJ-JFH",
  "REVDATE": "06/2007",
  "STATES": "ME,MI,MN,NY,ND,VT,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, mixed, euic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Markey muck - on a slope of 1 percent in a bog with marsh vegetation.  (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 23 centimeters; very dark brown (10YR 2/2), black (10YR 2/1) rubbed muck (sapric material); about 10 percent fibers, less than 5 percent rubbed; weak thin platy structure; fibers are primarily herbaceous; slightly alkaline (pH 7.5 in water); clear smooth boundary.\nOa2--23 to 30 centimeters; very dark grayish brown (10YR 3/2), very dark brown (10YR 2/2) rubbed muck (sapric material) about 20 percent fiber, less than 5 percent rubbed; weak thin platy structure; fibers are primarily herbaceous; slightly alkaline (pH 7.5 in water); clear smooth boundary.\nOa3--30 to 61 centimeters; very dark brown (10YR 2/2) on broken face and rubbed muck (sapric material); about 10 percent fiber, less than 5 percent rubbed; moderate thick platy structure; fibers are primarily herbaceous; about 20 percent mineral soil material; slightly alkaline (pH 7.5 in water); gradual wavy boundary.\nOa4--61 to 81 centimeters; very dark brown (10YR 2/2), black (10YR 2/1) rubbed muck (sapric material); about 5 percent fiber, less than 5 percent rubbed; weak coarse subangular blocky structure; primarily herbaceous fibers; less than 10 percent mineral soil material; slightly alkaline (pH 7.5 in water); abrupt smooth boundary.  (Combined thickness of Oa horizons is 40 to 130 centimeters.)\nCg--81 to 152 centimeters; gray (N 5/0) sand; single grain; loose; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94A  Northern Michigan and Wisconsin Sandy Drift, Clare County Michigan Subset; about 2 miles north of Clare; 660 feet east and 891 feet north of the southwest corner, sec. 13, T. 17 N., R. 4 W. USGS Loomis Quadrangle; 43 degrees 51 minutes 39 seconds north latitude, 89 degrees 44 minutes 44 seconds west longitude; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the sandy C horizon is commonly 61 to 107 centimeters and ranges from 40 to 130 centimeters.  The organic material is primarily derived from herbaceous plants.  There are no free carbonates in the organic material.  Some pedons contain as much as 15 percent by volume of fragments of twigs, branches, or logs that range from about 0.3 to 15 centimeters in diameter.\nOi horizon (when present on the surface):\nThickness  2 to 10 centimeters\nOrganic material  sphagnum moss\nOa horizons:\nHue  2.5YR to 10YR, or neutral\nValue - 2 to 4\nChroma - 0 to 3\nReaction - pH 4.5 to 7.8 in 0.01M calcium chloride\n--Broken face, rubbed, and pressed soil material may vary by one unit in color value or chroma or both.\nThe organic layer immediately above C horizons commonly contains more mineral soil material than overlying organic layers.\nA horizon (when present):\nHue  10YR to 2.5Y, or neutral\nValue  2 or 3\nChroma  0 or 1\nTexture  fine sandy loam, sandy loam, loamy fine sand, or loamy sand\nReaction  pH 5.6 to 7.3\nThickness  0 to 10 centimeters\nC horizon:\nHue - 7.5YR to 5Y, or neutral\nValue - 4 to 6\nChroma - 0 to 4\nTexture - sand, fine sand, coarse sand, loamy sand, and the gravelly analogs of loamy sand, sand, and coarse sand\nGravel content - 0 to 35 percent by volume\nReaction - very strongly acid to moderately alkaline\n--Thin layers of loamy materials overlying the sand are included.\n--Some pedons in floodplains have thin layers of organic materials.\nSurface tier (0 to 30 centimeters):\nOrganic material - mainly sapric material, but some pedons have either sapric or hemic material or both in varying proportions.\nStructure - weak platy or granular, but in some pedons is massive.\nSubsurface tier (30 to 90 centimeters):\nOrganic material  dominantly sapric material, but some pedons have as much as 25 centimeters of hemic material or 13 centimeters of fibric material.\nStructure, organic material - weak, thick to thin platy, weak coarse granular, or blocky subangular blocky\nStructure, mineral material - structureless (massive or single grain)\nBottom tier (90 to 130 centimeters):\nStructure, organic material - weak, thick to thin platy, weak coarse granular, or blocky subangular blocky\nStructure, mineral material - structureless (massive or single grain)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Pondicherry and Tawas series.  Pondicherry soils have higher mean annual precipitation. Tawas soils are formed primarily from woody plant materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Markey soils are in depressions within outwash plains, lake plains, flood plains, river terraces, valley trains, and moraines.  Soils on nearby uplands are predominantly sandy.\nSlope - 0 to 2 percent\nMean annual precipitation - 380 to 1120 millimeters.\nMean annual air temperature - 2 to 8 degrees C.\nFrost free period - 70 to 145 days\nElevation - 180 to 855 meters above sea level"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carbondale, Greenwood, and Rifle soils; and the Deford, Kinross, and Roscommon soils.\nCarbondale - formed in herbaceous organic material greater than 130 centimeters thick and are in the Hemic Haplosaprists Subgroup.\nGreenwood - formed in mostly hemic soil material greater than 130 centimeters thick, are in the dysic reaction class, and in the Typic Haplohemists Subgroup.\nRifle soils formed in mostly hemic soil material greater than 130 centimeters thick and are in the Typic Haplohemists Subgroup.\nDeford, Kinross, and Roscommon - are poorly drained sandy soils near the edge of the bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class - Depth to the seasonal high water table ranges from 30 centimeters above the surface to 15 centimeters below the surface during November to June in most years (very poorly drained).\nFlooding frequency - occasional and frequent\nSurface runoff potential  negligible\nSaturated hydraulic conductivity - moderately slow to moderately rapid in the organic material and rapid or very rapid in the sandy material"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in native vegetation.  Most areas are forested with black ash, quaking aspen, balsam fir, black spruce, tamarack, northern white-cedar, and paper birch.  Some areas are in cattails, marsh grasses, reeds, and sedges.  A small part is used for permanent pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Divisions\n--Interior Plains\n--Laurentian Upland\n--Appalachian Highlands\nPhysiographic Provinces\n--Central Lowland\n--Superior Upland\n--St. Lawrence Valley\n--Adirondack\n--New England\nPhysiographic Sections\n--Western Lake\n--Eastern Lake\n--Champlain\n--New England Upland\n--Green Mountain\nLand Resource Regions\n--Northern Great Plains Spring Wheat Region (LRR F)\n--Northern Lake States Forest and Forage Region (LRR K)\n--Lake States Fruit, Truck Crop, and Dairy Region (LRR L)\n--Northeastern Forage and Forest Region (LRR R)\nMajor Land Resource Areas\n--Central Black Glaciated Plains (MLRA 55B)\n--Red River Valley of the North (MLRA 56)\n--Northern Minnesota Gray Drift (MLRA 57)\n--Northern Minnesota Glacial Lake Basins (MLRA 88)\n--Wisconsin and Minnesota Thin Loess and Till, Northern Part (MLRA 90A)\n--Central Minnesota Sandy Outwash (MLRA 91A)\n--Wisconsin and Minnesota Sandy Outwash (MLRA 91B)\n--Superior Stony and Rocky Loamy Plains and Hills, Eastern Part (MLRA 93B)\n--Northern Michigan and Wisconsin Sandy Drift (MLRA 94A)\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\n--Northeastern Wisconsin Drift Plain (MLRA 95A)\n--Western Michigan and Northeastern Wisconsin Fruit Belt (MLRA 96)\n--Southern Michigan and Northern Indiana Drift Plain (MLRA 98)\n--St. Lawrence-Champlain Plain (MLRA 142)\n--Northeastern Mountains (MLRA 143)\n--New England and Eastern New York Upland, Northern Part (MLRA 144B)\nThe series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand Traverse County, Michigan, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the typical pedon are: Well decomposed organic soil materials (sapric)  0 to 81 centimeters (Oa1, Oa2,  Oa3, and Oa4 horizons)\nTerric subgroup - a mineral layer 30 centimeters or more thick between 30 and 130 centimeters\nNational Cooperative Soil Survey\nU.S.A."
  }
}
