{
  "SERIES": "MARKSBURY",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJK/TDT",
  "REVDATE": "04/2003",
  "STATES": "OR",
  "OVERVIEW": "The Marksbury series consists of very deep, well drained soils that formed in colluvium and residuum from serpentine and other ultramafic rocks.  The soils are on mountain slopes and have slopes of 10 to 50 percent.  The mean annual precipitation is about 25 inches, and the mean annual air temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, magnesic Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marksbury stony loam, forested.  (Colors are for moist soil unless otherwise noted.  When described on July 10, 2002, the soil was slightly moist to 20 inches and wet below.\nOi--0 to 1.0 inch; moss.\nA1--1 to 3 inches; dark reddish brown (5YR 3/2) stony loam, reddish brown (5YR 4/3) dry; moderate very fine granular structure; hard, friable, slightly sticky and slightly plastic; few fine and coarse and many medium roots; few fine tubular pores; 10 percent stones, 10 percent cobbles, and 5 percent gravel; neutral (pH 6.6); gradual smooth boundary.\nA2--3 to 9 inches; dark reddish brown (5YR 3/2) clay loam, reddish brown (5YR 4/3) dry; moderate fine granular structure; hard, friable, moderately sticky and moderately plastic; few fine and coarse and many medium roots; few fine tubular pores; 10 percent gravel; neutral (pH 6.6); clear wavy boundary.  (The combined thickness of the A horizons is 6 to 20 inches thick)\nBt1--9 to 30 inches; dark reddish brown (5YR 3/3) very stony clay, reddish brown (5YR 4/3) dry; moderate fine and medium subangular blocky structure; hard, firm, very sticky and very plastic; common fine and few medium roots; few fine tubular pores; many distinct clay films on faces of peds; 20 percent stones, 20 percent cobbles and 10 percent gravel; neutral (pH 6.8); clear irregular boundary.\nBt2--30 to 61 inches; dark reddish brown (5YR 3/3) extremely stony clay, reddish brown (5YR 4/3) dry; weak fine subangular blocky structure; hard, firm, very sticky and very plastic; common fine and few medium roots; few fine tubular pores; few faint clay films; 20 percent stones, 20 percent cobbles, and 20 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; 8.5 miles southwest of Prairie City, 5 miles south on Pine Creek County Road 54 and about 2 miles along USFS road 5401; 300 feet east and 600 feet south of the northwest corner of section 18, T. 14 S., R. 33 E.  (Pine Creek Mountain USGS 7.5 minute quadrangle 44 degrees, 20 minutes, 43 seconds north latitude and 118 degrees, 45 minutes, 26 seconds west longitude.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 20 to 40 inches thick and includes part of the argillic horizon.   Depth to highly fractured, serpentine bedrock is more than 60 inches.  The soil is usually moist, but is dry for 45 to 70 consecutive days.  The mean annual soil temperature is 37 to 43 degrees F., and mean summer soil temperature is 40 to 47 degrees F.  The depth to the argillic horizon is 6 to 20 inches. The serpentine rock fragments are strongly cemented to indurated but some rocks may shatter due to fracturing and faulting.\nThe A horizon has hue of 5YR or 7.5YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3 dry and moist.  It is stony loam or clay loam with 20 to 35 percent clay. It has 0 to 15 percent stones, 0 to 15 cobbles, and 5 to 15 gravel.\nThe Bt horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 through 4 dry or moist.  It is very stony clay, very cobbly clay loam, or very gravelly clay loam and has 35 to 60 percent clay and averages 35 to 55 percent serpentine rock fragments. It has 5 to 25 percent stones, 10 to 25 percent cobbles, and 5 to 25 percent gravel.  This horizon has common or many and faint or distinct clay films and is neutral or slightly  alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marksbury soils are dominantly at elevations of 6,000 to 8,000 feet, but may range down to 5,400 feet on steep north slopes.  They occur on mountain slopes and formed in colluvium and residuum from serpentine and ultramafic rocks.  The slopes are 10 to 50 percent.  The climate is characterized by cold, wet winters and cool, dry summers.  Mean annual precipitation is 20 to 30 inches.  The mean annual air temperature is 35 to 41 degrees F.  The frost-free period is 10 to 30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lemonex and Overholt(T) soils in the areas containing serpentine and Hankins, Ruddley, and Alding soils in areas of volcanic or metavolcanic bedrock.  These soils are all frigid and occur at slightly lower elevations or adjacent steep, south slopes.  The Lemonex soils are on lower, forested footslopes of mountains.  The Overholt soils are in rangeland and on lower ridgetops and shoulders or south slopes adjacent to serpentine rock exposures.  The Overholt soils are very shallow.  The Hankins, Ruddley, and Alding soils lack a magnesic influence.  The Hankins soils are on lower, forested footslopes of mountains dominated by ponderosa pine.  The Ruddley soils are on lower, moderately deep side slopes of mountains dominated by Douglas fir.  The Alding soils are on lower, shallow side slopes of mountains dominated by ponderosa pine."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production.  The native vegetation is Douglas fir, ponderosa pine, grand fir, heartleaf arnica, elk sedge, pinemat manzanita and common snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon, in the Strawberry and Aldrich mountain region of the Blue Mountains.  MLRA 43.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County Area, Oregon. 2003.  The name is from Marksbury Spring on the Knox Mountain 7.5 minute quadrangle in Grant County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic (pachic) epipedon - the zone from 1 to 30 inches (A1, A2, and Bt1 horizon).\nArgillic horizon - the zone from 9 to 61 inches (Bt1 and Bt2 horizons).\nParticle size control section - the zone from 9 to 29 inches (The upper part of the Bt horizon).\nThe soil is considered to lack Vitrandic properties in the surface based on reference samples collected on the similar Lemonex series.\nRock fragments are dominantly serpentine or ultramafic rocks throughout.\nXeric moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1.0 inch; moss."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--1 to 3 inches; dark reddish brown (5YR 3/2) stony loam, reddish brown (5YR 4/3) dry; moderate very fine granular structure; hard, friable, slightly sticky and slightly plastic; few fine and coarse and many medium roots; few fine tubular pores; 10 percent stones, 10 percent cobbles, and 5 percent gravel; neutral (pH 6.6); gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 9 inches; dark reddish brown (5YR 3/2) clay loam, reddish brown (5YR 4/3) dry; moderate fine granular structure; hard, friable, moderately sticky and moderately plastic; few fine and coarse and many medium roots; few fine tubular pores; 10 percent gravel; neutral (pH 6.6); clear wavy boundary.  (The combined thickness of the A horizons is 6 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt1--9 to 30 inches; dark reddish brown (5YR 3/3) very stony clay, reddish brown (5YR 4/3) dry; moderate fine and medium subangular blocky structure; hard, firm, very sticky and very plastic; common fine and few medium roots; few fine tubular pores; many distinct clay films on faces of peds; 20 percent stones, 20 percent cobbles and 10 percent gravel; neutral (pH 6.8); clear irregular boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 155,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "extremely stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "Bt2--30 to 61 inches; dark reddish brown (5YR 3/3) extremely stony clay, reddish brown (5YR 4/3) dry; weak fine subangular blocky structure; hard, firm, very sticky and very plastic; common fine and few medium roots; few fine tubular pores; few faint clay films; 20 percent stones, 20 percent cobbles, and 20 percent gravel; neutral (pH 6.8)."
      }
    ]
  ]
}
