{
  "SERIES": "MARKLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCP",
  "REVDATE": "06/2020",
  "STATES": "TX",
  "OVERVIEW": "The Markley series consists of very deep to claystone bedrock, moderately well drained, moderately slowly permeable soils that formed in loamy and clayey slope alluvium derived from sandstone over clayey residuum weathered from claystone. These gently to moderately sloping soils occur on base slopes of ridges on hills. Slope range is 1 to 8 percent. Mean annual precipitation is about 799 mm (31 in) and the mean annual air temperature is about 17.8 degrees C (64 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Markley fine sandy loam, on a south-facing, linear, 2 percent slope in rangeland at an elevation of 350 m (1,148 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); light brown (7.5YR 6/3) fine sandy loam, brown (7.5YR 4/2) moist; weak medium subangular blocky structure; moderately hard, friable; many fine and medium roots; slightly acid; clear smooth boundary.\nA2--10 to 27 cm (4 to 11 in); light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; hard, friable; many fine and medium roots; common fine and medium pores; slightly acid; clear smooth boundary. (Combined thickness of A horizon is 10 to 46 cm [2 to 18 in].)\nBt1--27 to 43 cm (11 to 17 in); reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium angular blocky; hard, friable; common fine and medium roots; common fine and medium pores; common distinct clay films on faces of peds; 2 percent iron-manganese concretions; few wormcasts; slightly acid; clear smooth boundary. (Thickness is 9 to 23 cm [3 to 9 in].)\nBt2--43 to 63 cm (17 to 25 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; hard, firm; common fine and medium roots; common fine pores; many distinct clay films on faces of peds; 2 percent iron-manganese concretions; slightly acid; clear smooth boundary.\nBt3--63 to 80 cm (25 to 31 in); reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; hard, firm; common fine and medium roots; many distinct clay films on faces of peds; 2 percent iron-manganese concretions and 10 percent fine faint brown (7.5YR 4/4) masses of oxidized iron; neutral; gradual smooth boundary.\nBt4--80 to 118 cm (31 to 46 in); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; moderate coarse prismatic structure parting to moderate medium angular blocky; very hard, firm; common fine and medium roots; many distinct clay films on faces of peds; few pressure faces on faces of peds; 2 percent iron-manganese concretions; few medium faint strong brown(7.5YR 5/6) masses of oxidized iron; slightly alkaline; gradual smooth boundary.\nBt5--118 to 170 cm (46 to 67 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, firm; common fine and medium roots; many distinct clay films on faces of peds; 2 percent masses of oxidized iron; common fine distinct dark red (2.5YR 3/6) redoximorphic concentrations; few fine distinct light yellowish brown (10YR 6/4) masses of reduced iron; moderately alkaline; clear smooth boundary. (Combined thickness of lower Bt horizon is 68 to 155 cm [27 to 61 in].)\n2BCt--170 to 203 cm (67 to 80 in); 55 percent light yellowish brown (2.5Y 6/3), 25 percent reddish brown (5YR 5/4), and 20 percent yellow (10YR 8/6); clay; moderate coarse prismatic structure parting to weak medium angular blocky; very hard, firm; common distinct clay films on vertical faces of peds; moderately alkaline. (Thickness is 0 to 102 cm [0 to 40 in].)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Young County, Texas; from the intersection of Farm Road 1769 and Texas Highway 16 in Markley, 4.1 miles west on Farm Road 1769, 0.75 mile north and 0.5 mile east on Cottonwood Road, and 75 feet north in rangeland.\nUSGS topographic quadrangle: Prickly Pear Branch, Texas;\nLatitude: 33 degrees, 23 minutes, 1.00 seconds N;\nLongitude: 98 degrees, 30 minutes, 33.00 seconds W;\nDecimal Degrees\nLatitude: 33.3836098 degrees\nLongitude: -98.5091629 degrees\nDatum: WGS84\nUTM Easting: 545652 m\nUTM Northing: 3693923 m"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: typic-ustic soil moisture regime\nDepth to densic bedrock: 152 to more than 203 cm (60 to more than 80 in)\nDepth to argillic horizon: 7 to 44 cm (3 to 17 in)\nThickness of the solum: 152 to more than 203 cm (60 to more than 80 in)\nParticle-size control section (weighted average):\nClay content: 35 to 45 percent\nSand content: 25 to 55 percent\nCEC/clay ratio: 0.26 to 0.40\nA Horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: fine sandy loam\nClay content: 8 to 20 percent\nSand content: 50 to 75\nRock fragments: 0 to 5 percent; mainly quartz, sandstone, or conglomerate gravel\nReaction (pH): moderately acid to neutral (5.6-7.3)\nBt1 Horizon\nHue: 2.5YR to 10YR\nValue: 3 to 5\nChroma: 4 to 8\nTexture: clay loam, sandy clay, sandy clay loam or loam\nClay content: 20 to 40 percent\nSand content: 20 to 75 percent\nRock fragments: 0 to 2 percent; mainly quartz, sandstone, or conglomerate gravel\nBase saturation: 80 to 90 percent (by sum of cations)\nReaction (pH): slightly acid to neutral (6.1-7.3)\nLower Bt Horizon\nHue: 2.5YR to 10YR\nValue: 3 to 6\nChroma: 3 to 8\nTexture: clay, sandy clay, or clay loam\nClay content: 35 to 55 percent\nSand content: 20 to 55 percent\nRedox concentrations: in shades of red or brown\nRedox depletions: in shades of gray or yellow occur in some pedons\nRock fragments: 0 to 2 percent; mainly quartz, sandstone, or conglomerate gravel\nBase saturation: 79 to 99 percent (by sum of cations)\nReaction (pH): slightly acid to moderately alkaline (6.1-8.4)\n2Btk, 2BCtk or 2BC Horizon\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: clay or clay loam\nClay content: 35 to 55 percent\nSand content: 20 to 45 percent\nRedox concentrations: in shades of red or brown\nRedox depletions: in shades of gray or yellow occur in some pedons\nRock fragments: 0 to 10 percent; mainly sandstone, or ironstone gravel\nIdentifiable secondary carbonate: 0 to 2 percent\nBase saturation: 94 to 100 percent (by sum of cations)\nReaction (pH): slightly acid to moderately alkaline (6.1-8.4)\n2Cd horizon, where present\nHue: 10R to 5Y\nValue: 4 to 8\nChroma: 1 to 6\nTexture: clay (claystone bedrock)\nClay content: 40 to 60 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Weswind, Windthorst, and Winters series.\nWeswind, Windthorst, and Winters soils: have an abrupt textural change at the top of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey slope alluvium derived from sandstone over clayey residuum weathered from claystone of late Pennsylvanian to early Permian age.\nLandscape: hills\nLandform: linear to concave base slopes of ridges\nSlopes: 1 to 5 percent, but range up to 8 percent\nMean annual precipitation: 726 to 822 mm (29 to 32 in)\nThornthwaite P-E Index: 42 to 51\nMean annual air temperature: 17.3 to 18.1 degrees C (63 to 65 degrees F)\nFrost-free period: 217 to 238 days\nElevation: 228 to 457 m (748 to 1,499 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bonti, Exray, Gowen, Loving, Owens, Shatruce, Thurber and Truce series.\nBonti soils: less than 100 cm (40 in) to sandstone bedrock and occur on summits of ridges and structural benches.\nExray and Loving soils: less than 50 cm (20 in) to sandstone bedrock and occur on shoulders of ridges.\nGowen soils: have mollic epipedons and occur on flood plains.\nOwens soils: less than 76 cm (30 in) to claystone bedrock and occur on escarpments and backslopes of ridges.\nShatruce soils: less than 100 cm (20 in) to claystone bedrock and occur on backslopes of ridges.\nThurber soils: less than 76 cm (30 in) to identifiable secondary carbonates and occur on toeslopes of ridges.\nTruce soils: less than 150 cm (60 in) to claystone bedrock and occur on convex footslopes and backslopes of ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: moderately well\nPermeability class: moderately slow\nRunoff: medium on 1 to 5 percent slopes, high on 5 to 8 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: livestock grazing and limited crop production. Cultivated crops are mostly small grain and forage sorghum.\nNative vegetation: Postoak savannah with tall grasses such as Indiangrass, big and little bluestem, and sideoats grama.\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites:\nTight Sandy Loam 26-33\" PZ (R080BY164TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: North-Central Texas\nLand Resource Region: H-Central Great Plains Winter Wheat and Range Region\nMajor Land Resource Area: 80B-Texas North-Central Prairies\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Young County, Texas, Stephenville MLRA Soil Survey Area, 2020. The name Markley is from a community in northern Young County, Texas and the name of a geological formation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Weswind and Windthorst series. The Windthorst and Weswind series have an abrupt textural change at the top of the argillic horizon. The Markley soils represent a less developed soil forming on base slopes.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 27 to 77 cm (11 to 30 in)\nOchric epipedon: 0 to 27 cm (0 to 11 in) (A horizons).\nArgillic horizon: 27 to 203 cm (11 to 80 in) (Bt and BCt horizons)\nRedoximorphic concentrations: 27 to 203 cm (11 to 80 in) (Bt and BCt horizons)\nLithologic discontinuity: at 170 cm (67 in) (2BCt horizon).\nAdditional Comments:\nThis soil has a gradual increase in clay content with depth or colors with less than a chroma of 6 in the lower part of the argillic horizon.\nThe assignment of the cation-exchange activity class is supported by laboratory samples 92TX503001 from Young County, Texas.\nADDITIONAL DATA:\nKSSL Data from type location 92TX503001. Particle-size analysis and pH tests were performed at the project office on 6 pedons.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
