{
  "SERIES": "MARLEAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. FFR-RJK-TWN",
  "REVDATE": "01/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marlean loam, on a south-facing, convex slope of about 4 percent, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters (0 to 6 inches); very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.\nA--15 to 23 centimeters (6 to 9 inches); very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure parting to weak very fine granular; friable; neutral; clear smooth boundary. [Combined thickness of the A horizon is 13 to 30 centimeters (5 to 12 inches).]\nBw--23 to 30 centimeters (9 to 12 inches); mixed very dark grayish brown (10YR 3/2) and brown (10YR 4/3) loam, grayish brown (10YR 5/2) and brown (10YR 5/3) dry; weak very fine subangular blocky structure; friable; neutral; abrupt wavy boundary. [8 to 15 centimeters (3 to 6 inches) thick]\n2C--30 to 203 centimeters (12 to 80 inches); mixed very dark grayish brown (10YR 3/2), dark brown (10YR 3/3), and brown (10YR 4/3) very flaggy loam; massive; friable; about 45 percent rock fragments, mostly flagstones with about 15 percent channers; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills; Winneshiek County, Iowa subset; about 4 miles south and 7 miles west of Decorah; about 328 meters (1,075 feet) east and 18 meters (60 feet) north of the southwest corner of section 5, T. 97 N., R. 9 W.; USGS Fort Atkinson quadrangle; lat. 43 degrees 14 minutes 29.9 seconds N. and long. 91 degrees 56 minutes 22.3 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--20 to 50 centimeters (8 to 20 inches)\nDepth to carbonates--20 to 50 centimeters (8 to 20 inches)\nClay content of the particle size control section (weighted average)--12 to 30 percent\nSand content of the particle size control section (weighted average)--30 to 70 percent\nA or Ap horizon:\nHue--10YR\nValue: 2 or 3\nChroma--1 or 2\nTexture--loam, silt loam, silty clay loam, clay loam, sandy clay loam, sandy loam, or fine sandy loam\nClay content--8 to 30 percent\nSand content--10 to 60 percent\nRock fragment content--0 to 10 percent\nReaction--slightly acid or neutral\nBw horizon:\nHue--7.5YR, 10YR, or 2.5Y\nValue--3 to 6\nChroma--2 to 6\nTexture--loam, sandy clay loam, or clay loam\nClay content--18 to 30 percent\nSand content--30 to 70 percent\nRock fragment content--0 to 15 percent\nReaction--slightly acid or neutral\n2C horizon:\nHue--7.5YR, 10YR, or 2.5Y\nValue--3 to 6\nChroma--2 to 6\nTexture--very flaggy loam, very flaggy clay loam, very flaggy sandy clay loam, or extremely flaggy analogs\nClay content--12 to 30 percent\nSand content--30 to 70 percent\nRock fragment content--35 to 70 percent, primarily limestone with some sandstone, mostly flagstones with some channers\nReaction--neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bentonsport, Kankakee, Lacrescent, and May City series.\nBentonsport--have a mollic epipedon 61 to 91 centimeters (24 to 36 inches) thick\nKankakee--are in an area that has a mean annual air temperature range of 10 to 12 degrees C (50 to 54 degrees F) and have a rock fragment content of 20 to 70 percent cobbles within a depth of 51 to 114 centimeters (20 to 45 inches)\nLacrescent--have a mollic epipedon 25 to 50 centimeters (10 to 20 inches) thick, have carbonates within depths of 50 to 75 centimeters (20 to 36 inches), and have a rock fragment content of more than 15 percent in the upper third of the series control section\nMay City--have carbonates within depths of 0 to 71 centimeters (0 to 28 inches) and have a rock fragment content of more than 15 percent in the upper third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--20 to 50 centimeters (8 to 20 inches) of loamy glacial or eolian sediments and in the underlying loamy residuum from limestone bedrock\nLandform--ridges, interfluves, and side slopes on dissected uplands\nSlopes--2 to 80 percent\nElevation--213 to 396 meters (700 to 1,300 feet) above sea level\nMean annual temperature--7 to 9 degrees C (45 to 49 degrees F)\nMean annual precipitation--76 to 86 centimeters (30 to 34 inches)\nFrost-free period--145 to 170 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jacwin, Nordness, Rockton, and Terril soils.\nJacwin--are at slightly higher elevations on structural benches and have residuum from calcareous shale within depths of 76 to 102 centimeters (30 to 40 inches)\nNordness--are at higher elevations on steep side slopes, have lithic contact of limestone within a depth of 20 to 51 centimeters (8 to 20 inches), and do not have a mollic epipedon\nRockton--are at lower elevations on side slopes and have a rock fragment content of less than 15 percent in the particle-size control section\nTerril--are at lower elevations on base slopes and have a mollic epipedon 61 to 91 centimeters (24 to 36 inches) thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--well drained--saturation does not occur within a depth of 1.8 meters (6 feet) during the wettest periods of normal years\nSaturated hydraulic conductivity--moderately high in the loamy glacial or eolian sediments and high in the underlying loamy residuum\nSurface runoff potential--low to very high, depending on slope"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost gently sloping areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hays. More steeply sloping areas are pastured. The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Wisconsin driftless section and Dissected till plains\nMLRAs--Northern Mississippi Valley Loess Hills (105) and Eastern Iowa and Minnesota Till Prairies (104)\nLRR M; northeastern Iowa and southeastern Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Goodhue County, Minnesota, 1972"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 39 inches) (Bw and 2C horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (59 inches) (Ap, A, Bw and 2C horizons).\nDiagnostic horizons and features recognized in this pedon:\nmollic epipedon--the zone from the surface to a depth of 30 centimeters (0 to 12 inches);\nudic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
