{
  "SERIES": "MARLA",
  "STATUS": "Established Series",
  "BYREV": "Rev: JHR/WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Aquic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marla loamy coarse sand, woodland.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 8 cm; mat of decomposing lodgepole pine needles.  (0 to 10 cm thick)\nAl--8 to 18 cm; brown (10YR 5/3) loamy coarse sand, dark brown (10YR 3/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium and common coarse roots; common very fine tubular and interstitial pores; strongly acid (pH 5.2); clear smooth boundary.  (8 to 13 cm thick)\nA2--18 to 36 cm; brown (10YR 5/3) loamy coarse sand, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine, medium and coarse, and common very fine and fine roots; common very fine tubular and interstitial pores; moderately acid (pH 6.0); gradual smooth boundary.  (18 to 25 cm thick)\nCl--36 to 79 cm; pale brown (10YR 6/3) loamy coarse sand, brown (10YR 4/3) with many medium prominent mottles of dark brown (7.5YR 3/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine through coarse roots; common very fine tubular and interstitial pores; moderately acid (pH 5.8); gradual smooth boundary.  (25 to 51 cm thick)\nC2--79 to 119 cm; pale brown (10YR 6/3) loamy coarse sand with common medium prominent mottles of reddish yellow (5YR 6/8), brown (10YR 4/3) with many coarse distinct mottles of brown (7.5YR 4/4) moist; massive; slightly hard, friable, brittle, nonsticky and nonplastic; very few fine and medium roots; many very fine tubular and interstitial pores; moderately acid (pH 6.0); clear smooth boundary.  (36 to 51 cm thick)\n2Cg1--119 to 150 cm; light gray (10YR 7/1) clay loam with many medium prominent mottles, reddish yellow (7.5YR 6/8), dark grayish brown (2.5Y 4/2) with many medium prominent mottles, strong brown (7.5YR 5/6) moist; weak thick platy structure; very hard, firm, sticky and slightly plastic; very few fine and medium roots; common very fine tubular pores; moderately acid (pH 6.0); clear smooth boundary.  (5 to 30 cm thick)\n2Cg2--150 to 175 cm; variegated light gray, white, and reddish yellow (5Y 7/2, 2.5Y 8/2, 5YR 6/8) stratified fine sandy loam and sandy loam, greenish gray (5G 5/1) with strata of strong brown (7.5YR 5/6) moist; massive; hard, friable, slightly sticky and slightly plastic; no roots; common very fine tubular pores; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Dorado, California; about l mile south of Tahoe Keys; 21 meters east of California Street between lot 9 and l0; 1524 meters north and 975 meters west of the SE corner of sec. 4., T.l2N., R.l8E. 119 degrees, 59 minutes, 46.95 seconds West longitude, 38 degrees, 55 minutes, 21.95 seconds North latitude. NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: never dry in all horizons between depths of 30 and 89 cm for as long as 60 consecutive days.  The soil is saturated at depths from 30 and 61 cm during the spring and early summer.\nSoil temperature: 4 to 8 degrees C., the mean summer temperature is 5 to 11 degrees C.\nControl section:\nTexture of the fine earth: loamy coarse sand or loamy sand\nRock fragments: 0 to l5 percent fine gravel\nThe depth to the gleyed substratum is 100 to 150 cm.\nA horizon:\nValue: 4 or 5 dry\nChroma: 2 or 3 dry or moist\nTexture of the fine earth: loamy coarse sand, loamy sand or light sandy loam\nStructure: platy or granular structure or it is massive\nReaction: strongly acid through neutral\nBase saturation: estimated to range from 30 to 50 percent\nC horizon:\nHue: l0YR or 7.5YR\nValue: 4 or 6, dry or moist\nChroma: 3 through 6, dry or moist\nTexture of the fine earth: loamy sand to coarse sand\n2Cg horizon:\nHue: 10YR, 7.5YR, 5YR and 5Y\nValue: 6 through 8, dry or moist\nChroma: 1 or 2, dry or moist\nTexture of the fine earth fraction: is gleyed, loamy coarse sand to stratified clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marla series are on outwash fans at elevations of 1830 to 2435 meters.  Slopes are 0 to 8 percent.  The soils formed in sandy alluvium from mixed sources but dominantly granitic.  The average annual temperature is about 3 to 8 degrees C.; average annual precipitation is about 508 to 1524 mm.  The frost-free season is less than 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Christopher, Gefo, Meeks and the competing Celio soils.  Christopher soils lack umbric epipedons and are not saturated.  Gefo soils are not saturated with water.  Meeks soils are not saturated with water and have sandy-skeletal control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow or slow runoff; moderately rapid permeability above the substratum and slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for urban, recreation, pasture and some woodland.  The vegetation is principally lodgepole pine, perennial grasses, meadow grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High elevation valleys in the Sierra Nevada and Carson Range, California and Nevada.  These soils are of small extent. MLRA 22A"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  El Dorado County (Tahoe Basin Area), California, l975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Marla soils were classified as Wet Alluvial soils.  These soils were correlated as Elmira, wet variant in the Tahoe Basin Area soil survey.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
