{
  "SERIES": "MARLETTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-MLK-MCB",
  "REVDATE": "04/2016",
  "STATES": "MI",
  "OVERVIEW": "The Marlette series consists of very deep, moderately well drained soils formed in loamy till. These soils are on till plains, ground moraines, and end moraines. Slope ranges from 2 to 12 percent. Mean annual precipitation is about 838 mm (33 in), and mean annual temperature is about 8.9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marlette fine sandy loam, on a 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 in); very dark grayish brown (10YR 3/2) fine sandy loam, gray (10YR 6/1) dry; moderate medium subangular blocky structure; friable; about 1 percent fine gravel; slightly acid; abrupt smooth boundary. [15 to 30 cm (6 to 12 in) thick]\nB/E--23 to 46 cm (9 to 18 in); 60 percent strong brown (7.5YR 4/6) clay loam (Bt); surrounded by or penetrated by tongues of light brownish gray (10YR 6/2) fine sandy loam (E); moderate medium subangular blocky structure; friable; common distinct dark brown (7.5YR 3/4) clay films on faces of peds; about 1 percent gravel; slightly acid; gradual wavy boundary. [10 to 36 cm (4 to 14 in) thick]\nBt--46 to 86 cm (18 to 34 in); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common faint dark brown (7.5YR 3/4) clay films on faces of peds; about 1 percent fine gravel; slightly acid; clear wavy boundary. [25 to 71 cm (10 to 28 in) thick]\nBC--86 to 96 cm (34 to 38 in); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; about 2 percent fine gravel; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; neutral; clear wavy boundary. [0 to 15 cm (6 in) thick]\nC--96 to 203 cm (38 to 80 in); brown (7.5YR 5/4) clay loam; massive; firm; about 2 percent fine gravel; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mason County, Michigan; about 2 miles southeast of the village of Custer; 1,600 feet south and 1,650 feet west of the northeast corner of sec. 28, T. 18 N., R. 16 W., Custer Township; USGS Custer, Michigan 7.5 minute topographic quadrangle; lat. 43 degrees 55 minutes 42.6 seconds N. and 86 degrees 13 minutes 30.8 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 64 cm (25 in) or more\nDepth to carbonates: 64 to 127 cm (25 to 50 in)\nReaction: moderately acid to neutral in the upper part of the solum and neutral\nto moderately alkaline in the lower part\nRock fragment content: 1 to 10 percent gravel throughout\nAp horizon:\nHue: 10YR\nValue: 3 to 5, 6 dry\nChroma: 1 to 3\nA horizon, where present:\nThickness: 2.5 to 10 cm (1 to 4 in)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loam, silt loam, clay loam, sandy loam, or fine sandy loam\nE horizon, where present:\nHue: 10YR\nValue: 5 to 7\nChroma: 1 to 4\nTexture: loam, silt loam, sandy loam, or fine sandy loam\nE part of B/E horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 1 to 4\nTexture: loam, silt loam, sandy loam, or fine sandy loam\nBt part of the B/E horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 6\nTexture: loam, clay loam, silty clay loam, or sandy clay loam\nE/B horizon, where present:\nThickness: 10 to 15 cm (4 to 6 in)\nThe amount of E material present in the B/E or E/B horizon ranges from 15 to 75 percent.\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 6\nTexture: loam, clay loam, silty clay loam, or sandy clay loam\nClay content: 25 to 35 percent\nSome pedons have Bk horizons with colors and textures similar to those of the Bt horizon.\nBC horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: loam or clay loam\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loam or clay loam\nCaCO3 content: 10 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Cassopolis series. Cassopolis soils do not have carbonates within a depth of 127 cm (50 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Marlette soils are on till plains, ground moraines, and end moraines of Wisconsinan age. The Marlette soils formed in loamy till. Slope ranges from 2 to 12 percent. Mean annual precipitation ranges from 711 to 965 mm (28 to 38 in). Mean annual temperature ranges from 7.8 to 10.0 degrees C (46 to 50 degrees F). Elevation is 183 to 305 meters (600 to 1000 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Filer, Capac, Owosso, Metea, and Parkhill soils. The well drained Filer soils, the somewhat poorly drained Capac soils and the poorly drained or very poorly drained Parkhill soils are in a drainage sequence with Marlette soils. The well drained Owosso and Metea soils have sand to sandy loam upperhorizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a seasonal high water table ranges from 61 to 183 cm (2.0 to 6.0 ft) between October and May in normal years. Potential for surface runoff is medium or high depending upon slope. Saturated hydraulic conductivity is moderately low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to corn, beans, wheat, and grass-legume hay. A small part, usually the steeper areas, is in pasture or hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 96, 97, 98, and 99 in central Michigan. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon: from the surface to a depth of 23 cm (9 in) (Ap horizon).\n2. Glossic horizon: from a depth of 23 to 46 cm (9 to 18 in) (B/E horizon).\n3. Argillic horizon: from a depth of 23 to 86 cm (9 to 34 in) (Bt part of B/E horizon and Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
