{
  "SERIES": "MARMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/KWH",
  "REVDATE": "07/2003",
  "STATES": "WA",
  "OVERVIEW": "Marmont series consists of very deep, somewhat excessively drained soils formed in volcanic ash and pumice over glacial outwash.  Marmont soils are on terraces and terrace escarpments.  Slopes are 3 to 75 percent.  The average annual precipitation is about 13 inches, and average annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over mixed, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marmont paragravelly ashy fine sandy loam - rangeland on a 28 percent north-facing slope at an elevation of 1,250 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures)\nA--0 to 10 inches; grayish brown (10YR 5/2) paragravelly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine roots; few fine tubular pores; 25 percent pumice; neutral (pH 7.2); clear wavy boundary. (10 to 20 inches thick)\nBw--10 to 22 inches; gray (10YR 6/1) very paragravelly ashy sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; few fine tubular pores; 40 percent pumice and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary.  (8 to 14 inches thick)\n2C--22 to 60 inches; multicolored extremely gravelly sand; single grain; loose, nonsticky and nonplastic; 60 percent gravel, 20 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 13 miles northwest of Chelan; 500 feet south and 2,100 feet east of the northwest corner of section 29, T.29N., R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 49 to 51 degrees F.  These soils are usually moist, but are dry in the moisture control section for 90 to 105 consecutive days following the summer solstice.  The mollic epipedon is 10 to 20 inches thick.  Depth to the 2C horizon is 20 to 40 inches.  The upper 12 inches of the 10 to 40 inch particle-size control section has an estimated moist bulk density of 0.65 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent for air dried samples and 35 to 50 percent pumice fragments 2.0 to 5.0 mm in diameter and 0 to 5 percent rock fragments.  Reaction is neutral to slightly alkaline.\nThe A horizon has value of 3 to 5 dry and chroma of 1 or 2 dry or moist.\nThe Bw horizon has chroma of 1 to 3 dry or moist.  It is very paragravelly ashy fine sandy loam or very paragravelly ashy sandy loam.\nThe 2C horizon has 50 to 70 percent gravel, 10 to 25 percent cobbles, and 0 to 5 percent stones.  It is extremely gravelly sand or extremely gravelly coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bevington, Caschebutte, and Landingham series.  Bevington soils have 10 to 20 percent pumice 0.02 to 2.0 mm in diameter in the particle-size control section.  Cachebutte soils have 0 to 10 percent pumice 0.5 to 2.0 mm in diameter in the particle-size control section and have a mollic epipedon 20 to 32 inches thick.  Landingham soils have 20 to 40 percent pumice 0.5 to 2.0 mm in diameter in the particle-size control section and have a mollic epipedon 22 to 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marmont soils are on terraces and terrace escarpments.  These soils formed in volcanic ash and pumice over glacial outwash.  Slopes are 3 to 75 percent.  Elevations range from 1,100 to 1,600 feet.  The climate is characterized by warm, dry summers and cool, moist winter.  The average annual precipitation is 12 to 15 inches.  The average January temperature is about 25 degrees F, the average July temperature is about 70 degrees F, and the average annual temperature is about 47 to 49 degrees F.  The frost-free season is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Thowson and Mansonia soils on mountainsides.  Thowson soils are 15 to 35 percent pumice in the particle-size control section and are more than 40 inches deep to a 2C horizon.  Mansonia soils are 5 to 35 percent pumice in the particle-size control section and more than 40 inches to a 2C horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to rapid runoff; moderate permeability in the subsoil and very rapid permeability in the substratum.."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated orchards, irrigated hay and pasture, range and wildlife habitat.  Native vegetation is antelope bitterbrush, bluebunch wheatgrass, sandberg bluegrass, western yarrow, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cashmere Mt. Soil Survey, Chelan County, Washington, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a mollic epipedon from the surface to 10 inches formed in volcanic ash and a cambic horizon from 10 to 22 inches with 40 percent pumice.  A discontinuity to glacial outwash occurs at 22 inches.  The upper part of the 10 to 40 inch particle-size control section formed in volcanic ash and pumice, but does not meet andic soil properties in acid-oxalate extractable aluminum plus one-half of the iron\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 inches; grayish brown (10YR 5/2) paragravelly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine roots; few fine tubular pores; 25 percent pumice; neutral (pH 7.2); clear wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--10 to 22 inches; gray (10YR 6/1) very paragravelly ashy sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; few fine tubular pores; 40 percent pumice and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "2C",
        "top": 56,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "extremely gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--22 to 60 inches; multicolored extremely gravelly sand; single grain; loose, nonsticky and nonplastic; 60 percent gravel, 20 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4)."
      }
    ]
  ]
}
