{
  "SERIES": "MAROTZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFD/HBM/CLM",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marotz silt loam on a north slope of 3 percent in crop land at an elevation of 5,505 feet.  (Colors are for dry soil unless otherwise stated.  When described on October 26, 1983, the soil was moist throughout.)\nA--0 to 16 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many fine tubular pores; about 10 percent pebbles; neutral (pH 7.0); clear smooth boundary.  (10 to 20 inches thick)\nBw--16 to 27 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; strong medium subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine roots; common very fine and fine pores; about 10 percent pebbles; neutral (pH 7.2); clear smooth boundary.  (0 to 15 inches thick)\nBtb1--27 to 38 inches; yellowish brown (10YR 5/4) gravelly silt loam, dark brown (10YR 3/3) moist; strong subangular blocky structure; hard, firm, sticky and plastic; few very fine roots; common very fine tubular pores; about 15 percent pebbles; few faint clay films on faces of peds; neutral (pH 7.2); gradual wavy boundary.  (10 to 15 inches thick)\nBtb2--38 to 49 inches; yellowish brown (10YR 5/4) gravelly silty clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, sticky and plastic; few very fine roots; common very fine tubular pores; about 20 percent pebbles; common distinct clay films on faces of peds; common clay nodules; mildly alkaline 9pH 7.4); gradual wavy boundary.  (6 to 12 inches thick)\nBtb3--49 to 60 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; very hard/very firm, sticky and plastic; few very fine roots, common very fine tubular pores; about 28 percent pebbles; few faint clay films on faces of peds; common clay nodules; few uncoated silt grains on faces of peds; mildy alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Idaho; approximately 3 miles north and 1 mile east of Marysville, about 1,800 feet west and 1,700 feet south of the northeast corner of section 22, T.9N., R.43E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAnnual average soil temperature - 41 to 45 degrees F\nAnnual summer soil temperature - 59 to 61 degrees F\nSoil moisture - usually dry for 45 to 55 consecutive days after the summer solstice in 6 out of 10 years\nMollic epipedon thickness - 25 to 60 or more inches\nDepth to the top of the argillic horizon - 20 to 35 inches\nSolum thickness - 60 inches or more\nReaction - neutral to mildly alkaline\nControl section; clay - 25 to 35 percent\nA horizon\nValue - 3 or 4 dry\nChroma - 2 or 3, dry or moist\nBw horizon\nValue - 4 or 5 dry\nChroma - 2 or 3, dry or moist\nTexture - SIL, SICL or SCL\nBtb horizons\nHue - 10YR or 7.5 YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - GR-SICL, GR-CL, or GR-SIL\nCoarse fragments - 15 to 35 percent, mainly pebbles and few cobbles, stones, and boulders"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bly, Carey Lake, Dunford, Hades, Nagle, Sag, Strom, and Tusk series.  Carey Lake, Hades, Nagle and Sag soils have the base of the argillic above 60 inches.  Bly and Tusk soils have the top of the argillic above 20 inches.  Dunford soils are moderately deep to bedrock.  Strom soils are somewhat poorly drained and the base of the argillic is above 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marotz soils are on undulating to hilly upland plains.  These soils formed in glacial drift influenced by loess.  The glacial drift is from rhyolite and other mixed sources.  Slopes are 1 to 20 percent.  Elevations are 5,200 to 5,800 feet.  The mean annual precipitation is 16 to 20 inches, mean annual temperature is 39 to 43 degrees F and the frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kucera, Lostine, Marystown and Rin series.  All are on similar landscapes and also further away from the river channels.  Kucera, Lostine and Rin soils have less than 18 percent clay in their particle-size control sections.  Marystown soils have less than 15 percent particles of fine sand or coarser, in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Marotz soils are used for irrigated and nonirrigated cropland.  The major crops include spring barley, alfalfa hay, potatoes, and winter wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are inextensive in southeast Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Idaho, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to 60 inches (A through Bt3 horizons)\nArgillic horizon - the zone from 27 to 60 inches (Btb1, Btb2, and Btb3 horizons)\nParticle size control section - the zone from 27 to 47 inches (Btb1 and most of the Btb2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
