{
  "SERIES": "MARROWBONE",
  "STATUS": "Established Series",
  "BYREV": "JDM/Rev. MDJ",
  "REVDATE": "08/2014",
  "STATES": "KY,VA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Marrowbone fine sandy loam - on a 44 percent south facing slope under mixed hardwoods at 1,480 feet elevation. (Colors are for moist soil unless otherwise indicated).\nOi--0 to 3 cm (0 to 1 inch); loose, slightly decomposed hardwood leaf litter; moderately acid; abrupt wavy boundary. 0 to 5 cm (0 to 2 inches) thick\nA--3 to 15 cm (1 to 6 inches); brown (10YR 4/3) fine sandy loam; moderate medium granular structure; very friable; common fine to coarse roots; 10 percent sandstone fragments; moderately acid; clear smooth boundary. 5 to 18 cm (3 to 7 inches) thick\nBw1--15 to 25 cm (6 to 10 inches); brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few fine and medium roots; few thin discontinuous brown (10YR 4/3) organic coatings on surfaces of peds; 5 percent sandstone fragments; strongly acid; clear smooth boundary.\nBw2--25 to 43 cm (10 to 17 inches); strong brown (7.5YR 5/6) fine sandy loam; moderate medium subangular blocky structure; friable; few fine and medium roots; 10 percent sandstone fragments; very strongly acid; clear smooth boundary.\nBw3--43 to 58 cm (17 to 23 inches); strong brown (7.5YR 5/6) loam; moderate medium subangular blocky structure; friable; few fine and medium roots; very thin discontinuous silt coatings on faces of peds; 10 percent sandstone fragments; very strongly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 43 to 64 cm (17 to 25 inches))\nBC--58 to 71 cm (23 to 28 inches); yellowish brown (10YR 5/6) channery loam; common medium distinct strong brown (7.5YR 5/6) and light yellowish brown (2.5Y 6/4) lithochromic mottles; weak medium subangular blocky structure; friable; 20 percent sandstone fragments; strongly acid; abrupt wavy boundary. 0 to 20 cm (0 to 8 inches) thick\nR--71 cm (28 inches); slightly weathered sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty: Pike\nState:  Kentucky\nUSGS Quadrangle: Millard\nLatitude (Decimal Degrees, NAD 83): 37.476944\nLongitude (Decimal Degrees, NAD 83):  -82.385000\nDirections to the pedon:  about 7.3 miles south of the community of Zebulon; 1000 yards east of the confluence of Raccoon Creek and Morris Branch in the head of Raccoon Creek on a south facing mountain slope"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Cambic:  08 to 23 cm (3 to 9 inches)\nDepth to the base of the Cambic:  46 to 102 cm (18 to 40 Inches)\nSolum Thickness:  51 to 102 cm (20 to 40 inches)\nDepth to Bedrock:  Less than 102 cm (40 inches)\nDepth Class:  Moderately Deep\nRock Fragment content:  0 to 15 percent, by volume, in the surface horizon and 0 to 50 percent in underlying horizons, but average less than 35 percent in the particle size control section\nSoil Reaction:  very strongly acid to moderately acid, except where limed\nOther Soil Features:  Some pedons range to neutral in the upper 25 centimeters (10 inches)\nRange of Individual Horizons:\nA horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 2 to 4\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam, or silt loam\nOther features--structure is weak or moderate, fine or medium granular\nB or BC horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam, and, rarely, silt loam\nMottles (if they occur)--are in shades of yellow, brown, or red, and gray in the lower part\nOther features--thin silt coatings and, rarely, clay films are present in some pedons\nC or CB horizons (if they occur):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture (fine-earth fraction)--loamy sand, loamy fine sand, fine sandy loam, sandy loam, loam, silt loam, sandy clay loam, and clay loam\nMottles (if they occur)--are lithochromic in shades of yellow, red, brown, or gray\nOther features--a Cr horizon is present in some pedons with soft bedrock\nR horizon:\nInterbedded sandstone or siltstone bedrock that ranges to more weathered conditions on some landforms"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBannertown soils--formed in residuum from metamorphic or igneous rocks in the piedmont region\nCheshire soils--are very deep to bedrock and formed in glacial till on uplands in New England\nDevotion soils--formed in residuum from felsic to intermediate metamorphic or igneous rock in the piedmont region\nDitney soils--formed in residuum affected by soil creep that weathered from metasedimentary rock such as arkose, metagraywacke, metasandstone or quartzite in the Blue Ridge Mountains\nFedscreek soils--formed in colluvium, commonly located downslope of the Marrowbone soils, but deep to bedrock\nMaymead soils--formed in colluvium that contains coarse fragments of feldspathic quartzite, graywacke and arkosic sandstone in the Unaka Mountains\nMine Run soils--are excessively well drained and formed in residuum weathered from metamonzonite and gneiss in the northern piedmont region\nTipsaw soils--formed exclusively over paralithic contact with moderately cemented and interbedded sedimentary rock in the Kentucky and Indiana Sandstone and Shale Hills and Valleys, Northwestern part (MLRA 120B)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  125\nLandscape:  Hills and Mountains\nLandform:  Hill slopes, mountain slopes, and ridges\nGeomorphic Component:  Interfluves, crests, nose slopes, side slopes, mountaintops and mountainflanks\nHillslope Profile Position: Summit, shoulder, and backslope\nParent Material Origin:  Pennsylvanian aged sandstone and siltstone\nParent Material Kind:  Residuum\nSlope: 8 to 120 percent\nElevation:  214 to 915 meters (700 to 3,000 ft)\nFrost-free period:  188 to 241 days\nMean Annual Air Temperature:  11.7 to 13.9 degrees C. (53 to 57 degrees F.)\nMean Annual Precipitation: 980 to 1245 millimeters (40 to 49 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBerks soils--are in a loamy-skeletal family and formed in residuum derived mostly from shale\nCloverlick soils--are in a loamy-skeletal family, formed in colluvium, and they are deep and very deep to bedrock\nCutshin soils--are in a fine-loamy family, formed in colluvium, have umbric surface layers, and are deep and very deep to bedrock\nFedscreek soils--formed in colluvium and are deep and very deep to bedrock\nGilpin soils--are in a fine-loamy family and have argillic horizons\nGuyandotte soils--are in a loamy-skeletal family, formed in colluvium, have umbric surface layers, and are very deep to bedrock\nHandshoe soils--are in a loamy-skeletal family, formed in colluvium, and are very deep to bedrock\nHighsplint soils--are in a loamy-skeletal family, formed in colluvium, and are deep and very deep to bedrock\nKimper soils--are in a fine-loamy family, formed in colluvium, and are deep and very deep to bedrock\nLatham soils--are in a fine family, formed in residuum weathered from shale, have argillic horizons and a perched water table in the subsoil\nMuskingum soils--are in a fine-loamy family and have less sand in their subsoils\nPineville soils--are in a fine-loamy family, formed in colluvium, have argillic horizons and are very deep to bedrock\nRayne soils--are in a fine-loamy family, have argillic horizons and are deep and very deep to bedrock\nSharondale soils--are in a loamy-skeletal family, formed in colluvium, have mollic surface layers, and are very deep to bedrock\nShelocta soils--are in a fine-loamy family, formed in colluvium, have argillic horizons, and are deep and very deep to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  Well drained\nIndex Surface Runoff:  Low to medium on slopes less than 20 percent and from medium to high on slopes greater than 20 percent\nSaturated Hydraulic Conductivity Class:  Moderately high\nPermeability Class (obsolete):  Moderately rapid\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Dominantly woodland, but also pasture, and sites for homes and gardens\nDominant Vegetation: Where cultivated--tall fescue.  Where wooded--white oak, black oak, scarlet oak, chestnut oak, red maple, American beech, shortleaf and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  The Allegheny and Cumberland Plateaus of eastern Kentucky, Virginia, and West Virginia\nExtent: Large, about 250,000 acres"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Kentucky; 1985. Source of the name is a small community in Pike County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\nOchric epipedon - 0 to 15 cm (0 to 6 inches) Oi and A.\nCambic horizon - 15 to 58 cm (5 to 23 inches) Bw and 58 to 71 cm (23 to 28 inches) BC.\nADDITIONAL DATA: Characterization sample S83KY-195-017 by NSSL. Supplemental data for pedons S83KY-195-014, S82KY-195-018, and S83KY-195-016.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
