{
  "SERIES": "MARR",
  "STATUS": "Established Series",
  "BYREV": "Rev. EDM-AJB-JWE",
  "REVDATE": "11/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marr fine andy loam - cultivated\n(Colors are for moist soil.)\nAp -- 0 to 6 inches; dark brown (10YR 3/3) fine sandy loam; weak medium granular structure; soft, friable; many roots; strongly acid; clear smooth boundary.  (6 to 10 inches thick)\nB1 -- 6 to 12 inches; brown (7.5YR 5/4) fine sandy loam; weak medium subangular blocky structure; slightly hard, friable, slightly plastic; common roots; many pores; strongly acid; gradual smooth boundary.  (0 to 6 inches thick)\nB21t -- 12 to 22 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; hard, friable to firm, slightly sticky, slightly plastic; few roots; almost continuous thin clay films; sand component is very fine; strongly acid; gradual smooth boundary (10 to 22 inches thick)\nB22t -- 22 to 34 inches; strong brown (7.5YR 5/8) heavy sandy clay loam; weak medium subangular blocky structure; slightly hard, friable, slightly plastic; few roots; discontinuous strong brown (7.5YR 5/6) distinct clay films; sand component is fine; very strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nC -- 34 to 60 inches; variegated brownish yellow (10YR 6/8) and reddish yellow (7.5YR 6/6) fine sandy loam; masive; soft, very friable; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Prince Georges County, Maryland; Naylor Road, just north of Nottingham Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 28 to 40 inches.  Unless limed, the soil is strongly acid in the A horizon and strongly acid to very strongly acid below.\nThe A horizons have hues of 7.5YR and 10YR, values of 3 through 5, and chroma of 2 through 4.  They are fine sandy loam, loam, and very fine sandy loam.\nThe B2t horizon has hue of 7.5YR and 10YR, values of 5 or 6, and chroma of 6 through 8.  It is very fine sandy loam to sandy clay loam, the very fine sandy loam and fine sandy loam being confined to B1 horizons.  Nearly all sand size particles are in the fine or very fine classes.\nThe C horizon is commonly variegated in color.  It has hues of 5YR through 10YR, values of 4 through 8, and chromas of 4 through 8.  It is fine sandy loam to loamy fine sand becoming coarser with depth. Some pedons have a IIC2 horizon below 5 to 6 feet that contains significant amounts of glauconite.\nCOMPETING SERIES  The Jefferson, Lily, Lonewood, Sassafras, and Sunnyside series are in the same family.  Jefferson, Lonewood and Riney soils have thicker sola.  Lilly soils have bedrock within 40 inches.  Sassafras soils have coarse fragments that have a weighted average of 5 to 20 percent in the solum.  Sunnyside soils have hue of 2.5YR or 10YR in the Bt horizon.  The Norfolk and Westphalia series are similar soils in related families.  Norfolk soils have thicker sola and are thermic.  Westphalia soils have a thiner sola and have less than 18 percent clay in the particle size control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Marr soils have formed in a regolith of unconsolidated very fine and fine sandy loams.  They are in the north central parts of the dissected inner Atlantic Coastal Plain.  Slopes betwen 2 and 12 percent are dominant, but slopes up to 20 percent are common and in a few places slopes range to 45 percent.  The climate is temperate and humid; mean annual temperature is about 55 degrees F., and the mean annual precipitation is about 40 inches.  Annual snowfall ranges from 5 to 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Sassafras soils, the related Westphalia soils and the Adelphia, Aura, Collington, Donlonton, Evesboro, Galestown, Howell, Monmouth and Shrewsbury soils.  The Adelphia, Collington, Donlonton, Monmouth, and Shrewsbury soils have significant amounts of glauconite within the series control section.  Aura soils have hues of 5YR or redder in the IIB2t horizons.  Evesboro and Galestown soils have sandy particle size control sections.  Howell soils have clayey particle size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid in the A and C horizons and moderate in the B horizon.  Surface runoff is medium to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Marr soils have been farmed for nearly 300 years, and there are very few areas that have not at one time been tilled.  The most important crop is tobacco.  They are also used for growing general crops, soybeans, and hay.  Most of the present woodlands consist of mixed hardwoods, dominated by oaks.  Some areas have moderate to heavy stands of Virginia pine, and in places shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Maryland, between the Potomac River and Chesapeake Bay.  The Marr soils occur in fairly large areas, but their total extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince Georges County, Maryland, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Marr soils were formerly included in the Collington series.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0045 MARR        0- 45     -        -       -         -\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0045 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0045  0-12  FSL VFSL L              0-  0  95-100 16-23    -\nMD0045 12-34  SCL FSL                 0-  0  95-100 18-35    -\nMD0045 34-60  FSL LFS                 0-  0  95-100 12-20    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0045  0-12  5.1- 5.5  .5-3.  0- 0   2.0- 6.0  LOW\nMD0045 12-34  4.5- 5.5    -    0- 0   0.6- 2.0  LOW\nMD0045 34-60  4.5- 5.5    -    0- 0   2.0- 6.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
