{
  "SERIES": "MARSH",
  "STATUS": "Established Series",
  "BYREV": "REV - CLD,JCJ",
  "REVDATE": "04/2001",
  "STATES": "KY,TN",
  "OVERVIEW": "The Marsh series consists of moderately deep, well drained soils on uplands.  The soil formed in colluvium or residuum from interbedded sandy limestone, siltstone, and shale.  These soils are on gently sloping to steep, highly dissected back slopes, shoulders, and narrow on ridgecrests.  Slopes range from 2 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marsh silt loam on a south facing, convex, 20 percent slope under hardwoods at an elevation of 740 feet.  (Colors are for moist soil unless otherwise noted.)\nOi -- 1 to 0 inches; fibric material; slightly decomposed leaves, twigs, and woody materials.  (0 to 2 inches thick)\nA -- 0 to 3 inches; dark brown (10YR 3/3) loam; weak fine and medium granular structure; very friable; common fine roots; approximately 2 percent channers of sandy limestone; slightly acid; clear wavy boundary (2 to 7 inches thick).\nBE -- 3 to 11 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; common fine and medium roots; approximately 10 percent channers of sandy limestone; strongly acid; clear wavy boundary.\nBt -- 11 to 19 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; common fine and few medium and coarse roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; approximately 10 percent channers of sandy limestone and siltstone; very strongly acid; clear wavy boundary.  (8 to 30 inches thick)\nCB -- 19 to 23 inches; yellowish brown (10YR 5/6) very channery loam; weak medium subangular blocky structure; friable; few fine roots; approximately 55 percent channers of sandy limestone and siltstone; strongly acid; abrupt wavy boundary. (5 to 9 inches thick)\nCr -- 23 to 35 inches; highly weathered, interbedded siltstone and sandy limestone with thin strata of clayey soil material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marshall County, Tennessee; 0.8 miles north of the community of Mooresville on Fitzpatrick Road; 1000 feet northwest on a hillside."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 20 to 40 inches.  Content of fragments, dominantly channers of sandy limestone or siltstone, range from 0 to 20 percent in the A horizon, 0 to 35 percent in the B horizon, and 10 to 59 percent in the C horizon.  Reaction ranges from slightly acid to very strongly acid, except where limed.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 to 4, and chroma of 3 or 4.  Texture is loam or silt loam, or their channery or gravelly analogs.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6. Some pedons have variegations of parent material in shades of red or brown.  Texture of the fine-earth fraction is loam, silt loam, or silty clay loam.  In some pedons, the lower part of the B horizon has texture ranging to clay loam or silty clay.\nThe C horizon variegated colors from parent material in shades of red, brown, olive, or gray.  Texture is loam, silt loam, silty clay loam, clay loam, or silty clay, or their channery or flaggy analogues.\nThe Cr horizon consists of interbedded sandy limestone, shale, and siltstone.  Some pedons include a few thin strata of hard limestone.  Typically, this horizon can be dug with a spade, except for the hard strata."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bolivar, Deanburg, Liddieville, Pamunkey, Sandhill, Stiversville, and Toine series in the same family.  Bolivar soils have hues redder than 7.5YR in the Bt horizon.  Deanburg, Liddieville, Pamunkey, and Toine soils are greater than 60 inches to bedrock.  Sandhill and Stiversville soils have a paralithic contact between 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Steep upland hillsides and narrow rolling ridgecrests in the Nashville Basin.  Slopes range from 2 to 45 percent.  Marsh soils developed in colluvium or residuum from thinly bedded sandy limestone interbedded with siltstone and shale.  Near the type location the mean annual air temperature is 57 degrees F and the mean annual precipitation is about 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Hampshire, Mimosa, Talbott, Hicks, Armour, and Stiversville soils.  The Hampshire, Mimosa, and Talbott soils have a fine family particle size control section. In addition, the Mimosa and Talbott soils are underlain by hard limestone bedrock.  The Hicks and Armour soils are in a fine-silty family particle size control section and are greater than 60 inches to bedrock.  The Stiversville soils are 40 to 60 inches to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Marsh soils are well drained with medium to rapid runoff.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chiefly pasture and hay, with some areas cropped in tobacco and small grains.  Native forest has oak, maple, hickory, black walnut, beech, hackberry, poplar, ash, and elm as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Nashville Basin of Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marshall County, Tennessee, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon - 11 to 19 inches (Bt horizon)\nOchric epipedon - 0 to 11 inches (A and BE horizons)\nParalithic contact - at 23 inches (top of Cr horizon)\nThis soil was previously mapped as the Culleoka series, which is now mesic.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi -- 1 to 0 inches; fibric material; slightly decomposed leaves, twigs, and woody materials.  (0 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 3 inches; dark brown (10YR 3/3) loam; weak fine and medium granular structure; very friable; common fine roots; approximately 2 percent channers of sandy limestone; slightly acid; clear wavy boundary (2 to 7 inches thick)."
      },
      {
        "name": "BE",
        "top": 8,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE -- 3 to 11 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; common fine and medium roots; approximately 10 percent channers of sandy limestone; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt",
        "top": 28,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt -- 11 to 19 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; common fine and few medium and coarse roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; approximately 10 percent channers of sandy limestone and siltstone; very strongly acid; clear wavy boundary.  (8 to 30 inches thick)"
      },
      {
        "name": "CB",
        "top": 48,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "very channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "CB -- 19 to 23 inches; yellowish brown (10YR 5/6) very channery loam; weak medium subangular blocky structure; friable; few fine roots; approximately 55 percent channers of sandy limestone and siltstone; strongly acid; abrupt wavy boundary. (5 to 9 inches thick)"
      },
      {
        "name": "Cr",
        "top": 58,
        "bottom": 89,
        "texture_class": "sand",
        "narrative": "Cr -- 23 to 35 inches; highly weathered, interbedded siltstone and sandy limestone with thin strata of clayey soil material."
      }
    ]
  ]
}
