{
  "SERIES": "MARS HILL",
  "STATUS": "Established Series",
  "BYREV": "MSH:AG; Rev. MKC",
  "REVDATE": "11/2006",
  "STATES": "NC",
  "OVERVIEW": "The Mars Hill series consists of deep, well drained soils with moderately rapid permeability on ridgetops and side slopes in the Blue Ridge (MLRA 130). They formed in residuum that is affected by soil creep in the upper part and weathered from mixed felsic and mafic, high-grade metamorphic rocks such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite. Near the type location, mean annual air temperature is about 55 degrees F., and mean annual precipitation is 35 inches. Slope ranges from 8 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mars Hill loam, on convex north-facing slope of 34 percent, in a pasture at 1963 feet elevation. (Colors are for moist soil.)\nAp1--0 to 3 inches; dark yellowish brown (10YR 4/4) loam; weak medium granular structure; very friable; common very fine roots; few fine and medium interstitial and tubular pores; few fine flakes of mica; 5 percent by volume migmatitic gneiss gravel; strongly acid; abrupt smooth boundary.\nAp2--3 to 9 inches; dark yellowish brown (10YR 4/4) fine sandy loam; common medium distinct yellowish brown (10YR 5/6) mottles in interior of peds; weak coarse subangular blocky structure; very friable; common very fine roots; few fine and medium tubular pores; common fine flakes of mica; 10 percent by volume migmatitic gneiss gravel; strongly acid; clear smooth boundary. (combined thickness of the A horizon is 2 to 10 inches.)\nBw1--9 to 16 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; few fine and medium tubular pores; common fine flakes of mica; 2 percent by volume migmatitic gneiss gravel; moderately acid; gradual wavy boundary.\nBw2--16 to 23 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; few fine and medium tubular pores; common fine flakes of mica; 1 percent by volume migmatitic gneiss gravel; moderately acid; gradual wavy boundary. (combined thickness of the Bw horizon is 12 to 30 inches.)\nBC--23 to 35 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; few very fine roots; few very fine and fine tubular pores; common fine flakes of mica; 1 percent by volume migmatitic gneiss gravel; strongly acid; gradual irregular boundary. (0 to 10 inches thick)\nC--35 to 46 inches; dark yellowish brown (10YR 4/6) fine sandy loam; massive rock controlled structure; very friable; few very fine roots; few very fine and fine tubular pores; 2 percent by volume migmatitic gneiss gravel; strongly acid; clear irregular boundary. (8 to 24 inches thick)\nCr--46 to 62 inches; multicolored, weathered migmatitic gneiss bedrock; partially consolidated but can be dug with difficulty with hand tools."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, North Carolina; from Mars Hill 4.3 miles south on Secondary Road 1001, 1.2 mile southeast on Secondary Road 1114, 0.5 mile east on Secondary Road 1116, 0.3 mile southeast on Secondary Road 1115, 0.3 mile northeast on farm road to gate, 200 feet northeast on a north-facing convex slope of 34 percent, in a pasture at 1963 feet elevation; USGS Leicester topographic quadrangle; latitude 35 degrees 44 minutes 15 seconds N. and longitude 82 degrees 40 minutes 47 seconds W; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 20 to 40 inches. Depth to a paralithic contact at the upper boundary of the Cr horizon ranges from 40 to 60 inches. Depth to a lithic contact with hard bedrock is more than 60 inches. The soil is very strongly acid to neutral in the A horizon and strongly acid to neutral in the B and C horizons. Rock fragments range from 0 to 35 percent in the A and B horizons and from 0 to 40 percent in the C horizon Content of mica flakes is few or common throughout.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6. A horizons that have value of 3 or less are less than 7 inches thick. Texture is sandy loam, fine sandy loam, or loam in the fine earth fraction. In moderately eroded pedons, this horizon has colors similar to the Bw horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 or 6. It is sandy loam, fine sandy loam, or loam in the fine earth fraction.\nThe BC horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 or 6, or may be mottled in these colors. It is sandy loam, fine sandy loam, or loam in the fine earth fraction. Rock fragment content is usually more in the BC horizon than in the Bw horizon of the same pedon.\nThe C horizon has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 4 or 6, or it is multicolored. Texture is sandy loam, fine sandy loam, or loam in the fine earth fraction. The C horizon is saprolite weathered from mixed felsic and mafic, high-grade metamorphic rock such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite.\nThe Cr horizon is weathered, multicolored, mixed felsic and mafic, high-grade metamorphic rock such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite. It is partially consolidated, but can be dug with difficulty with hand tools. The upper boundary is considered as a paralithic contact where root spacing is greater than 4 inches.\nThe R horizon, where present, is hard, mixed felsic and mafic, high-grade metamorphic rock such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Todthill (T) and Walnut (T) series in the same family, and the Herkimer, Lowville, Oteen, Pittsfield, Reger, Stockbridge, and Urne series in closely related families. Todthill soils have a lithic contact at depths of 20 to 40 inches. Walnut soils are 20 to 40 inches deep to paralithic contact. Herkimer soils are more than 40 inches deep and form in alluvium derived from sandstone, limestone, and calcareous shale. Lowville soils are more than 60 inches deep and form in glacial till and aeolian material. Oteen soils are shallow to a paralithic contact. Pittsfield and Stockbridge soils are more than 60 inches deep and form in calcareous glacial till. Reger soils form in sandstone, siltstone, and shale and contain fragments of those rocks. Urne soils are somewhat excessively drained and contain glauconite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mars Hill soils are strongly sloping to very steep and are on ridgetops and side slopes in the Blue Ridge (MLRA 130). Elevations range from about 1600 to 3500 feet. The slope gradient commonly is 15 to 50 percent but ranges from 8 to 95 percent. They form in residuum that is affected by soil creep in the upper part and weathered from mixed felsic and mafic, high-grade metamorphic rocks such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite. Mean annual air temperature ranges from 46 to 57 degrees F., and mean annual precipitation ranges from about 30 to 45 inches. The frost-free season ranges from about 128 to 156 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Oteen and Walnut(T) soils, and the Chestnut, Cowee, Edneyville, Evard, and Tate soils. None of these soils except Oteen and Walnut(T) have base saturation of 60 percent or more in any horizon between 10 and 30 inches, unless they have been limed. In addition, Cowee, Evard, and Tate soils have an argillic horizon. All these soils except for Tate are on mountain ridgetops and side slopes. Tate is on colluvial footslopes, fans and benches. The Oteen and Walnut(T) soils are associated locally on the mountain landscape with Mars Hill soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow or slow runoff where forest litter has not been disturbed. Medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is pasture. Forage crops include orchardgrass, red clover, lespedeza, tall fescue, and bluegrass. Common trees include eastern white pine, Virginia pine, shortleaf pine, white oak, chestnut oak, black oak, and hickory. Mountain laurel, flowering dogwood, sourwood, and eastern red cedar are common in the understory. A small acreage is used for small grain and burley tobacco."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina and possibly Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, North Carolina; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Characterization data is available for the typical pedon -NSSL Pedon Number 91P0224. A dominance of the soils mapped Mars Hill have a cambic horizon and have more than 60 percent base saturation by NH4OAc in some horizon between 10 inches and 30 inches. The 8/01 revision updates classification and places this series in a superactive CEC activity class based upon NSSL Pedon 91P0224.\nDiagnostic horizons and diagnostic soil characteristics recognized in the typical pedon are:\nOchric epipedon - the zone from the surface to a depth of 9 inches (Ap1 and Ap2 horizons)\nCambic horizon - the zone from 9 to 35 inches below the surface (Bw1, Bw2, and BC horizons)\nParalithic contact - the contact with weathered bedrock at a depth of 46 inches (upper boundary of the Cr horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nSelected NSSL data: NH4OAc\nHorizon Depth(in) Sand Silt Clay pH 1:1H2O Base Sat.%CEC7\n------- --------- ---- ---- ---- ---------- --------\nBw1 9 - 16 57.1 26.6 16.3 6.0 66\nBw2 16 - 23 64.5 21.5 14.0 5.8 69\nBC 23 - 35 73.8 18.5 7.7 5.5 73\nC 35 - 46 70.7 21.6 7.7 5.5 89\nMLRA: 130 SIR: NC0290"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 3 inches; dark yellowish brown (10YR 4/4) loam; weak medium granular structure; very friable; common very fine roots; few fine and medium interstitial and tubular pores; few fine flakes of mica; 5 percent by volume migmatitic gneiss gravel; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 8,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap2--3 to 9 inches; dark yellowish brown (10YR 4/4) fine sandy loam; common medium distinct yellowish brown (10YR 5/6) mottles in interior of peds; weak coarse subangular blocky structure; very friable; common very fine roots; few fine and medium tubular pores; common fine flakes of mica; 10 percent by volume migmatitic gneiss gravel; strongly acid; clear smooth boundary. (combined thickness of the A horizon is 2 to 10 inches.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--9 to 16 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; few fine and medium tubular pores; common fine flakes of mica; 2 percent by volume migmatitic gneiss gravel; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--16 to 23 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; few fine and medium tubular pores; common fine flakes of mica; 1 percent by volume migmatitic gneiss gravel; moderately acid; gradual wavy boundary. (combined thickness of the Bw horizon is 12 to 30 inches.)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "BC--23 to 35 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; few very fine roots; few very fine and fine tubular pores; common fine flakes of mica; 1 percent by volume migmatitic gneiss gravel; strongly acid; gradual irregular boundary. (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 89,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C--35 to 46 inches; dark yellowish brown (10YR 4/6) fine sandy loam; massive rock controlled structure; very friable; few very fine roots; few very fine and fine tubular pores; 2 percent by volume migmatitic gneiss gravel; strongly acid; clear irregular boundary. (8 to 24 inches thick)"
      },
      {
        "name": "Cr",
        "top": 117,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--46 to 62 inches; multicolored, weathered migmatitic gneiss bedrock; partially consolidated but can be dug with difficulty with hand tools."
      }
    ]
  ]
}
