{
  "SERIES": "MARTINSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-MLW-TJE",
  "REVDATE": "11/2021",
  "STATES": "IL,IN,MI,OH",
  "OVERVIEW": "The Martinsville series consists of very deep, well drained soils that formed in as much as 51 cm (20 inches) of loess and in the underlying loamy outwash. The soils are on stream terraces, outwash plains, outwash terraces, and till plains. Slope ranges from 0 to 35 percent. Mean annual precipitation is about 940 mm (37 inches), and mean annual air temperature is about 10.6 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Martinsville loam, on a 1 percent slope in a cultivated field at an elevation of about 271 meters (890 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; few fine roots; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBE--20 to 33 cm (8 to 13 inches); brown (10YR 4/3) loam; moderate medium granular structure; friable; few fine roots; neutral; clear wavy boundary. [0 to 23 cm (0 to 9 inches) thick]\nBt1--33 to 43 cm (13 to 17 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine subangular blocky structure; firm; few fine roots; common distinct dark brown (10YR 3/3) organo-clay films on faces of peds; slightly acid; clear wavy boundary.\nBt2--43 to 89 cm (17 to 35 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct dark brown (10YR 3/3) organo-clay films on faces of peds; strongly acid; gradual wavy boundary.\nBt3--89 to 109 cm (35 to 43 inches); dark yellowish brown (10YR 4/4) sandy clay loam; moderate coarse subangular blocky structure; friable; common distinct dark yellowish brown (10YR 3/4) clay films on faces of peds; moderately acid; clear wavy boundary. [Combined thickness of the Bt horizon is 66 to 142 cm (26 to 56 inches).]\nBC--109 to 135 cm (43 to 53 inches); dark yellowish brown (10YR 3/4) sandy loam; weak coarse subangular blocky structure; very friable; slightly acid; clear wavy boundary. [0 to 30 cm (0 to 12 inches) thick]\nC--135 to 152 cm (53 to 60 inches); brown (10YR 5/3), pale brown (10YR 6/3) and dark yellowish brown (10YR 3/4) stratified sandy loam, loam, and silt loam; massive; very friable; thin strata of sand; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hendricks County, Indiana; about 3 miles south and 1 mile east of North Salem; 1,050 feet north and 2,000 feet west of the southeast corner of sec. 22, T. 16 N., R. 2 W.; USGS Danville, IN topographic quadrangle; lat. 39 degrees 48 minutes 26 seconds N. and long. 86 degrees 37 minutes 16 seconds W., NAD 27; UTM Zone 16, 532432 easting and 4406435 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 102 to 178 cm (40 to 70 inches)\nThickness of the solum: 102 to 203 cm (40 to 80 inches)\nParticle-size control section: averages 22 to 33 percent clay and 20 to 50 percent sand\nRock fragment content: 0 to 10 percent throughout the series control section; mainly fine gravel of crystalline, limestone, or igneous lithology\nAp or A horizon:\nHue: 10YR\nValue: 4 or 5; 3 is allowed in thin A horizons\nChroma: 2 to 6\nTexture: loam, silt loam, fine sandy loam, or sandy loam\nClay content: 5 to 20 percent\nSand content: 12 to 60 percent\nReaction: strongly acid to neutral\nSome pedons have an E or EB horizon.\nBt or BC horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 6\nTexture, upper part: clay loam, sandy clay loam, silty clay loam, silt loam, or loam; averages 20 to 33 percent clay and 12 to 50 percent sand\nTexture, lower part: loam, sandy clay loam, silt loam, sandy loam, fine sandy loam, or very fine sandy loam, or is stratified with these textures; averages 15 to 25 percent clay and 20 to 60 percent sand\nReaction: strongly acid to neutral in the upper part and ranges to slightly alkaline in the lower part\nC horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 3 to 6\nTexture: stratified fine sandy loam, sandy loam, loam, or silt loam, and includes thin strata of silt, fine sand, loamy sand, loamy fine sand, very fine sandy loam, coarse sand, or sand\nClay content: averages 5 to 20 percent\nSand content: averages 40 to 75 percent; individual subhorizons or strata ranges from 15 to 90 percent; sand fraction is well graded\nCalcium carbonate equivalent: 10 to 45 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Caprell, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. Amanda soils are not stratified and do not have any subhorizons that have more than 52 percent sand in the lower part of the series control section. Belmont, Lumberton, Pignut, and Woodbine soils have a lithic contact within a depth of 152 cm (60 inches). Belmore, Chili, and Ockley soils have more than 10 percent rock fragments in some part of the series control section. Caprell, Crouse, Hickory, Mocksville, Richardville, and Riddles soils do not have in the lower part of the control section subhorizons or strata with well graded sand fraction or a sand content as much as 90 percent. Cliftycreek soils have more than 20 percent clay in the lower part of the series control section. Conestoga soils have rock fragments that are dominantly comprised of quartzite, chert and schist. Gallman soils have rock fragments that are dominantly shale in the lower part of the series control section. Greybrook soils average less than 40 percent sand in the lower part of the series control section. High Gap, Hollinger, Kidder, Kosciusko, LeRoy, Military, Relay, Senachwine, Strawn, and Wawasee soils are less than 102 cm (40 inches) to the base of the argillic horizon. Kanawha and Skelton soils have a reaction that is more acid than slightly alkaline in the lower part of the series control section. Princeton soils average more than 75 percent sand in the lower part of the series control section. Wawaka soils have sola more than 203 cm (80 inches) thick and are underlain by horizons that have more than 10 percent rock fragments and average more than 75 percent sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Martinsville soils are on stream terraces, outwash plains, outwash terraces, and till plains. Slope ranges from 0 to 35 percent. The soils formed in as much as 51 cm (20 inches) of loess and in the underlying loamy outwash. Mean annual precipitation ranges from 762 to 1143 mm (30 to 45 inches). Mean annual temperature ranges from 7.2 to 13.0 degrees C (45 to 57 degrees F). Frost-free period is 130 to 210 days. Elevation is 110 to 305 meters (360 to 1,000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mahalasville, Rensselaer, and Whitaker soils. The poorly drained or very poorly drained Mahalasville and Rensselaer soils are in depressions on stream terraces and outwash plains. The somewhat poorly drained Whitaker soils are on treads of stream terraces and broad swells of outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are dominantly used to grow corn, soybeans, small grain, and legume hay. Native vegetation is mixed deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Dominantly in MLRAs 97, 111A, 111B, 111C, and 111D in Indiana, southern Michigan, and western Ohio; and to a lesser extent in MLRA 95B, 108A, 108B, 110, 114B, 115A, 115C in Illinois. The type location is in MLRA 111D. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morgan County, Indiana, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface a depth of 33 cm (Ap, BE horizons).\nArgillic horizon: from a depth of 33 to 109 cm (Bt horizon).\nRepresentative data mapunit for this pedon is DMU ID120516 in MO 11.\nEroded, flooded, moderately wet, sandy substratum, and till substratum phases are recognized. The moderately wet, sandy substratum, and till substratum phases may become new series when the subset soil surveys with these phases are updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Lab characterization data is available from the Purdue University Soil Characterization Laboratory, W. Lafayette, IN, and from the National Soil Survey Laboratory, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; few fine roots; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--20 to 33 cm (8 to 13 inches); brown (10YR 4/3) loam; moderate medium granular structure; friable; few fine roots; neutral; clear wavy boundary. [0 to 23 cm (0 to 9 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--33 to 43 cm (13 to 17 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine subangular blocky structure; firm; few fine roots; common distinct dark brown (10YR 3/3) organo-clay films on faces of peds; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--43 to 89 cm (17 to 35 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct dark brown (10YR 3/3) organo-clay films on faces of peds; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 89,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--89 to 109 cm (35 to 43 inches); dark yellowish brown (10YR 4/4) sandy clay loam; moderate coarse subangular blocky structure; friable; common distinct dark yellowish brown (10YR 3/4) clay films on faces of peds; moderately acid; clear wavy boundary. [Combined thickness of the Bt horizon is 66 to 142 cm (26 to 56 inches).]"
      },
      {
        "name": "BC",
        "top": 109,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--109 to 135 cm (43 to 53 inches); dark yellowish brown (10YR 3/4) sandy loam; weak coarse subangular blocky structure; very friable; slightly acid; clear wavy boundary. [0 to 30 cm (0 to 12 inches) thick]"
      },
      {
        "name": "C",
        "top": 135,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--135 to 152 cm (53 to 60 inches); brown (10YR 5/3), pale brown (10YR 6/3) and dark yellowish brown (10YR 3/4) stratified sandy loam, loam, and silt loam; massive; very friable; thin strata of sand; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
