{
  "SERIES": "MARTISCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. FZH-WEH",
  "REVDATE": "03/2011",
  "STATES": "IN,MI,MN,NY,OH",
  "OVERVIEW": "The Martisco series consists of very deep, very poorly drained soils formed in a thin mantle of well decomposed organic deposits overlying marl. The organic layers are 8 to 16 inches thick. These soils are in low nearly level area on outwash terraces and plains, flood plains, lacustrine plains, and in upland depressions or seeps. Flooding is frequent in some areas.  Slope ranges from 0 to 3 percent. Mean annual temperature is 49 degrees F. and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, mesic Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Martisco muck, on a less than 1 percent slope in a wooded area.  (Colors are for moist soil unless otherwise noted.)\n0a1 -- 0 to 7 inches; black (5YR 2/1) muck (sapric material); moderate medium granular structure; friable; many roots; 20 percent silt; neutral; abrupt smooth boundary.\n0a2 -- 7 to 13 inches; black (5YR 2/1) muck (sapric material); weak coarse subangular blocky structure parting to weak coarse granular; friable; common roots; 5 percent silt; neutral; abrupt smooth boundary.  (Combined thickness of the Oa horizons is 8 to 16 inches).\n2C -- 13 to 72 inches; light brownish gray (10YR 6/2) marl; massive; friable; common white shell fragments; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Onondaga County, New York; Town of Manlius, 400 feet west of North Pool's Brook Road, 1,500 feet north of Kinderhook Road, in a arborvitae stand. USGS Manlius, NY topographic quadrangle; Latitude 43 degrees, 04 minutes, 7.3 seconds N. and Longitude 75 degrees, 55 minutes, 47.7 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the organic surface layer ranges from 8 to 16 inches over marl. Depth to bedrock is greater than 60 inches. Some pedons have a sandy, loamy, or clayey substratum underlying the marl below a depth of 40 inches.\nThe 0a horizon is neutral or has hue of 5YR through 10YR, value of 2 or 3, and chroma of 0 through 2. Structure is weak fine granular to moderate coarse subangular blocky. consistence is very friable to firm. Reactions ranges from slightly acid through moderately alkaline. Content of mineral material ranges from none to 80 percent and is dominantly silt, very fine sand or fine sand. The 0a horizons are commonly continuous vertically, but in some pedons there are alternating thin strata of organic material and marl. Some pedons have a thin Oe horizon.\nThe 2C horizon is neutral, or has hue of 10YR through 5Y, value of 4 through 8 and chroma of 0 through 2, with or without mottles. It has granular or subangular blocky structure, or it is massive. Consistence is friable or firm. Effervescence is strong or violent.\nThe 3C horizon, where present, ranges in texture from silty clay to sand. The horizon is massive or single grain, or platy (varved). Consistence is very friable to firm. A layer of coprogenous earth, 1 to 6 inches thick, is also present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aurelius and Kjar series in the same family, and the Edwards, Rondeau and Warners series in related families. Aurelius soils have loamy substratum layers within a depth of 40 inches. Kjar soils are moderately or strongly saline. Edwards and Rondeau soils have sapric materials 16 or more inches thick over marl. Warners soils have a mollic epipedon over marl."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Martisco soils are in marshy depressions of glacio-lacustrine, outwash, and till plains, and in isolated back water positions of flood plains. Slope ranges 0 to 3 percent. The substrata of adjacent soils are highly charged with free carbonates. Mean annual precipitation ranges from 28 to 45 inches; mean annual air temperature ranges from 47 to 52 degrees F; and the frost-free season ranges from 90 to 160 days. Elevation ranges from 150 to 700 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Edwards soils, with thicker organic layers over marl, is the prime associate.  Ceresco, Eel, Teel, Warners, and Weaver soils are associated on flood plains. Canandaigua, Fonda, Granby, and Lamson soils on lacustrine plains. Fredon, Halsey, and Homer soils on glacial outwash plains. Appleton, Ilion, Lyons, Massena, and Sun soils on till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff is very slow or slow. Saturated hydraulic conductivity is moderately high or high in the organic material and moderately low or moderately high in the marl and mineral substrata. Where the underlying substratum is sandy, saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas, presumed to have been within range of the Edwards series before drainage and subsidence, are used for truck crops and beans. Undrained areas are in woodlands comprised of red maple, black ash, swamp elm, arborvitae, hemlock, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lake plains and major valleys of New York, Ohio, Michigan, Indiana, and Minnesota. MLRA 90B,97, 98, 99, 101, 103, 111B, 111C, 142, and 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Onondaga County, New York, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Martisco series was earlier considered a variant of the Edwards soils or included in mapping with Warners soils.\nDiagnostic horizons and other features recognized in the typical pedon:\n1. Histic Epipedon - the zone from 0 to 13 inches (Oa1 and Oa2 horizons).\n2. Aquepts suborder - as evidenced by the Histic epipedon (Oa1 and Oa2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
