{
  "SERIES": "MARTINTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-HLW-LMK-GRS",
  "REVDATE": "04/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Martinton silty clay loam - on a south-facing, concave slope with 1 percent gradient in a cultivated field at an elevation of 202 meters (664 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); black (10YR 2/1) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; moderately acid; abrupt smooth boundary.\nA1--18 to 33 cm (7 to 13 inches); black (10YR 2/1) silty clay loam, dark grayish brown (10YR 4/2) dry; strong fine and medium granular structure; friable; moderately acid; clear smooth boundary.\nA2--33 to 43 cm (13 to 17 inches); black (10YR 2/1) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium and coarse granular structure; friable; moderately acid; clear smooth boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nBtg1--43 to 53 cm (17 to 21 inches); dark grayish brown (10YR 4/2) silty clay loam; strong fine subangular blocky structure; firm; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; many distinct grayish brown (10YR 5/2) clay films on faces of peds; few fine black (10YR 2/1) iron-manganese concretions throughout; moderately acid; clear smooth boundary.\nBtg2--53 to 69 cm (21 to 27 inches); dark grayish brown (10YR 4/2) silty clay; moderate fine angular and subangular blocky structure; firm; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; many distinct grayish brown (2.5Y 5/2) clay films on faces of peds; few fine black (10YR 2/1) iron-manganese concretions throughout; few fine prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron and distinct light brownish gray (2.5Y 6/2) iron depletions in the matrix; slightly acid; clear smooth boundary.\nBtg3--69 to 89 cm (27 to 35 inches); olive gray (5Y 5/2) silty clay loam; weak medium prismatic structure parting to moderate and strong medium angular blocky; firm; many distinct dark gray (5Y 4/1) clay films on faces of peds; many fine black (10YR 2/1) iron-manganese concretions throughout; few fine prominent yellowish brown (10YR 5/8) and common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly acid; gradual smooth boundary.\nBtg4--89 to 107 cm (35 to 42 inches); olive gray (5Y 5/2) silty clay loam; weak coarse angular blocky structure; firm; common distinct olive gray (5Y 5/2) clay films on faces of peds; few fine black (10YR 2/1) iron-manganese concretions throughout; common fine prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron in the matrix; slightly alkaline; gradual smooth boundary. [Combined thickness of the Btg horizon is 25 to 76 cm (10 to 30 inches).]\nBCt--107 to 117 cm (42 to 46 inches); olive (5Y 5/3) silt loam; weak coarse angular blocky structure; common distinct olive gray (5Y 5/2) and olive (5Y 5/3) clay films on faces of peds; few fine black (10YR 2/1) iron-manganese concretions throughout; common fine prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron and common fine distinct gray (5Y 5/1) iron depletions in the matrix; friable; slightly effervescent; slightly alkaline; gradual smooth boundary. [0 to 38 cm (0 to 15 inches) thick]\nCg--117 to 152 cm (46 to 60 inches); 60 percent gray (5Y 6/1 and 5/1) and 40 percent yellowish brown (10YR 5/4, 5/6, and 5/8) stratified silt loam and fine sandy loam; massive; friable; few white (10YR 8/1) calcium carbonate concretions along cleavage planes; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iroquois County, Illinois; about 5.6 kilometers (3.5 miles) northeast of Buckley; 70 meters (230 feet) north and 448 meters (1,470 feet) west of southeast corner of sec. 8, T. 25 N., R. 14 W.; USGS Onarga East topographic quadrangle; lat. 40 degrees 37 minutes 48 seconds N. and long. 87 degrees 57 minutes 54 seconds W., NAD 27; UTM Zone 16, 418393 easting and 4498134 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development ranges from 76 to 132 cm (30 to 52 inches). The mollic epipedon ranges from 25 to 51 cm (10 to 20 inches) in thickness. The particle-size control section averages between 35 and 45 percent clay.\nThe upper part of the series control section (A or Ap horizon) has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 or 2. Texture is silty clay loam or silt loam. Reaction ranges from moderately acid to neutral depending upon liming practices.\nThe second part of the series control section (Bt or Btg horizon) has hue of 10YR, 2.5Y, or 5Y; value of 2 to 5 (4 to 6 dry); and chroma of 1 to 3. Texture is silty clay loam or silty clay. Reaction ranges from moderately acid to neutral.\nThe third part of the series control section (BCt, BCtg, Bg, or Btg horizon) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 4. It is silt loam, loam, or coarser textures in some subhorizon, or is stratified. Textures in the strata range from silty clay to sandy loam. Reaction is slightly alkaline or moderately alkaline and contains carbonates in some pedons.\nThe lower part of the series control section (Cg horizon) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 8. It typically is stratified with textures of silt loam, fine sandy loam, silty clay, silty clay loam, or clay loam, with thin strata of gravelly clay loam in some pedons. Reaction is slightly alkaline or moderately alkaline and contains carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chenoa, Clarence, Elliott, and Strole series. Chenoa and Elliott soils have a well graded sand fraction in the lower part of the series control section. Clarence and Strole soils average more than 45 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Martinton soils are on lake plains of Wisconsinan Age. Slopes commonly are 0 to 3 percent, but some are as steep as 6 percent. The soils formed in calcareous silt loam, silty clay loam, or silty clay lacustrine material. Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F), mean annual precipitation ranges from 740 to 1020 mm (29 to 40 inches), frost-free period ranges from 150 to 180 days, and elevation ranges from 165 to 311 meters (541 to 1020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Del Rey, Elliott, Markham, Milford, and Varna soils. Del Rey soils formed in similar materials under forested vegetation on nearby landscapes. Elliott soils are on nearby till plains. The moderately well drained Markham and Varna soils are on higher-lying positions on nearby till plains. The poorly drained Milford soils have mixed mineralogy. They are the commonly associated soils on nearly level or in depressions on lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. An intermittent apparent high water table is at a depth of 30 to 61 cm (1.0 to 2.0 feet) below the surface at some time between January and May in most years. The potential for surface runoff is low on level areas and medium on sloping areas. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers/s). Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for growing cultivated crops such as corn, soybeans, small grain, and meadow crops. Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Illinois and southeastern Wisconsin. The extent is moderate in MLRAs 95B and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iroquois County, Illinois, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 43 cm (17 inches) (Ap, A1, and A2 horizons); argillic horizon - the zone from approximately 43 to 107 cm (17 to 42 inches) (Btg1, Btg2, Btg3, and Btg4 horizons).\nADDITIONAL DATA: From typical pedon, August 5, 1965; Lab numbers, U of I - 19873 to 19881.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
