{
  "SERIES": "MARVYN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBM-PGM; GRB",
  "REVDATE": "02/2013",
  "STATES": "AL,NC",
  "OVERVIEW": "The Marvyn series consists of very deep, well drained, moderately permeable soils on uplands of the Southern Coastal Plain (MLRA 133A). They formed in loamy marine sediments.  Near the type location, the mean annual temperature is about 65 degrees F., and the mean annual precipitation is about 54 inches. Slope ranges from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Marvyn loamy sand, on a smooth convex 2 percent slope in a cultivated field (Colors are for moist soil).\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) loamy sand; weak fine granular structure; very friable; many fine roots; about 5 percent, by volume, rounded pebbles less than one inch in diameter; moderately acid; abrupt smooth boundary.  (5 to 12 inches thick)\nBt1--7 to 15 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; very friable; common fine roots; sand grains bridged and coated with clay; strongly acid; clear smooth boundary.\nBt2--15 to 30 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; common faint clay films on faces of peds; strongly acid; clear smooth boundary.\nBt3--30 to 44 inches; brownish yellow (10YR 6/6) sandy clay; moderate medium subangular blocky structure; friable; few fine roots; common faint clay films on faces of peds; many medium prominent red (2.5YR 4/8) mottles; very strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizons ranges from 25 to 50 inches)\nBC--44 to 53 inches; yellowish red (5YR 5/8) sandy clay; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; few fine flakes of mica; common medium prominent brownish yellow (10YR 6/6) discontinuous bands; very strongly acid; abrupt smooth boundary. (4 to 12 inches thick)\nC--53 to 60 inches; 35 percent red (2.5YR 4/8), 35 percent light olive brown (2.5Y 5/6) and 30 percent light gray (10YR 7/2) sandy clay loam; massive, grading to weak platy; friable; red and light brown portions are sandy loam and sandy clay loam and the light gray portions are sandy clay and clay; colors and textures are in horizontal bands about one centimeter thick; few to common flakes of mica; the areas in red and light olive brown are relict iron accumulations and the areas of light gray are relict iron depletions; very strongly acid; abrupt smooth boundary.  (5 to 15 inches thick)\n2C--60 to 72 inches; reddish yellow (7.5YR 6/8) sandy loam; massive; friable; few pockets of white (10YR 8/1) clay; very friable; common to many flakes of mica; common medium prominent red (2.5YR 4/8) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lee County, Alabama. Approximately 2.5 miles west of Marvyn on U.S. Highway 80, about 375 feet southwest of the northeast corner of the SW1/4, SE1/4, Sec. 23, T. 17 N., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Reaction is very strongly acid to moderately acid throughout, except where the surface has been limed.  Flakes of mica in the lower part of the Bt horizon range from few to common and from few to many in the BC and C horizons. The upper 20 inches of the kandic horizon averages less than 20 percent silt.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 4. Texture is loamy sand, loamy fine sand, sandy loam or fine sandy loam.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma 3 or 4.  Texture is sand, loamy sand, loamy fine sand, sandy loam or fine sandy loam.\nThe BA or BE horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8.  Texture is sandy loam or sandy clay loam.\nThe upper part of the Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8.  Texture is dominantly sandy loam or sandy clay loam.\nThe lower part of the Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8; or there is no dominant color and it is variegated in shades of yellow, brown or red.  Mottles in the shades of yellow and red range from one to common.  Texture is sandy clay loam or sandy clay.\nThe BC horizon has hue from 5YR to 10YR, value of 5 or 6, and chroma of 4 to 8; or there has no dominant matrix color and is multicolored in shades of yellow, brown, red and gray.  Texture is mainly sandy clay or sandy clay loam but ranges to sandy loam and is often stratified.\nThe C horizon is generally thinly stratified and has no dominant matrix color.  Color of the strata ranges from a hue of 10R to 5Y, value of 4 to 7, and chroma of 1 to 8. The coarser-textured strata are generally reddish or brownish in color, while the finer-textured strata are generally grayish in color. Texture ranges from sandy loam to clay.\nThe 2C horizon, where present, is stratified and variegated and has the same range of colors as the C horizon.  Texture is loamy sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Barnwell, Cowarts and Springhill series in the same family and the Cahaba, Emporia, Kempsville, Smithdale, Stringtown and Suffolk series in similar families of the Southern Coastal Plain.  Barnwell and Cowarts soils are on similar positions. In addition, Barnwell soils have densic horizons and Cowarts soils have a solum thickness of less than 40 inches.  Springhill soils are on similar to higher positions and have redder subsoils.  Cahaba soils are on lower terrace positions that are subject to rare flooding and have redder subsoils. Emporia, Kempsville, Suffolk and Stringtown soils are on similar positions. In addition, Emporia soils have a seasonal high water table within 60 inches of the surface and Kempsville soils have subsoil layers in which 20 to 60 percent of the matrix is brittle.  Smithdale soils are on similar to higher positions and have redder subsoils.  Suffolk soils have moderately rapidly permeable to rapidly permeable C horizons.  Stringtown soils are in the western coastal plain of Texas and contain fragments or strata of shale and sandstone in the BC and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Marvyn soils are on nearly level to strongly sloping topography on uplands of the Southern Coastal Plain.  Dominant slopes are 2 to 5 percent but range from 0 to 15 percent.  They formed in marine sediments.  The climate is humid subtropical. Near the type location, the average annual temperature ranges from 62 to 68 degrees F, and the average mean annual precipitation ranges from 52 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Cowarts series and the Marlboro, Rumford, Uchee and Wagram series.  Marlboro, Rumford, Uchee and Wagram soils are on similar positions.  Marlboro soils have clayey particle-size control sections.  Rumford soils have coarse-loamy particle-size control sections.  Uchee and Wagram soils have sandy surface and subsurface layers 20 to 40 inches thick.  Wickham soils are on lower adjacent stream terraces and have mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; permeability is moderate in the subsoil and moderate to moderately slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Marvyn soils have been cleared and are used for the production of row crops, mainly cotton.  A few small areas are in pasture or in forests of mixed hardwoods and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Alabama and North Carolina; possibly in Georgia and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lee County, Alabama; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface of the soil to a depth of 7 inches (Ap horizon).\nKandic horizon - the zone from 7 to 53 inches (Bt1, Bt2, Bt3 and BC horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data for typifying pedon from Auburn University, Sample Number S73AL-041-3-(1-7), and from the Alabama Highway Department S73AL-041-3-(1, 4, 7).\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) loamy sand; weak fine granular structure; very friable; many fine roots; about 5 percent, by volume, rounded pebbles less than one inch in diameter; moderately acid; abrupt smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 15 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; very friable; common fine roots; sand grains bridged and coated with clay; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--15 to 30 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; common faint clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--30 to 44 inches; brownish yellow (10YR 6/6) sandy clay; moderate medium subangular blocky structure; friable; few fine roots; common faint clay films on faces of peds; many medium prominent red (2.5YR 4/8) mottles; very strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizons ranges from 25 to 50 inches)"
      },
      {
        "name": "BC",
        "top": 112,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--44 to 53 inches; yellowish red (5YR 5/8) sandy clay; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; few fine flakes of mica; common medium prominent brownish yellow (10YR 6/6) discontinuous bands; very strongly acid; abrupt smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 135,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--53 to 60 inches; 35 percent red (2.5YR 4/8), 35 percent light olive brown (2.5Y 5/6) and 30 percent light gray (10YR 7/2) sandy clay loam; massive, grading to weak platy; friable; red and light brown portions are sandy loam and sandy clay loam and the light gray portions are sandy clay and clay; colors and textures are in horizontal bands about one centimeter thick; few to common flakes of mica; the areas in red and light olive brown are relict iron accumulations and the areas of light gray are relict iron depletions; very strongly acid; abrupt smooth boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 152,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--60 to 72 inches; reddish yellow (7.5YR 6/8) sandy loam; massive; friable; few pockets of white (10YR 8/1) clay; very friable; common to many flakes of mica; common medium prominent red (2.5YR 4/8) masses of iron accumulation; very strongly acid."
      }
    ]
  ]
}
