{
  "SERIES": "MASADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLH-WJE-DTA",
  "REVDATE": "10/2008",
  "STATES": "AL,GA,NC,SC,TN,VA",
  "OVERVIEW": "Soils of the Masada series are very deep and well drained. They formed in old alluvium on terraces in the Piedmont and Atlantic Coastal Plain. Slopes range from 0 to 25 percent. Mean annual precipitation is about 44 inches, and mean annual temperature is above 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Masada fine sandy loam - uncultivated. (Colors are for moist soil.)\nA--0 to 2 inches; dark gray (10YR 4/1) fine sandy loam; weak fine granular structure; very friable; many fine roots; 15 percent gravel up to 2 inches in diameter; strongly acid; abrupt wavy boundary. (0 to 10 inches thick)\nE--2 to 10 inches; light yellowish brown (2.5Y 6/4) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; 15 percent gravel up to 1 inch in diameter; strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBE--10 to 15 inches; yellowish brown (10YR 5/8) clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few medium roots; 5 percent gravel up to 1 inch in diameter; very strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--15 to 25 inches; brownish yellow (10YR 6/8) clay loam; many fine faint yellowish brown (10YR 5/8) mottles; moderate fine subangular blocky structure; firm, sticky, plastic; few medium roots; common thin clay films on faces of peds; 5 percent gravel up to 1 inch in diameter; very strongly acid; clear wavy boundary.\nBt2--25 to 39 inches; yellowish red (5YR 5/6) clay; many medium distinct yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; firm, sticky, plastic; common thin clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt3--39 to 50 inches; yellowish brown (10YR 5/6) clay; many medium distinct red (2.5YR 4/6) mottles; moderate fine subangular blocky structure; firm sticky, plastic; common thin clay films on faces of 1peds; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 10 to 55 inches thick.)\nBCt--50 to 55 inches; yellowish brown (10YR 5/6) clay; many medium distinct red (2.5YR 4/6) mottles; weak fine subangular blocky structure; firm, sticky, plastic; few thin clay films on faces of peds; very strongly acid; gradual wavy boundary. (0 to 40 inches thick)\nC--55 to 72 inches; mixed yellowish brown (10YR 5/6), red (2.5YR 4/6), and light yellowish brown (2.5Y 6/4) clay loam; massive firm, slightly sticky, slightly plastic; 5 percent gravel up to 2 inches in diameter; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Charlotte County, Virginia; Roanoke Plantation, 350 yards south of main house, 60 yards west of lane."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches. Depth to bedrock is more than 72 inches. Clay content ranges from 35 to 55 percent in the particle-size control section, and silt content is less than 30 percent. Rounded or waterworn rock fragments of quartz, quartzite, gneiss, or schist range from 0 to 50 percent in the A and E horizons and from 0 to 35 percent in the B and C horizons. Stone lines consisting of waterworn stones are present in the lower part of the solum and C horizons in some pedons. Flakes of mica and black minerals are commonly in the B horizon. The soil is very strongly acid or strongly acid throughout except where limed.\nThe A horizon has hue of 7.5YR through 2.5Y, value of 3 through 8, and chroma of 1 through 8. It is loam, fine sandy loam, sandy loam, or loamy fine sand in the fine-earth fraction.\nThe Ap horizon, where present, has hue of 7.5YR through 2.5Y, value of 3 through 8, and chroma of 1 through 8. It is loam, fine sandy loam, sandy loam, or loamy fine sand in the fine-earth fraction. Eroded areas include sandy clay loam.\nThe E horizon, where present, has hue of 7.5YR through 2.5Y, value of 3 through 8, and chroma of 2 through 8. It is loam, fine sandy loam, sandy loam, or loamy fine sand in the fine-earth fraction.\nThe BE or BA horizon, where present, has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8. It is loam, sandy clay loam, or clay loam in the fine-earth fraction.\nThe Bt horizon has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 4 through 8. High chroma mottles are commonly present. The Bt horizon is clay loam, sandy clay, or clay in the fine-earth fraction.\nThe BC or BCt horizon, where present, has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 4 through 8. High chroma mottles are commonly present.\nThe BC or BCt horizon is clay loam, sandy clay loam, sandy clay or clay in the fine-earth fraction.\nThe C horizon has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 4 through 8, or it is multicolored commonly in shades of yellow, brown, and red. Redoximorphic features in shades of white or gray may occur in some pedons below 60 inches. Texture is sandy loam, clay loam, or sandy clay loam and their gravelly or cobbly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Catharpin, Cunningham, Cuthbert, Enders, Endsaw, Fluvanna, Galilee, Kirvin, Luverne, Mattaponi, Mayodan, McQueen, Nason, Remlap, Sweatman, Tatum, Totier, Townley, Uwharrie, Urland, Vance, and Williamsville series in the same family. Albertville, Brockroad, Catharpin, Fluvanna, McQueen, Nason, Sweatman, and Tatum soils have more than 30 percent silt in the particle-size control section. Bengal, Bonwier, Cunningham, Luverne, and Vance soils have sola less than 40 inches thick. Badin, Cuthbert, Galilee, and Townley soils have a paralithic or lithic contact within a depth of 40 inches. Carnasaw, Enders, Endsaw, and Totier soils have rock fragments dominated by shale or sandstone. Kirvin, Urland, and Williamsville soils commonly contain ironstone pebbles. Mattaponi soils have less than 10 percent weatherable minerals in the sand and silt fraction of the upper part of the B horizon. Mayodan soils are developed in residuum from shale and sandstone and have rock fragments dominated with shale and sandstone. Remlap soils have 60 to 70 percent clay in the particle-size control section. Uwharrie soils are developed in residuum from the Carolina\nSlate Belt and have more than 30 percent silt in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Masada soils are on high stream terraces in the Piedmont Plateau and in the Atlantic Coastal Plain. The slopes are generally between 2 and 6 percent with a range of 0 to 25 percent. The soils developed in alluvium from land surfaces underlain by felsic rocks. The mean annual air temperature ranges from 59 degrees F to 64 degrees F, and the mean annual precipitation ranges from 40 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Altavista, Appling, Cecil, Cullen, Hiwassee, Turbeville, and Wickham soils. Altavista and Wickham soils average less than 35 percent clay in the control section. Appling and Cecil soils have kaolinitic mineralogy. Cullen soils have more than 60 percent clay in the control section, are formed from residuum of mixed acid and basic rocks, contain angular rock fragments, and are underlain by C horizons of saprolite. Hiwassee soils have dark red Bt horizons. Turbeville soils have a thicker Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff, medium internal\ndrainage; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are cleared and used for crops and pasture. Crops are corn, wheat, oats, mixed hay, vegetables, peach and apple orchards, and plant nurseries. Native vegetation consists of red oak, white oak, hickory, cedar, dogwood, maple, shortleaf, loblolly and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia; possibly Maryland and North Carolina. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Virginia; 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric horizon: The zone between the surface and 10 inches (A and E horizons)\nb. Argillic horizon: The zone between 15 and 55 inches (Bt horizon)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0028 MASADA      0- 25   59- 64  180-240  40- 48   100- 800\nVA0159 MASADA      0- 25   59- 64  190-215  40- 48   150- 700\nVA0340 MASADA      0- 25   59- 64  180-240  40- 48   100- 800\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0028 NONE          >6.0                -     >60\nVA0159 NONE          >6.0                -     >60\nVA0340 NONE          >6.0                -     >60\nSOI-5  Depth  Texture              3-Inch  No-10  Clay%   -CEC-\nVA0028  0-10  FSL L SL              0-  5  75- 98 10-27    -\nVA0028  0-10  LFS                   0-  5  70-100  3-15    -\nVA0028  0-10  SCL                   0-  5  70-100 20-35    -\nVA0028 10-55  CL C GR-C             0- 10  70-100 27-55    -\nVA0028 55-72  L CL GR-SCL           0- 10  70-100 25-40    -\nVA0159  0-10  GR-L GR-FSL           0-  5  50- 75  5-20   1- 12\nVA0159  0-10  GR-SCL                0-  5  50- 75 20-35   1- 12\nVA0159 10-55  GR-CL GR-C C          0- 10  50- 80 35-55   5- 20\nVA0159 55-72  GR-CL CB-CL CL        0- 10  50- 80 30-40   5- 17\nVA0340  0-10  CB-L CB-FSL          25- 40  50- 75  5-20    -\nVA0340 10-55  GR-CL GR-C C          5- 15  50- 80 35-55    -\nVA0340 55-72  GR-CL CB-CL CL        5- 15  50- 80 30-40    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0028  0-10  4.5- 5.5  1.-3.  0- 0   2.0- 6.0  LOW\nVA0028  0-10  4.5- 5.5  1.-3.  0- 0   6.0-  20  LOW\nVA0028  0-10  4.5- 5.5  1.-3.  0- 0   0.6- 2.0  MODERATE\nVA0028 10-55  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0028 55-72  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0159  0-10  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0159  0-10  4.5- 5.5  .5-2.  0- 0   0.6- 2.0  LOW\nVA0159 10-55  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0159 55-72  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0340  0-10  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0340 10-55  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0340 55-72  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
