{
  "SERIES": "MASCOUTAH",
  "STATUS": "Established Series",
  "BYREV": "WMM-RAL-GRS",
  "REVDATE": "1/98",
  "STATES": "IL",
  "OVERVIEW": "The Mascoutah series consists of very deep, poorly drained, moderately permeable soils formed in loess on nearly level or depressional parts of broad interfluves on till plains.  Slope ranges from 0 to 2 percent.  Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mascoutah silty clay loam - nearly level, in a cultivated field at an elevation of 428 feet above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate coarse granular structure; friable; many very fine and few fine roots; few fine rounded strong brown (7.5YR 5/6) iron-manganese nodules with sharp boundaries; about 29 percent clay; neutral; abrupt smooth boundary.\nA--9 to 16 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine subangular blocky structure parting to moderate medium granular; friable; many very fine roots; few fine rounded strong brown (7.5YR 5/6) iron-manganese nodules with sharp boundaries; about 30 percent clay; neutral; clear smooth boundary.  (Combined thickness of the Ap and A horizons is 12 to 18 inches.)\nAB--16 to 21 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine subangular blocky structure; firm; common very fine roots; common continuous distinct black (10YR 2/1) organic coatings on faces of peds; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; few fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; about 31 percent clay; neutral; clear smooth boundary.  (0 to 6 inches thick)\nBg--21 to 32 inches; dark grayish brown (2.5Y 4/2) silty clay loam; moderate fine and medium subangular structure; firm; common very fine roots; many continuous distinct very dark gray (10YR 3/1) organic coatings on faces of peds; common fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation in the matrix; common fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; about 32 percent clay; neutral; clear smooth boundary.\nBtg1--32 to 44 inches; grayish brown (2.5Y 5/2) silty clay loam; weak fine prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; common patchy distinct dark gray (10YR 4/1) clay films on faces of peds; common fine and medium distinct light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix: few fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; about 31 percent clay; neutral; gradual smooth boundary.\nBtg2--44 to 58 inches; grayish brown (2.5Y 5/2) silty clay loam; moderate medium subangular blocky structure; friable; few very fine roots; few continuous distinct very dark gray (10YR 3/1) organo-clay films lining channels and pores; few patchy distinct dark gray (10YR 4/1) clay films on faces of peds; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with diffuse strong brown (7.5YR 4/6) boundaries and few fine and medium irregular dark reddish brown (5YR 3/4) masses of iron-manganese accumulation; very dark gray (10YR 3/1) krotovina; about 29 percent clay; neutral; gradual smooth boundary.  (Combined thickness of B horizon ranges from 30 to 40 inches.)\nBCtg--58 to 66 inches; light brownish gray (2.5Y 6/2) silt loam; weak medium subangular blocky structure; friable; few continuous prominent very dark gray (10YR 3/1) organo-clay films in pores and channels; common fine and medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine and medium irregular very dark brown (7.5YR 2.5/2) and few medium irregular dark reddish brown (5YR 3/4) masses of iron-manganese accumulation with diffuse strong brown (7.5YR 4/6) boundaries; about 25 percent clay; slightly effervescent; slightly alkaline; gradual smooth boundary.  (6 to 10 inches thick)\nCg--66 to 80 inches; gray (5Y 6/1) silt loam; massive; very friable; few continuous prominent very dark gray (10YR 3/1) organo-clay films lining pores and channels; common medium and coarse prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium irregular very dark brown (7.5YR 2.5/2) masses of iron-manganese accumulation with diffuse strong brown (7.5YR 4/6) boundaries; about 23 percent clay; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Clair County, Illinois; about 0.5 mile north of Mascoutah; approximately 75 feet south and 500 feet west of the center of sec. 30, T. 1 N., R. 6 W.; USGS LEBANON, ILL. topographic quadrangle; lat. 38 degrees 30 minutes 04 seconds N. and long. 89 degrees 48 minutes 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development is 48 to 74 inches.  The mollic epipedon is 12 to 24 inches in thickness and extends into the upper part of the B horizon in some pedons.  Carbonates, where present, typically occur in the C horizon, but they occur in the B horizon below a depth of 40 inches in some pedons.  The particle-size control section averages 27 to 35 percent clay.  Sand content is less than 7 percent in all parts of the series control section.  Many pedons contain krotovina.  The mean annual soil temperature ranges from 56 to slightly less than 59 degrees F.\nThe upper part of the control section (Ap, A, or AB, where present) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 2 or 3 (3 or 4 dry); and chroma of 0 or 1.  Some A horizons contain redoximorphic masses of iron accumulation with value and chroma higher than those of the matrix.  Clay content is 27 to 35 percent.  Reaction is slightly acid or neutral.\nSome pedons have a BA horizon.\nThe second part of the control section (Bg or Btg) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 3 to 5 in the upper part and 4 to 6 in the lower part; and chroma of 0 to 2.  Most pedons contain redoximorphic features with high or low chroma or both.  Clay content is 27 to 35 percent.  Reaction is slightly acid to slightly alkaline.\nThe third part of the control section (BCtg) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 4 to 6; and chroma of 0 to 2.  It is silty clay loam or silt loam.  Clay content is 20 to 32 percent.  Reaction is neutral or slightly alkaline.\nThe lower part of the control section (Cg) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 5 or 6; and chroma of 0 to 2.  It typically is silt loam, but is silty clay loam in the upper part in some pedons.  Clay content is 18 to 30 percent.  Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chalmers, Chetomba, Drummer, Elpaso(T), Hartsburg, Madelia, Maxcreek, Patton, Pella, Rushmore, Sable, and Wacousta series. Chalmers, Chetomba, Drummer, Elpaso, and Pella soils contain more than 7 percent sand in the lower part of the series control section.  Hartsburg soils contain carbonates at a depth between 16 and 40 inches.  Madelia, Sable, and Wacousta soils have a mean annual soil temperature less than 56 degrees F.  Patton soils have the depth to the base of soil development at less than 48 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mascoutah soils are on or nearly level or depressional parts of broad interfluves on till plains.  Slope ranges from 0 to 2 percent.  These soils formed in loess.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 40 inches, frost-free period is 170 to 200 days, and elevation is 400 to 800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bethalto, Downsouth, Edwardsville, and Wakenda soils. The somewhat poorly drained Bethalto and Edwardsville soils are on slightly higher or more sloping landform positions nearby.  The moderately well drained Downsouth soils and the well drained Wakenda soils are on summits, shoulders, and backslopes above the Mascoutah soils.  In addition, the Bethalto and Downsouth soils do not have a mollic epipedon and typically are nearer the drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is moderate.  Surface runoff is very slow or ponded.  In drained areas, depth to an intermittent apparent high water table is 0.5 foot above the surface to 1.0 foot below from December to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped to corn, soybeans, and small grain.  Native vegetation is marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Illinois.  Extent is small, and mainly in MLRA 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Illinois, 1997.  The Mascoutah series was named for a town in St. Clair County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Mascoutah soils were formerly included with the Sable series.\nDiagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface to a depth of 21 inches (Ap, A, and AB horizons).  Cambic horizon - the zone from approximately 21 to 66 inches (Bg, Btg1, Btg2, and BCg horizons).  Aquic conditions - periodic saturation and reduction indicated by redoximorphic features throughout the soil.\nADDITIONAL DATA:  For lab analysis refer to University of Illinois Nos.  20836-20845, sampled on November 14, 1967 about 0.25 mile south of typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
