{
  "SERIES": "MASCOTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; TEC; GRB",
  "REVDATE": "10/2018",
  "STATES": "FL,GA,NC,SC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, siliceous, active, thermic Ultic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mascotte fine sand--forested.  (Colors are for moist soil.)\nA--0 to 3 inches; very dark gray (10YR 3/1) rubbed, fine sand; weak fine crumb structure; friable; many fine and medium roots; very strongly acid; clear smooth boundary.  (3 to 9 inches thick)\nE--3 to 16 inches; gray (10YR 6/1) fine sand; single grain; loose; few fine roots; few distinct vertical streaks of very dark gray (10YR 3/1) and black (10YR 2/1) masses of organic matter accumulation; very strongly acid; abrupt smooth boundary.  (2 to 16 inches thick)\nBh1--16 to 24 inches; dark reddish brown (5YR 3/2) fine sand; weak medium subangular blocky structure; firm; many fine and medium roots; sand grains coated with organic matter; few clean sand grains; very strongly acid; clear wavy boundary.\nBh2--24 to 28 inches; brown (7.5YR 4/4) fine sand; weak fine granular structure; friable; few fine and medium roots; many sand grains are thinly coated with organic matter; common sand grains are uncoated; common coarse distinct pale brown (10YR 6/3) areas of organic matter depletions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bh horizon ranges from 4 to 20 inches)\nE'--28 to 34 inches; pale brown (10YR 6/3) fine sand; single grained; loose; few fine roots; common medium faint yellowish brown (10YR 5/4) areas of organic matter accumulation; very strongly acid; clear wavy boundary. (0 to 13 inches thick)\nBtg1--34 to 36 inches; gray (10YR 6/1) sandy loam; weak medium granular structure; friable; few fine roots; sand grains are coated and bridged with clay; very strongly acid; gradual wavy boundary.\nBtg2--36 to 50 inches; light gray (10YR 7/1) sandy clay loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few faint clay films on faces of peds or in pores; few fine distinct reddish yellow (5YR 6/6) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBtg3--50 to 60 inches; gray (10YR 6/1) sandy clay loam; weak subangular blocky structure; friable; sand grains coated and bridged with clay; few faint clay films on faces of peds or in pores; common medium distinct yellowish brown (10YR 5/4) and yellow (10YR 7/6) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hamilton County, Florida; approximately 1.4 miles south of the Georgia state line on S.R. 51 and about 200 feet west of the highway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the Bh horizon ranges from 10 to 29 inches and depth to the Btg horizon ranges from 24 to 40 inches.  Soil reaction ranges from extremely acid to strongly acid in the A, E, Bh, and Btg horizons, and from extremely acid to moderately acid in the Cg horizon.\nThe Oa horizon, where present, has hue of 5YR, value of 2 or 3, and chroma of 1 or 2.  Texture is muck.\nThe A or Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  Texture is sand, fine sand, loamy fine sand, mucky sand or mucky fine sand.\nThe E or Eg horizon has hue of 7.5YR to 2.5Y, value of 5 to 8, and chroma of 1 or 2; or it is neutral with value of 6 or 7.  Organic matter accumulations in shades of yellow and brown range from none to common.  Texture is sand, fine sand, loamy sand or loamy fine sand.\nThe EB horizon, where present, has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2; or it is neutral with value of 2 with many uncoated sand grains and small pockets and/or streaks in shades of gray.\nThe Bh and B'h horizons have hue of 2.5YR to 10YR, value of 1 to 4, and chroma of 1 to 4; or it is neutral with value of 2.5.  This horizon may be weakly cemented in places and most of the sand grains are coated with organic matter.  Texture is sand, fine sand, loamy fine sand or loamy sand.\nThe BE horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 6, chroma of 3 or 4.  Weakly cemented bodies of Bh material range from none to many.  Texture is sand, fine sand, loamy fine sand or loamy sand.\nThe E' horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, chroma of 2 to 4.  Redoximorphic features in shades of brown, black, and gray range from none to common.  Texture is sand, fine sand or loamy fine sand.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7.  Masses of iron accumulation in shades of yellow, brown, and red range from few to many.  The average clay content is about 18 to 23 percent, but ranges from 14 to 35 percent.  Texture is fine sandy loam, sandy loam, or sandy clay loam.\nThe Cg horizon, where present, occurs within depths of 80 inches.  It has hue of 10YR to 5Y, value of 5 to 8, chroma of 1 or 2.  Redoximorphic accumulations in shades of brown, yellow, and red range from none to common.  Texture is sand, fine sand or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mascotte soils are on flats, depressions, and on low stream terraces of the lower Coastal Plain.  Slopes range from 0 to 2 percent.  They formed in sandy and loamy marine sediments.  The climate is humid subtropical.  The average annual rainfall ranges from 50 to 60 inches, and the average annual air temperature ranges from 65 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albany, Chipley, Ellabelle, Lakeland, Leon, Lynn Haven, Olustee, Pelham, Plummer, Ridgeland, Rutlege, Sapelo, Scranton, and Surrency series.  Albany and Plummer soils do not have spodic horizons and have sandy surface and subsurface layers 40 to 80 inches in thickness.  In addition, the somewhat poorly drained Albany soils are on higher positions and Plummer soils are on similar positions.  Chipley, Lakeland, Rutledge, and Scranton soils do not have spodic horizons and are sandy throughout.  In addition, the somewhat poorly drained Chipley soils and excessively drained Lakeland soils are on higher positions, and the very poorly drained Rutlege soils have umbric epipedons.  Ellabelle, Pelham, and Surrency soils have sandy surface and subsurface layers 20 to 40 inches in thickness and do not have spodic horizons.  In addition, the poorly drained Ellabelle and Pelham soils are on similar positions and have Ellabelle soils have umbric epipedons while the very poorly drained Surrency soils are on similar to lower positions and have an umbric epipedon.  Leon, Lynn Haven, and Ridgeland soils do not have argillic horizons beneath the spodic horizon.  In addition, the somewhat poorly drained Ridgeland soils are on higher positions.  Olustee and Sapelo soils have argillic horizons below a depth of 36 inches.  In addition, the poorly drained Olustee soils are on similar to higher positions and the poorly to somewhat poorly drained Sapelo soils are on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Large areas of Mascotte soils are used for tame pasture, truck crops, planted pines, and range.  Natural vegetation consists of creeping and chalky bluestem, indiangrass, low panicums, and pineland threeawn.  Longleaf pine, slash pine, sawpalmetto, gallberry, fetterbush, and waxmyrtle are the dominant woody plants on flatwoods sites.  Depressional areas are dominated by cypress, slash pine, sand pine, loblolly bay, black gum, red bay, red maple, and sweetbay.  The understory includes chalky bluestem, cinnamon fern, club moss, yelloweyed grass, pitcher plant, greenbriar, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Florida, Georgia, and South Carolina.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Florida; 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of 16 inches (A, E horizons).\nAlbic horizons - the zones between depths of 3 and 16 inches, and 28 to 34 inches. (E, E' horizon).\nSpodic horizon - the zone between depths of 16 and 28 inches (Bh1 and Bh2 horizons).\nArgillic horizon - the zone below 34 inches (Btg1, Btg2, and Btg3 horizons).\nThe water table is estimated to rise to within 18 inches of the surface for 1 to 4 months during most years.  It is within depths of about 40 inches for periods ranging to about 6 months, but during the driest seasons it recedes to depths of more than 40 inches.  Depressional areas are ponded for several months during most years.\nADDITIONAL DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nFL0047 MASCOTTE    0-  2   65- 70  230-310  50- 60   120- 135\nFL0408 MASCOTTE    0-  1   65- 70  230-310  50- 60   120- 135\nFL0409 MASCOTTE    0-  2   65- 70  230-310  50- 60   120- 135\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nFL0047 NONE          0.5-1.5  APPARENT MAR-SEP  60-60\nFL0408 NONE             -     APPARENT    -     60-60\nFL0409 NONE   OCCAS    0-1.0  APPARENT FEB-SEP  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nFL0047  0- 3  FS S                    0-  0 100-100  0- 5   5- 20\nFL0047  3-16  FS S                    0-  0 100-100  0- 5   1-  5\nFL0047 16-28  FS S LFS                0-  0 100-100  3-10  10- 40\nFL0047 28-34  FSL S LFS               0-  0 100-100  1- 8   2-  5\nFL0047 34-60  SCL SL FSL              0-  0 100-100 14-35   5- 15\nFL0047 60-80  FS S LS                 0-  0 100-100  5-13   2-  5\nFL0408  0- 6  S FS                    0-  0 100-100  0- 5   5- 20\nFL0408  0- 6  MUCK                    0-  0    -     0- 0  90-200\nFL0408  0- 6  MK-S MK-FS              0-  0 100-100  2- 5  15- 30\nFL0408  6-20  FS S                    0-  0 100-100  0- 5   1-  5\nFL0408 20-36  FS LFS S                0-  0 100-100  2-10  10- 40\nFL0408 36-80  FSL SCL SL              0-  0 100-100 14-35   5- 15\nFL0409  0- 3  FS S                    0-  0 100-100  0- 5   5- 20\nFL0409  0- 3  MK-S MK-FS              0-  0 100-100  2- 5  15- 30\nFL0409  3-19  FS S                    0-  0 100-100  0- 5   1-  5\nFL0409 19-34  FS S LFS                0-  0 100-100  3-10  10- 40\nFL0409 34-38  FS S                    0-  0 100-100  1- 8   2-  5\nFL0409 38-80  SCL SL FSL              0-  0 100-100 14-35   5- 15\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nFL0047  0- 3  3.6- 5.5  2.-7.  0- 2   6.0-  20  LOW\nFL0047  3-16  3.6- 5.5  0.-1.  0- 2   6.0-  20  LOW\nFL0047 16-28  3.6- 5.5  2.-4.  0- 2   0.6- 2.0  LOW\nFL0047 28-34  3.6- 5.5  0.-1.  0- 2   6.0-  20  LOW\nFL0047 34-60  3.6- 5.5  0.-1.  0- 2   0.2- 0.6  LOW\nFL0047 60-80  3.6- 5.5  0.-1.  0- 2   0.6- 2.0  LOW\nFL0408  0- 6  3.6- 5.5  3.-8.  0- 2   6.0-  20  LOW\nFL0408  0- 6  3.6- 5.5  35-60  0- 2   2.0- 6.0  LOW\nFL0408  0- 6  3.6- 5.5  10-20  0- 2   6.0-  20  LOW\nFL0408  6-20  3.6- 5.5  0.-1.  0- 2   6.0-  20  LOW\nFL0408 20-36  3.6- 5.5  2.-4.  0- 2   2.0- 6.0  LOW\nFL0408 36-80  3.6- 5.5  0.-1.  0- 2   0.2- 0.6  LOW\nFL0409  0- 3  3.6- 5.5  3.-8.  0- 2   6.0-  20  LOW\nFL0409  0- 3  3.6- 5.5  10-20  0- 2   6.0-  20  LOW\nFL0409  3-19  3.6- 5.5  .5-1.  0- 2   6.0-  20  LOW\nFL0409 19-34  3.6- 5.5  2.-4.  0- 2   2.0- 6.0  LOW\nFL0409 34-38  3.6- 5.5  .5-1.  0- 2   6.0-  20  LOW\nFL0409 38-80  3.6- 5.5  .5-1.  0- 2   0.2- 0.6  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
