{
  "SERIES": "MASHEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DSJ",
  "REVDATE": "09/2001",
  "STATES": "MI",
  "OVERVIEW": "The Mashek series consists of moderately well drained soils that formed in loamy till on drumlins and ground moraines. They are moderately deep or deep to a dense till. Permeability is moderate in the upper part, moderately slow in the 2Bt and BC horizons and very slow in the dense till. Slopes range from 0 to 4 percent. Mean annual precipitation is about 33 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mashek fine sandy loam on a 4 percent slope at an elevation of 1165 feet in a forested area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark brown (7.5YR 3/2) fine sandy loam, brown (7.5YR 5/2) dry; moderate fine granular structure; friable; many very fine to coarse roots; about 3 percent gravel and 2 percent cobbles; very strongly acid; clear wavy boundary. (0 to 4 inches thick)\nBs--3 to 17 inches; dark brown (7.5YR 3/4) fine sandy loam; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 3 percent gravel and 2 percent cobbles; strongly acid; clear wavy boundary. (10 to 18 inches thick)\nE/B--17 to 27 inches; brown (7.5YR 5/4) loamy fine sand, light brown (7.5YR 6/4) dry (E); occupies about 60 percent of the horizon as tongues extending into or completely surrounding isolated remnants of reddish brown (5YR 4/4) fine sandy loam (Bt); weak fine subangular blocky structure; friable; few distinct strong brown (7.5YR 5/6) clay films on faces of peds and in root channels; many very fine to coarse roots; about 3 percent gravel and 2 percent cobbles; neutral; gradual wavy boundary. (6 to 14 inches thick)\n2Bt--27 to 38 inches; reddish brown (5YR 4/4) cobbly fine sandy loam; weak thick platy structure parting to weak fine subangular blocky; friable; common fine and medium roots; common distinct strong brown (7.5YR 5/6) clay films on faces of peds and in root channels; about 13 percent gravel and 13 percent cobbles; slightly effervescent; neutral; gradual wavy boundary. (4 to 13 inches thick)\n2BC--38 to 43 inches; brown (7.5YR 4/4) cobbly fine sandy loam; weak thick platy platy structure parting to weak fine subangular blocky; friable; common fine and medium roots; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 21 percent gravel and 13 percent cobbles; slightly effervescent; slightly alkaline; gradual wavy boundary. (4 to 10 inches thick)\n2Cd--43 to 80 inches; brown (7.5YR 5/4) cobbly fine sandy loam; massive with strongly expressed thick plates inherent from deposition; very firm; few fine distinct rounded dark reddish brown (5YR 3/3) iron concretions; about 17 percent gravel and 16 percent cobbles; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marquette County, Michigan; about 7 miles north of Northland; 1600 feet north and 1600 feet west of the southeast corner of sec. 34, T. 44 N., R. 26 W. USGS Northland NE topographic quadrangle; lat. 46 degrees 9 minutes 50 seconds N. and long. 87 degrees 32 minutes 21.5 seconds W.; Forsyth Township."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the dense material ranges from 35 to 50 inches. Depth to redox concentrations ranges from 24 to 40 inches. Gravel content ranges from 2 to 10 percent in the A, Bs, and E/B horizons and from 5 to 20 percent in the 2Bt, 2BC, and 2Cd horizons. Cobbles range from 0 to 5 percent in the A, Bs, and E/B horizons and 0 to 20 percent in the 2Bt, 2BC, and 2Cd horizons. Stones range from 0 to 5 percent throughout the pedon. Coarse fragments average less than 35 percent in the control section. Mean annual soil temperature is about 43 degrees.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2. It is fine sandy loam. Reaction is very strongly acid to moderately acid.\nSome pedons have an E horizon with hue of 5YR or 7.5YR, value of 5, and chroma of 1 or 2. It is fine sandy loam or sandy loam. Reaction is very strongly acid to moderately acid.\nThe Bs horizon has hue of 5YR or 7.5YR, value and chroma of 3 or 4. It is fine sandy loam or sandy loam. Reaction is strongly acid to moderately acid.\nThe E part of the E/B horizon has hue of 5YR or 7.5YR, value of 5, and chroma of 2 to 4. It is loamy fine sand, loamy sand or sandy loam. Reaction is neutral.\nThe Bt part of the E/B horizon has hue of 5YR, value and chroma of 4. It is fine sandy loam or sandy loam. Reaction is neutral.\nThe 2Bt horizon has hue of 5YR, value of 4 to 5, and chroma of 4. It is cobbly loam, cobbly fine sandy loam or the gravelly analogues. Reaction is neutral.\nThe 2BC horizon has hue of 5YR of 7.5YR, value of 4 or 5, and chroma of 4. It is cobbly fine sandy loam or gravelly fine sandy loam. Reaction is slightly alkaline.\n2Cd horizon has hue of 7.5YR, value of 4 or 5, and chroma of 4. It is cobbly fine sandy loam or gravelly fine sandy loam. Reaction is slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carlshend, Chocolay, Dishno,  Peavy and Reade series in the same family and the related Hoist series. The Carlshend, Chocolay, Dishno and Reade series are underlain by bedrock at depths of 20 to 40 inches. The Peavy series has a silty mantle and the underlying dense glacial till is noncalcareous. The Hoist series has no spodic horizon and has fewer coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mashek soils are on nearly level ground moraines of Wisconsinan age. Slopes range from 0 to 4 percent. These soils formed in calcareous glacial till. Elevation ranges from 900 to 1200 feet. Mean annual precipitation ranges from 32 to 34 inches and mean annual temperature ranges from 40 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Charlevoix, Ensley, Onaway and Emmet soils which formed in glacial till that lacks the underlying densic contact. The somewhat poorly drained Charlevoix soils are found on lower landscape positions. Poorly drained Ensley soils are found in depressions and drainageways. Well drained Onaway and Emmet soils are on higher or more sloping landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is slow. Permeability is moderate in the upper part, moderately slow in the 2Bt and 2BC horizons and very slow in the dense till. Mashek soils have a seasonally perched water table that ranges from 2 to 3.5 feet below the surface from October to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested. The dominant species are sugar maple, quaking aspen, ironwood, American basswood, sweet cicely, downy violet, and spinulose shield fern. Mashek soils are associated with the Acer-Viola-Osmorhiza habitat type."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central part of the Upper Peninsula of Michigan. MLRA 93. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan 1998. The source of the name is the location of Mashek in southern Marquette County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: For data on representative pedon, refer to NSSL pedon S96MI-103-003.  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - the zone from the surface to 3 inches (A horizon).\nSpodic horizon - the zone from 3 to 17 inches (Bs horizon). Glossic horizon - the zone from 17 to 27 inches (E/B horizon).\nArgillic horizon - the zone from 17 to 38 inches (E/B and 2Bt horizons).\nParticle size control section - the zone from 10 to 40 inches.\nDensic - the zone from 43 to 80 inches (2Cd horizon).\nOxyaquic subgroup - the soil is saturated with water in one or more layers within 100 cm of the mineral surface for one month or more in most years (2BC and 2Cd horizons).\nUdic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark brown (7.5YR 3/2) fine sandy loam, brown (7.5YR 5/2) dry; moderate fine granular structure; friable; many very fine to coarse roots; about 3 percent gravel and 2 percent cobbles; very strongly acid; clear wavy boundary. (0 to 4 inches thick)"
      },
      {
        "name": "Bs",
        "top": 8,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--3 to 17 inches; dark brown (7.5YR 3/4) fine sandy loam; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 3 percent gravel and 2 percent cobbles; strongly acid; clear wavy boundary. (10 to 18 inches thick)"
      },
      {
        "name": "E/B",
        "top": 43,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/B--17 to 27 inches; brown (7.5YR 5/4) loamy fine sand, light brown (7.5YR 6/4) dry (E); occupies about 60 percent of the horizon as tongues extending into or completely surrounding isolated remnants of reddish brown (5YR 4/4) fine sandy loam (Bt); weak fine subangular blocky structure; friable; few distinct strong brown (7.5YR 5/6) clay films on faces of peds and in root channels; many very fine to coarse roots; about 3 percent gravel and 2 percent cobbles; neutral; gradual wavy boundary. (6 to 14 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 69,
        "bottom": 97,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt--27 to 38 inches; reddish brown (5YR 4/4) cobbly fine sandy loam; weak thick platy structure parting to weak fine subangular blocky; friable; common fine and medium roots; common distinct strong brown (7.5YR 5/6) clay films on faces of peds and in root channels; about 13 percent gravel and 13 percent cobbles; slightly effervescent; neutral; gradual wavy boundary. (4 to 13 inches thick)"
      },
      {
        "name": "2BC",
        "top": 97,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--38 to 43 inches; brown (7.5YR 4/4) cobbly fine sandy loam; weak thick platy platy structure parting to weak fine subangular blocky; friable; common fine and medium roots; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 21 percent gravel and 13 percent cobbles; slightly effervescent; slightly alkaline; gradual wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 109,
        "bottom": 203,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH_class": "moderately alkaline",
        "narrative": "2Cd--43 to 80 inches; brown (7.5YR 5/4) cobbly fine sandy loam; massive with strongly expressed thick plates inherent from deposition; very firm; few fine distinct rounded dark reddish brown (5YR 3/3) iron concretions; about 17 percent gravel and 16 percent cobbles; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
