{
  "SERIES": "MASHEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDG/RJE",
  "REVDATE": "12/88",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, halloysitic, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mashel loam - forested.  (Colors are for moist soil unless otherwise noted.)\nOe--3 inches to 0; partially decomposed roots, leaves, and twigs.  (1 to 5 inches thick)\nA--0 to 8 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine pores; few rounded pebbles; very strongly acid (pH 5.0); clear smooth boundary.  (5 to 9 inches thick)\nBA--8 to 16 inches; dark brown (10YR 4/3) heavy loam, pale brown (10YR 6/4) dry; few faint dark brown mottles; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine and medium roots; many fine pores; few rounded pebbles; thin patchy clay films on some faces of peds; very strongly acid (pH 4.7); clear wavy boundary.  (6 to 20 inches thick)\nBt--16 to 36 inches; yellowish brown (10YR 5/4) clay loam, light yellowish brown (10YR 6/4) dry; moderate, medium, and coarse subangular blocky structure; hard, firm, sticky and plastic; common fine and medium roots; common fine and medium pores; 5 percent unweathered and weathered, rounded pebbles; many thin to moderately thick dark brown clay films on faces of peds and in pores; common uncoated silt and sand particles on faces of some peds and within some peds; few black stains; very strongly acid (pH 4.5); gradual wavy boundary.  (10 to 22 inches thick)\nBCt--36 to 55 inches; yellowish brown (10YR 5/4) and light yellowish brown (10YR 6/4), very strongly weathered glacial till that textures silty clay after prolonged rubbing, 75 percent exhibits rock structure, light gray (10YR 7/2) and very pale brown (10YR 7/3) dry; weak coarse subangular blocky structure; slightly hard, friable, sticky and plastic; few fine pores; continuous thick dark brown clay films in pores and along faces of fractures; few pebbles; many small pockets of dark brown clay; very strongly acid (pH 4.5); gradual wavy boundary.  (9 to 20 inches thick)\nC--55 to 60 inches; mixture of grayish brown (10YR 5/2) and light yellowish brown (10YR 6/4) loam, strongly weathered glacial till that exhibits rock structure and textures loam after prolonged rubbing; massive; slightly hard, friable, slightly sticky and slightly plastic; few pebbles; strongly acid (pH 5.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Thurston County, Washington; 12 miles southeast of Yelm, about 800 feet east and 600 feet north of the southwest corner of sec.  14, T. 15 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 45 to 60 consecutive days following summer solstice.  The mean annual soil temperature ranges from 47 to 51 degrees F.  Unweathered pebbles in the particle-size control section range from 0 to 10 percent.  The soil is very strongly acid to moderately acid throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry.  It has 0 to 10 percent hard rounded pebbles.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 2 through 4 moist and dry.  It is clay loam or silty clay loam.  Clay films range from thin patchy to moderately thick.  Uncoated particles of sand and silt range from few to many thin coatings on faces of some peds.  Black stains range from few to common.  Some pedons have few to common faint to distinct mottles.  Hard rounded pebbles range from 0 to 10 percent.\nThe BCt horizon has hue of 10YR or 2.5Y, value of 5 or 6 moist, 6 or 7 dry, and chroma of 2 or 3 moist and dry.  It is silty clay, silty clay loam, or clay loam.  Thin lenses and pockets of dark brown clay make up 5 to 20 percent of the horizon.  Rounded unweathered pebbles range from 0 to 10 percent.\nThe C horizon has rounded unweathered pebbles ranging from 0 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Melbourne and Rainier series in other families.  Melbourne and Rainier soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mashel soils are on glaciated foothills at elevations of 700 to 1,800 feet.  They formed in glacial till of early Wisconsin age modified in places by more recent glaciation.  Slopes range from 5 to 65 percent.  Average annual precipitation is 50 to 60 inches.  Mean January temperature is about 56 degrees F, mean July temperature is about 65 degrees F, and mean annual temperature is about 49 degrees F.  The growing season (28 degrees F) is 180 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baumgard, Scamman, and Wilkeson soils and the competing Rainier soils.  Baumgard soils lack an argillic horizon.  Scamman soils are somewhat poorly drained and have an E and B&E horizon.  Wilkeson soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, watershed and wildlife habitat.  Vegetation is Douglas-fir, red alder, western hemlock, western redcedar, and bigleaf maple, with an understory of salal, Oregon-grape, red huckleberry, western swordfern, western ;brackenfern, vine maple, Oregon oxalis, northern twinflower, and blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Thurston, Lewis, and Pierce Counties, Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  National Soil Survey Laboratory, Lincoln, Nebraska S76WA-67-1 & 2 - Lab. Sample Numbers 76R8165 -76R8166.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 8 inches and an argillic horizon from 16 to 55 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
