{
  "SERIES": "MASSENA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MF-SWA-ERS",
  "REVDATE": "06/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Massena silt loam, on a 2 percent south-facing slope in a idle, brushy field. (Colors refer to moist broken soil unless otherwise noted.)\nAp -- 0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam; light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; nonsticky, nonplastic; many fine and medium roots; 5 percent rock fragments; neutral; clear smooth boundary. (0 to 10 inches thick.)\nBw -- 7 to 13 inches; olive brown (2.5Y 4/3) loam; weak fine subangular blocky structure; friable; nonsticky, nonplastic; many fine roots; 5 percent rock fragments; common fine faint dark grayish brown (2.5Y 4/2) areas of iron depletion and many, fine, prominent dark yellowish brown (10YR 4/6), red (2.5YR 4/8), and faint olive (5Y 5/3) masses of iron accumulation; neutral; abrupt smooth boundary. (0 to 20 inches thick.)\nBg -- 13 to 23 inches; dark grayish brown (2.5Y 4/2) loam; weak medium subangular blocky structure; friable; 10 percent rock fragments; many medium prominent olive (5Y 5/6) masses of iron accumulation; neutral; gradual wavy boundary. (0 to 30 inches thick)\nCg1 -- 23 to 46 inches; dark grayish brown (2.5Y 4/2) loam; massive; friable; 10 percent rock fragments; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; neutral; gradual smooth boundary.\nCg2 -- 46 to 80 inches; dark grayish brown (2.5Y 4/2) loam; massive; friable; 10 percent rock fragments; common prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly alkaline; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Columbia County, New York. Town of Hillsdale, 150 feet south of the T-intersection of Shunpike and Marsten Lane. USGS Great Barrington, MA topographic quadrangle; Latitude 42 degrees, 11 minutes, 50 seconds N. and Longitude 73 degrees, 28 minutes, 32 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 18 to 36 inches. Depth to carbonates mainly range from 20 to 50 inches, but in some pedons carbonates are deeper than 50 inches. Depth to bedrock is more than 60 inches. Rock fragments range from 5 percent to 35 percent by volume in the mineral solum and from 5 percent to 50 percent in the C horizon. Reaction ranges from moderately acid through neutral in the mineral solum, and from neutral through moderately alkaline in the C horizon.\nThe A or Ap horizon has hue of 7.5YR through 2.5Y, value of 3 or 4, and chroma of 1 or 2. Texture of the fine-earth fraction ranges from fine sandy loam through silt loam. Structure is weak through moderate, very fine to medium granular. Consistence is friable or very friable.\nThe Bw horizon has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 3 or 4 and has redoximorphic features. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Structure is medium or fine subangular blocky, or it is massive. Consistence is friable or very friable.\nThe Bg horizon has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 1 or 2 and has redoximorphic features. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Structure is medium or fine subangular blocky, or it is massive. Consistence is friable or very friable.\nSome pedons have a BC horizon with color and texture similar to that of the B horizon. Structure is medium or fine subangular blocky, or moderate, thin to medium platy.\nThe C or Cg horizon has hue of 5YR thorough 5Y, value of 4 through 6, and chroma of 1 through 4. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Structure is platy or it is massive. Consistence in the upper part of the horizon is friable, but is firm in the lower part of some pedons.\nSome pedons have 2C, 2Cg, or 3Cg horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Busti, Holten, Lamson, and Newstead series are in the same family. Busti soils lack free carbonates at 20 to 50 inches, contain more silt and very fine sand, and are not neutral to moderately alkaline in the C horizon. Holten soils lack carbonates above a depth of 60 inches. Lamson soils have stratified material in the lower part of the series control section. Newstead soils have bedrock within a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Massena soils occupy nearly level to strongly sloping areas of till plains. Slopes range from 0 to 15 percent. The regolith is till dominated by siliceous rocks mixed with variable proportions of limestone. The mean annual precipitation ranges from 26 to 42 inches, mean annual temperature ranges from 45 to 50 degrees F, and the frost-free period ranges from 130 to 180 days. Elevation ranges from 95 to 1200 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Grenville, Lowville, Madrid, Nellis, and Stockbridge series and their moderately well drained analogs and are the main associates on better drained landscapes. Sun soils are associated on wetter parts of the same landscapes. Locally Ontario or Sodus soils are the drier associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly or poorly drained. The potential for surface runoff ranges from high to very high. Saturated hydraulic conductivity is moderately high to high in the mineral surface layer and moderately low to high in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are cropped or pastured. Hay, corn and small grains are the principal crops. Vegetables are important locally. Uncleared areas have red maple, ash, sugar maple and similar hardwoods dominant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern, central and western New York, Connecticut and Vermont. MLRA's 101, 142, 143, and 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, New York, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1). Previous classification placed Massena soils in the great group of Haplaquepts. Because of changes established in the 6th edition of 'Keys to Soil Taxonomy', this soil now falls into the new great group of Endoaquepts. Competing series are expected to change as similar soils are reclassified.\n2). This series was previously mapped with C or Cd horizons. The concept of the series is being restricted to C horizons only. Very firm consistence is dropped from the C horizon.\n3). Diagnostic horizons and other features recognized in the typical pedon:\n1. Ochric epipedon - the zone from the soil surface to a depth of 7 inches (Ap horizon).\n2. Cambic horizon - the zone from 7 to 23 inches (Bw and Bg horizons).\n3. Aquepts suborder - a layer between 16 and 20 inches having 50% or more chroma of 2 or less and redoximorphic features; the zone from 13 to 23 inches (Bg horizon).\n4 Aeric subgroup - as evidenced by 50 percent or more of the matrix with a hue of 10YR or yellower and both value and chroma of 3 or more in the zone from 7 to 13 inches (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
