{
  "SERIES": "MASSASOIT",
  "STATUS": "Established Series",
  "BYREV": "JDT-RBT-PCF",
  "REVDATE": "06/2010",
  "STATES": "MA",
  "OVERVIEW": "The Massasoit series consists of poorly drained soils formed in sandy and gravelly glaciofluvial deposits. They are shallow to cemented subsoil and very deep to bedrock. They are on outwash plains or terraces and deltas, in depressions and along drainageways and adjacent to swamps and bogs. Slope ranges from 0 through 5 percent. Saturated hydraulic conductivity is moderately high or high in the surface horizon, very low or low in the cemented subsoil (ortstein), and high or very high in the substratum.  Mean annual temperature is about 48 degrees F. (9 degrees C.)and mean annual precipitation is about 43 inches (1092 millimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, mesic, shallow, ortstein Typic Duraquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Massasoit mucky fine sand on a 2 percent southeast facing concave slope in a wooded area (Colors are for moist soil unless otherwise stated)\nOe -- 0 to 1 inch (0 to 3 centimeters); black (5YR 2.5/1) moderately decomposed plant material; many very fine, fine and medium roots; extremely acid; abrupt wavy boundary.\nOa -- 1 to 3 inches (3 to 8 centimeters); black (7.5YR 2.5/1) highly decomposed plant material; weak fine and medium granular structure; very friable; many very fine and fine, and common medium and coarse roots; extremely acid; abrupt wavy boundary. (Combined thickness of the O horizons is 0 to 6 inches (0 to 15 centimeters).)\nA -- 3 to 5 inches (8 to 13 centimeters); black (2.5Y 2.5/1) mucky fine sand; massive; very friable; common very fine, fine, medium and coarse roots; extremely acid; clear wavy boundary. (1 to 6 inches (3 to 15 centimeters) thick.)\nEg1 -- 5 to 11 inches (13 to 28 centimeters); dark grayish brown (10YR 4/2)  fine sand; massive; very friable; few very fine, fine, medium and coarse roots; many medium and coarse, faint, very dark grayish brown (10YR 3/2) organic streaks; extremely acid; clear wavy boundary.\nEg2 -- 11 to 13 inches (28 to 33 centimeters); dark gray (7.5YR 4/1) fine sand; massive; very friable; common very fine and fine roots and few medium and coarse roots; many medium and coarse distinct very dark gray (10YR 3/1) organic streaks; extremely acid; abrupt wavy boundary. (Combined thickness of E horizons is 3 to 9 inches (8 to 23 centimeters).)\nBhs -- 13 to 17 inches (33 to 43 centimeters); dark reddish brown (5YR 2.5/2) fine sand; weak coarse platy structure; firm; common very fine and fine roots and few medium roots; common fine and medium prominent black (7.5YR 2.5/1) areas of iron depletion; extremely acid; abrupt wavy boundary.\nBsm -- 17 to 23 inches (43 to 58 centimeters); dark reddish brown (5YR 3/4) fine sand; massive; 90 percent of horizon occupied by strongly cemented ortstein; many coarse strong brown (7.5YR 4/6) masses of iron accumulation and few fine and medium distinct dark reddish brown (5YR 2.5/2) areas of iron depletion; very strongly acid; clear wavy boundary.\nBs -- 23 to 26 inches (58 to 66 centimeters); brown (7.5YR 4/4) fine sand; massive; friable; 11 percent gravel; many medium and coarse prominent dark yellowish brown (10YR 4/6), and common fine and medium distinct dark reddish brown (5YR 3/4), and reddish brown (5YR 5/4) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBC -- 26 to 43 inches (66 to 109 centimeters); dark yellowish brown (10YR 4/6) fine sand; single grain; loose; common fine and medium distinct reddish brown (5YR 4/4) masses of iron accumulation; very strongly acid; clear wavy boundary. (Combined thickness of the B horizons is 9 to 31 inches (23 to 79 centimeters).)\nCg -- 43 to 80 inches (66 to 203 centimeters); olive gray (5Y 4/2) loamy very fine sand; single grain; loose; common fine and medium distinct reddish brown (5YR 4/4) masses of iron accumulations; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plymouth County, Massachusetts; Town of Wareham, 2300 feet east of county road, 1 mile north of the intersection of point and county road. USGS Marion, MA 7.5 minute Topographic Quadrangle, Latitude 41 degrees, 44 minutes, 58 seconds, N. Longitude 70 degrees, 46 minutes, 21 seconds, W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 65 inches (165 centimeters). Depth to continuous ortstein ranges from 7 through 20 inches (18 through 50 centimeters). Continuous ortstein is 4 through 12 inches (10 through 30 centimeters) thick and greater than 90 percent cemented. Rock fragments range from 0 through 20 percent throughout and typically consist of sub-rounded granite, gneiss, and schist gravel. Reaction ranges from extremely acid to moderately acid.\nThe O horizon is neutral or has hue of 5YR through 7.5YR, value of 2 through 3, and chroma of 0 through 2. The O horizons commonly show increased decomposition with depth, ranging from a fibric leaf litter to sapric material.\nThe A or AE horizon is neutral or has hue of 7.5YR through 2.5Y, value of 2 through 3, and chroma of 0 or 1. Texture is sandy loam, loamy fine sand, loamy sand, loamy coarse sand, or fine sand or their mucky analogs. Structure is massive or weak granular and consistence is very friable or friable.\nThe Eg horizons have hue of 5YR through 2.5Y, value of 3 through 6, and chroma of 0 through 2. The E horizon typically has organic streaking and commonly has redoximorphic features. Texture is coarse sand, sand, fine sand, loamy sand or loamy fine sand. Structure is massive or single grain and consistence is very friable or loose.\nThe Bhs horizon has hue of 2.5YR through 7.5YR, value of 2 through 3, and chroma of 1 through 3. Bsm and Bs horizons have hue of 2.5YR through 10YR, value of 2 through 5, and chroma of 1 through 8. The Bsm horizon is firm or very firm continuous ortstein. The B horizons typically have redoximorphic features that often include iron and manganese concretions. Texture of the B horizon is sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand. Some pedons have a Bhsm horizon with value and chroma of 3 or less. The BC horizon has hue of 7.5YR through 2.5Y value of 4 through 6, and chroma of 2 through 6. It is sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand. The B horizons are structureless massive or single grain or have weak platy or subangular blocky structure.\nThe C horizon has a hue of 7.5YR through 5Y, value of 3 through 6, and chroma of 2 through 6 and typically has redoximorphic features. Textures range from coarse sand to loamy very fine sand or their gravelly analogs. The horizon is single grain and consistence is loose. Some pedons have loamy textures below a depth of 60 inches (152 centimeters)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nThe Jebavy, Saugatuck, Pipestone, and Mashpee soils are in related families. Mashpee soils lack a continuous ortstein layer. Jebavy, Saugatuck and Pipestone soils are from outside of region R. Jebavy soils do not have isotic mineralogy and have ortstein layers below a depth of 20 inches (50 centimeters). Saugatuck soils do not have isotic mineralogy and are somewhat poorly drained. Pipestone soils do not have isotic mineralogy, lack continuous ortstein layers, and are somewhat poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Massasoit soils are on outwash plains or terraces and deltas, along drainageways and adjacent to swamps and bogs. Slope ranges from 0 through 5 percent. They formed in sandy and gravelly glaciofluvial deposits of late Wisconsin age derived mainly from granite, gneiss and schist. Mean annual precipitation ranges from 40 through 50 inches (1016 through 1270 millimeters); mean annual air temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.); frost free period ranges from 100 through 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the excessively drained Carver soils, moderately well drained Deerfield soils, poorly drained Mashpee, Mattapoisett and Wareham soils, and very poorly drained Rainberry soils. Rainberry and Mashpee soils lack continuous ortstein layers. Carver and Deerfield soils lack spodic horizons. Mattapoisett soils are on nearby till landscapes and have loamy dense till substrata. Wareham soils lack spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Massasoit soils are poorly drained. Potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is moderately high or high in the surface horizon, very low or low in the cemented subsoil, and high or very high in the substratum. An apparent, fluctuating water table is at or near the surface for 7 through 9 months in most years. A perched watertable may also occur above the ortstein layer during periods of heavy precipitation. Some areas are occasionally ponded for brief periods during the months of November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Some areas are used for hay or pasture-land, and some areas are used for cranberry or blueberry production. Common trees include red maple, pitch pine, eastern white pine, gray birch, tupelo, American holly, and white oak. The sapling and shrub layer commonly consists of sweet pepperbush, high bush blueberry, green briar, and swamp azalea. The herbaceous layer typically consists of cinnamon fern, sphagnum moss, teaberry, and starflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New England, New York and New Jersey. MLRA 144A and 149B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Plymouth County, Massachusetts, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Massasoit soils were formerly mapped as Saugatuck. Saugatuck soils are from outside of region R. They do not have isotic mineralogy, receive less annual rainfall than Massasoit soils, and are somewhat poorly drained.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 13 inches (0 to 33 centimeters)(O, A, and Eg horizons).\n2. Albic horizon - the zone from 5 to 13 inches (13 to 33 centimeters)(Eg1 and Eg2 horizons).\n3. Spodic horizon - the zone from 13 to 26 inches (33 to 66 centimeters)(Bhs, Bsm and Bs horizons).\n4. Ortstein layer - the zone from 17 to 23 inches (43 to 58 centimeters)(Bsm horizons).\n5. Aquic conditions and Aquods suborder - redox features in the albic and spodic horizons within 50 cm of the mineral soil surface.\nADDITIONAL DATA: Two pedons have been analyzed by the NSSL, Lincoln, NE, S91MA-023-004 (sampled as Pipestone) and S92NH-011-001 (sampled as Saugatuck).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
