{
  "SERIES": "MATADOR",
  "STATUS": "Established Series",
  "BYREV": "REV: GWC",
  "REVDATE": "12/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-gypseous, hypergypsic, thermic Gypsic Haplosalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Matador gypsiferous sandy loam  rangeland. (Colors are for dry soil unless otherwise noted)\nAyy--0 to 4 inches (0 to 10 cm); pale brown (10YR 6/3) gypsiferous sandy loam, yellowish brown (10YR 5/4), moist; 10 percent clay; weak thick platy over weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine roots throughout; few fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 65 percent gypsum; moderately alkaline, pH 8.2; electrical conductivity 4.0 dS/m (mmhos/cm); slightly saline; sodium adsorption ratio 2.0; clear wavy boundary.\nByyz1--4 to 15 inches (10 to 38 cm); pink (7.5YR 7/3) gypsiferous sandy loam, strong brown (7.5YR 5/6), moist; 14 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine, fine and coarse roots throughout; few fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 3 percent calcium carbonate equivalent and 65 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 28.0 dS/m (mmhos/cm); strongly saline; sodium adsorption ratio 37.0; abrupt wavy boundary.\nByyz2--15 to 20 inches (38 to 51 cm); very pale brown (10YR 8/3) gypsiferous sandy loam, yellowish brown (10YR 5/4), moist; 12 percent clay; moderate medium subangular blocky structure; hard, very firm, nonsticky, nonplastic; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 78 percent gypsum; moderately alkaline, pH 8.2; electrical conductivity 40.0 dS/m (mmhos/cm); strongly saline; sodium adsorption ratio 44.0; abrupt wavy boundary.\nByyz3--20 to 23 inches (51 to 58 cm); pink (7.5YR 7/4) gypsiferous loam, brown (7.5YR 5/4), moist; 22 percent clay; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 4 percent calcium carbonate equivalent and 64 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 74.0 dS/m (mmhos/cm); strongly saline; sodium adsorption ratio 60.0; abrupt wavy boundary.\nByyz4--23 to 30 inches (58 to 76 cm); pink (7.5YR 8/3) gypsiferous loamy sand, light brown (7.5YR 6/4), moist; 4 percent clay; moderate medium subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 3 percent calcium carbonate equivalent and 76 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 67.0 dS/m (mmhos/cm); strongly saline; sodium adsorption ratio 63.0; gradual wavy boundary.\nByyz5--30 to 60 inches (76 to 152 cm); pink (7.5YR 8/4) gypsiferous sandy loam, strong brown (7.5YR 5/6), moist; 10 percent clay; moderate medium subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 4 percent calcium carbonate equivalent and 60 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 33.0 dS/m (mmhos/cm); strongly saline; sodium adsorption ratio 34.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; about 4.3 miles north and 3.3 miles west of Holloman Air Force Base main gate; located about 2,100 feet west and 2410 feet north of the southeast corner of sec. 28, T. 16S, R. 9E; USGS quad Malone Draw; Latitude: 32 degrees, 53 minutes, 40.2 seconds N; Longitude: 106 degrees, 7 minutes, 31.4 seconds W, NAD 83; UTM 0394771 E, 3640153 N, UTM Zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic soil moisture regime. The moisture control section is usually dry in all parts more than three-fourths of the time that the soil temperature exceeds 41 degrees F. at 20 inches.\nMean annual soil temperature: 66 to 72 degrees F.\nParticle-size control section (weighted average)\nClay content:  8 to 22 percent, averages less that 18 percent\nElectrical conductivity:  30 to 74 mmhos/cm\nSodium adsorption ratio:  15 to 63\nDepth to gypsic horizon:  2 to 8 inches\nDepth to salic horizon:  0 to 4 inches\nGypsum content:  50 to 95 percent\nDepth to endosaturation:  greater than 40 inches in extremely wet years\nAyy horizon\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 5 to 9 dry, 4 to 8 moist\nChroma: 2 to 6, dry or moist\nTexture: gypsiferous sandy loam, gypsiferous fine sandy loam, gypsiferous very fine sandy loam\nClay: 8 to 18 percent\nGypsum: 50 to 80 percent\nReaction: slightly alkaline to moderately alkaline\nSalinity: slightly saline to strongly saline\nByyz horizons\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 9 dry, 3 to 8 moist\nChroma: 1 to 6, dry or moist\nTexture: gypsiferous loamy sand, gypsiferous sandy loam, gypsiferous loam\nClay: 2 to 22 percent\nReaction: slightly alkaline to moderately alkaline\nGypsum: 50 to 90 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Matador soils are on drainages and small coalescent fans on drainages. Slope is 0 to 5 percent. These soils formed from coarse-loamy, gypsiferous alluvium and coarse-loamy gypsiferous eolian deposits. Elevation ranges from 3,970 to 4,280 ft. The mean annual precipitation is 8 to 12 inches. Precipitation falls mostly during the months of July through September. The mean annual air temperature is 64 to 70 degrees F. The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bomber, Corvus, Nasa, Tornado and Yesum soils. Bomber soils are non salic and are in drainages. Corvus soils have petrogypsic horizons between 5 and 20 inches and are on relict dunes and fan piedmonts. Tornado soils are greater than 40 percent clay in the particle size control section, have mixed mineralogy and are in drainages. Nasa soils have petrogypsic horizons between 20 and 40 inches and are on fan piedmonts. Tornado soils are greater than 40 percent clay in the particle size control section, have mixed mineralogy and are in drainages. Yesum soils have a gypsic horizon within 7 inches from the surface (Leptic) and are on fan piedmonts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff very low; moderate to rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are military activities and wildlife habitat. Native vegetation is fourwing saltbush, iodine bush and seepweed. The ecological site is Salt Flat (R042XB036NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central New Mexico, limited to the Tularosa Basin and surrounding piedmonts. MLRA 42-2. Limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: White Sands Missile Range, New Mexico, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nParticle-size control section - the zone from 10 to 40 inches (Bnyyz1, Bnyyz2, Bnyyz3, Bnyyz4 and Bnyyz5 horizons)\nOchric epipedon - the zone from 0 to 4 inches (Ayy horizon)\nGypsic horizon - the zone from 4 to 60 inches (Byyz1, Byyz2, Byyz3, Byyz4, and Byyz5 horizons)\nSalic horizon - the zone from 15 to 60 inches (Byyz2, Byyz3, Byyz4, and Byyz5 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nADDITIONAL DATA: Data from type location NASIS User Site ID S2006NM688017. NSSL Lab Pedon Number 06N1100.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
