{
  "SERIES": "MATAWAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. EAW",
  "REVDATE": "11/2002",
  "STATES": "DE,MD,NJ",
  "OVERVIEW": "The Matawan series consists of very deep, moderatly well drained, slowly permeable soils on uplands.  They formed in sandy sediments over fine textured marine sediments.  Slopes range from 0 to 30 percent.  Mean anual temperature is 57 degrees F., and mean annual precipitation is 46 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Matawan sandy loam - wooded\nA--0 to 6 inches; dark grayish brown (10YR 4/2) sandy loam; weak\nmedium granular structure; very friable; many roots; very strongly acid; graduual wavy boundary.  (5 to 8 inches).\nE--6 to 16 inches; light yellowish brown (2.5Y 6/4) sandy loam; weak\nfine granular structure; very friable; common roots; very strongly acid; gradual wavy boundary.  (10 to 13 inches thick).\nEB--16 to 20 inches; light olive brown (2.5Y 5/6) sandy loam; very\nweak coarse subangular blocky structure; friable; common roots; extremely acid; clear wavy boundary.  (0 to 5 inches thick).\nBt--20 to 28 inches; yellowish brown (10YR 5/6) sandy clay loam,\nfaintly variegated with strong brown (7.5YR 5/6); weak medium angular and subangular blocky structure; friable, slightly sticky, slightly plastic; few roots; common faint clay films; very strongly acid; abrupt wavy boundary.  (7 to 11 inches thick).\n2Bt--28 to 38 inches; pale olive (5Y 6/4) heavy clay loam, few\nmedium distinct light gray (5Y 7.2) and few medium prominant strong brown (7.5YR 5/6) mottles; weak medium blocky and subangular blocky structure; firm and very firm; sticky, plastic; very few roots; common distinct yellowish brown (10YR 5/4) clay films; 1 percent fine round pebbles; extremely acid; gradual wavy boundary.  (8 to 13 inches thick).\n3Cg--38 to 60 inches; light gray (2.5Y 7/2) thinly stratified sandy\nclay and sandy loam; common coarse prominent reddish yellow (7.5YR 6/8) mottles; friable in sandy loam strata, firm in sandy clay strata, slightly sticky, slightly plastic; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wicomico County, Maryland; about 300 feet west of Rockawalkin Road, one mile south of U.S. 50."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 24 to 50 inches.  Fine rounded pebbles are absent in the upper part of the solum and range from 0 to 5 percent in the lower part and C horizon.  The soil ranges from strongly acid to extremely acid where it has not been limed.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 4 and chroma of 2 to 4.  Texture is loamy sand, sandy loam or fine sandy loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 through 6.  Texture is loamy sand, sandy loam or fine sandy loam.  Where A and E horizon textures are loamy sand, their combined thickness is less than 20 inches.  A thin albic-spodic sequence is present in some uncultivated pedons.\nThe Bt horizon has hues of 7.5YR through 5Y, value of 5 through 7 and chromas of 4 through 6.  Texture is sandy loam to clay loam with 18 to 35 percent clay.  The 2Bt horizon has hue of 10YR through 5Y, value of 5 or 6 and chroma of 3 through 6.  It has low and high chroma mottles.  It is clay loam or sandy clay, with some sandy clay laom subhorizons.  Weighted clay content in the Bt averages between 25 and 35 percent with less than 25 percent silt.\nThe C horizon has hue of 10YR through 5Y, value of 5 through 7 and chroma of 1 through 8.  It is stratified in many pedons and texture ranges from sand to sandy clay or clay loam.  Where not stratified texture ranges from sandy clay loam to clay loam.\nCOMPETING SERIES  The Woodstown soils was the only soil in the same family and it is being changed to mixed mineralogy.  Woodstown soils have A and E horizons that are less than 20 inches in combined thickness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Matawan soils are on Coastal Plain uplands and terraces.  They formed in a sandy mantle over older clayey unconsol- idated sediments.  Slopes are convex to hummocky and range from 0 to 30 percent.  The climate is humid temperate, mean annual temperature ranges from 54 to 58 degrees F., and mean annual precipitation is 40 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Woodstown and the Downer, Elkton, Evesboro, Fallsington, Fort Mott, Galestown, Key- port, Klej and Sassafras soils.  Elkton and Fallsington soils are poorly drained.  Evesboro soils are excessively drained and Galestown soils are somewhat excessively drained.  Keyport soils have more than 35 percent clay in the particle size control section and Klej soils do not have an argillic horizon and have sandy particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow to medium.  Permeability is moderate to moderately rapid in the A and E horizons, slow to moderately slow in the B horizon, and variable in the E horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are farmed.  Corn, soybeans and vegetables are grown.  Wooded areas are mixed hardwoods including oak, gum and beech and cut over areas are loblolly pine and Virginia pine.  The understoly is hickleberry, holly and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Jersey, Delaware, and Maryland.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Freehold Soil Conservation District, Monmouth County, New Jersey, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 6 inches (A horizon).  Albic horizon - The zone from 6 inches to 20 inches (E and EB hori- zons).\nArgillic horizon - The zone from 20 to 38 inches.  (Bt and 2Bt hori- zons).\nAquic feature - The soil is mottled with low chroma in the 2Bt hori- zon.\nUdult feature - No part of the moisture control section is dry for as long as 90 consecutive days and the soil is extremely acid in the 3Cg horizon.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0034 MATAWAN     0- 30     -        -       -         -\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0034 NONE          2.0-3.0  APPARENT JAN-APR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0034  0-20  LS                      0-  0 100-100  2-10    -\nMD0034  0-20  SL FSL                  0-  0 100-100  5-20    -\nMD0034 20-38  SCL SL CL               0-  0  95-100 15-30    -\nMD0034 38-60  SR S CL                 0-  0  95-100  5-30    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0034  0-20  4.5- 5.5  1.-4.  0- 0   0.6- 6.0  LOW\nMD0034  0-20  4.5- 5.5    -    0- 0   0.6- 6.0  LOW\nMD0034 20-38  3.6- 5.5    -    0- 0  0.06- 0.6  LOW\nMD0034 38-60  3.6- 5.5    -    0- 0  0.06-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
