{
  "SERIES": "MATEWAN",
  "STATUS": "Established Series",
  "BYREV": "JDM/ Rev. MDJ",
  "REVDATE": "09/2018",
  "STATES": "KY,PA,VA,WV",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Matewan very channery sandy loam in a wooded area on a 70 percent linear slope. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 1.5 cm (0 to 0.5 inches); very dark brown (10YR 2/2) moderately decomposed leaf litter; abrupt smooth boundary.\nA--1.5 to 10 cm (0.5 to 4 inches); very dark grayish brown (10YR 3/2) very channery sandy loam, gray (10YR 5/1) dry; moderate fine granular structure: very friable; many fine, medium, and coarse roots: 35 percent sandstone rock fragments; very strongly acid; abrupt wavy boundary. 3 to 20 cm (1 to 8 inches) thick\nBA--10 to 20 cm (4 to 8 inches); yellowish brown (10YR 5/4) very channery sandy loam; weak medium subangular blocky structure; very friable; many fine, medium, and coarse roots, 45 percent sandstone rock fragments; extremely acid; clear wavy boundary. 0 to 18 cm (0 to 7 inches) thick.\nBw--20 to 76 cm (8 to 30 inches); brownish yellow (10YR 6/6) extremely channery loam; weak medium subangular blocky structure; very friable; common medium and coarse roots; 60 percent sandstone rock fragments; extremely acid; clear wavy boundary. 15 to 53 cm (6 to 22 inches) thick\nC--76 to 84 cm (30 to 33 inches); brownish yellow (10YR 6/6) extremely channery loam; massive; friable; few coarse roots; 75 percent sandstone rock fragments; extremely acid; abrupt smooth boundary. 0 to 25cm (0 to 10 inches) thick\nR--84cm (33 inches); hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Mingo\nState:  West Virginia\nUSGS Quadrangle:  Delbarton\nLatitude (NAD 27):  37.710100 N\nLongitude (NAD 27):  82.214303 W\nDirections to the pedon:  about 1.3 mile west of the confluence of Rockhouse Fork and Pigeon Creek, .26 mile north of the Buffalo Mountain Lookout tower, and .82 mile east-southeast of Hell's Knob."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Cambic: 10 to 18 cm (4 to 7 inches)\nDepth to the base of the cambic:  51 to 102 cm (20 to 40 Inches)\nSolum Thickness:  51 to 102 cm (20 to 40 inches)\nDepth to Bedrock:  Less than 102 cm (40 inches)\nDepth Class:  Moderately Deep\nRock Fragment content:  5 to 50 percent, by volume, in the A horizon, 15 to 65 percent in the B horizon and 50 to 90 percent in the C horizon\nSoil Reaction:  Extremely acid to moderately acid, except where limed\nOther Soil Features:  Weighted average rock fragment content ranges from 35 to 75 percent in the particle-size control section. Rock fragments consist of dominantly subangular or angular channers, but also include cobbles, flagstones and gravel. Dominant size range is 1 to 10 inches. Parafragments by occur in some pedons, but they are not dominant.\nRange of Individual Horizons:\nA or AB horizon (if it occurs):\nColor--hue of 10YR, value of 2 to 4, and chroma of 1 to 4\nTexture (fine-earth fraction)--loam, sandy loam, or fine sandy loam\nB or BA horizon (if it occurs):\nColor--hue of 7.5YR or 10YR, value of 2 to 6, and chroma of 4 to 8\nTexture (fine-earth fraction)--loam, fine sandy loam, or sandy loam.\nOther features--Average clay content typically is between 8 and 15 percent, but ranges to 18 percent in the particle-size control section.\nBC or C horizon (if it occurs):\nColor--hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 6\nTexture (fine-earth fraction)--sandy loam, loamy sand, or fine sandy loam\nOther features--Bedrock is gray to brown sandstone of varying harness and is commonly fractured without displacement. Some pedons have a Cr horizon between 20 and 40 inches, but lithic contact occurs within 40 inches in these pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBerks soils--have sola that contain less sand and formed in residuum weathered from shale\nBlasdell soils--are very deep to bedrock and formed in water-sorted materials dominated by fragments from local shale bedrock\nBrownstown soils--have sola that contain less sand and formed in residuum from siltstone\nBrownsville soils--are deep to bedrock and formed in colluvium and residuum weathered from siltstone and very fine grained sandstone\nCadosia soils--are very deep to bedrock and formed in till and local colluvium derived from sandstone, siltstone, and shale\nCalvin soils--formed in residuum weathered from red non-calcareous shale, siltstone, and sandstone\nHighsplint soils--are deep and very deep to bedrock and formed in stony, loamy colluvium weathered from sandstone, siltstone, and shale\nJubin soils--are very deep to bedrock and formed in colluvium weathered from sandstone and siltstone\nJudyville soils-are similar in most respects to Matewan soils, but are mapped over different bedrock plateaus and till plains in MLRAs 111D, 114B, and 115C\nKeyesville soils-formed in loamy slope alluvium over sandy residuum underlain by both a lithologic discontinuity and paralithic contact between 51 and 102 cm (20 to 40 inches)\nLippitt soils-formed in acid till derived mainly from gneiss, schist, or granite\nManlius soils-have sola that contain less sand and formed in channery till overlying shale bedrock\nNailkeg soils-formed in colluvium and residuum weathered from schist or phyllite\nPeaks soils-formed in residuum weathered from crystalline rocks, primarily granite, gneiss, and schist\nSolon soils-formed in glacial till and colluvium weathered from sandstone, siltstone, and shale\nSylco soils-formed in residuum affected by soil creep in the upper part and weathered from metasedimentary rocks such as phyllite, slate, and metasandstone.\nWarwick soils-are very deep to bedrock and formed in glaciofluvial deposits\nWyoming soils-are very deep to bedrock and formed in gravelly alluvium weathered from sandstone, siltstone, and shale"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  125, 126\nLandscape: hills or mountains\nLandform:  hillslopes and ridges\nGeomorphic Component: crests, uplands, or mountaintops\nHillslope Profile Position: summit or shoulder\nParent Material Origin: gray or brown acid sandstone, interbedded in places with shale and siltstone\nParent Material Kind:  Residuum\nSlope:  3 to 80 percent\nElevation:  183 to 918 meters (600 to 3,012 feet)\nFrost-free period:  110 to 180 days\nMean Annual Air Temperature:  8.3 to 15 degrees C. (47 to 59 degrees F.)\nMean Annual Precipitation:  914 to 1524 millimeters (36 to 60 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBerks soils--have more clay in the subsoil and are on ridges with more shale\nBlairton soils--have less rock fragments in the subsoil; and are on parts of ridges with more shale and siltstone; they also have argillic horizons with iron depletions in the upper part\nCloverlick soils--are deep and very deep to bedrock; have umbric surface layers, and are on mountain slopes with cool aspect\nFedscreek soils-are deep and very deep to bedrock; have less rock fragments in the subsoil, and are on mountain slopes with warm aspect\nGilpin soils-have less rock fragments and more clay in the subsoil; are on both ridges and sides slopes, and have argillic horizons\nGuyandotte soils-are very deep to bedrock; have umbric surface layers, and are on mountain slopes with cool aspect\nHandshoe soils-are very deep to bedrock and on mountain slopes with warm aspect\nHighsplint soils--are deep and very deep to bedrock; have more clay in the subsoil; and are mostly on mountain slopes with warm aspect\nMarrowbone soils-have less rock fragments in the subsoil\nPineville soils-are very deep to bedrock; have argillic horizons; and are on mountain slopes\nRamsey soils-are shallow to bedrock and have less fragments in the subsoil\nSharondale-are very deep to bedrock; have a mollic surface layer, and are on mountain slopes with cool aspect\nShelocta soils-are deep to bedrock; have argillic horizons with more clay; and are on both mountain slopes and hillslopes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): well to somewhat excessively\nIndex Surface Runoff:  low or medium\nSaturated Hydraulic Conductivity Class:  High\nPermeability Class (obsolete):  moderately rapid or rapid\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland\nDominant Vegetation: mixed hardwoods\nWhere cultivated--hay and pasture or small gardens.  Where wooded--oaks, hickory, or maple"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Cumberland Plateau of southern West Virginia, eastern Kentucky and southwestern Virginia. Other areas may include the Allegheny Plateau and Central Allegheny Plateau regions of Pennsylvania, West Virginia, and possibly Ohio.\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Westmoreland County, Pennsylvania, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Matewan soils were proposed to fill the gap left with the reclassification of Dekalb to siliceous mineralogy, based primarily on data from the Allegheny Plateau and other areas of Pennsylvania. A review of lab data for soils sampled as Dekalb in West Virginia and Kentucky indicates that 7 of 11 pedons sampled were mixed and three were siliceous, while one was marginal. Resistant minerals range from about 60 to 89 percent with 78 to 85 being typical. Illite, kaolinite, and vermiculite are common clay minerals. The CEC activity class ranges from semiactive to superactive (3 semiactive, 2 active, 2 superactive), with active being most representative. With the addition of data from five pedons sampled since 1998 (referenced below) the CEC activity class tallies are 4 semiactive, 4 active, and 4 superactive.\nIn West Virginia, the Matewan series is generally found in the Kanawha geologic formation and in younger formations above, while the Dekalb series (siliceous) is found in the older New River formation below (all of Pennsylvanian Age). The Matewan series was proposed in Mingo County, West Virginia, in 1999 as part of the soil survey of Logan and Mingo Counties, West Virginia.\nThe 01/2005 revision changes the status from tentative to established. Additionally, competing series were updated and other minor edits were completed.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of 8 inches (Oe, A and BA horizon).\n2. Cambic horizon - the zone from 4 to 30 inches (BA and Bw horizons).\n3. Lithic contact - hard sandstone bedrock at 33 inches (R horizon).\nADDITIONAL DATA: Data from characterization samples S86WV-059-003, S86WV-059-005, S81WV-109-006 and S83KY-195-015 were used to develop this series. Additional samples S98PA-129-001, S01WV-081-007, S02WV-019-006, S02WV-081-001, S02WV-081-002, and S02WV-081-005 are also available from the National Soil Survey Laboratory, Lincoln, Nebraska.\nRevised: 8/1999-RNP,DHK; 1/2005-DHK; 8/2014-JDM/MDJ\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 1.5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1.5 cm (0 to 0.5 inches); very dark brown (10YR 2/2) moderately decomposed leaf litter; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 1.5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1.5 to 10 cm (0.5 to 4 inches); very dark grayish brown (10YR 3/2) very channery sandy loam, gray (10YR 5/1) dry; moderate fine granular structure: very friable; many fine, medium, and coarse roots: 35 percent sandstone rock fragments; very strongly acid; abrupt wavy boundary. 3 to 20 cm (1 to 8 inches) thick"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--10 to 20 cm (4 to 8 inches); yellowish brown (10YR 5/4) very channery sandy loam; weak medium subangular blocky structure; very friable; many fine, medium, and coarse roots, 45 percent sandstone rock fragments; extremely acid; clear wavy boundary. 0 to 18 cm (0 to 7 inches) thick."
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--20 to 76 cm (8 to 30 inches); brownish yellow (10YR 6/6) extremely channery loam; weak medium subangular blocky structure; very friable; common medium and coarse roots; 60 percent sandstone rock fragments; extremely acid; clear wavy boundary. 15 to 53 cm (6 to 22 inches) thick"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--76 to 84 cm (30 to 33 inches); brownish yellow (10YR 6/6) extremely channery loam; massive; friable; few coarse roots; 75 percent sandstone rock fragments; extremely acid; abrupt smooth boundary. 0 to 25cm (0 to 10 inches) thick"
      },
      {
        "name": "R",
        "top": 84,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--84cm (33 inches); hard sandstone bedrock."
      }
    ]
  ]
}
