{
  "SERIES": "MATECUMBE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/CAP/RBT",
  "REVDATE": "03/2021",
  "STATES": "FL",
  "OVERVIEW": "MLRA(s): 156A\nSoil Survey Regional Office (SSRO) Responsible: Auburn, Alabama\nDepth Class: Very shallow\nDrainage Class: Very poorly drained\nSaturated Hydraulic Conductivity:  High to very high in the organic material and negligible in the rock material\nIndex Surface Runoff: Medium\nParent Material: Organic materials over oolitic limestone bedrock\nSlope: 0 to 1 percent\nElevation: -1.0 to 3 feet above mean sea level.\nMean Annual Air Temperature: 26 degrees C. (78 degrees F.)\nMean Annual Precipitation: 1270 centimeters (50 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic, micro Typic Sulfisaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Matecumbe muck in a marine mangrove swamp. (Colors are for moist soil unless otherwise stated.)\nOase--0 to 15 centimeters (0 to 6 inches); black (10YR 2/1) muck, dark gray (10YR 4/1), dry; 15 percent unrubbed fiber, 5 percent rubbed fiber; 5 percent by weight of sandy and loamy material; slight sulfurous odor; many fine and medium live roots; 10 percent limestone gravel; neutral (pH 7.0); abrupt wavy boundary. [5 to 18 centimeters (2 to 7 inches) thick]\n2R--15 centimeters (6 inches); weakly to strongly cemented oolitic limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or marly material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Florida; Key Largo; 164 feet northeast of the intersection of Highways 905 and 905A at about 54 degrees; 916 feet west and 801 feet north of the southeast corner of Sec. 23, T. 59 S., R. 40 E.; latitude 25 degrees 17 minutes 10.71 seconds N longitude 80 degrees 18 minutes 13.58 seconds W; WSG84; USGS Card Sound, FL quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 5 to 18 centimeters (2 to 7 inches)\nDepth to seasonally high water table: 0 to 15 centimeters (0 to 6 inches)\nSoil Reaction: Slightly acid to slightly alkaline throughout\nSulfurous odor: Slight to strong throughout\nDepth of the organic material: 5 to 18 centimeters (2 to 7 inches)\nDepth to limestone bedrock: 5 to 18 centimeters (2 to 7 inches)\nFiber content: Un-Rubbed: 5 to 50 percent; rubbed less than 17 percent\nParticle-size control section, mineral (weighted averages):\nClay content: 0 to 8 percent\nFine sand content: 0 to 20 percent\nRange of Individual Horizons:\nOase horizon:\nColor: hue: 5YR to 10YR or Neutral, value of 3 or less, and chroma of 1 or 2\nTexture: muck, mucky peat, or gravelly muck with less than 20 percent mineral content\nRock fragments: 5 to 34 percent\nEC (mmhos/cm): 4 to 32 or more\nExchangeable Sodium: 5 to 40 percent or more\nSodium Absorption Ratio: 5 to 40 percent or more\n2R horizon: weakly to strongly cemented oolitic limestone bedrock, with solution holes filled with sandy and/or marly materials.  Solution holes can be up to 102 centimeters (40 inches) or more deep."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Lower Coastal Plain\nLandform(s): marine marshes, swamps, or low broad flats on the Key West Islands and/or along the southern coast of the Florida Peninsula\nParent material: Well decomposed organic materials over oolitic limestone bedrock\nMean annual temperature: 25 to 27 degrees C (77 to 81 degrees F)\nMean annual precipitation: 1067 to 1778 millimeters (42 to 70 inches)\nFrost-free period: 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCudjoe soils have marly silt loam particle-sized control section, have bedrock at depths greater than 24 centimeters (9 inches), and occur on slightly higher landform positions.\nIslamorada soils have bedrock at depths of 50 to 100 centimeters and occur on similar landform positions.\nKeylargo soils have bedrock at depths greater than 150 centimeters and occur on similar landform positions.\nKeyvaca soils have bedrock at depths of less than 24 centimeters, have a loamy-skeletal particle-sized control section, and occur on slightly higher landform positions.\nKeywest soils have stratification of marl and muck materials over oolitic limestone bedrock at 100 to 150 centimeters and occur on similar landform positions.\nLignumvitae soils have marly silt loam particle-sized control section, have bedrock at 50 to 100 centimeters and occur on similar landform positions.\nSaddlebunch soils have marly silt loam particle-sized control section, have bedrock at depths greater than 24 centimeters and occur on slightly higher landform positions.\nTavernier soils have bedrock at depths of 18 to 50 centimeters and occur on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (KSAT): High to very high\nRunoff: Medium\nDepth to seasonal high-water table: 0 to 15 centimeters (0 to 6 inches)\nFlooding frequency and duration: very frequent and very brief duration from tides, subject to flooding by storm surge and hurricanes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: wildlife habitat and water quality.\nDominant vegetation: wild tamarind, mahogany, poison wood, wild coffee, crabwood, strangler fig, thatch palm, and paradise tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 156A Florida Everglades and Associated Areas.\nExtent: limited"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Florida, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly classified as Lithic Udifolists and are revised here to the twelfth edition of the keys (2014).\nDiagnostic horizons and features recognized in this Pedon:\n1.\tLithic (micro) contact - 15 centimeters (6 inches) (2R horizon)\n2.\tPeraquic feature - the zone from 0 to 203 centimeters (0 to 80 inches).\n3.\tAquic conditions - endosaturation ranges from 0 to 203 centimeters (0 to 80 inches).\n4.\tSulfidic feature - the zone from 0 to 15 centimeters (0 to 6 inches) contains sulfidic soil materials.\nThese soils maybe be mapped in out of place landform positions and need to be investigated in future updates (formerly recognized as a moderately well drained soil)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1987FL087002\nOSD User Pedon ID: S1987FL087002"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oase",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oase--0 to 15 centimeters (0 to 6 inches); black (10YR 2/1) muck, dark gray (10YR 4/1), dry; 15 percent unrubbed fiber, 5 percent rubbed fiber; 5 percent by weight of sandy and loamy material; slight sulfurous odor; many fine and medium live roots; 10 percent limestone gravel; neutral (pH 7.0); abrupt wavy boundary. [5 to 18 centimeters (2 to 7 inches) thick]"
      },
      {
        "name": "2R",
        "top": 15,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--15 centimeters (6 inches); weakly to strongly cemented oolitic limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or marly material."
      }
    ]
  ]
}
