{
  "SERIES": "MATHIAS",
  "STATUS": "Established Series",
  "BYREV": "JK-KEC-CJH",
  "REVDATE": "11/2002",
  "STATES": "SD",
  "OVERVIEW": "The Mathias series consists of very deep, well drained soils formed in colluvial sediments weathered from interbedded sandstone and shale on uplands.  Slopes range from 15 to 70 percent.  Mean annual precipitation is about 15 inches, and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mathias extremely stony very fine sandy loam - on a southwest-facing slope of 54 percent in grass with scattered ponderosa pine and shrubs at 4,480 feet elevation.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 2 inches; dark grayish brown extremely stony very fine sandy loam, very dark gray (10YR 3/1) moist; weak fine granular; slightly hard, very friable; many fine and medium roots; 40 percent by volume of stones, boulders and coarse fragments of rock; neutral; clear smooth boundary.  (0 to 3 inches thick)\nA2--2 to 9 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium granular structure; slightly hard, very friable; many fine and medium roots; 40 percent by volume of stones, boulders, coarse fragments of rock; neutral; gradual wavy boundary.  (0 to 15 inches thick)\nE--9 to 13 inches; brown (10YR 5/3) very fine sandy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable; common fine roots; 40 percent by volume of stones, boulders, and coarse fragments of rock; neutral; clear wavy boundary.  (0 to 10 inches thick)\nBt1--13 to 20 inches; light brown (7.5YR 6/4) very fine sandy loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, friable, some faces of peds have a pink (7.5YR 7/4) coating when dry; few fine roots; 45 percent by volume of stones, boulders, and coarse fragments of rock; neutral; clear wavy boundary.\nBt2--20 to 28 inches; reddish yellow (5YR 6/6) very fine sandy loam; yellowish red (5YR 5/6) moist; moderate fine and medium subangular blocky structure; hard, friable; few fine roots; 50 percent by volume of stones, boulders, and fragments of rock; neutral; gradual wavy boundary.   (Combined thickness of the B2t horizon is 12 to 20 inches.)\nBw--28 to 33 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6) moist; weak medium subangular blocky structure; hard, friable; few fine roots; 50 percent by volume of stones, boulders, and coarse fragments of rock; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nC--33 to 60 inches; reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6) moist; massive; hard, friable; few fine roots; 55 percent by volume of stones and coarse fragments of rock; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fall River County, South Dakota; about 12 miles west of Hot Springs; 1,050 feet south and 200 feet east of the northwest corner of sec. 26, T. 7 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness typically is 20 to 40 inches but ranges from 20 to 60 inches.  The soil typically lacks free carbonates throughout, but some pedons have free carbonates below depths of 40 inches.  Rock fragments ranging in size from coarse fragments up to boulders.  Some boulders on the surface are up to 12 feet in diameter.  Rock fragments range from 35 to 70 percent by volume in the solum and 40 to 75 percent in the C horizon.  Some pedons have an 0 horizon, 1 to 2 inches thick.\nThe A horizon has hue of 7.5YR or 10YR, value of 5 to 7 and 3 to 5 moist, and chroma of 1 to 4.  The A horizon typically is extremely stony or very stony fine sandy loam or very fine sandy loam but some pedons are extremely or very stony sandy loam or loam.  It contains 35 to 50 percent by volume of stones, boulders, and coarse fragments of rock.  It ranges from slightly acid to slightly alkaline.\nThe E horizon has hue of 7.5YR or 10YR, value of 5 to 7 and 4 or 5 moist, and chroma of 2 to 4.  It is fine sandy loam or very fine sandy loam, but, is sandy loam or loam in some pedons.  It contains 35 to 65 percent by volume of stones, boulders, and coarse fragments of rock. It ranges from slightly acid to slightly alkaline.\nThe Bt horizon has hue of 5YR, 7.5YR, or 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 6.   It typically is fine sandy loam or very fine sandy loam but some are sandy clay loam or loam and typically averages 10 to 20 percent clay but ranges from 10 to 30 percent clay. It contains 40 to 65 percent by volume of stones, boulders, and fragments of rock.  It ranges from slightly acid to slightly alkaline.\nThe Bw horizon has hue of 5YR, 7.5YR, or 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 3 to 6.  It typically is fine sandy loam or very fine sandy loam but some pedons are sandy clay, clay loam, or loam.  It contains 40 to 65 percent by volume of stones, boulders, and coarse fragments.  It ranges from slightly acid to slightly alkaline.  Some pedons have a Bk horizon.\nThe C horizon has hue of 5YR, 7.5YR, 10YR or 2.5Y, value of 6 to 8 and 5 to 7 moist, and chroma of 2 to 6.  It typically is fine sandy loam or loam, but some pedons are sandy loam or sandy clay loam.  It contains 40 to 75 percent by volume of stones, boulders, and coarse fragments of rock.  It ranges from neutral to moderately alkaline.  Sandstone, shale or limestone is below depths of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mathias soils are hilly to very steep.  They are below sandstone outcrops on mountain side slopes at elevations of 2,950 to 5,600 feet.  Slopes range from 15 to 70 percent.  The soils formed in material weathered from interbedded fine grain sandstone and shale. Mean annual temperature ranges from 43 to 48 degrees F., and the mean annual precipitation from about 15 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Butche, Midway and Rockoa soils.  Butche and Midway soils are shallow.  Butche soils are on the upper slopes and Midway soils are on similar landscapes to Mathias.  Rockoa soils are on similiar landscapes and have cooler temperatures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is high or very high.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as grazable woodland, and rangeland.  Native vegetation is big bluestem, little bluestem, sideoats grama, blue grama, needlegrass, and western wheatgrass with scattered ponderosa pine and cedar trees on south and west aspects."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Of small extent in the Black Hills of western South Dakota and possibly adjoining western states."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fall River County, South Dakota, 6/80."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These Mathias soils typically lack carbonates to depths typical of Udic Haplustalfs.  These soils formed in residuum of noncalcareous sandstone.  The moisture regime of these soils is more typical of a Typic rather than Udic Haplustalfs.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "extremely stony",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; dark grayish brown extremely stony very fine sandy loam, very dark gray (10YR 3/1) moist; weak fine granular; slightly hard, very friable; many fine and medium roots; 40 percent by volume of stones, boulders and coarse fragments of rock; neutral; clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--2 to 9 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium granular structure; slightly hard, very friable; many fine and medium roots; 40 percent by volume of stones, boulders, coarse fragments of rock; neutral; gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--9 to 13 inches; brown (10YR 5/3) very fine sandy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable; common fine roots; 40 percent by volume of stones, boulders, and coarse fragments of rock; neutral; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--13 to 20 inches; light brown (7.5YR 6/4) very fine sandy loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, friable, some faces of peds have a pink (7.5YR 7/4) coating when dry; few fine roots; 45 percent by volume of stones, boulders, and coarse fragments of rock; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 71,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 28 inches; reddish yellow (5YR 6/6) very fine sandy loam; yellowish red (5YR 5/6) moist; moderate fine and medium subangular blocky structure; hard, friable; few fine roots; 50 percent by volume of stones, boulders, and fragments of rock; neutral; gradual wavy boundary.   (Combined thickness of the B2t horizon is 12 to 20 inches.)"
      },
      {
        "name": "Bw",
        "top": 71,
        "bottom": 84,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--28 to 33 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6) moist; weak medium subangular blocky structure; hard, friable; few fine roots; 50 percent by volume of stones, boulders, and coarse fragments of rock; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 84,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--33 to 60 inches; reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6) moist; massive; hard, friable; few fine roots; 55 percent by volume of stones and coarse fragments of rock; slightly alkaline."
      }
    ]
  ]
}
