{
  "SERIES": "MATLACHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGH/ TEC/ GRB/CAP",
  "REVDATE": "12/2019",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Matlacha gravelly fine sand on a vacant lot.  (Colors are for moist soil.)\n^C--0 to 89 centimeters (0 to 36 inches);  20 percent black (10YR 2/1), 20 percent dark brown (10YR 3/3), 20 percent light brownish gray (10YR 6/2), 20 percent very dark gray (10YR 3/1), and 20 percent very pale brown (10YR 7/3) gravelly fine sand; 10 percent common fine and medium discontinuous olive brown (2.5Y 4/4) and grayish brown (2.5Y 5/2) loamy sand and fine sandy loam lenses; massive; friable; soft, nonsticky, nonplastic; 10 percent nonflat subrounded moderately cemented 2- to 75-millimeter shell fragments and 15 percent nonflat subangular very strongly cemented 20- to 75-millimeter limestone fragments; moderately alkaline; abrupt wavy boundary. [51 to 122 centimeters (20 to 48 inches) thick]\n2Ab--89 to 102 centimeters (36 to 41 inches); dark gray (10YR 4/1) fine sand; weak fine granular structure; very friable, loose, nonsticky, nonplastic; 5 percent nonflat subrounded moderately cemented 2- to 75-millimeter shell fragments; slightly acid; clear smooth boundary. [10 to 20 centimeters (4 to 8 inches) thick]\n2Eb--102 to 203 centimeters (41 to 81 inches); light gray (10YR 7/1) fine sand; single grain; loose, nonsticky, nonplastic; about 5 percent medium distinct dark grayish brown (10YR 4/2) stains along old root channels; 5 percent nonflat subrounded moderately cemented 2- to 75-millimeter shell fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lee County, Florida; about 0.7 mile east of Del Prado Blvd. and about 0.3 mile north of Veterans Memorial Pkwy.; about 1,670 feet west and 1,595 feet north of the southeast corner of Sec. 29, T. 44 S., R. 24 E.; latitude 26 degrees 36 minutes 42.88 seconds N and longitude 81 degrees 55 minutes 48.88 seconds W; WSG84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 51 to 102 centimeters (20 to 40 inches)\nDepth to seasonally high water table: 46 to 107 centimeters (18 to 42 inches)\nSoil reaction: Moderately acid to moderately alkaline\nDepth to buried horizons: 51 to 122 centimeters (20 to 48 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The St. Augustine series is in a closely related family.\nSt. Augustine soils--have less than 15 percent coarse fragments and are dominantly on barrier islands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: South-Central Florida Ridge, Southern Florida Flatwoods, Florida Everglades, and Southern Florida Flatwoods\nLandform(s): Anthropogenic features filled and disturbed on low broad flats and depressions\nParent material: 51 to 122 centimeters (20 to 48 inches) material produced by dredge and fill operations over sandy marine sediments\nMean annual air temperature: 20 to 25 degrees C (68 to 77 degrees F)\nMean annual precipitation: 114 to 152 centimeters (45 to 60 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBoca soils--are poorly drained, have argillic horizons, have limestone bedrock between 51 to 102 centimeters (20 to 40 inches), and are on lower landform positions.\nEstero soils--are very poorly drained, have spodic horizons below 76 centimeters (30 inches), have an organic surface, and are on lower landform positions.\nHallandale soils--are poorly drained, have limestone bedrock at less than 51 centimeters (20 inches), and are on lower landform positions.\nImmokalee soils--are poorly drained, have spodic horizons below 76 centimeters (30 inches), and are on lower landform positions.\nMyakka soils--are very poorly drained, have spodic horizons above 76 centimeters (30 inches), and are on lower landform positions.\nOldsmar soils--are very poorly drained, have spodic horizons and argillic horizons, and are on lower landform positions.\nPineda soils--are poorly drained, have a cambic horizon, and are on lower landform positions.\nSmyrna soils--are poorly drained, have spodic horizons above 76 centimeters (30 inches), and are on lower landform positions.\nWabasso soils--are very poorly drained, have spodic horizons and argillic horizons, and are on lower landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Somewhat poorly drained\nSaturated hydraulic conductivity (Ksat): Very high to high\nPermeability: Moderately rapid to rapid\nSurface runoff: Negligible to very slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Urban development.\nDominant vegetation: South Florida slash pine and various scattered understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast area of Florida.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lee County, Florida; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\n1. Particle-size control section: 25 to 100 centimeters (10 to 40 inches)\n2. Anthropogenic features: 0 to 89 centimeters (0 to 36 inches) (^C horizon)\n3. Buried soil:  89 to 203 centimeters (36 to 81 inches) (2Ab, 2Eb horizons)\n4. Aquic conditions: Endosaturation 46 to 107 centimeters (18 to 42 inches)\nThese soils were formerly mapped as made land or Arents.\nThe water table will vary with the amount of fill material and artificial drainage within any mapped area. However, in most years it is at depths of 24 to 36 inches below the surface of the fill for 2 to 4 months.  It is at depths below 60 inches during extended dry periods.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
