{
  "SERIES": "MATMON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Matmon series consists of shallow, somewhat poorly drained, moderately slowly permeable soils that formed in  sandy and loamy marine sediments over limestone.  They are on low ridges along the Gulf Coast of northern  peninsular Florida.  Near the type location, the mean annual temperature is about 68 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, superactive, thermic, shallow Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Matmon fine sand - in an area of woodland (colors are for moist conditions.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) fine sand; weak fine granular structure; very friable; many fine and few medium roots; many uncoated sand grains; strongly acid; clear wavy boundary. (2 to 6 inches thick)\nE--3 to 6 inches; brown (10YR 5/3) fine sand; single grained; loose; common fine and medium roots; moderately acid; clear wavy boundary. (0 to 12 inches thick)\nBt--6 to 15 inches; strong brown (7.5YR 4/6) sandy clay loam with common faint brown (7.5YR 5/4) coatings on ped faces; moderate medium subangular blocky structure; friable; slightly sticky; slightly plastic; few fine and very fine roots; slightly alkaline; clear wavy boundary. (6 to 12 inches thick)\n2Cr--15 to 24 inches; very pale brown (10YR 8/2) and light yellowish brown (10YR 6/4) limestone that can be chipped and dug with a pick and shovel with difficulty.\n2R--24 inches; hard limestone bedrock that can be dug with power machinery."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Levy County, Florida.  In a wooded area approximately 3,900 feet south and 900 feet east of the northwest corner of sec. 21, T.  14 S., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone bedrock ranges from 10 to 20 inches.  Reaction ranges from strongly acid to neutral in the A and E horizons, and from slightly acid to slightly alkaline in the Bt horizon.  Limestone gravel to boulders occur at the soil surface or the solum in many areas.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  Texture is fine sand or loamy fine sand.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 3 or 4.  Texture is fine sand or loamy fine sand.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6.  Redoximorphic features in shades of brown, yellow, and gray range from none to common.  In many pedons, the Bt horizon extends into solution holes in the limestone below a depth of 20 inches.  Texture is dominantly fine sandy loam and sandy clay loam but includes sandy clay in the lower part.  Average clay content in the Bt horizon ranges from 12 to 35 percent.\nThe Cr horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 8, and chroma of 1 to 4.  It is composed of soft, weathered, fractured limestone that can be dug with difficulty with a spade, has very firm to extremely firm rupture resistance with low to high excavation difficulty.  It usually contains soft carbonate accumulations along with few to many hard limestone or chert fragments.  It is highly irregular and interspersed with solution holes that range from 4 to 12 inches in diameter and filled with sandy loam to sandy clay textured soil material.   Depth to limestone is very variable within short distances.\nThe 2R horizon is composed of hard, unweathered limestone that has slightly rigid to very rigid rupture resistance with very high to extremely excavation difficulty.  Some areas contain solution holes filled with Btg and/or Cr material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTINGS",
    "content": "GEOGRAPHIC SETTINGS:  Matmon soils are on low ridges of northwestern peninsular Florida.  They formed in thin, sandy and loamy marine sediments over limestone.  Slopes range from 0 to 2 percent  The mean annual temperature is about 65 to 70 degrees F., and the average annual precipitation is about 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Aripeka, Boca, Waccasassa, and Wekiva series.  Aripeka and Boca soils are moderately deep to limestone bedrock.  In addition, Boca soils are poorly drained.  Waccasassa and Wekiva soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Matmon soils are planted to pine or are used as pasture.  Many other areas remain in natural vegetation that consists mainly of loblolly and slash pine, live oak, laurel oak, southern redcedar, magnolia and sweetgum.  The understory vegetation is dominated by cabbage palm, greenbriar, yaupon, bracken fern, poison ivy, chalky and bushybeard bluestem, panicums, paspalums, and a variety of annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Levy County, Florida; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone extending from the surface to a depth of 6 inches (A and E horizons).\nArgillic horizon - the zone from 6 to 15 inches (Bt horizon).\nParalithic contact - occurs at a depth of 15 inches.\nLithic contact -- occurs at a depth of 24 inches.\nThe water table is within solution holes and cavities in the bedrock at depths ranging from 20 to 40 inches for 6 to 12 months during most years.  The water table or saturation is at depths of 12 to 24 inches during wet periods generally for less than 2 months duration.  Surface water may pond on some areas for several days following heavy rains.\nThese soils typically lack low chroma mottles in the lower part of the solum, however, observations and water tables indicate they are wetter than Typic Hapludalfs.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
