{
  "SERIES": "MATTEX",
  "STATUS": "Established Series",
  "BYREV": "Rev. JB:KG:GLL",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, acid, thermic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mattex clay loam--native pasture (colors are for moist soil)\nA--0 to 8 inches; dark brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; slightly hard, friable; many fine and medium roots, common fine and medium pores; common medium faint dark grayish brown (10YR 4/2) redox depletions; many reddish brown (5YR 4/4) and yellowish red (5YR 4/6) redox concentrations coating root channels; strongly acid; clear smooth boundary. (4 to 14 inches thick)\nBg1--8 to 13 inches; dark gray (10YR 4/1) loam; moderate fine subangular blocky structure; slightly hard, friable; many fine and medium roots; common fine and medium pores; common medium distinct dark yellowish brown (10YR 4/4) redox concentrations; common strong brown (7.5YR 4/6) redox concentrations coating root channels; very strongly acid; clear smooth boundary.\nBg2--13 to 26 inches; grayish brown (10YR 5/2) sandy clay loam; moderate fine subangular blocky structure; slightly hard, friable; common fine and medium roots; common fine pores; common medium distinct yellowish brown (10YR 5/6) redox concentrations; few yellowish red (5YR 4/6) redox concentrations coating root channels; very strongly acid; clear smooth boundary.\nBg3--26 to 34 inches; gray (10YR 5/1) sandy clay loam; weak medium subangular blocky structure; slightly hard, friable; few fine and medium roots; few fine and medium pores; common medium and coarse prominent yellowish brown (10YR 5/6) redox concentrations; few yellowish red (5YR 5/6) redox concentrations coating root channels; very strongly acid; clear smooth boundary.\nBg4--34 to 44 inches; mixed colors of light brownish gray (10YR 6/2) and gray (10YR 5/1) very fine sandy loam; weak medium subangular blocky structure; slightly hard, friable; few fine roots; few fine pores; common coarse prominent yellowish brown (10YR 5/6) redox concentrations; few yellowish red (5YR 5/6) redox concentrations coating root channels; very strongly acid; clear smooth boundary. (combined thickness of the Bg subhorizons is 26 to 40 inches)\n2Bgb--44 to 80 inches; dark gray (10YR 4/1) clay loam; moderate medium subangular blocky structure; very hard, very firm; few fine roots; few fine pores; many medium and coarse prominent red (2.5YR 4/6) and dark yellowish brown (10YR 4/6) and common medium prominent strong brown (7.5YR 5/8) redox concentrations; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rusk County, Texas; From the traffic circle in Henderson; 4.2 miles north on US Highway 259; 5.0 miles north on Farm Road 2276; 0.6 miles west on Farm Road 850; 125 feet north of road on west side of Chambers Creek in native pasture. (Latitude 32 degrees N, 49',0\"; Longitude 94 degrees W, 16' 40\")"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  Weighted average clay content ranges from 20 to 34 percent in the particle-size control section.  The organic carbon content ranges from 0.2 to 0.4 percent at a depth of 50 inches.  Reaction ranges from extremely acid to strongly acid in the control section.  Iron-manganese masses and concretions range from none to common throughout.  Depth to a horizon with more than 35 percent clay ranges from 35 to 50 inches.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Some pedons have an A horizon less than 6 inches thick with hue of 10YR, value of 3, and chroma of 1 to 3.  Texture is loam, sandy clay loam or clay loam.  The reaction ranges from very strongly acid to moderately acid.\nThe Bw horizon, if present, has hue of 10YR, value of 4 to 6, and chroma of 3 to 6.  Redoximorphic features in shades of brown, gray, red, or yellow range from none to common.  Texture is loam, sandy clay loam or clay loam.  Reaction ranges from extremely acid to strongly acid.\nThe Bg horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Redox concentrations in shades of brown or yellow range from few to many.  Red redox concentrations range from none to few.  Texture is fine sandy loam, very fine sandy loam, loam, sandy clay loam or clay loam.  Reaction ranges from extremely acid to strongly acid.\nThe 2Bgb horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Redoximorphic features in shades of brown, gray, red, or yellow range from few to many.  Texture is clay loam or clay with clay content of 35 to 50 percent.  Some pedons have 20 to 35 percent clay below a depth of 60 inches.  Reaction ranges from very strongly acid to moderately acid.  Some pedon are slightly acid or neutral below a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The competing series is Mantachie.  Other closely similar series are Dreka, Mathiston, Manco, Nahatche, and Pophers.  Mantachie and Manco soils do not have a clayey 2Bg horizon.  Dreka, Manco, Mathiston, and Pophers soils have a fine-silty control section.  Dreka and Nahatche soils are nonacid in reaction class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mattex soils are on flood plains of streams that drain the Western Coastal Plain.  They formed in loamy alluvium.  Slopes range from 0 to 1 percent.  The climate is warm and humid.  Mean annual precipitation ranges from 40 to 48 inches, and mean annual temperature ranges from 64 to 68 degrees Fahrenheit.  The frost free days range from 230 to 250.  Elevation ranges from 150-300 feet above sea level.  The Thornthwaite P-E index ranges from 68 to 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Keechi,  Laneville, and Owentown series.  Keechi soils are very poorly drained and on a slightly lower flood plain position.  The moderately well drained Laneville and Owentown soils are on slightly higher flood plain positions.  Laneville soils have fine-silty and Owentown soils have coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Mattex soils are somewhat poorly drained.  Runoff is low and permeability is slow.  These soils are subject to frequent flooding for long duration.  A perched water table is at a depth of 1.0 to 2.5 feet from the surface during the winter and early spring for 1 to 3 cumulative months during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are producing hardwoods.  Common trees are water oak, willow oak, green ash, sweetgum, and red oak.  A few areas are in pasture.  Improved pastures include bermudagrass or bahiagrass overseeded with white clover.  Native pastures produce dallasgrass, tridens, longleaf uniola, virginia wildrye, longtom, common bermuda with native legumes and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East Texas and possibly Louisiana.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rusk County, Texas; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Mattex is a coined name.  These soils were formerly included with the Mathiston or Mantachie series.\nDiagnostic horizons and features in this profile are:\nAquic conditions and redoximorphic features - Below a depth of 8 inches.\nOchric epipedon--0 to 8 inches.\nAeric feature--the Bg2 horizon has 10YR 5/2 matrix colors and redox concentrations.\nFluventic feature--organic carbon is 0.2 percent or more at a depth of 50 inches.\nAcid reaction class--the pH is 5.5 or less in a 1:1 water solution throughout the control section.\nADDITIONAL DATA:  The pH values were determined with a glass electrode in a 1:1 water solution.  The texture was checked   with a hydrometer by the survey staff.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
