{
  "SERIES": "MATTIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/PWB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Mattier series consists of shallow, well drained soils that formed in colluvium and residuum derived from welded tuff. The Mattier soils are on mountain backslopes. Slopes are 4 to 50 percent. The mean annual precipitation is about 450 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mattier very gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 40 percent gravel, 20 percent cobbles, and 10 percent stones. Lithology of the fragments is welded tuff.\nA--0 to 8 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to moderate medium granular; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine, and few medium interstitial and tubular pores; 30 percent gravel and 10 percent cobbles; slightly acid (pH 6.5); clear smooth boundary.  (8 to 20 cm thick)\nBt1--8 to 20 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few medium roots; common very fine and few fine, and medium interstitial and tubular pores; common faint and few distinct clay films on faces of peds and lining pores; 30 percent gravel and 20 percent cobbles; moderately acid (pH 5.9); clear smooth boundary.\nBt2--20 to 30 cm; yellowish brown (10YR 5/4) very cobbly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few very fine, fine, and medium roots; common very fine, fine, medium, and few coarse interstitial and tubular pores; common faint and few distinct clay films on faces of peds and lining pores; 20 percent gravel and 30 percent cobbles; moderately acid (pH 5.8); abrupt smooth boundary.  (Combined thickness of the Bt1 and Bt2 horizons is 15 to 24 cm thick)\nR--30 cm; indurated welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; about 1.0 miles west of the Faun Trail, and 0.3 miles north of the head of Muncy Creek; USGS Kalamazoo Summit 7.5 minute topographic quadrangle; latitude 39 degrees 36 minutes 2.8 seconds N and longitude 114 degrees 39 minutes 21.9 seconds W; WGS84 Decimal Degrees 39.6007778 latitude, -114.6560833 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in all parts for significant periods in summer and fall; xeric soil moisture regime bordering on aridic.\nMean annual soil temperature: 5.5 to 7 degrees C.\nMollic epipedon thickness: 18 to 25 cm, and includes the upper part of the argillic horizon.\nArgillic horizon thickness: 13 to 22 cm.\nDepth to bedrock: 25 to 36 cm.\nMineralogy: 10 to 20 percent volcanic glass.\nParticle-size control section - Clay content: Averages 20 to 27 percent.\nRock fragment content: Averages 35 to 60 percent. Lithology of the fragments is welded tuff.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Sandy clay loam or clay loam\nClay content: 20 to 34 percent.\nRock fragments: Averages 35 to 60 percent.\nTexture modifiers: Very gravelly or very cobbly.\nReaction: Moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anaud, Bellenmine, Celeridge, Cleavage, Cleavmor, Cropper, Gabica, Gaciba, Genoa, Gerdog, Gidwin, Grandeposit, Granquin, Grosschat, Hawkridge, Hutchley, Loope, Majorsplace, Mascamp, Melling, Pernog, Pernty, Raw (no description available), Realmcoy, Rozara, Shalcleav, Shalper, Slatter, Tractuff, and Tweener series.\nAnaud soils have an aridic soil moisture regime and the mollic epipedon is 36 to 50 cm thick.\nBellenmine soils are 36 to 50 cm deep to a lithic contact and have the rock fragments are derived from quartzite or quartz monzonite lithology.\nCeleridge soils have a mollic epipedon that is 36 to 50 cm thick and includes the Bt horizons.\nCleavage soils have an aridic soil moisture regime and are 36 to 50 cm deep to a lithic contact.\nCleavmor soils have an aridic soil moisture regime, have a mollic epipedon that is 36 to 50 cm thick, and have Btk horizons.\nCropper soils have an aridic soil moisture regime and 27 to 35 percent clay and 60 to 75 percent rock fragments in the particle-size control section.\nGabica soils are 36 to 50 cm deep to a lithic contact.\nGaciba soils have Bt horizons that are neutral to slightly alkaline.\nGenoa soils have mollic epipedons that are 25 to 36 cm thick and are derived from granitic rocks.\nGerdog soils have a mean annual soil temperature of 7 to 8 degrees C.\nGidwin soils have mollic epipedons that are 36 to 50 cm thick.\nGrandeposit soils are 36 to 50 cm deep to a lithic contact and have 27 to 35 percent clay in the particle-size control section.\nGranquin soils have an aridic soil moisture regime and have mollic epipedons that are 25 to 36 cm thick.\nGrosschat soils have 60 to 85 percent rock fragments in the particle-size control section and are derived from granitic rocks.\nHawkridge soils have 14 to 20 percent clay in the particle-size control section.\nHutchley soils have mollic epipedons that are 25 to 50 cm thick and include all of the Bt horizons.\nLoope soils have a mollic epipedon that is 36 to 50 cm thick and are 36 to 50 cm deep to a lithic contact.\nMajorsplace soils have 27 to 35 percent clay in the particle-size control section and are derived from quartzite parent material.\nMascamp soils have an aridic soil moisture regime, have 60 to 75 percent rock fragments in the particle-size control section, and have secondary calcium carbonate coating on bedrock.\nMelling soils have 27 to 35 percent clay in the particle-size control section.\nPernog soils have mollic epipedons that are 30 to 50 cm thick.\nPernty soils have an aridic soil moisture regime and are 36 to 50 cm to a lithic contact.\nRealmcoy soils have 27 to 35 percent clay in the particle-size control section and are 36 to 50 cm deep to a lithic contact.\nRozara soils have 14 to 18 percent clay in the particle-size control section and are derived from granitic rocks.\nShalcleav soils have 28 to 35 percent clay and 60 to 75 percent rock fragments in the particle-size control section.\nShalper soils have an aridic soil moisture regime.\nSlatter soils have an aridic soil moisture regime, are 10 to 25 cm thick to a lithic contact, and have 60 to 80 percent rock fragments in the particle-size control section.\nTractuff soils have an aridic soil moisture regime, are 36 to 50 cm thick to a lithic contact, and have  rock fragments with quartzite lithology.\nTweener soils have a typic xeric soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMattier soils are on backslopes of mountains. These soils formed in colluvium and residuum derived from welded tuff. Slopes are 4 to 50 percent. Elevations are 2,440 to 3,050 meters. The climate is dry-subhumid with cool moist winters and warm dry summers. The mean annual precipitation is 400 to 500 mm, mean annual temperature is 4 to 6 degrees C, and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the McIvey, Notellumcreek, and Tusel series. McIvey soils are very deep to bedrock. Notellumcreek soils are shallow to bedrock. Tusel soils have mollic epipedons that are 40 to 56 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mattier soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mainly, bluebunch wheatgrass, mutton grass, and low sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central Nevada. These soils are moderately extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Humboldt-Toiyabe National Forest, South Part, Nevada, 2013. The name is coined from a creek in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 8 to 30 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 30 cm (R layer).\nParticle-size control section - The zone from the soil surface to 30 cm (A, Bt1, and Bt2 horizons).\nADDITIONAL DATA: User Pedon ID: 07NV778099-CWL\nNational Cooperative Soil Survey\nU.S.A."
  }
}
