{
  "SERIES": "MATTAPOISETT",
  "STATUS": "Established Series",
  "BYREV": "PCF-JDT-DAS-DCP",
  "REVDATE": "06/2010",
  "STATES": "MA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, mesic, shallow, ortstein Typic Duraquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mattapoisett loamy sandy - on an east-facing, concave, 3 percent toe slope of a drumlin in a wooded area. (Colors are for moist soil).\nOe -- 0 to 3 centimeters; black (5YR 2.5/1) hemic material; many very fine, fine and medium roots; extremely acid; abrupt wavy boundary.\nOa -- 3 to 8 centimeters; black (N 2.5/0) sapric material; common very fine and fine and few medium and coarse roots; extremely acid (pH 4.2); abrupt wavy boundary. (Combined thickness of the O horizons is 3 to 20 centimeters.)\nA -- 8 to 18 centimeters; black (N 2.5/0) loamy sand; massive; very friable; common very fine and fine roots and few medium and coarse roots; very strongly acid (pH 4.6); 5 percent gravel; 1 percent cobble; 2 percent stones; abrupt wavy boundary. (3 to 20 centimeters thick.)\nEg1 -- 18 to 25 centimeters; grayish brown (2.5Y 5/2) loamy sand; massive; friable; few fine and medium roots; common fine and medium distinct gray (10YR 5/1) areas of iron depletion and few prominent brown (7.5YR 4/4) masses of iron accumulation; common dark grayish brown (10YR 4/2) organic streaks; very strongly acid (pH 4.8); 5 percent gravel; 2 percent cobbles; 1 percent stones; abrupt wavy boundary.\nEg2 -- 25 to 36 centimeters; dark grayish brown (10YR 4/2) loamy coarse sand; massive; friable; few fine and medium roots; common fine and medium faint grayish brown (10YR 3/2) areas of iron depletion and few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; very strongly acid (pH 5.0); 5 percent gravel; 2 percent cobbles; 1 percent stones; abrupt wavy boundary. (Combined thickness of E horizons is 5 to 28 centimeters.)\nBh -- 36 to 46 centimeters; black (5YR 2/1) loamy coarse sand; massive; friable; common fine and medium roots; common fine and medium distinct dark brown (7.5YR 3/2) masses of iron accumulation; very strongly acid (pH 5.0); 5 percent gravel; 2 percent cobbles; 1 percent stones; abrupt wavy boundary.\nBhsm -- 46 to 58 centimeters; dark reddish brown (5YR 3/3) loamy coarse sand; massive; very firm; strongly cemented by iron; common medium faint reddish brown (5YR 4/4) masses of iron accumulation and common fine and medium prominent brown (10YR 4/3) areas of iron depletion; very strongly acid (pH 5.0); 5 percent gravel; 2 percent cobbles; 1 percent stones; clear wavy boundary.\nBsm -- 58 to 79 centimeters; dark yellowish brown (10YR 4/4) loamy coarse sand; massive; very firm; weakly cemented by iron; common fine and medium distinct light olive brown (2.5Y 5/3) areas of iron depletion and many prominent strong brown (7.5YR 4/6) masses of iron accumulation; strongly acid (pH 5.2); 5 percent gravel; 2 percent cobbles; 1 percent stones; abrupt wavy boundary. (Combined thickness of B horizons is 18 to 64 centimeters.)\n2Cd -- 79 to 165 centimeters; light olive brown (2.5Y 5/3) sandy loam; massive; firm; common fine and medium faint grayish brown (2.5Y 5/2) areas of iron depletion and prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid (pH 5.2); 10 percent gravel; 2 percent cobble; 1 percent stones; 1 to 2 millimeter thick silt coat on the top surfaces of rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plymouth County, Massachusetts; Town of Mattapoisett, 0.7 miles due south of interstate 195 and 0.6 miles east of the North Street/Interstate 195 clover leaf. USGS Marion, MA 7.5 minute Topographic Quadrangle, Latitude 41 degrees, 40 minutes, 26.40 seconds, N., Longitude 70 degrees, 48 minutes, 30.50 seconds, W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 165 centimeters. Depth to ortstien ranges from 29 through 50 centimeters below the mineral soil surface. Depth to lodgement till ranges from 79 through 135 centimeters from the soil surface. Rock fragments range from 5 up through 35 percent throughout and typically consist of granite, gneiss, and schist. A concentration of rock fragments often occurs at the contact with the lodgement till. Reaction ranges from ultra acid through extremely acid in the O horizons, from extremely acid through moderately acid in the solum and from very strongly acid through moderately acid in the substratum.\nThe O horizons are neutral or have hue of 5YR or 7.5YR, value of 2.5, and chroma of 0 through 2. They commonly consist of a thin layer of hemic material over sapric material. Some pedons have a thin layer of fibric material at the surface.\nThe A horizon is neutral or has hue of 7.5YR through 2.5Y, value of 2, 2.5, or 3, and chroma of 0 or 1. Texture is sandy loam, loamy fine sand, loamy sand, or loamy coarse sand or their mucky analogs. Structure is massive or weak granular and consistence is very friable or friable.\nThe E horizons have hue of 5YR through 2.5Y, value of 3 through 6, and chroma of 1 or 2. The E horizon typically has common redoximorphic features and organic streaking. Texture is coarse sand, sand, fine sand, loamy sand or loamy fine sand. Structure is massive or weak granular and consistence is very friable or friable.\nThe Bh, Bhsm, and Bsm horizons have hue of 2.5YR through 10YR, value of 2 through 5, and chroma of 1 through 8. The 'h' suffix has color value and chroma of 3 or less. The B horizons have common redoximorphic features that often include iron and manganese concretions. Textures of the B horizon are sand, loamy coarse sand, loamy sand, and loamy fine sand. The Bsm horizon is firm or very firm ortstein. Some pedons have a Bs horizon, with colors and textures the same as the Bsm horizon. Structure is massive or weak granular or subangular blocky.\nSome pedons have a C horizon above the Cd horizon. Where present, the C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 2 through 4. The C horizon typically has common redoximorphic features. Textures range from sand to loamy fine sand. The C horizon is friable through loose.\nThe 2Cd horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 4. It has common or many, distinct or prominent redoximorphic features that include iron and manganese concretions. Redoximorphic features generally become less abundant with depth. Texture is coarse sandy loam, sandy loam, fine sandy loam, or their gravelly analogs. Lenses or pockets of loose, coarser material are common in many pedons. Consistence is firm or very firm and brittle. Structure is massive or weak platy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Massasoit series is the only other soil in the same family. Massasoit soils formed in sandy glaciofluvial parent materials throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mattapoisett soils are on footslopes and toeslopes, in depressions, and adjacent to drainage-ways on ground moraines and on side slopes of drumlins and till ridges. Slope ranges from 0 through 8 percent. They formed in sandy glaciofluvial and/or eolian material underlain by lodgement till of Wisconsin age derived mainly from granite, gneiss and schist.  Most areas have very stony to extremely bouldery surfaces. Mean annual precipitation ranges from 1000 through 1270 millimeters; mean annual air temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.); mean growing season ranges from 100 through 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Birchwood, Brockton, Leicester, Ridgebury, Scarboro, and Swansea soils. None of these soils have spodic horizons. Birchwood soils are moderately well drained. Brockton soils are very poorly drained. Leicester and Ridgebury soils are loamy and Leicester soils do not have firm substrata. Scarboro soils formed in sandy outwash deposits and are very poorly drained. Swansea soils are very poorly drained organic soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Mattapoisett soils are poorly drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is very high in the A, E, Bh and C horizons. It is moderately low through low in the cemented ortstein layer (Bhsm and Bsm horizons) and dense substratum (2Cd) A perched, fluctuating water table is at or near the surface for 7 through 9 months in most years. Some areas are occasionally ponded during the months from November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Some areas are used for hay or pasture-land, and some areas are used for cranberry or blueberry production. Common trees include red maple, pitch pine, eastern white pine, gray birch, tupelo, American holly, and swamp white oak. The sapling and shrub layer commonly consists of sweet pepperbush, high bush blueberry, green briar, and swamp azalea. The herbaceous layer typically consists of cinnamon fern, sphagnum moss, teaberry, and starflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Massachusetts, Rhode Island, and possibly Connecticut. MLRA 144A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Plymouth County, Massachusetts, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Mattapoisett soils were formerly included in Norwell soil map units.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 8 to 18 centimeters (A horizon).\nb. Albic horizon - the zone from 18 to 36 centimeters (Eg1 and Eg2 horizons).\nc. Spodic horizon - the zone from 36 to 58 centimeters (Bh and Bhsm horizons).\nd. Ortstein layer - the zone from 46 to 79 centimeters (Bhsm and Bsm horizons).\ne. Aquic conditions and Aquods suborder - redox features in the albic and spodic horizons within 50 cm of the mineral soil surface.\nf. Shallow family - ortstien contact at 46 centimeters.\nADDITIONAL DATA: Currently two NSSL full characterization pedons are available for this series, pedon ID: 91MA023003 and 93MA023001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
