{
  "SERIES": "MAUBILA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MCH-PGM; SP, GRB",
  "REVDATE": "12/2014",
  "STATES": "AL,FL,GA",
  "OVERVIEW": "The Maubila series consists of very deep, moderately well drained, slowly permeable soils on knolls, ridge tops, and short, choppy side slopes of the uplands in the Southern Coastal Plain Major Land Resource Area (MLRA 133A).  They formed in clayey marine sediments.  Near the type location, average annual air temperature is 63 degrees F., and average annual precipitation is 53 inches. Slopes range from 2 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maubila flaggy loam, in a loblolly pine plantation on a 3 percent convex slope (Colors are for moist soil).\nAp--0 to 3 inches; dark yellowish brown (10YR 4/4) flaggy loam; weak fine granular structure; very friable; common fine and medium roots; about 25 percent angular fragments of ironstone; very strongly acid; clear smooth boundary. (1 to 6 inches thick)\nBt1--3 to 9 inches; strong brown (7.5YR 5/6) clay loam; weak medium subangular blocky structure; friable; common fine and medium roots; few faint clay films on faces of peds; about 10 percent angular fragments of ironstone; very strongly acid; clear wavy boundary.\nBt2--9 to 21 inches; strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm; few fine and medium roots; about 10 percent angular fragments of ironstone; few fine flakes of mica; common faint clay films on faces of peds; common medium prominent red (2.5YR 4/6) and distinct yellowish brown (10YR 5/6) masses of iron accumulation throughout; common medium prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear wavy boundary.\nBt3--21 to 34 inches; strong brown (7.5YR 5/6) clay; weak coarse subangular blocky structure which parts to strong fine subangular blocky; firm; few fine roots; common distinct clay films on faces of peds; about 10 percent angular fragments of ironstone; few fine flakes of mica; many fine and medium distinct yellowish brown (10YR 5/6) and prominent red (10R 4/8) masses of iron accumulation; many medium prominent light gray (10YR 7/2) iron depletions; very strongly acid; clear irregular boundary. (Combined thickness of the Bt horizons ranges from 24 to 45 inches.)\nBC--34 to 52 inches; 30 percent gray (10YR 6/1), 25 percent strong brown (7.5YR 5/6), 25 percent yellowish brown (10YR 5/6) and 20 percent red (10R 4/6) clay loam; weak very coarse subangular blocky structure; friable; few thin strata and pockets of sandy clay; about 10 percent angular fragments of ironstone; many fine flakes of mica; the areas of  gray color are iron depletions and the areas of red, strong brown and yellowish brown are iron accumulations; very strongly acid; gradual wavy boundary. (0 to 20 inches thick)\nC--52 to 80 inches; 35 percent gray (10YR 6/1), 25 percent strong brown (7.5YR 5/6), 25 percent yellowish brown (10YR 5/6) and 15 percent red (10R 4/6) clay; massive; firm; few thin (.75 inch) discontinuous strata of ironstone; few thin strata and pockets of sandy clay and clay loam; the areas of gray are iron depletions and the areas of strong brown, yellowish brown and red are iron accumulations; many fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Perry County, Alabama.  Approximately 2.0 miles northwest of Oakmulgee, about 1,500 feet south and 200 feet east of the NW corner of Sec. 10, T.21N., R.10E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to 60 inches.  Reaction ranges from extremely acid to strongly acid throughout except where the surface has been limed.  Ironstone fragments, on the surface and throughout the A and E horizons, range from 5 to 35 percent by volume and range in size from channers to flags.  Content of coarse fragments in the B and C horizons is less than 15 percent by volume.  Content of fine flakes of mica ranges from none to common in the A, E, and Bt horizons and from common to many in the BC and C horizons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  Texture is loamy sand, loamy fine sand, sandy loam, or loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 2 to 4.  Texture is loamy sand, loamy fine sand, or sandy loam in the fine-earth fraction.\nThe upper part of the Bt horizon commonly has hue of 7.5YR or 10YR, but ranges to 2.5YR, value of 4 to 6, and chroma of 6 or 8.  Iron depletions in shades of gray and iron accumulations in shades of red and brown range from none to common.  Texture commonly is clay loam or clay, but some pedons may have a thin subhorizon of sandy clay loam.\nThe lower part has the same range in color as the upper part, or it lacks a dominant matrix color and is multicolored in shades of gray, yellow, red, and brown.  Redox depletions and accumulations range from common to many.  Texture is clay loam, clay, or silty clay.  Silt content of the control section ranges from 25 to 45 percent.\nThe BC or CB horizon, present in most pedons, typically lacks a dominant matrix color and is multicolored in shades of gray, yellow, red, and brown.  Thin strata or pockets of finer or coarser textured materials range from none to common.  Texture is clay loam, clay, or silty clay.\nThe C horizon has the same range in color as the BC or CB horizon.  It is firm or very firm and is massive.  Texture is clay loam, clay, or silty clay.  Most pedons have one or more thin discontinuous strata of ironstone and thin strata or pockets of finer or coarser textured materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annemaine, Beason, Cid, Craven, Creedmoor, Dogue, Eulonia, Gritney, Helena, Lignum, Nemours, Nevarc, Newco, Peawick, Rosenwall, Sacul, Stapp, Vinita, and Wolftever soils in the same family.  Annemaine, Craven, Dogue, Nemours, and Wolftever soils have an apparent water table and do not have fragments of ironstone in the solum.  Beason soils are somewhat poorly drained and do not have fragments of ironstone.  Cid and Rosenwall soils have a paralithic contact within 40 inches of the surface.  Creedmore soils have a water table within 2 feet of the soil surface and formed in residuum from Triassic bedrock.  Eulonia soils have a Btg horizon and do not have fragments of ironstone in the solum.  Gritney soils have less than 30 percent silt in the particle-size control section and do not have strata of ironstone in the C horizon.  Helena and Lignum soils have C horizons of saprolite from igneous or metamorphic rock.  Nevarc and Peawick soils do not have fragments of ironstone in the solum or strata of ironstone in the substratum.  Newco soils have a summer moisture deficit of 0 to 4 inches and do not have fragments of ironstone in the solum.  Sacul soils have dominant hue of 5YR or redder in the Bt horizon, have a high shrink-swell potential, and have a Btg horizon.  Stapp soils have bedrock at a depth of 40 to 60 inches of the surface.  Vinita soils have a solum less than 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maubila soils are on knolls, narrow ridge tops and short, choppy side slopes on uplands of the Southern Coastal Plain.  Slopes range from 2 to 45 percent.  The soils formed in clayey marine sediments.  The climate is humid subtropical.  Average annual temperature ranges from 60 to 65 degrees F., and average annual precipitation ranges from 48 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boykin, Luverne, Olla, Rattlesnake Forks, Saffell, Smithdale, and Wadley soils.  Boykin and Wadley soils are on higher positions and have a thick sandy epipedon.  Luverne soils are on similar positions as Maubila and have dominant hue of 5YR or redder in the upper part of the solum.  Olla soils are on similar positions but have less than 5 percent plinthite, by volume, in the subsoil. Rattlesnake Forks are on higher positions and are sandy throughout. Saffell soils are generally on slightly higher positions on ridges and side slopes and are loamy-skeletal.  Smithdale soils are on similar positions as Maubila soils but have redder subsoils and have less than 5 percent, by volume, plinthite in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, medium to rapid runoff, slow permeability.  These soils have a seasonally high water table perched at a depth of 2 to 3.5 feet of the soil surface for short periods during winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Maubila soils are in woodland.  Common trees include longleaf pine, loblolly pine, shortleaf pine, southern red oak, white oak, hickory, and sweetgum.  Understory vegetation consists mostly of flowering dogwood, blackjack oak, tree huckleberry, big bluestem, pinehill bluestem, poison oak, broomsedge bluestem, southern bracken, Carolina jasmine, and greenbrier."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Dissected uplands of the Southern Coastal Plain in central and southwest Alabama and northwest Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Perry County, Alabama, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface of the soil to a depth of 3 inches (Ap horizon).\nArgillic horizon - the zone from 3 to 34 inches (Bt horizons).\nAquic properties - evidence of seasonal saturation; iron depletions of chroma 2 or less within a depth of 30 inches of the surface.\nThe Maubila series was first proposed as a clayey, mixed, thermic Typic Paleudults and submitted for review in 1984.  They were re-examined as mapped over a broader range than originally mapped and the present concept is that of a moderately well drained, fine, mixed, subactive, thermic Aquic Hapludults.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization Laboratory, Auburn AL.\nETD on two pedons are available from the Alabama Highway Department.\nMaubila soils are in MLRA 133A.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "flaggy",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 3 inches; dark yellowish brown (10YR 4/4) flaggy loam; weak fine granular structure; very friable; common fine and medium roots; about 25 percent angular fragments of ironstone; very strongly acid; clear smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--3 to 9 inches; strong brown (7.5YR 5/6) clay loam; weak medium subangular blocky structure; friable; common fine and medium roots; few faint clay films on faces of peds; about 10 percent angular fragments of ironstone; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 53,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--9 to 21 inches; strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm; few fine and medium roots; about 10 percent angular fragments of ironstone; few fine flakes of mica; common faint clay films on faces of peds; common medium prominent red (2.5YR 4/6) and distinct yellowish brown (10YR 5/6) masses of iron accumulation throughout; common medium prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 53,
        "bottom": 86,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt3--21 to 34 inches; strong brown (7.5YR 5/6) clay; weak coarse subangular blocky structure which parts to strong fine subangular blocky; firm; few fine roots; common distinct clay films on faces of peds; about 10 percent angular fragments of ironstone; few fine flakes of mica; many fine and medium distinct yellowish brown (10YR 5/6) and prominent red (10R 4/8) masses of iron accumulation; many medium prominent light gray (10YR 7/2) iron depletions; very strongly acid; clear irregular boundary. (Combined thickness of the Bt horizons ranges from 24 to 45 inches.)"
      },
      {
        "name": "BC",
        "top": 86,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--34 to 52 inches; 30 percent gray (10YR 6/1), 25 percent strong brown (7.5YR 5/6), 25 percent yellowish brown (10YR 5/6) and 20 percent red (10R 4/6) clay loam; weak very coarse subangular blocky structure; friable; few thin strata and pockets of sandy clay; about 10 percent angular fragments of ironstone; many fine flakes of mica; the areas of  gray color are iron depletions and the areas of red, strong brown and yellowish brown are iron accumulations; very strongly acid; gradual wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 132,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "narrative": "C--52 to 80 inches; 35 percent gray (10YR 6/1), 25 percent strong brown (7.5YR 5/6), 25 percent yellowish brown (10YR 5/6) and 15 percent red (10R 4/6) clay; massive; firm; few thin (.75 inch) discontinuous strata of ironstone; few thin strata and pockets of sandy clay and clay loam; the areas of gray are iron depletions and the areas of strong brown, yellowish brown and red are iron accumulations; many fine flakes of mica; very strongly acid."
      }
    ]
  ]
}
