{
  "SERIES": "MAUKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM/RJE/JAL",
  "REVDATE": "03/2002",
  "STATES": "MT",
  "OVERVIEW": "The Maukey series consists of deep, well drained soils at elevations of 4,800 to 5,600 feet. The underlying parent materials are ash-cemented conglomerate. Mean annual precipitation is 16 to 20 inches, mean annual temperature is 40 degrees to 42 degrees F. and mean summer temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Alfic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Maukey loam - native grass cover. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine blocks that separate to weak fine crumb structure; slightly hard, friable, nonsticky, nonplastic; many very fine roots; 10 percent gravel; neutral; clear wavy boundary. (5 to 8 inches thick)\nE--5 to 12 inches; light gray (10YR 7/2) gravelly loam, light brownish gray (10YR 6/2) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine roots; 30 percent gravel; neutral; clear wavy boundary. (4 to 10 inches thick)\nBt--12 to 18 inches; pale brown (10YR 6/3) and very pale brown (10YR 7/3) gravelly clay, mixed brown (10YR 5/3) and pale brown (10YR 6/3) moist; coats on vertical faces of some peds very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few very fine roots; common tubular pores; 25 percent gravel; clay film on all faces of peds; neutral; gradual irregular boundary. (5 to 12 inches thick)\nBk--18 to 37 inches; very pale brown (10YR 7/3) gravelly clay loam, pale brown (10YR 6/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; strongly calcareous; moderately alkaline; gradual irregular boundary.\n2C--37 to 48 inches; pale yellow (2.5Y 8/3) very gravelly loam, pale yellow (2.5Y 7/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few roots; 50 percent gravel and few cobbles; weakly calcareous in upper part grading to noncalcareous in lower part; clear boundary.\nR--48 inches; very pale brown (10YR 7/3), pale brown (10YR 6/3) moist, hard ash-cemented conglomerate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Granite County, Montana; 330 feet south and 1,155 feet east of center of sec. 30, T.7N., R.15W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the Bk horizon is 17 to 24 inches. Depth to bedrock is 40 to 60 inches. Mean annual soil temperature is 42 degrees to 46 degrees F. and average summer soil temperature is 55 degrees to 58 degrees F. The hue is 10YR or 2.5Y.\nThe A horizon has value of 4 or 5 dry and 2 to 3.5 moist and chroma of 1 through 3.\nThe E horizon has value of 6 through 8 dry and 4 through 6 moist and chroma of 2 or 3.\nThe Bt horizon has value of 5 through 7 dry and 4 through 6 moist and chroma of 2 or 3. It is clay loam or clay with 35 to 45 percent clay, 15 to 35 percent fine and coarser sands and 15 to 30 percent gravel.\nThe 2C horizon has an estimated 1 to 8 percent lime and 30 to 60 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gillum and Jenksdraw series. Gillum soils are very deep and have a glossic horizon. Jenksdraw soils are less than 40 inches deep to a lithic contact and have a glossic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Strongly rolling uplands in grassland-timber tension zone at elevations of 4,800 to 5,600 feet. The underlying parent materials are ash-cemented conglomerate. Mean annual precipitation is 16 to 20 inches, mean annual temperature is 40 degrees to 42 degrees F. and mean summer temperature is about 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Eyerbow and Sluice soils and the Pintlar soils, Pintlar soils have depths greater than 24 inches to the top of their B2t horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Maukey soils are used primarily for grazing with a few more gently sloping areas being used for hayland. Native vegetation is rough fescue, Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maukey soils occur in valleys of southwestern Montana. They are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Granite County (Philipsburg-Drummond Area), Montana, 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
