{
  "SERIES": "MAVIE",
  "STATUS": "Established Series",
  "BYREV": "DJP-RBH-CJH",
  "REVDATE": "01/2003",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal over loamy, mixed, superactive, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mavie fine sandy loam on a nearly level slope in grassland.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 12 inches; black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; friable; many fine roots; strongly effervescent; 1 percent gravel; slightly alkaline; clear smooth boundary.  (7 to 16 inches thick)\nBk--12 to 18 inches; grayish brown (2.5Y 5/2) fine sandy loam; few fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; weak fine subangular blocky structure; friable; many fine roots; violently effervescent; 1 percent gravel; moderately alkaline; clear wavy boundary.  (0 to 10 inches thick)\n2C1--18 to 29 inches; light brownish gray (2.5Y 6/2) very gravelly sand; few fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; single grain; loose; slightly effervescent; 55 percent gravel; slightly alkaline; gradual wavy boundary.\n2C2--29 to 39 inches; light brownish gray (2.5Y 6/2) very gravelly sand; few fine prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; single grain; loose; slightly effervescent; 45 percent gravel; slightly alkaline; clear wavy boundary.  (Combined 2C horizons 6 to 24 inches thick)\n3C3--39 to 80 inches; light brownish gray (2.5Y 6/2) loam; many medium distinct light olive brown (2.5Y 5/6) and many fine prominent olive yellow (2.5Y 6/8) redoximorphic concentrations; massive; strongly effervescent; 5 percent gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Roseau County. Minnesota; about 4 miles southwest of Badger; 2,500 feet south and 250 feet east of the northwest corner of section 29, T. 161 N., R. 42 W.; 48 degrees, 44 minutes, 22 seconds north latitude and 96 degrees, 6 minutes, 58 seconds west longitude; USGS Greenbush NE topoquadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 16 inches.  The depth to the 3C horizon ranges from 20 to 40 inches.\nThe A horizon has hue of 10YR or 2.5Y or is neutral, value of 2 or 3, and chroma of 0 to 2. Texture is loam, fine sandy loam or sandy loam.  Reaction is slightly alkaline or moderately alkaline.  Some pedons have an Ak horizon.\nThe Bk horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 or 2 or is neutral.  Textures are similar to the A horizon.  The Bk is absent in some pedons that have an Ak horizon.\nSome pedons have a 2Bk or 3Bk horizon.\nThe 2C horizon has hue of 2.5Y or 5Y or is neutral, value of 4 to 6, and chroma of 0 to 2.  It averages 35 to 75 percent rock fragments.  Distinct or prominent redoximorphic features commonly are present.  The fine-earth fraction is coarse sand, sand or loamy sand.  Reaction is slightly alkaline or moderately alkaline.\nThe 3C horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 or 2.  It has less than 15 percent rock fragments.  Commonly distinct or prominent redoximorphic features are present.  Reaction is slightly alkaline or moderately alkaline.  Gypsum crystals may be present in the 2C and 3C horizons.\nThe 3C horizon in the Percy till phase has textures of sandy loam, fine sandy loam, loam or silt loam. It has 12 to 18 percent clay and more than 15 percent fine sand and coarser sand.  Calcium carbonate equivalent ranges from 20 to 40 percent.  Moist bulk density ranges from 1.75 to 2.00 g/cc.\nThe 3C horizon in the Des Moines till phase has textures of loam, clay loam or silty clay loam. It has 18 to 35 percent clay and more than 15 percent fine sand and coarser sand.  Calcium carbonate equivalent ranges from 10 to 25 percent.  Moist bulk density ranges from 1.35 to 1.60 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mavie soils formed in a mantle of loamy over very gravelly sandy glaciolacustrine sediments overlying loamy till.  These materials are of the late Wisconsin Age.  Typically these soils occur on slightly concave broad flats adjacent to beach ridges.  Slope ranges from 0 to 2 percent.  Mean annual air temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 19 to 24 inches.  Frost-free days range from 110 to 135.  Elevation above sea level ranges from 750 to 1250 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Foxhome, Rockwell, Roliss, Strathcona, Syrene, Strandquist and Vallers soils.  Foxhome soils have a wet soil moisture status at depths of 2.5 to 5 feet at some time during the period of April through June and are higher lying.  Rockwell, Roliss, Strathcona, Syrene and Strandquist soils are on similar positions and Vallers soils are on slightly convex areas.  Rockwell and Strathcona soils do not have very gravelly 2C horizons.  Roliss and Vallers soils are loamy throughout.  Syrene soils do not have loamy 3C horizons.  Strandquist soils do not have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is negligible. Permeability is rapid in the upper layers and moderate or moderately slow in the underlying material.  The soil has a wet soil moisture status at depths as high as 0.5 to 1.5 feet at some time from April through July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly used to grow small grains, sunflowers, and hay.  Some areas are pastured.  Native vegetation is tall grass prairie with scattered areas of aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Mavie series occurs primarily in eastern and east central portions of the glacial Lake Agassiz basin in northwestern Minnesota.  It is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Norman County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 12 inches (Ap horizon); calcic horizon - the zone from 12 to 18 inches (Bkg horizon); aquic moisture regime per low chroma with redoximorphic features below the Ap horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
