{
  "SERIES": "MAXCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC-DMA-TWN",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Maxcreek silty clay loam, on a linear slope of less than 1 percent, in a cultivated field, at an elevation of about 1,220 feet above sea level. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 centimeters; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary. (17 to 25 centimeters thick)\nA1--20 to 33 centimeters; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; moderate fine and medium subangular blocky structure; friable; neutral; abrupt wavy boundary. (0 to 20 centimeters thick)\nAB--33 to 53 centimeters; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; few black (10YR 2/1) and dark gray (10YR 4/1) organic stains on surfaces along root channels; weak fine and medium subangular blocky structure; friable; neutral; clear wavy boundary. (0 to 25 centimeters thick)\nBg1--53 to 76 centimeters; dark gray (2.5Y 4/1) silty clay loam; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; friable; few fine prominent brown (7.5YR 4/4) masses of iron accumulation; neutral; clear wavy boundary. (14 to 46 centimeters thick)\n2Bg2--76 to 104 centimeters; olive gray (5Y 4/2) loam; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; about 5 percent rock fragments; neutral; clear wavy boundary. (0 to 30 centimeters thick)\n2Cg--104 to 160 centimeters; olive gray (5Y 5/2) loam; weak fine and medium prismatic structure parting to weak fine and medium subangular blocky; friable; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; about 5 percent rock fragments; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103  Central Iowa and Minnesota Till Prairies; Freeborn County, Minnesota subset, about 16 miles east and 3 miles south of Albert Lea; located about 2,450 feet south and 1,500 feet east of the northwest corner of section 24, T. 102 N., R. 19 W.; USGS London topographic quadrangle; lat. 43 degrees 37 minutes 26 seconds N. and long. 93 degrees 03 minutes 49 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness--40 to 60 centimeters\nDepth to glacial till--65 to 102 centimeters\nDepth to carbonates--65 to 124 centimeters\nContent of clay in the particle-size control section (weighted average)--24 to 32 percent\nContent of sand in the particle-size control section (weighted average)--5 to 15 percent, fine sand and sand coarser than fine sand\nSpecial feature--some pedons have a thin stone line, 2 to 13 centimeters thick with up to 10 percent rock fragments at the base of the silty or loamy sediments\nAp and A horizon:\nHue--10YR, 2.5Y or is neutral\nValue--2 or 3\nChroma--0 or 1\nTexture--silty clay loam\nClay content--28 to 32 percent\nSand content--less than 15 percent\nRock fragment content--0 to 2 percent, mixed lithology\nReaction--slightly acid or neutral\nThe maximum content of clay is in the A horizon and it decreases gradually with depth\nBg horizon:\nHue--10YR to 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--silty clay loam or silt loam\nClay content--25 to 32 percent\nSand content--less than 15 percent\nRock fragment content--0 to 2 percent, mixed lithology\nReaction--slightly acid or neutral\n2Bg or 2BCg horizons (when present):\nHue--10YR to 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loam or clay loam\nClay content--18 to 30 percent\nSand content--30 to 45 percent\nRock fragment content--2 to 15 percent, mixed lithology\nReaction--neutral or slightly alkaline\nSome pedons have thin strata, up to 10 centimeters thick, of sandy loam at the base of the silty or loamy sediments\n2Cg horizon:\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--2 to 4\nTexture--loam, sandy clay loam or sandy loam\nClay content--18 to 27 percent\nSand content--45 to 70 percent\nRock fragment content--2 to 15 percent, mixed lithology\nCalcium carbonate equivalent--8 to 15 percent\nReaction--neutral to slightly alkaline\nMoist bulk density--1.5 to 1.7 gm/cc\nHigher chroma is only in the lower part of this horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chalmers, Chetomba, Dolbee, Drummer, Dunham, Elpaso, Elvira, Garwin, Gillett Grove, Hartsburg, Madelia, Marcus, Mascoutah, Maxfield, Maxmore, Ossian, Patton, Pella, Rushmore, Sable, and Wacousta series.\nChalmers--are in areas that have a mean annual air temperature range of 10 to 17 degrees C and a mean annual precipitation range of 810 to 970 millimeters\nChetomba--have a sand content of less than 15 percent in the upper two thirds of the series control section\nDolbee--do not have rock fragments in the series control section\nDrummer--are stratified with a sand content of 15 to 80 percent in the lower third of the series control section\nDunham--have a sand content of 75 to 98 percent in the lower third of the series control section\nElpaso--have a sand content of 2 to 45 percent in the lower third of the series control section\nElvira--does not have rock fragments in the series control section\nGarwin--have a sand content of less than 15 percent in the lower third of the control section\nGillett Grove--have a moist bulk density range of 1.6 to 1.8 g/cc in the lower third of the series control section\nHartsburg--have a sand content of less than 30 percent in the lower third of the series control section\nMadelia--have a sand content of less than 15 percent in the lower third of the series control section\nMarcus--have a sand content of less than 15 percent in the lower third of the series control section\nMascoutah--have a sand content of less than 7 percent in the lower third of the series control section\nMaxfield--have a moist bulk density of more than 1.75 gm/cc in the lower third of the series control section\nMaxmore--have a moist bulk density of more than 1.75 gm/cc in the lower third of the series control section\nOssian--have a sand content of 0 to 15 percent in the lower third of the series control section\nPatton--are stratified with a sand content of 7 to 25 percent in the lower third of the series control section\nPella--have carbonates within a depth of 100 centimeters and are stratified in the lower third of the series control section\nRushmore--have a sand content of 15 to 35 percent in the lower third of the series control section\nSable--have a sand content of less than 8 percent in the lower third of the control section\nWacousta--have carbonates within a depth of 50 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--65 to 102 centimeters of loess or silty sediments and the underlying calcareous, loamy glacial till, sediments are Late Wisconsinan in age\nLandform--linear or concave slopes on ground moraines\nSlope--0 to 2 percent\nElevation--305 to 396 meters above sea level\nMean annual air temperature--7 to 11 degrees C\nMean annual precipitation--700 to 820 millimeters\nFrost-free period--130 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Blooming, Canisteo, Merton, Moland, and Newry soils.\nBlooming--are at higher landscape positions on convex slopes and have a frequently saturated zone at a depth of 1 meter in normal years\nCanisteo--are at slightly lower landscape positions on linear or concave slopes and have carbonates within a depth of 50 centimeters\nMerton--are at slightly higher landscape positions on linear or slightly convex slopes and have a frequently saturated zone at a depth of 0.45 meter in normal years\nMoland--are at higher landscape positions on convex slopes and do not have a frequently saturated zone at a depth of 1 meter in normal years\nNewry--are at slightly higher landscape positions on linear or slightly convex slopes and have a frequently saturated zone at a depth of 0.75 meter in normal years."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly and very poorly drained--these soils are frequently saturated at the soil surface during the wettest portions of normal years\nSaturated hydraulic conductivity--4.23 to 14.11 micrometers per second (moderately high)\nSurface runoff potential--negligible to low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans. The native vegetation is big bluestem, western wheatgrass, sedges, blue grama and other species of the tall grass prairie that are tolerant of excessive wetness."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section and Dissected till plains\nMLRAs--Central Iowa and Minnesota Till Prairies (103) and Eastern Iowa and Minnesota Till Prairies (104)\nLRR M; southeastern Minnesota and possibly northeastern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Steele County, Minnesota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (A1, AB, Bg1, and 2Bg2 horizons);\nseries control section--the zone from the surface to a depth of 0 to 150 centimeters (Ap, A1, AB, Bg1, 2Bg2, and 2Cg horizons).\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 0 to 53 centimeters (Ap, A1, and AB horizons);\ncambic horizon--the zone from a depth of 53 to 104 centimeters (Bg1 and 2Bg2 horizons);\naquic moisture regime--matrix chroma of 2 or less with redoximorphic concentrations;\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
