{
  "SERIES": "MAY CITY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM-RJW-TWN",
  "REVDATE": "01/2009",
  "STATES": "IA",
  "OVERVIEW": "The May City series consists of very deep, somewhat excessively drained soils formed in gravelly and loamy sediments.  These soils occur on convex side slopes on glaciated uplands and outwash plains. Slope ranges from 0 to 9 percent. Mean annual air temperature is about 8 degrees C. Mean annual precipitation is about 725 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: May City sandy clay loam, on a 3 percent slope, in a cultivated field, at an elevation of about 430 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters; very dark grayish brown (10YR 3/2) sandy clay loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure parting to weak fine granular; friable; about 11 percent gravel, about 3 percent fine shale fragments; moderately acid; abrupt wavy boundary. (15 to 36 centimeters thick)\nBw1--18 to 30 centimeters; dark yellowish brown (10YR 4/4) with streaks and pockets of very dark grayish brown (10YR 3/2) sandy clay loam; moderate medium and fine subangular blocky structure parting to moderate fine granular; friable; about 9 percent gravel, about 2 percent fine shale fragments; moderately acid; clear wavy boundary.\nBw2--30 to 48 centimeters; brown (7.5YR 4/4) gravelly sandy loam; weak fine and medium subangular blocky structure; very friable; about 25 percent gravel, about 2 percent fine shale fragments; slightly acid; abrupt wavy boundary. (Combined thickness of the Bw horizon is 25 to 40 centimeters.)\nC1--48 to 91 centimeters; strong brown (7.5YR 4/6) extremely gravelly sandy loam; massive; very friable; about 67 percent gravel, about 10 percent cobbles, about 2 percent fine shale fragments; strongly effervescent; slightly alkaline; abrupt wavy boundary.\nC2--91 to 107 centimeters; strong brown (7.5YR 5/8) very gravelly sandy loam; massive; very friable; few white (10YR 8/1) calcium carbonate coats on rock fragments; about 57 percent gravel, about 3 percent cobbles, about 2 percent shale fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary.\nC3--107 to 135 centimeters; yellowish red (5YR 5/6) with about 20 percent red (2.5YR 4/6) very gravelly sandy loam; massive; very friable; about 54 percent gravel, about 3 percent cobbles, about 2 percent shale fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary.\nC4--135 to 170 centimeters; mixed strong brown (7.5YR 4/6) and yellowish red (5YR 5/6) extremely gravelly sandy loam; massive; very friable; few white (10YR 8/1) calcium carbonate coats on rock fragments; about 63 percent gravel, about 2 percent fine shale fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary.\nC5--170 to 200 centimeters; mixed yellowish red (5YR 4/6) and red (2.5YR 4/6) extremely gravelly sandy loam; massive; very friable; about 60 percent gravel, about 15 percent cobbles, about 2 percent fine shale fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 107A-Iowa and Minnesota Loess Hills, Clay County, Iowa subset; about 2 and 1/2 miles north of Everly; located about 200 feet east and 1,820 feet south of the center of section 22, T. 97 N., R. 38 W.; USGS Everly topographic quadrangle; lat. 43 degrees 12 minutes 04 seconds N. and long. 95 degrees 19 minutes 07 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 70 centimeters\nMollic epipedon thickness--18 to 36 centimeters\nClay content in the particle-size control section (weighted average)--15 to 30 percent\nSand content in the particle-size control section (weighted average)--45 to 70 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--sandy clay loam, loam, sandy loam or the gravelly to extremely gravelly analogs of these textures\nClay content--7 to 35 percent\nSand content--40 to 70 percent\nRock fragment content--5 to 70 percent\nReaction--moderately acid to slightly alkaline\nBw horizon:\nHue--5YR, 7.5YR, or 10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--sandy clay loam, loam, sandy loam or the gravelly to extremely gravelly analogs of these textures\nClay content--7 to 35 percent\nSand content--40 to 70 percent\nRock fragment content--5 to 70 percent\nReaction--moderately acid to slightly alkaline\nC horizon:\nHue--2.5YR, 5YR, 7.5YR, or 10YR\nValue--4 to 6\nChroma--4 to 8\nTexture--sandy clay loam, loam, sandy loam or the gravelly to extremely gravelly analogs of these textures\nClay content--7 to 35 percent\nSand content--45 to 70 percent\nRock fragment content--10 to 70 percent; less than 20 percent cobbles\nReaction--slightly alkaline to moderately alkaline\nSome pedons have thin strata of finer textured materials"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bentonsport, Kankakee, Lacrescent, and Marlean series.\nBentonsport--have a mollic epipedon 60 to 90 centimeters thick\nKankakee--have a rock fragment content of more than 20 percent cobbles in the lower third of the series control section\nLacrescent--have a rock fragment content of more than 20 percent cobbles in the lower third of the series control section\nMarlean--have an average rock fragment content of less than 15 percent in the upper third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--gravelly and loamy sediments\nLandform--convex side slopes on glaciated uplands and outwash plains\nSlope--0 to 9 percent\nElevation--340 to 520 meters above mean sea level\nMean annual air temperature--7 to 9 degrees C\nMean annual precipitation--660 to 790 millimeters\nFrost-free period--155 to 175 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Afton, Everly, Roine, and Wilmonton soils.\nAfton--are on lower landscape positions in upland drainageways and are frequently saturated within 0.3 meters of the surface during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nEverly--are on landscape positions similar to that of May City soils and have a rock fragment content of less than 15 percent in the series control section\nRoine--are on landscape positions similar to that of May City soils and have a rock fragment content of less than 8 percent in the series control section\nWilmonton--are on slightly lower landscape positions and have a rock fragment content of less than 8 percent rock fragments in the series control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage--somewhat excessively drained-a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--10 to 100 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans, but some areas are in permanent pasture due to coarse fragments on the surface. Some small areas are excavated as a source of gravel. Native vegetation is big bluestem, little bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRA--Iowa and Minnesota Loess Hills (107A)\nLRR M; northwestern Iowa\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana; MLRA SSO 10-6 (Atlantic, Iowa)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, Iowa, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--from the surface of the soil to a depth of 18 centimeters (Ap horizon);\ncambic horizon--the zone from a depth of 18 to 48 centimeters (Bw1 and Bw2 horizons);\nudic moisture regime.\nThis soil was previously included with Kanaranzi, variant.\nCation-exchange class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
