{
  "SERIES": "MAYFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS/AJE",
  "REVDATE": "05/2009",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, mesic Xeric\nTorrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shaly loam - rangeland (Colors are for air dry soil unless otherwise noted.\nAll--0 to 2 inches; light brownish gray (2.5Y 6/2) shaly loam, grayish brown (2.5Y 5/2) moist; moderate thin platy structure that parts to moderate fine granules; slightly hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; many fine and very fine                                    vesicular pores; 20 percent shale fragments occupying partly as a surface mantle; very strongly calcareous, lime is disseminated; strongly alkaline (pH 8.6); abrupt smooth boundary. (2 to 3 inches thick)\nA12--2 to 5 inches; light gray (2.5Y 7/2) shaly loam, grayish brown (2.5Y 5/3) moist; moderate thin platy structure; hard, friable, slightly sticky, plastic; common fine and few very fine roots; common fine and very fine pores; 18 percent shale fragments; very strongly calcareous,         lime is disseminated; strongly alkaline (pH 9.0); clear smooth boundary. (3 to 6 inches thick)\nC1-- 5 to 11 inches; light gray (2.5Y 7/2) loam, pale brown (10YR 6/3) moist; weak thick platy structure; hard, friable, sticky, slightly plastic; few medium and fine roots; common very fine pores; 15 percent shale fragments; very strongly calcareous, lime is disseminated; strongly           alkaline (pH 8. 8); clear wavy boundary. (5 to 7 inches thick)\nC2--11 to 22 inches; light gray (2.5Y 7/2) shaly loam, light yellowish brown (2.5Y 6/4) moist; massive; slightly hard, friable, sticky, plastic; few medium and fine roots; many fine and very fine pores; 25 percent shale fragments; very strongly calcareous, lime is disseminated; strongly alkaline (pH 8.6); clear wavy boundary. (6 to 12 inches thick)\nC3--22 to 30 inches; pale yellow (2.5Y 7/3) loam, light yellowish brown (2.5Y 6/3) moist; massive; slightly hard, friable, sticky, plastic; few very fine roots; common very fine pores; 15 percent shale fragments; common gypsum flakes; very strongly calcareous, lime is in flakes and           disseminated; strongly alkaline (pH 8.6); clear smooth boundary . (6 to 8 inches thick)\nC4--30 to 45 inches; very pale brown (10YR 7/3) shaly loam, pale brown (10YR 6/3) moist; massive; hard, friable, sticky, plastic; few very fine roots; few fine and very fine pores; 25 percent shale fragments; few gypsum flakes; very strongly calcareous, lime is disseminated and in fine flakes; strongly alkaline (pH 8.8); clear smooth boundary. (9 to 18 inches thick)\nC5--45 to 56 inches; very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; massive; slightly           hard, friable, slightly sticky, plastic; few very fine roots; few fine and medium pores; 5 to 10 percent shale fragments; common to few gypsum nodules; very strongly calcareous, lime is disseminated and in veins; strongly alkaline (pH 8.6); clear wavy boundary. (9 to 12 inches thick)\nC6--56 to 65 inches; very pale brown (10YR 7/3) shaly sandy loam, pale brown (10YR 6/3) moist; massive; slightly hard, loose, nonsticky, slightly plastic; common fine pores; 25 percent shale fragments; very strongly calcareous, lime is disseminated and segregated on coarse fragments; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sanpete County, Utah; about 1 1/4 miles west of the Mayfield-Manti road junction; about 300 feet west of the road; about 1,320 feet south and 1,400 feet west of the NE corner of sec. 30, T.l9S., R.2E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are dry above a depth of 12 inches for half or more of the cumulative time soil temperature is above 41 degrees F., but they are continually moist more than 1/4 of the time the soil temperature is above 41 degrees F. in some part of the 4 to 12 inch depth in 7 out of 10 years. Mean annual soil temperature ranges from 47 to 50 degrees F. Carbonate content ranges from 40 to 55 percent. Gypsum flakes or nodules range from few to common. Organic matter content decreases irregularly with depth or remains above .35 percent to a depth of 50 inches. The A horizon has hue of 10YR through 5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 or 3, and is moderately to strongly alkaline. The C horizon has hue of 10YR through 5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 or 3. It ranges from heavy loam to light silty clay loam with 18 to 30 percent clay, and more than 15 percent coarser than very fine sand including rock fragments up to 7.5 cm. This horizon contains 20 to 35 percent rock fragments, usually shale fragments, to a depth of 40 inches. It is moderately to very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annabella, Centerfield, Genola, Mumford, Newcastle, Quaker, Redfield, and Woodrow series. Annabella and Newcastle soils have more than 35 percent rock fragments in the control section.  Centerfield soils have very gravelly loamy sand layers at depths of 20 to 29 inches, Genola, Woodrow, Annabella, and Newcastle soils have less than 40 percent carbonates in the control section. Mumford soils are highly stratified. Quaker, Redfield, Mumford, Genola, and Woodrow soils have less than 20 percent rock fragments in the control section Quaker, Redfield, Genola, and Woodrow soils have less than 15 percent coarser than very fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING: Mayfield soils are on gently to moderately sloping alluvial fans at elevations of 5,000 to 6,000 feet. They formed in alluvium from shale. The climate is semiarid. Mean annual temperature ranges from 45 to 49 degrees F. Average annual precipitation ranges from 8 to 12 inches. Frost-free period is 115 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Ravola, Billings, and Skumpah soils, Ravola and Billings soils have less than 20 percent rock fragments. Skumpah soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated alfalfa, small grains, and pasture Many areas are abandoned cultivated land. Principal native vegetation is annual weeds, big sagebrush, shadscale, cheatgrass, rubber rabbitbrush, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richfield Area, Utah, 1947.\nRemarks: These soils were formerly classified as Alluvial soils.\nOSED scanned by NSSQA.  Last revised by state 6/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
