{
  "SERIES": "MAYHILL",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. KLM/TDT",
  "REVDATE": "06/2011",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mayhill loam on a north-facing, 38 percent slope, in a Douglas-fir forest at an elevation of 1981 meters; (Colors are for dry soil unless otherwise stated.)\nOi -- 0 to 2 cm; slightly decomposed litter of needles, leaves and grasses. (0 to 3 cm thick)\nA1 -- 2 to 12 cm; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine and common fine tubular pores; 10 percent gravel; moderately acid (pH 5.8); abrupt wavy boundary.\nA2 -- 12 to 40 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; common very fine and fine, and few medium, coarse, and very coarse roots; many very fine and fine tubular pores; 20 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of the A horizon is 25 to 38 cm)\nE1 -- 40 to 60 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine and few medium and coarse roots; many fine and few very fine and medium tubular pores; 25 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (18 to 41 cm thick)\nE2 -- 60 to 91 cm; light yellowish brown (10YR 6/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine, fine and medium roots; common very fine and fine tubular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 6.6); clear smooth boundary. (25 to 50 cm thick)\nEBt -- 91 to 124 cm; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine and common fine roots; many very fine and few fine and medium tubular pores; 10 percent discontinuous distinct clay films on vertical faces of peds and around rock fragments; 35 percent gravel and 10 percent cobbles; neutral (pH 6.6); abrupt wavy boundary. (0 to 50 cm thick)\n2Bt -- 124 to 154 cm; brown (7.5YR 5/4) very gravelly clay loam, brown (7.5YR 4/4) moist; strong fine and medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common very fine, fine and medium tubular pores; 90 percent continuous prominent clay films on vertical faces of peds, around rock fragments, and lining pores; 35 percent gravel and 10 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Caribou County, Idaho; about 8.4 kilometers northwest of Henry; 274 meters north and 533 meters east of the southwest corner of section 17, T. 5 S., R. 42 E.; Henry, USGS topographic quadrangle; latitude 42 degrees 58 minutes 44.7 seconds north and  longitude 111 degrees 33 minutes 48.5 seconds west, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 25 to 38 cm\nDepth to the argillic horizon: 68 to 94 cm\nSoil moisture regime: udic\nMean annual soil temperature: 2 to 5 degrees C\nMean summer soil temperature: 5 to 8 degrees C when O horizon present and 12 to 15 degrees C when the O horizon is absent\nParticle-size control section:\nClay content: averages 20 to 35 percent\nRock fragments: 35 to 60 percent gravel and cobbles\nO horizon is absent in some pedons\nA horizons\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist\nRock fragments: 0 to 20 percent gravel\nReaction: moderately acid or slightly acid\nE horizons\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 3 or 4 dry, 3 to 6 moist\nTexture: L or SL with 15 to 50 percent total rock fragments; 15 to 40 percent gravel and 0 to 10 percent cobbles\nReaction: slightly acid or neutral\nEBt horizon (when present)\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 4 or 5 dry or moist\nClay content: 20 to 28 percent\nTexture:  SCL or L with 35 to 60 percent total rock fragments; 35 to 55 percent gravel and 0 to 15 percent cobbles.\nReaction: slightly acid or neutral\n2Bt Horizons\nHue: 10YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 to 6 dry or moist\nClay content: 25 to 35 percent\nTexture: CL or SCL with 35 to 60 percent total rock fragments; 35 to 50 percent gravel and 0 to 15 percent cobbles.\nReaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Goldmine, Lucky Star and Nordic series.  Goldmine and Lucky Star series have an albic horizon.  In addition, Goldmine soils have glossic horizon and the rock fragments are dominated by channers and flagstones.  The Nordic series needs significant upate for adequate series seperation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Mountains\nLandform: Mountain slopes\nElevation: 1,896 to 2,349 meters\nSlope: 12 to 60 percent\nParent material: mixed colluvium and residuum from sandstone\nMean annual air temperature: 0.6 to 3.3 degrees C.\nMean annual precipitation: 450 to 550 mm\nFrost free period: 30 to 65 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These soils are the Agassiz, Dranburn, Dranyon, and Zeebar series.\nAgassiz soils are on ridges, have a loamy-skeletal particle-size control section and are shallow to bedrock.\nDranburn and Dranyon soils are on adjacent mountain slopes, have a fine-loamy particle-size control section and an argillic horizon that occurs higher in the soil profile.  Zeebar soils are on similar landscape positions, with a depth to the argillic horizon from 15 to 33 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Well\nRunoff: Medium to rapid\nSaturated hydraulic conductivity: moderately low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Timber production, livestock grazing, and wildlife habitat.\nVegetation: Rocky Mountain Douglas-fir, quaking aspen, snowberry, serviceberry and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho; MLRA 13 and 47. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Caribou County Area, Idaho, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAll depths are measured from the top for the first mineral horizon\nMollic epipedon: from a depth of 2 to 40 cm\nThe E horizon (s) do not meet the color requirement for albic materials\nArgillic horizon: from a depth of 91 to 154 cm\nParticle-size control section: from a depth of 91 to 141 cm\nSoil temperature regime: cryic\nSoil moisture regime: udic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
