{
  "SERIES": "MAYHEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. WIS:WMK:RBH",
  "REVDATE": "10/2018",
  "STATES": "AL,AR,LA,MS",
  "OVERVIEW": "The Mayhew series consists of deep, poorly drained soils with very slow permeability.  They formed in acid, clayey sediments that are underlain by weathered soft clay shale.  These nearly level to strongly sloping soils are on uplands of the Southern Coastal Plain.  Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Dystraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mayhew silty clay loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; dark grayish brown (10YR 4/2) silty clay loam; common medium faint gray (10YR 6/1) mottles; weak fine granular and subangular blocky structure; friable; common fine roots; strongly acid; abrupt smooth boundary.\nA--4 to 7 inches; mottled gray (10YR 6/1), dark brown (10YR 3/3), and brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable; few fine roots; very strongly acid; clear wavy boundary.  (Combined thickness of A horizon is 2 to 12 inches)\nBtg1--7 to 22 inches; gray (10YR 6/1) silty clay loam; many medium distinct yellowish brown (10YR 5/4) mottles; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few fine roots; thin patchy clay films on peds; very strongly acid; gradual wavy boundary.\nBtg2--22 to 40 inches; light brownish gray (2.5Y 6/2) silty clay; few medium distinct yellowish brown (10YR 5/6) mottles; strong medium subangular and angular blocky structure; firm, sticky, plastic; shiny faces on peds or thin continuous clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBtg3--40 to 65 inches; light brownish gray (2.5Y 6/2) silty clay; few fine faint light olive brown mottles; strong medium subangular and angular blocky structure; firm, sticky, plastic; shiny faces on peds; thin continuous clay films on faces of peds; few slickensides that do not intersect; very strongly acid; gradual wavy boundary.  (Combined thickness of the Btg horizon is 30 to 70 inches or more.)\nBC--65 to 80 inches; mottled gray (10YR 6/1), yellowish brown (10YR 5/6), and dark yellowish brown (10YR 4/4) silty clay; strong coarse angular blocky structure; firm, sticky, plastic; common slickensides; many soft shale fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pontotoc County, Mississippi; 1.0 mile north of Springville, on county road, and 0.25 mile east into cultivated field.  SE1/4SW1/4 sec. 33, T. 9 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to 80 inches or more.  Reaction is very strongly acid to medium acid, except for the surface layer in areas that have been limed.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 3; or it is neutral with value of 3, or 4, and chroma of 0; or it is mottled in shades of brown and gray.  It is silt loam, loam, or silty clay loam.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2, with mottles in shades of brown.  In some pedons the lower part of the Btg horizon is mottled in shades of gray, yellow, or brown.  Soft shale fragments commonly make up about 10 percent of the volume.  Texture is silty clay loam, silty clay, or clay.  The upper 20 inches of the Btg horizon has 35 to 60 percent clay and less than 15 percent sand.\nThe BC horizon and C horizon, where present, have the same color and texture range as the Btg horizon, or they are mottled in shades of gray, yellow, and brown.  Soft shale fragments commonly make up as much as 10 percent or more of the volume; soft weathered shale bedrock is below a depth of 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balwin, Panola, Sessum, and Wilson series of the same family and the closely related Adaton, Dowellton, Eutaw, Kipling, Midland, Oktibbeha, Tensas, Vaiden, and Wilcox series.  Baldwin and Midland soils are slightly acid to mildly alkaline in the Bt horizon and do not have shale fragments in the lower part of the Bt horizon.  Panola and Sessum soils are underlain by calcareous clay.  Wilson soils are in a drier climate with less than 45 inches of average annual precipitation.  Adaton soils have a fine-silty particle size class and do not have high shrink-swell properties.  Midland soils are slightly acid to mildly alkaline in the Bt horizon and do not have shale fragments.  Dowellton soils have a very-fine particle size class and are underlain by hard limestone.  Eutaw and Vaiden soils have a very-fine particle size class, and they have intersecting slickensides within a depth of 40 inches.  Kipling soils have a Bt horizon with chroma of 4 to 8 in the upper part are underlain by marly clay or chalk.  Oktibbeha soils are yellowish red in the upper part of the Bt horizon and have a very-fine particle size class.  Tensas soils have a browner Bt horizon, do not have high shrink-swell properties, and have a 20 percent decrease in clay within 40 inches of the soil surface.  Wilcox soils are mottled red and gray in the upper part of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mayhew soils formed in acid clayey sediments that are underlain by weathered soft clay shale.  These are nearly level to strongly sloping soils on uplands of the Southern Coastal Plain Major Land Resource Area.  Slopes range from 0 to 12 percent.  The climate is warm and humid.  Mean annual temperature is 62 degrees F., and mean annual precipitation is 48 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eutaw, Kipling, Oktibbeha, Vaiden, and Wilcox of the competing series and the Bude, Providence, and Savannah soils.  Poorly drained Eutaw soils are on broad, level slopes in uplands.  Moderately well drained Oktibbeha and somewhat poorly drained Kipling, Vaiden, and Wilcox soils are in similar positions as the Mayhew soils.  Somewhat poorly drained Bude soils, which have a fragipan, are in similar positions as the Mayhew soils.  Moderately well drained Providence and Savannah soils, which have a fragipan, are mainly on slightly higher ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to medium runoff; very slow permeability.  In wet seasons in winter and early in spring, the water table is within one foot of the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Mayhew soils are cropped to soybeans, pasture, hay, corn, cotton, and sweet potatoes.  Some areas are in forest of post oak, white oak, water oak, sweetgum, shortleaf pine, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Arkansas, Louisiana, Mississippi, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oktibbeha County, Mississippi; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 7 inches (Ap, A horizons).\nArgillic horizon - the zone from approximately 7 to 65 inches (Btg1, Btg2, Btg3 horizons).\nVertic feature - Slickensides that do not interact (Btg3 horizon).\nADDITIONAL DATA:  Characterization data for two pedons are in Soil Survey Investigations Report No. 13, pp. 97-99.  Engineering Test Data for two pedons are in Mississippi Laboratory Data for Soil Series for Engineering Interpretations (March 1965).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark grayish brown (10YR 4/2) silty clay loam; common medium faint gray (10YR 6/1) mottles; weak fine granular and subangular blocky structure; friable; common fine roots; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 10,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--4 to 7 inches; mottled gray (10YR 6/1), dark brown (10YR 3/3), and brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable; few fine roots; very strongly acid; clear wavy boundary.  (Combined thickness of A horizon is 2 to 12 inches)"
      },
      {
        "name": "Btg1",
        "top": 18,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1--7 to 22 inches; gray (10YR 6/1) silty clay loam; many medium distinct yellowish brown (10YR 5/4) mottles; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few fine roots; thin patchy clay films on peds; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 56,
        "bottom": 102,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2--22 to 40 inches; light brownish gray (2.5Y 6/2) silty clay; few medium distinct yellowish brown (10YR 5/6) mottles; strong medium subangular and angular blocky structure; firm, sticky, plastic; shiny faces on peds or thin continuous clay films on faces of peds; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 102,
        "bottom": 165,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg3--40 to 65 inches; light brownish gray (2.5Y 6/2) silty clay; few fine faint light olive brown mottles; strong medium subangular and angular blocky structure; firm, sticky, plastic; shiny faces on peds; thin continuous clay films on faces of peds; few slickensides that do not intersect; very strongly acid; gradual wavy boundary.  (Combined thickness of the Btg horizon is 30 to 70 inches or more.)"
      },
      {
        "name": "BC",
        "top": 165,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "narrative": "BC--65 to 80 inches; mottled gray (10YR 6/1), yellowish brown (10YR 5/6), and dark yellowish brown (10YR 4/4) silty clay; strong coarse angular blocky structure; firm, sticky, plastic; common slickensides; many soft shale fragments; very strongly acid."
      }
    ]
  ]
}
