{
  "SERIES": "MAYODAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG;DTA",
  "REVDATE": "02/2003",
  "STATES": "NC,SC,VA",
  "OVERVIEW": "The Mayodan series consists of very deep, well drained, moderately permeable soils that formed in residuum weathered from Triassic materials of the Piedmont uplands.  Slopes range from 1 to 50 percent.  Mean annual precipitation is 45 inches and mean annual temperature is 60 degrees near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mayodan sandy loam--forested.  (Colors are for moist soil.)\nA--0 to 3 inches; grayish brown (10YR 5/2) sandy loam; weak fine granular structure; very friable; many medium and coarse roots; strongly acid; clear smooth boundary.  (2 to 12 inches thick)\nE--3 to 12 inches; light yellowish brown (10YR 6/4) sandy loam; weak fine granular structure; very friable; many medium and coarse roots; strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nBE--12 to 18 inches; strong brown (7.5YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; slightly sticky; slightly plastic; common fine and medium roots; few fine pores; few, faint clay films on faces of peds; strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nBt1--18 to 36 inches; yellowish red (5YR 4/6) sandy clay; moderate medium subangular blocky structure; firm; sticky; slightly plastic; few fine and medium roots; common fine and medium pores; common, distinct clay films on faces of peds; few fine flakes of mica; strongly acid; gradual smooth boundary.\nBt2--36 to 47 inches; yellowish red (5YR 4/6) sandy clay; many coarse distinct red (2.5YR 4/8) mottles; moderate medium subangular blocky structure; friable; sticky; plastic; few fine roots and pores; common, distinct clay films on faces of peds; few fine flakes of mica; few pockets of weathered fine-grained sandstone that crushes to clay loam; strongly acid; gradual smooth boundary.  (Combined thickness of Bt horizon is 15 to 45 inches)\nC--47 to 60 inches; dark red (2.5YR 3/6) and very pale brown (10YR 8/3) clay loam saprolite from fine-grained sandstone; massive; friable; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Durham County, North Carolina; 0.8 mile northwest of Durham-Wake County line, 75 feet south of SR 1973 (Raleigh-Durham Airport Road) in wooded area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Depth to bedrock is greater than 60 inches.  The soil is very strongly acid to moderately acid in the A horizon and upper B horizon unless limed.  It is very strongly acid or strongly acid in the lower horizons.   Content of rock fragments of gravel size range from 0 to 35 percent by volume in the A and E horizons and 0 to 5 percent by volume in the Bt horizon.  Some pedons have as much as 45 percent cobbles and stones in the A and E horizons.  Most pedons have few to common flakes of mica in the Bt horizon.\nThe A or Ap horizon has hue of 5YR to 2.5Y, value of 2 to 6, and chroma of 2 to 8.  The A horizon is sandy loam, fine sandy loam, silt loam, loam,  or loamy sand in the fine-earth fraction.  Eroded phases are sandy clay loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 5YR to 2.5Y, value of 5 to 7, and chroma of 3 or 6.  The E horizon is sandy loam, fine sandy loam, silt loam, loam, or loamy sand in the fine-earth fraction.\nThe BE or BA horizon, where present, has hue of 5YR to 10YR, value of 3 to 6, and chroma of 2 to 8.  It is fine sandy loam, sandy loam, loam, sandy clay loam, clay loam, or silty clay loam.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 3 to 8.  Mottles in shades of red, yellow, and brown range from none to many.  Texture is sandy clay, clay loam, silty clay loam, silty clay, or clay.\nThe BC horizon, where present, has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 2 to 8 or is mottled in shades of these colors.  Weathered Triassic C material is evident in this horizon.  It is sandy clay loam, loam, clay loam, sandy clay, silty clay, silty clay loam or clay.\nThe C horizon, where present, is multicolored or similar in color to the BC horizon.  It is saprolite weathered from Triassic sandstone, mudstone, shale, and siltstone.  Texture is variable but is typically loamy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Series in the same family are Albertville, Badin, Brockroad, Catharpin, Coghill, Corryton, Luverne, Masada, McQueen, Nason, Peakin(T), Sweatman, Tatum, Townley, and Vance series.  Albertville soils have soft bedrock within a depth of 40 to 60 inches and formed in residuum from shale.  Badin and Townley soils have soft bedrock within 20 to 40 inches.  Brockroad and Catharpin soils have lithologic discontinuity within the series control section. Coghill and Corryton soils formed in residuum from quartzose limestone and interbedded calcereous sandstone and shale.  Luverne soils formed in stratified marine sediments.  Masada and McQueen soils developed on alluvial terraces. Nason and Tatum soils formed in residuum from schist and have a depth to soft bedrock or 40 to 60 inches.  Peakin(T) soils have a seasonal high water table at a depth of 3.0 to 6.0 feet.  Sweatman soils formed in marine sediments consisting of thinly bedded clayey shales and sandy and loamy materials and have sola thickness (rock controlled structure) at less than 40 inches.  Vance soils have very firm and plastic Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mayodan soils are on gently sloping ridges and strongly sloping to steep side slopes in the Triassic areas of the southern and northern piedmont.  Slopes are commonly 3 to 12 percent and range from 1 to 50 percent.  The soils developed in residuum weathered from Triassic materials consisting of shales, sandstones, mudstones, and siltstone. Mean annual temperature near the type location is 60 degrees F., with mean annual precipitation of 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Brickhaven(T), Carbonton(T), Creedmoor, Granville, Green Level(T), Hallison, Mooshaunee, Pinoka(T), Polkton, Wadesboro, and White Store series.  Brickhaven(T) soils have a paralithic contact at 40 to 60 inches and a seasonal high water table at a depth of 1.5 to 3.0 feet.  Carbonton(T) soils have a paralithic contact at 20 to 40inches and a seasonal high water table at a depth of 1.0 to 2.0 feet.  Creedmoor soils have a depth to a seaonal high water table of 1.0 to 2.0 feet and commonly are on lower lying landscapes.  Granville soils are fine-loamy. Green Level soils have a very high shrink swell potential and a depth to water table of 1.0 to 2.5 feet.  Hallison and Mooshaunee soils are fine-silty, and depth to soft bedrock is 40 to 60 inches and 20 to 40 inches respectively. Pinoka(T) soils are fine-loamy and are generally on steeper side slopes.  Polkton soils have a high shrink swell potential, have a depth to soft bedrock of 20 to 40 inches, and have a depth to a seasonal high water table of 1.5 to 2.5 feet. Wadesboro soils have rhodic colors and soft bedrock at 40 to 60 inches. White Store soils have a very high shrink swell potential, have a depth to soft bedrock of 40 to 60 inches, and have a depth to a seasonal high water table of 1.0 to 1.5 feet."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 65 percent of the acreage of Mayodan soils is cultivated or used for pasture.  Principal crops are corn, tobacco, cotton, soybeans, small grains, and truck crops.  Original forest included white, red, black, and post oak; hickory, yellow poplar, sweetgum, red maple; sourwood, and flowering dogwood.  Shortleaf pine, loblolly pine, and Virginia pine are now common in old fields."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Triassic basins of the Piedmont in North and South Carolina and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tri Creek SCD, Yadkin County, North Carolina; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nOchric epipedon - The zone between 0 and 12 inches (A and E horizons).\nArgillic horizon - The zone between 12 and 47 inches (BE, Bt1, and Bt2 horizons).\nADDITIONAL DATA:  Coleman, N. T.; Weed, S. B.; McCracken, R. J.; Cation- Exchange Capacity and Exchangeable Cations in Piedmont soils of North Carolina.  Soil Science Proceedings Vol. 23, No. 2, March-April, 1959.\nSIR's = NC0082, NC0214 (STONY), NC0261 (ERODED)\nMLRA = 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0082 MAYODAN     1- 50   58- 63  180-230  40- 55   300- 700\nNC0214 MAYODAN     3- 50   58- 63  180-230  40- 55   300- 700\nNC0261 MAYODAN     1- 50   58- 63  180-230  40- 55   300- 700\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0082 NONE          6.0-6.0              -     60-60\nNC0214 NONE          6.0-6.0              -     60-60\nNC0261 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0082  0-12  SL FSL SIL              0-  5  83-100  5-20   1-  6\nNC0082  0-12  GR-SL GR-FSL GR-L       5- 15  55- 80  2-18   1-  6\nNC0082  0-12  CL SCL                  0-  5  95-100 20-30   4-  8\nNC0082 12-18  SICL CL SCL             0-  2  95-100 20-40   4-  9\nNC0082 18-47  C SC SIC                0-  2  90-100 35-60   7- 13\nNC0082 47-60  VAR                      -       -      -      -\nNC0214  0-12  ST-FSL ST-SL           10- 25  50- 75  5-15   2-  5\nNC0214  0-12  STV-SL STV-FSL         10- 25  50- 75  5-15   2-  5\nNC0214 12-18  SCL SICL ST-CL          0- 15  70- 90 20-40   4-  9\nNC0214 18-47  C SC SIC                0-  5  90-100 35-60   7- 13\nNC0214 47-60  VAR                      -       -      -      -\nNC0261  0-12  CL SCL SICL             0-  5  95-100 20-35   4-  7\nNC0261 12-18  SICL CL SCL             0-  2  95-100 20-40   4-  9\nNC0261 18-47  C SC SIC                0-  2  90-100 35-60   7- 13\nNC0261 47-60  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0082  0-12  4.5- 6.0  .5-2.  0- 0   2.0- 6.0  LOW\nNC0082  0-12  4.5- 6.0  .5-2.  0- 0   2.0- 6.0  LOW\nNC0082  0-12  4.5- 6.0  .5-2.  0- 0   0.6- 2.0  LOW\nNC0082 12-18  4.5- 6.0  .5-1.  0- 0   0.6- 2.0  LOW\nNC0082 18-47  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0082 47-60     -        -     -        -\nNC0214  0-12  4.5- 6.0  .5-2.  0- 0   6.0-  20  LOW\nNC0214  0-12  4.5- 6.0  .5-2.  0- 0   6.0-  20  LOW\nNC0214 12-18  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nNC0214 18-47  4.5- 5.5  0.-.5   -     0.6- 2.0  MODERATE\nNC0214 47-60     -        -     -        -\nNC0261  0-12  4.5- 6.0  .5-2.  0- 0   0.6- 2.0  LOW\nNC0261 12-18  4.5- 6.0  .5-1.  0- 0   0.6- 2.0  LOW\nNC0261 18-47  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0261 47-60     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) sandy loam; weak fine granular structure; very friable; many medium and coarse roots; strongly acid; clear smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--3 to 12 inches; light yellowish brown (10YR 6/4) sandy loam; weak fine granular structure; very friable; many medium and coarse roots; strongly acid; clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "BE",
        "top": 30,
        "bottom": 46,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--12 to 18 inches; strong brown (7.5YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; slightly sticky; slightly plastic; common fine and medium roots; few fine pores; few, faint clay films on faces of peds; strongly acid; clear smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 91,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--18 to 36 inches; yellowish red (5YR 4/6) sandy clay; moderate medium subangular blocky structure; firm; sticky; slightly plastic; few fine and medium roots; common fine and medium pores; common, distinct clay films on faces of peds; few fine flakes of mica; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 91,
        "bottom": 119,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--36 to 47 inches; yellowish red (5YR 4/6) sandy clay; many coarse distinct red (2.5YR 4/8) mottles; moderate medium subangular blocky structure; friable; sticky; plastic; few fine roots and pores; common, distinct clay films on faces of peds; few fine flakes of mica; few pockets of weathered fine-grained sandstone that crushes to clay loam; strongly acid; gradual smooth boundary.  (Combined thickness of Bt horizon is 15 to 45 inches)"
      },
      {
        "name": "C",
        "top": 119,
        "bottom": 152,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "narrative": "C--47 to 60 inches; dark red (2.5YR 3/6) and very pale brown (10YR 8/3) clay loam saprolite from fine-grained sandstone; massive; friable; strongly acid."
      }
    ]
  ]
}
