{
  "SERIES": "MAYSDORF",
  "STATUS": "Established Series",
  "BYREV": "MCS/JWW/CJH",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Maysdorf series consists of very deep, well drained, moderately permeable soils formed in alluvium or eolian deposits on terraces, fan remnants, alluvial fans, ridges and hills.  Slopes are 0 to 15 percent.  Elevation is 3800 to 5500 feet.  The mean annual air temperature is about 46 degrees F.  The mean annual precipitation is about 12 inches. The frost-free period is 105 to 130 days.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maysdorf fine sandy loam, grassland. (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; neutral; clear smooth boundary. (2 to 5 inches thick)\nBA--3 to 7 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots throughout; few distinct discontinuous dark brown (7.5YR 3/4) clay bridging between sand grains; slightly alkaline; abrupt smooth boundary.  (0 to 8 inches thick)\nBt1--7 to 19 inches; light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; strong medium prismatic structure; hard, firm, moderately sticky and moderately plastic; many very fine and fine roots throughout; few distinct discontinuous dark reddish brown (5YR 3/4) clay films on faces of peds; slightly alkaline; abrupt smooth boundary.\nBt2--19 to 33 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; hard, firm, moderately sticky and moderately plastic; many very fine and fine roots throughout; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds; slightly alkaline; clear smooth boundary. (Combined Bt horizons 15 to 35 inches thick)\nBk--33 to 60 inches; pale brown (10YR 6/3) fine sandy loam, grayish brown (10YR 5/2) moist; moderate medium angular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots throughout; common fine irregular light gray (10YR 7/2) carbonate threads throughout; violently effervescent; moderately alkaline.  (6 to 40 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County Wyoming, 1300 feet north and 2450 feet west of the southeast corner of section 14, T.46 N., R.71 W.  43 degrees 57 minutes 37 seconds north latitude and 105 degrees 21 minutes 7 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to secondary calcium carbonate accumulation ranges from 12 to 40 inches but is greater than 40 inches in some pedons.  The moisture control section is dry for 60 consecutive days and 90 cumulative days between July 15 and October 25 in most years.  Gravel content is typically less than 5 percent but ranges from 0 to 15 percent.  Mean annual soil temperature ranges from 47 degrees to 53 degrees F.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4. Textures are sandy loam, fine sandy loam or sandy clay loam. It is neutral or slightly alkaline.\nThe BA horizon has hue of 2.5Y to 7.5YR, value of 4 to 6 dry, 4 or 5 moist, and chroma of 2 or 3. Textures are sandy loam or fine sandy loam.\nThe Bt horizon has hue of 2.5YR or 5YR which is stratified with subhorizons with hue of 2.5Y or 10YR.  Both strata have value of 4 to 6 dry, 3 to 5 moist, and chroma of 3 to 6.  Textures are typically sandy clay loam but some transitional horizons may be sandy loam.  Reaction is neutral or slightly alkaline.\nThe Bk horizon has hue of 2.5Y or 10YR, value of 4 to 6 dry, 4 or 5 moist, and chroma of 2 to 4.  Textures are sandy loam or fine sandy loam.  Calcium carbonate equivalence ranges from 5 to 15 percent.  In some pedons this horizon is below 40 inches.  Some pedons have a C horizon with characteristics similar to the Bk except for the lack of secondary calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barx, Clovis, Millett, Progresso, Selpats, Solirec, Threetop, Tuweep and Wineg series.  Barx, Millet, Progresso and Tuweep soils are moist in some part of the moisture control section for more than 45 days between July 15 and October 15.  Barx, Clovis, Solirex and Wineg soils have calcic horizons with more than 15 percent calcium carbonate equivalent.  Millett soils have solums less than 20 inches thick and skeletal material below the argillic horizon.  Progresso and Threetop soils have a lithic contact at depths of 20 to 40 inches.  Selpats soils have skeletal material within a depth of 40 inches.  Solirex soils have Bk horizons more than 40 inches thick.  Tuweep soils have pyroclastic material and have skeletal material in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maysdorf soils are on gently to moderately sloping fan remnants, alluvial fans, terraces, ridges and hills.  Slopes range from 0 to 15 percent.  These soils formed in stratified alluvium or eolian deposits derived from mixed sources. The mean annual precipitation is 10 to 14 inches.  The mean annual temperature is 45 to 50 degrees F. Elevation is 3800 to 5500 feet.  The frost-free period is 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Decolney and Potts soils.  Decolney soils are noncalcareous.  Potts soils have less than 35 percent fine or coarser sand in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native rangeland.  They are also used for both irrigated and dryland crops in some places.  Principal native vegetation is western wheatgrass, blue grama, needleandthread prairie sandreed and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnson County (Southern Johnson Area), Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches (A)\nArgillic horizon - 7 to 33 inches (Bt1, Bt2)\nCalcic horizon - 33 to 60 inches (Bk)\nSIR - WY1072\nMLRR - G"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; neutral; clear smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "BA",
        "top": 8,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BA--3 to 7 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots throughout; few distinct discontinuous dark brown (7.5YR 3/4) clay bridging between sand grains; slightly alkaline; abrupt smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 48,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--7 to 19 inches; light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; strong medium prismatic structure; hard, firm, moderately sticky and moderately plastic; many very fine and fine roots throughout; few distinct discontinuous dark reddish brown (5YR 3/4) clay films on faces of peds; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--19 to 33 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; hard, firm, moderately sticky and moderately plastic; many very fine and fine roots throughout; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds; slightly alkaline; clear smooth boundary. (Combined Bt horizons 15 to 35 inches thick)"
      },
      {
        "name": "Bk",
        "top": 84,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--33 to 60 inches; pale brown (10YR 6/3) fine sandy loam, grayish brown (10YR 5/2) moist; moderate medium angular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots throughout; common fine irregular light gray (10YR 7/2) carbonate threads throughout; violently effervescent; moderately alkaline.  (6 to 40 inches thick)"
      }
    ]
  ]
}
