{
  "SERIES": "MAYTAG",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS: PGM; GRB",
  "REVDATE": "09/2013",
  "STATES": "AL,MS",
  "OVERVIEW": "The Maytag series consists of very deep, well drained, slowly permeable soils of the Alabama and Mississippi Blackland Prairie Major Land Resource Area (MLRA 135A). They formed in residuum that weathered from marl or chalk and are on gently sloping to strongly sloping uplands.  Near the type location, the average annual temperature is about 65 degrees, F., and the average annual precipitation is about 50 inches. Slopes range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maytag silty clay, on a convex 2 percent slope in a pasture at an elevation of about 330 feet (Colors are for moist soil).\nAp--0 to 3 inches; olive (5Y 4/3) silty clay; strong fine granular structure; firm; plastic, slightly sticky; common fine and medium roots; slightly alkaline; gradual wavy boundary.  (3 to 8 inches thick.)\nAB--3 to 7 inches; olive (5Y 5/3) silty clay; many coarse faint olive yellow (2.5Y 6/6) mottles; weak coarse subangular blocky structure; firm; plastic, slightly sticky; few fine and medium roots; moderately alkaline; abrupt wavy boundary.  (0 to 6 inches thick.)\nBk1--7 to 17 inches; light olive brown (2.5Y 5/6) silty clay; faint olive yellow (2.5Y 6/6) coatings on faces of peds; strong coarse angular blocks which part to weak medium subangular blocky structure; very. firm; plastic, slightly sticky; 15 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; common faint pressure faces and slickensides; moderately alkaline; gradual wavy boundary.\nBk2--17 to 31 inches; olive yellow (2.5Y 6/6) clay; faint pale olive (5Y 6/3) coatings on faces of peds; strong coarse angular blocks which part to strong medium subangular blocky structure; very firm; plastic, slightly sticky; few medium and fine roots; common faint pressure faces; common intersecting slickensides; 20 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; moderately alkaline; gradual wavy boundary.\nBk3--31 to 53 inches; pale olive (5Y 6/3) clay; common medium distinct light yellowish brown (2.5Y 6/4) and few medium distinct olive yellow (2.5Y 6/8) mottles; strong coarse angular blocks which part to strong fine subangular blocky and weak medium platy structure; very firm; plastic, sticky; few medium roots; common pressure faces; common intersecting slickensides; 25 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bk horizon ranges from 35 to 60 inches.)\nBCk--53 to 65 inches; pale olive (5Y 6/3) clay; common coarse prominent strong brown (7.5YR 5/8) and few medium distinct olive yellow (2.5Y 6/8) mottles; weak coarse angular blocks which part to weak thin platy structure; firm; plastic, slightly sticky; few medium roots; common faint intersecting slickensides; 25 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; moderately alkaline.  (0 to 20 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bullock County, Alabama. Approximately 0.25 miles north of Sedgefield Plantation headquarters; about 2,200 feet north and 550 feet east of the southwest corner of Sec. 17, T. 14 N., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 45 to more than 60 inches.  Depth to soft chalk or marl is more than 60 inches.  Intersecting slickensides are at a depth of 10 to 40 inches.  Content of calcium carbonate nodules and soft accumulations ranges from 0 to 10 percent in the A horizon, from 5 to 25 percent in the upper part of the solum and more than 20 percent in the lower part of the solum and substratum. Reaction ranges from slightly acid to moderately alkaline in the Ap horizon, from neutral to moderately alkaline in the AB horizon, neutral in the Bk or Bkss horizons and slightly or moderately alkaline in the BCk, CBk and C horizons.\nThe Ap or A horizon has hue of 1OYR to 5Y, value of 3 to 5, and chroma of 2 to 4.  Texture is clay loam, silty clay loam, silty clay, or clay.\nThe AB horizon, present in most pedons, or BA horizon, where present, has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 3 or 4.  Texture is clay or silty clay.\nThe upper part of the Bk horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 3 to 8. Texture is silty clay, clay, or silty clay loam.\nThe lower part of the Bk has the same range of colors and textures as the upper part. Mottles in shades of yellow, brown, olive or gray range from few to many. Some pedons have no dominant color and are mottled in shades of yellow, brown, olive or gray.\nThe Bkss horizon, where present, has the same range of colors and textures as the lower part of the Bk horizon.\nThe BCk, CBk or C horizons, where present, has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 to 6. Mottles in shade of yellow, brown, olive or gray range from common to many. In some pedons, there is no dominant color and it is mottled in shades of yellow, brown, olive or gray.  Texture is silty clay, clay, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Garner, Hollywood, Kaman, Okolona and Zilaboy in the same family.  The moderately well drained Garner soils formed in Pleistocene-age deposits on terrace positions along the Trinity river in Texas in the Western Coastal Plain (MLRA 133B). The moderately well drained Hollywood soils are in Southern Appalachian Ridges and Valleys (MLRA 128).  The poorly drained Kaman soils are on flood plains of the Gulf Coast Prairies (MLRA 150) and Western Gulf Flatwoods (MLRA 1522B).  Okolona soils are on less sloping areas and have a Mollic epipedon. The moderately well drained Zilaboy soils are on flood plains of Texas in  the Texas Blackland Prairies, Northern; (867A) and Texas Claypan, Southern (MLRA 87A) Major Land Resource Areas."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Maytag soils are on gently sloping to strongly sloping uplands of the Alabama and Mississippi Blackland Prairie.  Slopes range from 1 to 12 percent.  Maytag soils are formed in residuum weathered from marl or chalk.  The climate is warm and humid.  Near the type location, the average annual temperature is 65 degrees F. and the average annual precipitation is 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Binnsville, Demopolis, Kipling, Oktibbeha, Sumter, Vaiden, and Watsonia soils.  The Binnsville, Demopolis, and Watsonia soils have sola less than 20 inches thick to chalk.  The somewhat poorly drained Kipling and the moderately well drained Oktibbeha soils have acid upper subsoils.  In addition, Oktibbeha soils have redder upper subsoils.  Sumter soils have a fine-silty control section and carbonatic mineralogy.  The somewhat poorly drained Vaiden soils are on less sloping areas, have acid subsoils and have more clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and under cultivation.  Improved pasture, soybeans, and grain sorghum are the principal crops.  A few small areas are in native woodland, mainly hackberry, and eastern red cedar.  Understory vegetation is dom1nantly native forbs and grasses such as broomsedge bluestem and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blackland Prairie of Alabama and possibly Mississippi and Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bullock County, Alabama, 1986.  The series name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of about 3 inches (Ap horizon).\nEntic Chromuderts features - do not have distinct or prominent mottles within 20 inches of the soil surface (Ap, AB, Bk1, Bk2 horizons).  Do not have moist color value less than 3.5 throughout the upper 12 inches in more than half of each pedon (Ap, AB, Bk1 horizons).  Slickensides that\nare close enough to intersect (Bk2, Bk3, BCk horizons).\nThese soils were formerly mapped with the Sumter series.\nMaytag soils are in MLRA 135A."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization Laboratory, Auburn AL and the National Soil Survey Laboratory, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ap--0 to 3 inches; olive (5Y 4/3) silty clay; strong fine granular structure; firm; plastic, slightly sticky; common fine and medium roots; slightly alkaline; gradual wavy boundary.  (3 to 8 inches thick.)"
      },
      {
        "name": "AB",
        "top": 8,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AB--3 to 7 inches; olive (5Y 5/3) silty clay; many coarse faint olive yellow (2.5Y 6/6) mottles; weak coarse subangular blocky structure; firm; plastic, slightly sticky; few fine and medium roots; moderately alkaline; abrupt wavy boundary.  (0 to 6 inches thick.)"
      },
      {
        "name": "Bk1",
        "top": 18,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--7 to 17 inches; light olive brown (2.5Y 5/6) silty clay; faint olive yellow (2.5Y 6/6) coatings on faces of peds; strong coarse angular blocks which part to weak medium subangular blocky structure; very. firm; plastic, slightly sticky; 15 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; common faint pressure faces and slickensides; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 43,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--17 to 31 inches; olive yellow (2.5Y 6/6) clay; faint pale olive (5Y 6/3) coatings on faces of peds; strong coarse angular blocks which part to strong medium subangular blocky structure; very firm; plastic, slightly sticky; few medium and fine roots; common faint pressure faces; common intersecting slickensides; 20 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk3",
        "top": 79,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk3--31 to 53 inches; pale olive (5Y 6/3) clay; common medium distinct light yellowish brown (2.5Y 6/4) and few medium distinct olive yellow (2.5Y 6/8) mottles; strong coarse angular blocks which part to strong fine subangular blocky and weak medium platy structure; very firm; plastic, sticky; few medium roots; common pressure faces; common intersecting slickensides; 25 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bk horizon ranges from 35 to 60 inches.)"
      },
      {
        "name": "BCk",
        "top": 135,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk--53 to 65 inches; pale olive (5Y 6/3) clay; common coarse prominent strong brown (7.5YR 5/8) and few medium distinct olive yellow (2.5Y 6/8) mottles; weak coarse angular blocks which part to weak thin platy structure; firm; plastic, slightly sticky; few medium roots; common faint intersecting slickensides; 25 percent soft accumulations of calcium carbonate; few hard nodules of calcium carbonate; moderately alkaline.  (0 to 20 inches thick.)"
      }
    ]
  ]
}
