{
  "SERIES": "MAZOURKA",
  "STATUS": "Established Series",
  "BYREV": "Rev  PWB/ET/MAV",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "OVERVIEW": "The Mazourka series consists of deep and very deep, well and moderately well drained soils formed in alluvium from mixed rock sources.  Mazourka soils are on stream terraces, lacustrine terraces, fan terraces and alluvial fans and have slopes of 0 to 5 percent. The mean annual precipitation is about 130 mm and the mean annual temperature is about 15 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mazourka sand--on a hummocky stream terrace with slope of 0.5 percent under shadscale, greasewood, and bud sagebrush at an elevation of 1,143 meters (when described on July 27, 1984, the soil was dry throughout; colors are for dry soil unless otherwise stated).\nA--0 to 3 cm; light brownish gray (2.5Y 6/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; 12 percent gravel 2 to 4 mm in diameter; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary (1.27 to 51 cm thick)\n2BAtn--3 to 10 cm; light gray (2.5Y 7/2) sandy loam, grayish brown (2.5Y 5/2) moist; strong very coarse columnar structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; many very fine, fine and medium vesicular pores; common faint clay films bridging mineral grains and in pores; strongly effervescent; 2 percent gravel 2 to 4 mm in diameter; strongly alkaline (pH 8.9); abrupt smooth boundary (3 to 10 cm thick)\n2Btn--10 to 28 cm; light gray (2.5Y 7/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; strong very coarse columnar structure parting to moderate coarse platy; hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine and fine tubular pores; many distinct clay films on faces of peds and many faint clay films in pores and many faint clay bridges between mineral grains; strongly effervescent; SAR is 16; 2 percent gravel 2 to 4 mm in diameter; strongly alkaline (pH 9.0); clear smooth boundary (10 to 23 cm thick)\n2BCtn--28 to 43 cm; light gray (2.5Y 7/2) sandy loam, grayish brown (2.5Y 5/2) moist; weak coarse subangular blocky structure; hard, friable, nonsticky and nonplastic; few very fine, fine and medium roots; few very fine tubular pores and interstitial pores; common faint clay bridges between mineral grains; slightly effervescent, carbonates segregated as few fine soft masses; 5 percent gravel 2 to 4 mm in diameter; strongly alkaline (pH 8.8); clear smooth boundary (8 to 30 cm thick)\n2C1--43 to 61 cm; light gray (2.5Y 7/2) gravelly sand, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; noneffervescent; 25 percent gravel 2 to 12 mm in diameter; strongly alkaline (pH 8.6); gradual smooth boundary (13 to 61 cm thick)\n2C2--61 to 152 cm; light gray (2.5Y 7/2) gravelly coarse sand, light olive brown (2.5Y 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; noneffervescent; 25 percent gravel 2 to 12 mm in diameter; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 5 miles east of Independence, 1.6 miles south of Mazourka Canyon Road along Lone Pine NG Road, 130 feet east of road; 1,800 feet east and 1,500 feet north of the SW corner of sec. 19, T. 13 S., R. 36 E; USGS Bee Springs Canyon 7.5 minute topographic quadrangle; latitude 36 degrees 47 minutes 13 seconds N and longitude 118 degrees 06 minutes 19 seconds W; WGS84 Decimal Degrees XX. 36.6202778 latitude, -118.1052778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 23 to 102 cm.  The mean annual soil temperature is 15 to 20 degrees C. The soil temperature is below 8.3 degrees C in parts of January and February.   The soil between the depths of 36 and 94 cm is usually dry in all parts from May 1 to November 30.  It is usually continuously moist for less than 75 days during the remainder of the year. Typic aridic moisture regime.\nThe particle-size control section averages 12 to 18 percent clay content.\nThe A horizon is 5Y 6/2, 7/2; 2.5Y 6/2, 7/2; or 10YR 6/2.  Moist color is 5Y 4/3, 5/2; 2.5Y 4/2, 4/4 or 5/4.  Textures are loamy sand or sand.  It has 0 to 6 percent clay content.  It has 0 to 15 percent gravel.  Reaction is slightly to strongly alkaline.  It is noneffervescent to strongly effervescent.\nThe BAt horizon is 5Y 6/2, 7/2; 2.5Y 6/2, 6/4 or 7/2.  Moist color is 5Y 4/3, 5/3; 2.5Y 4/2, 4/4, 5/2 or 5/4.  Textures are loamy sand, sandy loam, or fine sandy loam with 8 to 15 percent clay content.  It has 0 to 8 percent gravel.  Reaction is strongly or very strongly alkaline.  It is strongly or violently effervescent.\nThe Btn horizon is 5Y 6/2, 7/2; 2.5Y 6/2, 6/4, 7/2, 8/4; 10YR 6/2, 6/3 or 7/3.  Moist color is 5Y 4/3, 5/3; 2.5Y 4/2, 4/4, 5/2 or 5/4.  Textures are sandy loam, loam or sandy clay loam with 15 to 25 percent clay content.  It has 0 to 8 percent gravel.  Reaction is strongly or very strongly alkaline.  It is slightly to violently effervescent.  Electrical conductivity is 0 to 8 decisiemens/meter.  Sodium adsorption ratio is 13 to 30.\nThe BCtn horizon is 5Y 6/2, 7/2; 2.5Y 6/2, 6/4, or 7/2.  Moist color is 5Y 4/3, 5/3; 2.5Y 4/2, 4/4, 5/2 or 5/4.  Textures are typically stratified and ranges from loamy fine sand to fine sandy loam with 8 to 18 percent clay content.  It has 0 to 15 percent gravel.  Reaction is strongly or very strongly alkaline.  It is slightly to violently effervescent.\nThe C horizon is 5Y 6/2, 6/4, 7/2, 7/4; 2.5Y 6/2, 7/2; 10YR 6/2, 6/3 or 7/3.  Moist color is 5Y 4/2, 4/3, 4/4, 5/2, 5/4; 2.5Y 4/2, 4/4 or 5/4.  Textures are typically stratified with fine earth fraction ranging from coarse sand to fine sandy loam with 0 to 15 percent clay content.  It has 0 to 55 percent gravel.  Some pedons may have thin strata of silt loam, sandy clay loam clay loam or very gravelly sandy clay loam.  Reaction is moderately alkaline to very strongly alkaline.  It is noneffervescent to strongly effervescent and typically decreases with depth.  Electrical conductivity is 0 to 2 decisiemens/meter.  Sodium adsorption ratio is 5 to 20.  Hard substratum phases are recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Halloran series.  Halloran soils are moderately well drained and have a mean annual soil temperature greater than 17.8 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mazourka soils are on stream terraces, lacustrine terraces, fan terraces and alluvial fans.  The soils formed in alluvium from mixed rock sources.  Slopes are 0 to 5 percent.  Elevation is 1,100 to 1,280 meters.  The climate is arid with hot dry summers and cool, moist winters.  The average annual temperature is 13.9 to 16.1 degrees C.  The average annual precipitation is 80 to 150 cm.  Mean July temperature is about 27.2 degrees C, and mean January temperature is about 3.9 degrees C.  The average frost-free season is 140 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eclipse (T) and Pokonahbe (T) soils.  Eclipse soils have a sandy particle-size control section.  Pokonahbe soils are somewhat poorly drained and have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well and well drained; slow runoff; slow and moderately slow permeability in the solum and typically rapid in the underlying material.  Flooded phases are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mazourka soils are used for rangeland, watershed and wildlife habitat.  Vegetation is shadscale, black greasewood, bud sagebrush, kochia, allscale, dalea and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Valley of eastern California.  The series is moderately extensive in MLRA's 29 and 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Benton-Owens Valley Area, Inyo County, California, 1985.  Name from nearby Mazourka Canyon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The particle-size control section of the Mazourka series is the natric horizon.  While the Btn horizon may have up to 30 percent clay content the BAtn and BCtn horizons, which are also in the particle-size control section, have less than 18 percent clay content.  The particle-size control section therefore averages 12 to 18 percent clay content (coarse-loamy).\nDiagnostics horizons and features recognized in the pedon are:\nOchric epipedon - The surface 3 cm of the soil (A horizon).\nNatric horizon - The zone from about 3 to 43 cm (2BAtn, 2Btn and 2BCtn horizons).\nCoarse-loamy family - The particle-size control section has 16 percent clay content.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
