{
  "SERIES": "MAZUMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM/JVC",
  "REVDATE": "05/2016",
  "STATES": "CA,ID,NV",
  "OVERVIEW": "The Mazuma series consists of very deep, well drained soils that formed in alluvium and lacustrine deposits derived from mixed rocks.  Mazuma soils are on basin-floor remnants, lagoons, beach plains, alluvial flats, fan skirts, and stream terraces.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 150 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mazuma fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak thick platy structure; hard, friable, slightly sticky and slightly plastic; few fine roots; many fine and medium vesicular pores; strongly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (3 to 13 cm thick)\nA2--4 to 20 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine and fine tubular pores; slightly effervescent, very few strongly effervescent spots; strongly alkaline (pH 9.0); clear smooth boundary.  (5 to 25 cm thick)\nBk--20 to 30 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable; slightly sticky and slightly plastic; few fine roots; common fine tubular pores; secondary carbonates segregated as few very pale brown (10YR 8/2) coats on faces of peds; slightly effervescent in matrix and violently effervescent on coats; very strongly alkaline (pH 9.2); clear smooth boundary.  (10 to 40 cm thick)\nC1--30 to 58 cm; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; common very fine tubular pores; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (18 to 40 cm thick)\nC2--58 to 76 cm; very pale brown (10YR 7/3) stratified fine sandy loam and sandy loam; brown (10YR 5/3) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; about 5 percent gravel; violently effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (15 to 70 cm thick)\nC3--76 to 99 cm; pale brown (10YR 6/3) gravelly coarse sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; slightly effervescent in spots; 15 percent gravel; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 38 cm thick)\nC4--99 to 157 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; weak medium and fine platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; common mica grains; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; about 5 miles northwest of Lovelock; approximately 260 feet east and 100 feet north of the southwest corner of section 9, T. 27 N., R. 31 E.; USGS West of Lovelock 7.5 minute topographic quadrangle; latitude 40 degrees 13 minutes 2 seconds N and longitude 118 degrees 30 minutes 49 seconds W; WGS84 Decimal Degrees 40.2173333 latitude, -118.513611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, dry from summer to mid-fall; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nReaction: Moderately alkaline through very strongly alkaline.\nSalinity (EC): 2 to 32 mmhos/cm.\nSodicity (SAR): 13 to 100.\nParticle-size control section - Clay content: 5 to 15 percent;\nFine sand or coarser content: more than 35 percent;\nRock fragments: A few strata have up to 25 percent gravel.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry; 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nBk horizon\nHue: 10YR or 2.5Y.\nValue:  5 through 7 dry; 4 through 6 moist.\nChroma:  2 through 4, dry or moist.\nStructure:  Subangular blocky, platy, or it is massive.\nConsistence:  Slightly hard or hard, dry.\nIdentifiable secondary carbonates: Occurs as few filaments or coats on faces of peds.\nCalcium carbonate equivalent: 1 to 10 percent.\nC horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry; 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Averages fine sandy loam or sandy loam with ,strata of very fine sandy loam and silt loam with some pedons containing thin strata of clay loam and strata up to 30 cm thick of coarse sand, very coarse sand, fine sand or loamy sand.\nRock fragments: Average less than 15 percent.\nStructure:  Subangular blocky or platy, or they are single grain or massive.\nConsistence:  Soft or slightly hard, dry or it is loose.\nCalcium carbonate equivalent: 1 to 10 percent.\nOther features: Few fine or medium, ground water-induced, relict concretions of calcium carbonate may be in any horizon; strongly contrasting lacustrine silts and clays occur below 100 cm in some pedons; salt crystals and relict redox concentrations are in some pedons in lower subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apron, Fang, Fruitland, Ganaflan, Geer, Jeddito, Jenrid, Kumiva, Marcou, Moepitz, Piltdown, Shotnick, Sodaspring, Tooele, Trachute, Vanderhoff, Wentridge, and Worland series.\nApron soils have sodium adsorption ratios of less than 5, lack stratification, and have mean annual soil temperature of 8 to 10 degrees C.  Fang soils are intermittently moist for 10 to 20 days between July and October and have quantities of volcanic glass.  Fruitland soils have sodium adsorption ratios of less than 13, do not have horizons with identifiable secondary carbonates, and lack significant stratification in the particle-size control section.  Ganaflan, Vanderhoff, Wentridge, and Worland soils are moderately deep to paralithic contacts.  Geer soils average 15 to 30 percent fine sand or coarser in the particle-size control section.  Kumiva soils have sodium adsorption ratios of less than 13 and texture of silt loam and loam in the particle-size control section.  Jeddito soils have sodium adsorption ratios of less than 13 and are intermittently moist between July and September.  Jenrid and Shotnick soils have sodium adsorption ratios of less than 13 and have mean annual soil temperature of 8 to 11 degrees C.  Marcou soils are intermittently moist between July and September and have hue of 5YR or 7.5YR.  Moepitz soils are moderately deep to lithic contacts.  Piltdown soils have sodium adsorption ratios of less than 13, have mean annual soil temperature of 8 to 12 degrees C., and do not have horizons with identifiable secondary carbonates.  Sodaspring soils average 15 to 35 percent rock fragments in the particle-size control section.  Tooele soils have mean annual soil temperature of 8 to 11 degrees C. and do not have horizons with identifiable secondary carbonates.  Trachute soils have hue of 2.5YR through 7.5YR and have horizons with secondary gypsum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mazuma soils are on basin-floor remnants, lagoons, beach plains, alluvial flats, fan skirts, and stream terraces  These soils formed mainly in alluvium and lacustrine deposits derived from mixed rocks.  Surface deposits of eolian sand occur in some areas.  Slopes are 0 to 8 percent in Nevada and California and range up to 30 percent in Idaho.  Elevations are 1,180 to 1,920 meters in Nevada and California and 700 to 945 meters in Idaho.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 100 to 200 mm and the mean annual temperature is 7 to 12 degrees C.  The frost-free period is 100 to 130 days in Nevada and California and 130 to 150 days in Idaho."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bango, Bluewing, Toulon, and Unionville soils.  Bango soils have natric horizons and are on lake terraces.  Bluewing soils are sandy-skeletal and are on inset fans.  Toulon soils are sandy-skeletal and are on lake terraces and bars.  Unionville soils have cambic horizons and are on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mazuma soils are used for rangeland and wildlife habitat.  The present vegetation is mainly black greasewood, inland saltgrass, and seepweed in strongly saline-sodic areas and Bailey's greasewood, shadscale, and bud sagebrush in less affected areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central Nevada, eastern California, and southwestern Idaho.  These soils are extensive with about 377,000 acres of the series mapped to date.  The series concept and main acreage occurs in MLRA 27.  Other acres of this series are mapped in MLRA 23 in California and Nevada, MLRAs 24, 28B, and 29 in Nevada, and MLRA 11 in Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County (Lovelock Area), Nevada, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nIdentifiable secondary carbonates - The zone from 20 to 30 cm (Bk horizon).\nParticle-size control section - The zone from 25 to 100 cm (C1, C2, C3 and parts of the Bk and C4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 4,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 4 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak thick platy structure; hard, friable, slightly sticky and slightly plastic; few fine roots; many fine and medium vesicular pores; strongly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (3 to 13 cm thick)"
      },
      {
        "name": "A2",
        "top": 4,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 20 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine and fine tubular pores; slightly effervescent, very few strongly effervescent spots; strongly alkaline (pH 9.0); clear smooth boundary.  (5 to 25 cm thick)"
      },
      {
        "name": "Bk",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--20 to 30 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable; slightly sticky and slightly plastic; few fine roots; common fine tubular pores; secondary carbonates segregated as few very pale brown (10YR 8/2) coats on faces of peds; slightly effervescent in matrix and violently effervescent on coats; very strongly alkaline (pH 9.2); clear smooth boundary.  (10 to 40 cm thick)"
      },
      {
        "name": "C1",
        "top": 30,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--30 to 58 cm; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; common very fine tubular pores; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (18 to 40 cm thick)"
      },
      {
        "name": "C2",
        "top": 58,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--58 to 76 cm; very pale brown (10YR 7/3) stratified fine sandy loam and sandy loam; brown (10YR 5/3) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; about 5 percent gravel; violently effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (15 to 70 cm thick)"
      },
      {
        "name": "C3",
        "top": 76,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C3--76 to 99 cm; pale brown (10YR 6/3) gravelly coarse sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; slightly effervescent in spots; 15 percent gravel; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 38 cm thick)"
      },
      {
        "name": "C4",
        "top": 99,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C4--99 to 157 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; weak medium and fine platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; common mica grains; strongly alkaline (pH 8.6)."
      }
    ]
  ]
}
