{
  "SERIES": "MCADOO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-GRS",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McAdoo silty clay loam in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) silty clay loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many fine roots; neutral; clear smooth boundary. (7 to 10 inches thick)\nBw1--10 to 28 inches; brown (10YR 5/3) silt loam; weak fine subangular blocky structure; firm; common fine roots; common distinct dark grayish brown (10YR 4/2) organic coatings on faces of peds; neutral; gradual smooth boundary.\nBw2--28 to 48 inches; brown (10YR 4/3) silt loam; weak fine subangular blocky structure; firm; common fine roots; many distinct dark grayish brown (10YR 4/2) organic coatings on faces of peds; very slightly effervescent; slightly alkaline; gradual smooth boundary. (Combined thickness of Bw horizons is 25 to 44 inches)\nC1--48 to 55 inches; brown (10YR 4/3) silt loam; massive; very friable; few fine roots; slightly effervescent; slightly alkaline; clear smooth boundary. (7 to 14 inches thick)\nC2--55 to 60 inches; brown (10YR 5/3) silt loam with thin strata of light yellowish brown (10YR 6/4) loam; massive; very friable; few fine roots; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Posey County, Indiana; located about 2,304 feet north and 164 feet west of the southeast corner of sec. 29, T. 6 S., R. 14 W. USGS , Ind. Topographic quadrangle; lat. 000 degrees 00 minutes 00 seconds N., and long. 000 degrees 00 minutes 00 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the cambic horizon is 32 to 54 inches. The particle-size control section averages 18 to 26 percent clay and 2 to 14 percent fine and coarser sand. Carbonates are in at least one subhorizon above a depth of 40 inches.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3. Texture is silt loam or silty clay loam. It averages 15 to 32 percent clay and 2 to 7 percent fine and coarser sand. Reaction is neutral or slightly alkaline.\nThe Bw horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 or 5 and chroma of 3 to 6. Texture is silt loam or silty clay loam. It averages 20 to 32 percent clay and 2 to 15 percent fine and coarser sand. Reaction is neutral or slightly alkaline.\nThe C horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 or 5 and chroma of 3 to 6. Texture commonly is silt loam or loam and less commonly silty clay loam. It averages 7 to 34 percent clay and 1 to 30 percent fine and coarser sand. Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The McAdoo soils are on flood plains and flood-plain steps. Slope ranges from 0 to 2 percent. The soils formed in silty alluvium originating from loess covered glaciated landforms. The mean annual precipitation is 42 to 47 inches. The mean annual temperature is 53 to 56 degrees F. Frost free period ranges from 170 to 210 days. Elevation ranges from 340 to 600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are commonly the Lindside, Newark and Stonelick soils on flood plains. The moderately well drained Lindside and somewhat poorly drained Newark soils are on lower lying flood-plain steps. The well drained, more sandy Stonelick soils are on slightly higher lying flood-plain steps and natural levees."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface water runoff potential is very low. Permeability is moderate. These soils are subject to rare to frequent periods of flooding, dominantly in winter and spring. Duration is very brief or brief."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used mainly to grow corn and soybeans. A few areas are in forest. Native vegetation is deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This series is of small extent, mainly in MLRA's 114 and 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Posey County, Indiana, 1997. The McAdoo series is named after a stream in Posey County, Indiana."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The McAdoo series consists of soils that were formerly included in the Nolin series that do not have a water table above 6 feet.\nDiagnostic horizons and features in this pedon include: 1) Ochric epipedon - from a depth of 0 to 10 inches (Ap); 2) Cambic horizon - from a depth of 10 to 48 inches (Bw1 and Bw2).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
