{
  "SERIES": "MCALPIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM /DRJ/RWL",
  "REVDATE": "07/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aquic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McAlpin silty clay loam - cultivated. (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 5 inches; dark brown (7.5YR 3/2) silty clay loam, brown (7.5YR 4/2) dry; moderate fine and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many irregular pores; few medium and fine reddish brown (5YR 4/4) concretions; strongly acid (pH 5.5); abrupt smooth boundary. (4 to 8 inches thick)\nAp2--5 to 8 inches; dark brown (7.5YR 3/2) silty clay loam, reddish brown (5YR 4/3) dry; massive; hard, very firm, slightly sticky and slightly plastic; common roots; few very fine pores; few medium and fine reddish brown (5YR 4/4) concretions; moderately acid (pH 5.6); clear smooth boundary. (3 to 9 inches thick)\nAB--8 to 14 inches; dark reddish brown (5YR 3/3) silty clay loam, reddish brown (5YR 4/3) dry; moderate coarse and fine granular structure; hard, friable, slightly sticky and slightly plastic; few roots; many very fine tubular pores; common medium and fine reddish brown (5YR 4/4) concretions; moderately acid (pH 5.7); gradual smooth boundary. (0 to 11 inches thick)\nBA--14 to 23 inches; dark reddish brown (5YR 3/3) silty clay loam, reddish brown (5YR 4/4) dry; weak coarse prismatic that parts to moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few roots, many very fine tubular pores; faint very dark brown (10YR 2/2) coatings on ped surfaces; common medium and fine reddish brown (5YR 4/4) concretions; moderately acid (pH 5.8); gradual smooth boundary. (0 to 12 inches thick)\nBw1--23 to 37 inches; dark reddish brown (5YR 3/4) silty clay, reddish brown (5YR 4/4) dry; weak coarse prismatic that parts to moderate medium and fine subangular blocky structure, very hard, firm, moderately sticky and moderately plastic; few roots; many very fine tubular pores; faint very dark brown (10YR 2/2) coatings on surfaces of peds and in pores; common fine and medium black (10YR 2/1) and reddish brown (5YR 4/4) concretions; common fine distinct iron depletions of dark gray (10YR 4/1) and grayish brown (10YR 5/2) moist; moderately acid (pH 5.6); gradual smooth boundary. (6 to 15 inches thick)\nBw2--37 to 51 inches; dark brown (7.5YR 3/2) silty clay, brown (7.5YR 5/2) dry; moderate fine subangular blocky structure; very hard, firm, very sticky and very plastic; few roots; many fine and very fine tubular pores; prominent very dark brown (10YR 2/2) coatings in root channels and worm holes; common fine and medium black 10YR 2/1) and reddish brown (5YR 4/4) concretions; common medium and fine faint brown (10YR 5/3; 7.5YR 5/2) and gray (10YR 5/1) iron depletions; moderately acid (pH 5.9); clear smooth boundary. (9 to 23 inches thick)\nBC--51 to 65 inches; brown (7.5YR 4/2) silty clay, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; hard, firm, very sticky and very plastic; many very fine and fine tubular pores; many fine and medium black (10YR 2/1) and reddish brown (5YR 4/4) concretions; many coarse and medium distinct light yellowish brown (10YR 6/4), brown (10YR 5/3), and strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid (pH 5.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marion County, Oregon; about 1,200 feet west and 2,100 feet north of the SE corner of section 17, T. 9 S., R. 2 W. Willamette Meridian. Turner, Oregon USGS topographic quadrangle. Latitude 44 degrees, 47 minutes, 11 seconds N. and Longitude 122 degrees, 57 minutes, 02 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature is 52 to 55 degrees F. The annual soil temperature is 52 to 55 degrees F. This soil is usually moist but is dry in all parts between 4 and 12 inches for 45 to 60 consecutive days within the four-month period following the summer solstice in most years. The upper part of the soil usually is free of coarse fragments but up to 15 percent gravel are above 40 inches in some pedons. Below this depth the amount of gravel is as much as 50 percent in some pedons. The pscs has 35 to 50 percent clay.  The epipedon is more than 20 inches thick. The soil has aquic conditions and iron depletions with chroma of 2 or less at a depth of 20 to 30 inches.\nThe Ap or A horizon has hue of 10YR to 5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist, and 2 to 4 dry. Texture is silty clay loam with 27 to 35 percent clay in the upper part and 30 to 40 percent clay in the lower part. It has 0 to 15 percent gravel and 0 to 3 percent cobbles. Reaction is moderately acid or strongly acid.\nThe AB horizon, when present, has hue of 10YR to 5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and 2 to 4 dry. Texture is silty clay loam with 30 to 40 percent clay. It has0 to 15 percent gravel, and 0 to 3 percent cobbles. Reaction is moderately acid or strongly acid.\nThe BA horizon, when present, has hue of 10YR to 5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 2 to 4 moist and dry. Texture is silty clay loam, silty clay or clay with 30 to 50 percent clay. It has 0 to 15 percent gravel and 0 to 3 percent cobbles. Reaction is slightly acid to strongly acid.\nThe Bw horizon has hue of 10YR to 5YR, value of 3 or 4 moist, 4 to 6 dry and chroma of 2 to 4 moist and dry. It is silty clay or clay with 40 to 50 percent clay. It has0 to 15 percent gravel and 0 to 5 percent cobbles. It has few to common masses of iron accumulation and depletions. Reaction is slightly acid to strongly acid.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 to 7 dry and chroma of 2 to 4 moist and dry. Texture is silty clay or clay with 40 to 50 percent clay. It has 0 to 50 percent gravel and 0 to 10 percent cobbles. It has common to many masses of iron accumulation and depletions. Reaction is slightly acid to strongly acid.\nThe C horizon, if present, has similar ranges in color and texture but is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McAlpin soils are on flood plains, low terraces and fans at elevations of 250 to 1,000 feet. Slopes are 0 to 6 percent. The soils formed in silty and clayey alluvium derived from sedimentary or volcanic rock. The climate is characterized by warm, wet winters and hot, dry summers. The average annual precipitation is typically 40 to 60 inches but ranges to 70 inches in some areas. The average annual temperature is 50 to 54 degrees F. The average January temperature is 40 degrees F. and the average July temperature is 67 degrees F. The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abiqua, Dixonville, Gelderman, Jory, Nekia and Waldo soils. Abiqua soils do not have iron depletions at 20 to 30 inches and are on flood plains, terraces and fans. Dixonville and Gelderman soils are 20 to 40 inches to a paralithic contact and are on adjacent hillslopes. Jory soils do not have a mollic epipedon and are on adjacent hillslopes. Nekia soils are 20 to 40 inches to a lithic contact and are on adjacent hillslopes. Waldo soils have iron depletions throughout the solum and are on flood plains adjacent to river or streams."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderately slow permeability. Some areas of McAlpin soils are subject to rare flooding for brief periods from December to March. An apparent water table is at its uppermost limit from December to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for production of pasture, cereal grains, and cannery crops. The native vegetation is composed of open stands of Douglas-fir with some Oregon ash, rosebush, and native grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in upland valleys on the east and west margins of the Willamette Valley, Oregon; MLRA 2. It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County Area, Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from 0 to 23 inches (Ap1, Ap2, AB and BA horizons)\nCambic horizon - the zone from 23 to 51 inches (Bw1 and Bw2 horizons)\nAquic conditions - the zone from 23 to 65 inches\nUltic feature - base saturation (sum) of 75 percent or less in at least one horizon between 10 and 30 inches.\nThe mean annual precipitation ranges to 70 inches within the Alsea Valley, Oregon.\nThis series reclassified 2/2000 from Cumulic Ultic Haploxerolls to Aquic Cumulic Haploxerolls based on the presence of iron depletions at a depth of 23 inches. The range of depth to low chroma redox features has been revised to 20 to 30 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
