{
  "SERIES": "MCCAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TLA",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The McCay series consists of deep, well drained soils formed in colluvium and residuum from granitic rock with minor amounts of glacial till and a mantle of volcanic ash.  These soils are on backslopes of mountains.  Slopes are 15 to 65 percent.  The average annual precipitation is about 40 inches and the average annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McCay gravelly ashy sandy loam, on a north facing 28 percent slope, at 6,150 feet elevation in an Engelmann spruce, subalpine fir forest.  (Colors are for dry soil unless otherwise stated.)  When described on June 6, 1993, the soil was moist throughout.  (All textures are apparent field textures.)\nOe--0 to 2 inches; moderately decomposed needles, leaves and twigs.  abrupt smooth boundary.  (1 to 4 inches thick)\nC--2 to 3 inches; white (10YR 8/1) ashy fine sandy loam, grayish brown (10YR 5/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine roots and common medium and coarse roots; common very fine and fine pores; moderately acid (pH 6.0); clear wavy boundary.  (0 to 2 inches thick)\n2Bw1--3 to 6 inches; brown (7.5YR 4/3) gravelly ashy sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine roots, and common medium and few coarse roots; common very fine and fine pores; 15 percent pebbles and 3 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.  (3 to 9 inches thick)\n2Bw2--6 to 15 inches; brown (7.5YR 4/4) gravelly ashy sandy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine and fine roots, and common medium and few coarse roots; common very fine and fine pores; 15 percent pebbles and 2 percent cobbles; moderately acid (pH 5.9); clear wavy boundary.  (7 to 10 inches thick)\n3BC--15 to 26 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots and few medium and coarse roots; common fine pores; 30 percent pebbles and 5 percent cobbles; slightly acid (pH 6.5); clear smooth boundary.  (10 to 20 inches thick)\n3C--26 to 47 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few fine pores; 45 percent pebbles and 5 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.  (11 to 21 inches thick)\n3Cr--47 inches; weathered granite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington, about 7 miles northwest from the town of Conconully, Washington; Forest Service Road 37, section 22, T. 36 N., R. 29 E.  (Latitude 48 degrees 36' 39\"N, Longitude 119 degrees 56' 20\"W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 37 to 41 degrees F.  Average summer soil temperature ranges from 42 to 46 degrees F. These soils are usually moist, but are dry in all parts of the moisture control section for 30 to 45 consecutive days following the summer solstice.  Depth to paralithic contact is 40 to 60 inches.  Thickness of the volcanic ash mantle is 7 to 14 inches, and has an estimated moist bulk density of 0.75 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 8 to 12 percent for air dried samples.  The particle-size control section averages 35 to 50 percent rock fragments.\nThe C horizon has values of 7 or 8 dry and 5 or 6 moist.\nThe 2Bw1 horizon has values of 4 to 6 dry, 3 or 4 moist and chromas of 2 to 4 dry or moist.  It has 15 to 25 percent pebbles and 0 to 5 percent cobbles.  Reaction is strongly acid or moderately acid.\nThe 2Bw2 horizon has values of hues of 10YR or 7.5YR, values of 4 to 6 dry, 3 or 4 moist, and chromas of 3 or 4 dry, 2 to 4 moist.  It is gravelly sandy loam or sandy loam.  It has 5 to 25 percent pebbles and 0 to 5 percent cobbles.  Reaction is strongly acid or moderately acid.\nThe 3BC horizon has values of 5 to 6 dry, 4 or 5 moist, and chromas of 3 or 4 dry or moist.  It is very gravelly sandy loam or very cobbly sandy loam.  It has 30 to 40 percent pebbles and 5 to 20 percent cobbles.  Reaction is moderately acid or slightly acid.\nThe 3C horizon has hues of 2.5Y or 10YR, values of 5 or 6 dry, 4 or 5 moist, and chromas of 2 or 3 dry or moist.  It is very gravelly sandy loam or very cobbly sandy loam. It is 30 to 45 percent pebbles and 5 to 20 percent cobbles.  Reaction is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alfir, Bordengulch, Deserter, Maryspeak, Puzzlecreek, Skinwood, Smokejump, Snowcreek, Terence, Twentymile, Vandamine and Venson series.  Alfir soils have a xeric moisture regime and are very deep.  Bordengulch soils are 20 to 40 inches deep to a lithic contact.  Deserter soils have a xeric moisture regime.  Maryspeak soils are very deep, have 2 to 4 percent aluminum plus one-half the iron in the upper 7 to 9 inches and have less than 5 percent glass.  Puzzlecreek soils are 20 to 40 inches to a lithic contact.  Skinwood soils are 20 to 40 inches to a lithic contact.  Smokejump soils are 20 to 40 inches to a lithic contact.  Terence soils are very deep, have formed in material from andesite, and basalt and have loam fine-earth textures below the ash mantle.  Twentymile soils are 20 to 40 inches to a densic contact.  Vandamine soils have an ashy silt loam ash mantle, are very deep and have 10 to 20 percent glass and 2.5 to 3.5 aluminum plus one-half the iron in the ash mantle.  Venson soils are 20 to 40 inches to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The McCay soils are on backslopes of mountains at 6,000 to 7,000 feet.  Slopes are 15 to 65 percent.  These soils formed in colluvium from granitic rock with a minor component of glacial till and a mantle of volcanic ash.  Precipitation is 35 to 45 inches.  The average January temperature ranges from 18 to 22 degrees F., and the average July temperature ranges from 52 to 58 degrees F.  Average annual temperature is 35 to 40 degrees F.  Frost-free season is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devore, Myerscreek and Treebutte soils.  Devore soils are on upper backslopes, shoulders and broad ridges and have hard bedrock at a depth of 20 to 40 inches.  Myerscreek soils are very deep and formed in compact glacial till on backslopes, footslopes, toeslopes and moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for recreation, wildlife habitat and watershed.  Native vegetation is Engelmann spruce, subalpine fir, lodgepole pine with an understory of cascades azalea, labrador tea, grouse blueberry, sidebells pyrola, longtube twinflower, and black mountain huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:\nThin layer of \"fresh\" ash from 2 to 3 inches.\nCambic horizon:  3 to 15 inches formed in volcanic ash (2Bw horizons)\nParalithic contact:   at 47 inches (3Cr horizon)\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 2 inches; moderately decomposed needles, leaves and twigs.  abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "C",
        "top": 5,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--2 to 3 inches; white (10YR 8/1) ashy fine sandy loam, grayish brown (10YR 5/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine roots and common medium and coarse roots; common very fine and fine pores; moderately acid (pH 6.0); clear wavy boundary.  (0 to 2 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 8,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw1--3 to 6 inches; brown (7.5YR 4/3) gravelly ashy sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine roots, and common medium and few coarse roots; common very fine and fine pores; 15 percent pebbles and 3 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 15,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw2--6 to 15 inches; brown (7.5YR 4/4) gravelly ashy sandy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine and fine roots, and common medium and few coarse roots; common very fine and fine pores; 15 percent pebbles and 2 percent cobbles; moderately acid (pH 5.9); clear wavy boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "3BC",
        "top": 38,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "3BC--15 to 26 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots and few medium and coarse roots; common fine pores; 30 percent pebbles and 5 percent cobbles; slightly acid (pH 6.5); clear smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "3C",
        "top": 66,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3C--26 to 47 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few fine pores; 45 percent pebbles and 5 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.  (11 to 21 inches thick)"
      },
      {
        "name": "3Cr",
        "top": 119,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3Cr--47 inches; weathered granite"
      }
    ]
  ]
}
