{
  "SERIES": "MCCADDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/CW/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "OVERVIEW": "The McCadden series consists of very shallow and shallow, well drained soils that formed in slope alluvium and colluvium over residuum derived from interbedded limestone, and calcareous sandstone and shale.  McCadden soils are on ridges and flanks of mountains.  Slopes range from 2 to 45 percent.  Mean annual precipitation is about 740 mm and the mean annual temperature is about 3.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McCadden very cobbly loam, on a north facing, convex, 5 percent slope in mountain big sagebrush at an elevation of 2,616 meters.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by 3 percent stones, 2 percent flagstones, 25 percent cobbles, 2 percent channers and 30 percent gravel.\nA--0 to 20 cm; grayish brown (10YR 5/2) exterior, very cobbly loam, very dark grayish brown (10YR 3/2) exterior, moist; 21 percent clay; moderate fine granular structure; very friable, slightly hard, slightly sticky, slightly plastic; few coarse, common medium, fine and very fine roots; common fine and very fine tubular pores; 3 percent stones, 1 percent flagstones, 25 percent cobbles and 25 percent gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (18 to 25 cm thick)\nBk--20 to 41 cm; pale brown (10YR 6/3) exterior, very cobbly loam, brown (10YR 4/3) exterior, moist; 23 percent clay; moderate fine subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; few coarse and medium and common fine and very fine roots; common fine and very fine interstitial pores; 7 percent stones, 1 percent flagstones, 30 percent cobbles and 20 percent gravel; strongly effervescent, distinct carbonate coats on bottom surfaces of rock fragments, carbonate, finely disseminated in matrix; moderately alkaline (pH 8.1); abrupt smooth boundary.  (5 to 21 cm thick)\nR--41  to 51 cm; indurated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Utah County, Utah; about 6.5 kilometers (4 miles) northeast of the northern tip of Scofield Reservoir; located about 1,200 feet south and 1,300 feet east of the northwest corner of sec. 13, T. 11 S., R. 7 E.; Colton USGS quad; lat. 39 degrees 52 minutes 5 seconds N. and long. 111 degrees 5 minutes 35.1 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that peaks from December to March and July to October and falls evenly throughout the remainder of the year; udic bordering ustic moisture regime.\nMean annual soil temperature:  2.2 to 7.2 degrees C\nMean summer soil temperature:  12.2 to 14.4 degrees C\nDepth to lithic contact:  20 to 51 cm to indurated bedrock\nDepth to secondary calcium carbonate:  18 to 23 cm\nThickness of layer of secondary calcium carbonate:  2 to 21 cm\nThickness of the mollic epipedon:  20 to 23 cm\nParticle-size control section (weighted averages):\nClay content:  18 to 27 percent\nFine sand and coarser sand content:  25 to 35 percent\nRock fragment content:  35 to 60 percent; mainly cobbles and gravel, with up to 10 percent stones\nA horizon:\nHue:  10YR or 7.5YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3 dry or moist\nTexture:  loam, cobbly loam, very cobbly loam, extremely cobbly loam\nClay content:  18 to 27 percent\nRock fragments:  15 to 80 percent, mainly cobbles and gravel, with up to 10 percent stones\nCalcium carbonate equivalent:  0 to 15 percent\nEC (mmhos/cm):  0 to 2\nReaction:  neutral to moderately alkaline\nBk horizon:\nHue:  10YR or 7.5YR\nValue:  5 to 7 dry; 4 or 5 moist\nChroma:  3 or 4 dry or moist\nTexture:  very channery loam, very cobbly loam, extremely cobbly loam\nClay content:  18 to 27 percent\nRock fragments:  35 to 80 percent, mainly cobbles and gravel, with up to 15 percent stones and up to 60 percent channers\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  0 to 2\nReaction:  neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arrowpeak, Cheadle, Chokecherry (T), Clamp, Dalys (T), Dollarhide, Eyre, Irigul, Irson, Jonlake, Labshaft, Milling (T), Poin, Rogert, Schwacheim, Starley, Topeki and Udel series.   Arrowpeak, Clamp, Dalys, Dollarhide, Eyre, Irigul, Irson, Jonlake, Labshaft, Milling, Poin, Rogert, Schwacheim, Topeki and Udel soils are noncalcareous.  Cheadle soils have an ustic moisture regime bordering on udic.  Chokecherry soils have less than 18 percent clay in the particle-size control section.   Starley soils have soil moisture control sections affected by peak periods of precipitation in the spring and early summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium over residuum derived from interbedded limestone, and calcareous sandstone and shale.  A few areas are overlain by eolian deposits.\nLandform:  mountaintops and mountainflanks\nSlopes:  2 to 45 percent\nElevation:  2,316 to 3,109 meters\nMean annual temperature:  1.1 to 6.0 degrees C.\nMean annual precipitation:  559 to 914 mm\nPrecipitation pattern:  peak periods of precipitation from December to March and July to October\nFrost-free period:  40 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aagard (T), Bickmore, Gilluly (T), and Toze series.  The Aagard soils are very deep, have a calcic horizon and are under quaking aspen.  The Bickmore and Gilluly soils are moderately deep, have an argillic horizon and are under Douglas-fir.  The Toze soils are very deep, have a calcic horizon and are intermixed with the McCadden soils under mountain big sagebrush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, low to high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing and wildlife habitat.  Native vegetation consists of mountain big sagebrush, slender wheatgrass, mountain brome, bluegrasses, mountain snowberry, Utah serviceberry and Letterman needlegrass.  Utah correlates this soil to High Mountain Gravelly Loam (Mountain Big Sagebrush) R047XA560UT ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah, Wasatch Mountains - North; LRR E, MLRA 47A; small extent.  About 2,500 acres (1,000 hectares) in Utah, Duchesne and Emery Counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Utah County, Utah, Duchesne Area, Utah, 2011, Parts of Duchesne, Utah and Wasatch Counties soil survey area.  Named after McCadden Canyon near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 41 cm.\nParticle-size control section:  The zone from 25 to 41 cm.  (Bk horizon)\nMollic epipedon:  The zone from 0 to 20 cm.  (A horizon)\nSecondary carbonate accumulations:  The zone from 20 to 41 cm.  (Bk horizon)\nLithic contact:  The contact with limestone bedrock at 41 cm.  (R horizon)\nThe Bk horizon does not qualify as a calcic horizon either due to insufficient thickness and/or carbonate equivalent.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2011.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 20 cm; grayish brown (10YR 5/2) exterior, very cobbly loam, very dark grayish brown (10YR 3/2) exterior, moist; 21 percent clay; moderate fine granular structure; very friable, slightly hard, slightly sticky, slightly plastic; few coarse, common medium, fine and very fine roots; common fine and very fine tubular pores; 3 percent stones, 1 percent flagstones, 25 percent cobbles and 25 percent gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (18 to 25 cm thick)"
      },
      {
        "name": "Bk",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--20 to 41 cm; pale brown (10YR 6/3) exterior, very cobbly loam, brown (10YR 4/3) exterior, moist; 23 percent clay; moderate fine subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; few coarse and medium and common fine and very fine roots; common fine and very fine interstitial pores; 7 percent stones, 1 percent flagstones, 30 percent cobbles and 20 percent gravel; strongly effervescent, distinct carbonate coats on bottom surfaces of rock fragments, carbonate, finely disseminated in matrix; moderately alkaline (pH 8.1); abrupt smooth boundary.  (5 to 21 cm thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 51,
        "narrative": "R--41  to 51 cm; indurated limestone bedrock."
      }
    ]
  ]
}
