{
  "SERIES": "MCCASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCB, LGR",
  "REVDATE": "7/95",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, mesic Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McCash very fine sandy loam with a slope of less than 1 percent in a cultivated field.  When described, the soil was moist to 30 inches.  (Colors are for a dry soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable; neutral; abrupt smooth boundary.\nA--8 to 15 inches; dark grayish brown (10YR 4/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable; slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizon ranges from 9 to 20 inches.)\nBw1--l5 to 24 inches; dark grayish brown (10YR 4/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; slightly alkaline; clear smooth boundary.\nBw2--24 to 36 inches, brown (10YR 5/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bw horizon ranges from 15 to 34 inches.)\nC--36 to 80 inches, brown (10YR 5/3) loamy very fine sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hayes County, Nebraska; about 11 miles east and 2 miles north of Hayes Center, Nebraska; 50 feet south and 475 feet east of the northwest corner of sec. 35, T. 7 N., R. 3l W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 24 to 54 inches and thickness of the mollic epipedon ranges between 20 and 54 inches. The A horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 2 or 3.  It is typically very fine sandy loam and less commonly loamy very fine sand or silt loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bw horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 2 or 3.  It is typically very fine sandy loam and less commonly loamy very fine sand or silt loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe C horizon has hue of 10YR, value of 5 through 7, 4 or 5 moist, and chroma of 2 or 3.  It is typically loamy very fine sand and less commonly very fine sandy loam or fine sandy loam.  Buried A horizons or thin strata of slightly coarser or finer textured material are in the C horizon below a depth of 40 inches in some pedons.  Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  McCash is the only series in the family.  Closely related series in other families are Duroc, Haxtun, Kuma, Eltree and Vetal.  Duroc soils are fine-silty and have calcareous material within a depth of 36 inches. Haxtun soils are fine-loamy and have an argillic horizon. Kuma soils are fine-silty, have an argillic horizon and have calcareous material within the control section.  In addition, Kuma soils have a polygenetic solum.  Eltree soils are fine-silty and occur generally in wetter climates.  Vetal soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McCash soils are on level to very gently sloping upland swales and alluvial fans.  Surfaces are concave or plane and slope gradients range from 0 to 3 percent.  These soils formed in local loamy and sandy colluvial and alluvial materials.  The range of mean annual precipitation is 14 to 20 inches, and the range of mean annual temperature is 48 to 53 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOIL",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low. Permeability is moderate."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage of McCash soils are in cropland.  Wheat, corn, alfalfa and sorghum are the most common crops.  The rest is mainly in rangeland or hayland with native grasses being a mixture of short and mid prairie grasses."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Nebraska and possibly northeastern Colorado.  The series is of moderate extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chase County, Nebraska, l980."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
