{
  "SERIES": "MCCHORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAL/TDT",
  "REVDATE": "06/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Oxyaquic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McChord gravelly sandy loam - forested. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 5 cm; slightly decomposed plant material; strongly acid (pH 5.5); abrupt wavy boundary. (0 to 10 cm thick)\nA--5 to 20 cm; grayish brown (10YR 5/2)  gravelly sandy loam, very dark gray (10YR 3/1), moist; strong fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine to medium and few coarse roots; common very fine irregular pores; 20 percent gravel and 5 percent cobbles, strongly acid (pH 5.2); clear wavy boundary. (5 to 30 cm thick)\nBw1--20 to 53 cm; yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 3/4), moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine to medium and few coarse roots; common very fine irregular and fine tubular pores; 35 percent gravel and 5 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.\nBw2--53 to 76 cm; yellowish brown (10YR 5/6) very gravelly sandy loam, yellowish brown (10YR 5/4), moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine to medium and few coarse roots; common very fine irregular and fine tubular pores; 35 percent gravel and 5 percent cobbles; moderately acid (pH 5.6); clear wavy boundary. (combined thickness of the Bw horizons is 40 to 90 cm thick).\nBg--76 to 119 cm; light brownish gray (2.5Y 6/2) very gravelly loamy sand, light olive brown (2.5Y 5/3), moist; massive; moderately hard, friable, nonsticky and nonplastic; common very fine roots; common very fine irregular and common fine tubular pores; 10 percent brownish yellow (10YR 6/6), and dark yellowish brown (10YR 4/6), moist, iron-manganese masses and 20 percent light gray (2.5Y 7/1), and dark grayish brown (2.5Y 4/2), moist,  iron depletions; 45 percent gravel, 5 percent cobbles; moderately acid (pH 5.8); abrupt wavy boundary. (10 to 50 cm thick).\nCd--119 to 150 cm; light brownish gray (2.5Y 6/2) extremely gravelly loamy sand, light olive brown (2.5Y 5/3), moist; massive; very hard, very firm, nonsticky and nonplastic; few fine roots in cracks; few very fine irregular pores; 5 percent dark light gray (2.5Y 7/1), and dark grayish brown (2.5Y 4/2), moist, iron depletions and 10 percent brownish yellow (10YR 6/6), and dark yellowish brown (10YR 4/6), moist, iron-manganese masses; 50 percent gravel and 20 percent cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pierce County, Washington; Joint Base Lewis-McChord; about 6 km south of Dupont; USGS Nisqually SE Quadrangle; 1200 m south and 900 m east of the northeast corner of section 14, T. 18 N., R. 1 E; 47 degrees, 2 minutes, 35 seconds N latitude; 122 degrees, 38 minutes, 43.3 W longitude; UTM 5210016.0  meters N and 527126.3 meters E;  zone 10, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to restrictive feature - 100 to 150 cm to dense material\nMean annual soil temperature - 9 to 10 degrees C\nMoisture control section - dry 60 to 75 days following the summer solstice\nDepth to redoximorphic features - 75 to 100 cm\nReaction - slightly acid or strongly acid\nParticle size control section:\nClay content - 5 to 15 percent\nA horizon\nHue - 10YR\nValue - 3 to 5 moist and dry\nChroma - 1 to 3 moist and 3 to 5 dry\nRock fragments - 15 to 65 percent total, including 15 to 50 percent gravel, 0 to 15 percent cobbles, and 0 to 5 percent stones\nBw horizons\nHue - 10YR\nValue - 3 to 5 moist, 4  or 5 dry\nChroma - 3 or 4 moist and 4 to 6 dry\nTexture - SL, or L and ranges to LS in the lower part\nRock fragments - 35 to 65 percent total, including 35 to 50 percent gravel, 0 to 30 percent cobbles, and 0 to 5 percent stones\nBg horizon\nHue - 2.5Y\nValue - 3 to 5 moist and 5 or 6 dry\nChroma - 1 to 3 moist and dry\nTexture - LS or LCOS\nRock fragments - 35 to 85 percent total, including 35 to 65 percent gravel, 0 to 25 percent cobbles, and 0 to 5 percent stones\nCd horizon\nHue -  2.5Y\nValue - 3 to 5 moist, 4 to 7 dry\nChroma - 2 to 4 moist and dry\nTexture - LS, S, COS\nRock fragments - 35 to 85 percent total, including 15 to 60 percent gravel, 0 to 25 percent cobbles, 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on drift plains and moraines at elevations of 110 to 160 meters. Slopes are 0 to 65 percent. These soils formed in dense glacial drift. McChord soils are in a cool marine climate. The summers are cool and dry, and the winters are mild and wet. The mean annual precipitation is 762 to 1,270 millimeters, most of which falls as rain from November through March. The mean January temperature is 2 degrees C, mean July temperature is 24 degrees C, and mean annual temperature is 9 about degrees C. The frost free period is 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alderwood, Everett, and Indianola series. Alderwood soils have a densic layer within 100 cm. Everett soils are sandy-skeletal and very deep. Indianola soils are very deep and sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; saturated hydraulic conductivity is high to the densic contact and very low below.  A perched water table is as high as 60 to 119 cm at times from January through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for woodland, hay and pasture, orchards, wildlife habitat, watershed, and non-farm uses. The native vegetation is Douglas-fir, western hemlock, western redcedar, and red alder with an understory of salal, Oregon-grape, western brackenfern, western swordfern, Pacific rhododendron,  red huckleberry, evergreen huckleberry, and orange honeysuckle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Washington; MLRA 2. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pierce County, Washington; Joint Base Lewis-McChord; 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nOchric epipedon\nCambic horizon - from 20 to 76 cm\nDensic material - from 119 to 150 cm\nOxyaquic feature - perched water table at 60 to 119 cm at times from January to March.\nADDITIONAL DATA: Pedon S09WA053101 is available at the NSSL, Lincoln, NE.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
