{
  "SERIES": "MCCLUNG",
  "STATUS": "Established Series",
  "BYREV": "BLW-JRT-RRD",
  "REVDATE": "05/2003",
  "STATES": "VA",
  "OVERVIEW": "The McClung Series consists of very deep, well drained soils on uplands. Permeability is moderate to moderately rapid in the upper part of the soil and moderate in the lower part of the soil.  These soils formed in material weathered from interbedded sandstone and limestone bedrock. Slopes range from 2 to 60 percent. Mean annual precipitation is 42 inches and the mean annual temperature is 51 degrees F at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McClung Series--on a northwest facing, convex, 10 percent slope, under a forest of planted white pine, at an elevation of 1940 feet. (Colors are for moist soil)\nOe--0 to 2 inches; moderately decomposed pine needle and hardwood leaf litter.\nE-- 2 to 3 inches; light gray (10YR 7/2) sandy loam; weak coarse granular structure; very friable; nonsticky, nonplastic; many fine; medium, and coarse roots; extremely acid; abrupt smooth boundary. (0 to 5 inches thick)\nBE-- 3 to 11 inches; yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; very friable; nonsticky, nonplastic; few fine and very fine roots; few faint clay films on faces of peds and in pore spaces; few pores; very strongly acid; clear smooth boundary.\nBt1-- 11 to 19 inches; yellowish brown (10YR 5/8) sandy loam; weak coarse subangular blocky structure; friable, slightly sticky, nonplastic; few fine and very fine roots; few faint clay films on faces of peds and in pore spaces; common fine pores; very strongly acid; gradual wavy boundary.\nBt2-- 19 to 28 inches; strong brown (7.5YR 5/8) sandy clay loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and very fine roots; few faint clay films on faces of peds and in pore spaces; common fine pores; very strongly acid; clear wavy boundary.\nBt3-- 28 to 38 inches; strong brown (7.5YR 5/8) sandy clay loam; common coarse prominent red (2.5YR 4/6) weathered rock fragments; moderate medium subangular blocky structure; friable; slightly sticky, plastic; few fine and very fine roots; common distinct clay films on ped surfaces and in pore spaces; many fine pores; very strongly acid; abrupt wavy boundary.\nBt4-- 38 to 51 inches; yellowish red (5YR 5/6) sandy clay loam; many common prominent red (2.5YR 4/6) and brownish yellow (10YR 6/8) weathered rock fragments; strong coarse subangular blocky structure; friable, slightly sticky, slightly plastic; common prominent clay films on faces of peds and in pore spaces; common very fine pores; very strongly acid; gradual wavy boundary.\nBt5-- 51 to 65 inches; reddish yellow (7.5YR 6/8) sandy clay loam; few thin prominent red (2.5YR 4/6) clay lenses; common fine and medium yellow (10YR 7/6) weathered sandstone fragments; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few distinct clay films on faces of peds; very strongly acid (combined thickness of the Bt is from 30 to more than 60 inches)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bath County, Virginia; 1.1 mile northeast of the intersection of State Routes VA-609 and VA-624, and 180 yards southeast of VA-624; 38 degrees 05 minutes 15 seconds N Latitude; 79 degrees 40 minutes 10 seconds W Longitude, Bath Alum Quadrangle, Virginia."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock are more than 60 inches. Rock fragments range from 0 to 35 percent throughout. Rock fragments consist mainly of angular sandstone and chert gravel. Reaction ranges from extremely acid to very strongly acid in the A and E horizons and extremely acid through strongly acid in the BE, B, and C horizons.\nThe A horizon (where present) has hue of 10YR, value of 3 or 4, and chroma of 2 through 4. It is loam, sandy loam, or fine sandy loam in the fine-earth fraction. It ranges from 0 to 3 inches thick.\nThe Ap horizon (where present) has hue of 10YR, value of 3 or 4, and chroma of 2 through 4. It is loam, sandy loam, or fine sandy loam in the fine-earth fraction. It ranges from 0 to 10 inches thick.\nThe E horizon (where present) has hue of 10YR, value of 4 to 7, and chroma of 2 or 3. It is sandy loam, fine sandy loam, loamy fine sand, or loamy sand in the fine-earth fraction.\nThe BE or Bw horizon (where present) has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 6. It is loam, sandy loam, or fine sandy loam in the fine-earth fraction. Combined thickness of all A, E, BE, and Bw horizons is less than 60 inches.\nThe Bt horizon has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8; with or without soft masses of rotted rock fragments in shades of brown, yellow, or red. It is loam or sandy loam in the fine-earth fraction in the upper part; and sandy clay loam, clay loam, or sandy clay in the lower parts.\nThe BC horizon (where present) has hue of 2.5YR to 10YR, value of 5 or 6, and chroma of 4 to 8; with or without soft masses of rotted rock fragments in shades of brown, yellow, or red. Textures are the same as in the lower parts of the Bt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cottonbend, Egyptgrove (T), Escatawba, Fanchon, Nolichucky, Taterhill, Topazmill (T), Trimble, and Wyrick series. The Brockett and Claiborne series are in a similar family. Cottonbend soils are siltier in the subsoil and contain rounded fragments of mixed lithologies.  Egyptgrove, Escatawba, Fanchon, Taterhill, Topazmill, and Wyrick soils all require at least one lithologic discontinuity in the series control section.  Nolichucky soils are redder and contain rounded fragments in the subsoil.  Trimble soils contain more chert and are siltier in the subsoil. Brocket soils have pockets of uncoated sand in the lower Bt horizon.  Claiborne soils are siltier and contain more clay in the lower Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McClung soils are on uplands of mountains and ridges. Slopes range from 2 to 60 percent. The soils developed in weathered residuum from sandstone of the Oriskany (Ridgeley) sandstone, and from interbedded sandstones and limestones of the Helderberg group. Elevation ranges from 1200 to 3500 feet. Mean annual air temperature ranges from 48 to 55 degrees F. Mean annual precipitation ranges from 35 to 45 inches. Frost free period is 145 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Claiborne and Trimble series, and the similar Clymer, Elliber, Escatawba, Lily, Murrill, Oriskany and Wallen series. Clymer, Lily, and Wallen soils are shallower to bedrock. In addition, Wallen soils are skeletal. Elliber soils are skeletal and contain mostly chert fragments. Oriskany, Murrill, and Escatawba soils formed in colluvial sediments. In addition, Oriskany soils are skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate to moderately rapid in the upper part of the soil and moderate in the lower part of the soil.  Runoff is medium or rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. Some areas that have lesser slopes are used for pasture or hayland. The overstory in most areas consists mainly of white oak, black oak, and scarlet oak, with smaller amounts of chestnut oak, red oak, hickory, yellow poplar, Virginia pine, and white pine. The understory in undisturbed areas consists mainly of laurel, huckleberry, wild azalea, white pine, dogwood, sassafras, black locust, black gum, wild grape, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia and possibly West Virginia, Pennsylvania, and Kentucky. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bath County, Virginia. Source of the name is from McClung Ridge which is located in the central part of Bath County and is the location of the typical pedon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features recognized in this pedon are:\na. Ochric epipedon: 2 to 11 inches.\nb. Argillic horizon: the zone from 11 to 65 inches (Bt horizons).\nc. Palic feature: clay percentage does not decrease more than 20 percent relative to\nthe clay maximum within 60 inches of the mineral soil surface.\nADDITIONAL DATA: The ranges for morphological properties are based on profile descriptions of 50 randomly located profiles. Laboratory data by Virginia Polytechnic Institute and State University, Blacksburg, Virginia. (PSA, and Chemistry on four profiles.)\nMLRA 128\nNational Cooperative Soil Survey\nU.S.A."
  }
}
