{
  "SERIES": "MCCLAVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "03/1999",
  "STATES": "CO",
  "OVERVIEW": "The McClave series consists of deep, poorly to somewhat poorly drained moderately permeable soils formed in thick noncalcareous alluvial materials derived from mixed sources.  McClave soils are on alluvial fans and terraces.  Slopes range from 0 to 6 percent.  The mean annual precipitation is about 16 inches.  Mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McClave clay loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) light clay loam, very dark brown (10YR 2/2) moist; strong medium granular structure; soft, very friable; neutral (pH 7.0); gradual smooth boundary.  (5 to 10 inches thick)\nA2--7 to 19 inches; grayish brown (10YR 5/2) light clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to moderate medium granular; hard, firm, plastic; neutral (pH 7.0); gradual wavy boundary.  (0 to 15 inches thick)\nA3g--19 to 40 inches; grayish brown (10YR 5/2) light clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate medium granular; hard, firm, plastic; common medium distinct mottles of brown (7.5YR 5/4) mottles; neutral (pH 7.0); gradual wavy boundary.  (10 to 35 inches thick)\nCg--40 to 60 inches; brown (10YR 5/3) light clay loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable; many large prominent brown (7.5YR 5/4) mottles; neutral (pH 7.0).  (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boulder County, Colorado; approximately 950 feet south and 60 feet west of the center of Sec. 11, T. 2 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mottled cambic horizons occur in some pedons and if absent the lower part of the mollic epipedon has at least common medium distinct mottles.  Organic surface horizons too thin to be histic epipedons occurs in some pedons.  The mollic epipedon ranges from 24 to 50 inches thick.  Organic carbon in the mollic epipedon ranges from .6 to 3 percent and decreases uniformly with increasing depth.  Salts more soluble than gypsum are usually less than .2 percent and do not exceed 4 percent in any horizon as much as 6 inches thick within the control section.  Exchangeable sodium percentage is normally less than 3 and does not exceed 14 in any horizon above a depth of 40 inches.  The soil is 90 to 100 percent base saturated.  The control section is light clay loam, loam and sandy clay loam with clay ranging from 18 to 35 percent, silt from 20 to 50 percent, and sand from 20 to 50 percent with more than 15 but less than 35 percent fine or coarser sand.  Rock fragments range from 0 to 15 percent but are typically less than 5 percent.  Mean annual soil temperature ranges from 47 to 58 degrees F, and mean summer soil temperature ranges from 59 to 79 degrees F.  These soils have fluctuating water tables that moisten the C horizon and lower mollic epipedons for most of each growing season.  The soil is saturated with water at some season.\nThe A horizon has hue of 5Y through 10YR, value of 4 or 5, 2 or 3 moist, and chroma of 1 or 2.  It has common medium distinct to many large prominent mottles.  This horizon is slightly acid to mildly alkaline.  It is soft or slightly hard.\nThe C horizon has hue of 5Y through 10YR, value of 5 or 6, 4 or 5 moist, and chroma of 2 through 4.  It has common medium distinct to many large prominent mottles.  This horizon is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coland, Comfrey, Delft, Gielow, Glencoe, James Canyon, Keddie, Kimmerling, Konner, Peoh, Romnel, Shandep, and Wenas series.  Coland, Delft, Rommel, and Shandep soils are usually moist and in wetter climates with more than 24 inches of annual precipitation.  In addition, Rommel soils have significant amounts of gypsum.  Konner soils have prismatic structure and receive their main precipitation in the winter.  Comfrey and Glencoe soils are calcareous and have secondary carbonate accumulation above a depth of 40 inches.  James Canyon soils have 15 to 35 percent rock fragments throughout the control section and are saturated with water for longer periods of time each season.  Peoh soils have a significant component of volcanic ash have gravelly coarse textured substratum in at least the upper part of the control section.  Wenas soils contain a significant component of volcanic ash, and have chroma of less than 2 in much of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The McClave soils are on alluvial fans and terraces.  Slopes typically range from 0 to about 6 percent.  The soil formed in thick noncalcareous alluvial materials derived from mixed sources.  The average annual precipitation is 16 inches with peak periods of precipitation in the spring and early summer.  Mean annual temperature is 50 degrees F, and mean summer temperature is 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calkins and Loveland soils.  Calkins soils are moderately coarse textured.  Loveland soils have mollic epipedons less than 24 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly to somewhat poorly drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used as native pastureland, hay meadows, or irrigated cropland.  Native vegetation is mainly bluegrass, brome, and junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boulder Area, Colorado, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 4/80.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly to somewhat poorly",
        "drainage_overview": "poorly to somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 7 inches; dark grayish brown (10YR 4/2) light clay loam, very dark brown (10YR 2/2) moist; strong medium granular structure; soft, very friable; neutral (pH 7.0); gradual smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--7 to 19 inches; grayish brown (10YR 5/2) light clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to moderate medium granular; hard, firm, plastic; neutral (pH 7.0); gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "A3g",
        "top": 48,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A3g--19 to 40 inches; grayish brown (10YR 5/2) light clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate medium granular; hard, firm, plastic; common medium distinct mottles of brown (7.5YR 5/4) mottles; neutral (pH 7.0); gradual wavy boundary.  (10 to 35 inches thick)"
      },
      {
        "name": "Cg",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "Cg--40 to 60 inches; brown (10YR 5/3) light clay loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable; many large prominent brown (7.5YR 5/4) mottles; neutral (pH 7.0).  (Several feet thick)"
      }
    ]
  ]
}
