{
  "SERIES": "MCCLENDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  FRK/GHL/DFA",
  "REVDATE": "3/97",
  "STATES": "ID",
  "OVERVIEW": "The McClenden series consists of deep to very deep, well    drained, moderately permeable soils that formed in alluvium from mixed sources.  They are on basalt plains in depressional areas and fan terraces, with slopes of 0 to 4 percent.  The average annual precipitation is about 10 inches, and the average annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McClenden silt loam - cultivated - on a 1 percent single slope, west aspect, at 4,400 feet elevation.  (Colors are for air-dry soil unless otherwise stated.  When described on August 28, 1985, the soil was dry from the surface to 18 inches and moist below.)\nAp1--0 to 3 inches; pale brown (10YR 6/3) silt loam, very dark grayish brown (10YR 3/2) moist; moderate very coarse platy structure parting to strong fine and medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular pores; slightly alkaline (pH 7.5); abrupt smooth boundary.  (2 to 10 inches thick)\nAp2--3 to 9 inches; light yellowish brown (10YR 6/4) silt loam, dark brown (10YR 3/3) moist; strong very coarse prismatic structure parting to moderate medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, few fine roots; many very fine, few fine tubular pores; slightly alkaline (pH 7.6); clear smooth boundary. (0 to 7 inches thick)\nBw--9 to 18 inches; light yellowish brown (10YR 6/4) silt loam, brown (10YR 4/3) moist; strong medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and few fine tubular pores; slightly alkaline (pH 7.7); clear smooth boundary. (8 to 14 inches thick)\nBk1--18 to 35 inches; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; moderate very coarse platy structure; hard, friable, nonsticky and nonplastic; few very fine roots; many very fine tubular pores; strongly effervescent (10 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 17 inches thick)\nBk2--35 to 60 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular pores; strongly effervescent (7 percent calcium carbonate equivalent); strongly alkaline (pH 8.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cassia County, Idaho, about 6 miles east of Declo, Idaho, about 3400 feet east and 2600 feet north from the southwest corner of section 35, T. 11S., R. 25E.\nLatitude - 42 degrees, 25 minutes, 23 seconds North;\nLongitude - 113 degrees, 29 minutes, 54 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcium carbonate - 10 to 24 inches\nControl section\nClay content - 10 to 18 percent\nDepth to bedrock - 45 to more than 60 inches\nAverage annual soil temperature - 47 to 50 degrees F.\nA horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nReaction - slightly or moderately alkaline\nBw horizon\nValue - 3 to 5 moist\nChroma - 2 to 4 dry or moist\nReaction - slightly or moderately alkaline\nTexture - loam or silt loam\nBk horizon\nValue - 6 or 7 dry, 4 through 6 moist\nChroma - 2 through 4 dry or moist\nTexture - SIL, L, FSL, SL\nCoarse fragment content - 0 to 15 percent\nReaction - moderately or strongly alkaline\nSAR - 2 to 10\nCalcium carbonate equivalent - 5 to 15 percent; no observerable secondary carbonates.\nOther features\nSome pedons have up to 35 percent rock fragments below 50 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adkins, Bijorja, Chedehap, Clems, Drewsey, Haybourne, Irrigon, Kecko, Prosser, Rebel, Royal, Scooteney, Sohappy, Vining and Wiehl series.  Adkins soils lack carbonate accumulations above 24 inches.  Bijorja soils have a paralithic contact above 40 inches.  Chedehap, Haybourne, and Scooteney soils have sandy 2C horizons at depths of 20 to 40 inches.  Scooteney soils also have greater than 35 percent rock fragments in the lower part of the particle size control section.  Drewsey soils have carbonates at a depth of 20 to 35 inches.  Clems and Haybourne lack carbonates above 45 inches.  Prosser and Vining soils have a lithic contact at 20 to 40 inches.  Irrigon and Wiehl soils have a Cr horizon at 20 to 40 inches.  Kecko, Rebel and Royal soils have moderately rapid permeability.  Rebel soils also have greater than 50 percent sand in the particle size control section.  Royal soils are stratified fine sandy loam and loamy fine sand in the particle size control section. Sohappy soils have depth to carbonates of 24 to 44 inches and have a mean annual soil temperature of 50 to 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McClenden soils are in depressional areas on basalt plains and on fan terraces.  Slopes range from 0 to 4 percent.  The soil formed in alluvium from mixed sources.  Elevation ranges from 4,250 to 5,400 feet.  The average annual precipitation is about 8 to 12 inches.  The average annual air temperature is about 45 to 48 degrees F.  The frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bahem, Declo, Scoon, Somsen, Taunton and Trevino soils.  Bahem and Declo soils are calcareous throughout.  Scoon and Taunton soils have a duripan at less than 20 inches and less than 40 inches respectively.  Somsen and Trevino soils are moderately deep and shallow to basalt.  Bahem and Declo soils occur on fan terraces.  Scoon, Somsen, Taunton and Trevino soils occur on basalt plains, generally on a higher position than McClenden."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  McClenden soils are used for irrigated cropland and rangeland.  The principal crops grown are wheat, barley, sugar beets, potatoes and alfalfa hay.  The native vegetation is Wyoming and basin big sagebrush, basin wildrye, thurber needlegrass and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Idaho.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cassia County, Idaho, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 9 inches (Ap1 and Ap2 horizons)\nCambic horizon - the zone from 9 to 18 inches (Bw horizon)\nParticle-size control section - the zone from 10 to 40 inches (Bw, Bk1, and part of the Bk2 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
