{
  "SERIES": "MCCORNICK",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. WGH",
  "REVDATE": "12/98",
  "STATES": "UT",
  "OVERVIEW": "The McCornick soils occur on nearly level lake terraces in the Sierozem soils zone.  They are developed from white marly material.  The series is associated with the closely related genetically to the soils of the Boxolder series, but differs from those soils in having a moderately hard to hard lime-cemented hardpan usually at or near the surface of the white marly deposit.  The horizons above the hardpan are largely material that has had its origin in the marly deposit but which has been changed considerably by soil forming processes.  In other places, the surface horizons consists of a mixture of alluvium with the marly material.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, mesic Xerollic\nCalciorthids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McCornick - loam.\n0 to 5 inches; light-gray (10YR 7/2; between light-gray and pale-brown, 6/2.5, moist) loam that is strongly calcareous.  Strong medium and fine granular structure with some evidence of weak platiness.   The granules are slightly hard when dry and friable when moist; moderate amount of organic matter (1 to 1.5 percent). (4 to 11 inches thick)\n5 to 11 inches; strongly calcareous very pale-brown (10YR 7/3; brown 5/3, moist) loam with moderate medium and fine granular structure; granules are slightly hard when dry and friable when moist; horizon is low in content of organic matter and moderately permeable. (5 to 10 inches thick)\n11 to 21 inches; white; very pale-brown (10YR 8/4) moist; loam that is strongly calcareous, massive, and weakly blocky; breaks to subangular and angular fragments and with further pressure to fine somewhat granular particles or to a powder.  This horizon appears to be soil that has formed from the underlying blocky marly deposit; slightly hard when dry, friable when moist, and moderately permeable. (5 to 13 inches thick)\n21 to 28 inches; white, (8/2, when moist) lime-cemented hardpan, probably of loam texture, that breaks to angular fragments that are hard to very hard when dry, firm when moist, and slowly permeable. (3 to 13 inches thick)\n28 to 72 inches; white; white to very pale-brown (10YR 8/2 to 8/3) moist; loam that is strongly calcareous; material occurs as strong coarse blocks that are moderately hard when dry and firm to friable when moist; material is not compact but appears to be moderately permeable; moderately to strongly mottled with pale yellow in places; not known whether the mottling is due to imperfect drainage or to stains made by an organic growth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  About 2 1/2 miles north of Meadow, Utah."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the hardpan ranges from about 13 to 30 inches; blocky parent material is stratified, in many places ranging in texture from fine sandy loam to silty clay loam; probably the greater part of the subsoil material is of silt loam texture, but it appears to be moderately permeable; moderately to strongly mottled with pale yellow in places; not known whether the mottling is due to imperfect drainage or to stains made by an organic growth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "NA"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The surface is usually smooth and slopes are usually less than 1 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "NA"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderate to slow, depending upon slope and vegetative cover.  Internal drainage is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely for range.  Carrying capacity low.  Irrigated areas are used for growing alfalfa, grain, corn, and potatoes.   Yields of alfalfa are good and those of other crops are fair.  Grain yields are fair to poor.  Sagebrush, cheatgrass, sacaton grass.  Greasewood and shadscale in saline areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest-central Utah and possible other parts of the Bonneville Basin."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  East Millard area, Utah, 1949.\nOSED scanned by SSQA.  Last revised by state on 7/48.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
