{
  "SERIES": "MCCRACKEN",
  "STATUS": "Established Series",
  "BYREV": "RVP/JBD",
  "REVDATE": "02/2016",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McCracken sandy clay loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nC--0 to 7 inches (0 to 19 cm); brown (7.5YR 5/4), sandy clay loam, brown (7.5YR 4/4) moist; 22 percent clay; weak medium subangular blocky structure; firm, moderately hard, moderately sticky, moderately plastic; few very fine roots throughout; common very fine interstitial pores; 10 percent gravel; violent effervescence; strongly alkaline, pH 8.6; abrupt smooth boundary.\nCr--7 inches (19 cm); fractured; weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McCracken Mesa Update Project; Soil Survey of Navajo Indian Reservation San Juan County, Utah (UT643); Geographic Coordinate System: 3720 21.71 north, 109 22 58.53 west WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July - September and December - February. Driest during April through June. Typic Aridic soil moisture regime.\nSoil Temperature: 55 to 59 degrees Fahrenheit (13.3 to 15.0 degrees Celsius).\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent clay\nRock fragments: 0 to 15 percent\nDepth to bedrock: 5 to 17 inches (19 to 44 cm)\nC horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6, dry or moist\nChroma: 2 to 6 dry or moist\nTexture: sandy clay loam, loam, fine sandy loam, clay loam\nClay: 15 to 35 percent\nCalcium carbonate: 2 to 15 percent\nRock fragments: 0 to 15 percent gravels\nReaction: slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Birdsley (WY), Celeton (NV), Goldyke (NV), Oceanet (WY), Perlor (NV), Roic (NV), Slatery (NV) and Somorent (UT+AZ) series. Celeton, Goldyke, Oceanet, Perlor, Roic, Slatery, and Somorent, soils have less than 18 percent clay in the particle-size control section. Birdsley soils have greater than 15 percent exchangeable sodium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McCracken soils are found on pediments and hillslopes. They formed in local residuum derived from Morrison and Entrada formation sandstone and shale. Elevations range from 4,350 to 4,760 feet (1,325 To 1,450 meters). Slopes range from 0 to 35 percent. The mean annual precipitation is 6 to 10 inches (152 to 254 millimeters) and occurs as thunderstorms from July to September and as and gentle rains and snowfall during December and January. The mean annual air temperature is 54 to 57 degrees Fahrenheit (12.2 to 13.9 degrees Celsius). The frost-free period is 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chipeta, Tezuma, Tohona, Sheppard, and Somorent soils. Chipeta soils have greater than 35 percent clay in the particle size control section on pediments. Tezuma soils have a fine-silty particle size control section, and are very deep alluvium on flooplains.  Tohona soils are fine vertic, and are moderately deep to shale with natric and gypsic horizons on pediments.  Sheppard soils have a sandy particle size control section, and are very deep eolian sand deposits on structural benches and terraces.  Somorent soils have less than 18 percent clay in the particle size control section on pediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to moderate runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for rangeland and wildlife habitat. The potential vegetation is dominantly saltbush, shadscale, Indian ricegrass, and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Eastern Utah. McCracken soils are of limited extent.  The soil is named after a geographic location near the type location.  LRR-D, MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA 35 - McCracken Mesa Project; San Juan County, Utah; Soil Survey of Navajo Indian Reservation San Juan County, UT (UT643); 2016."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 7 inches (0 to 19 centimeter) (C horizon)\nParalithic contact - the contact with weathered shale at 7 inches (19 centimeters) (Cr horizon)\nClassified according to Soil Taxonomy, Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
