{
  "SERIES": "MCCULLAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/DEW/PDC",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, gypsic, mesic Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McCullan gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; moderate medium platy structure; slightly hard, friable, nonsticky and nonplastic; many fine and very fine roots; many very fine vesicular, and common fine and very fine tubular pores; 20 percent gravel; strongly effervescent, 17 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 2 inches thick)\nBw--1 to 6 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine and very fine roots; common fine and very fine tubular and interstitial pores; 10 percent gravel; strongly effervescent, 17 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 5 inches thick)\n2By1--6 to 25 inches; white (N 8/) sandy loam, pinkish white (7.5YR 8/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and very fine roots; common fine and very fine tubular and common very fine irregular pores; 10 percent gravel; slightly effervescent, 6 percent calcium carbonate equivalent; 70 percent powdery gypsum; slightly alkaline (pH 7.8); abrupt smooth boundary.  (5 to 35 inches thick)\n2By2--25 to 41 inches; pink (7.5YR 7/4) sandy loam, brown (7.5YR 5/4) moist; crystalline gypsum rock structure; slightly hard, friable, nonsticky and nonplastic; common fine and very fine roots; common fine and very fine irregular pores; 10 percent gravel; slightly effervescent, 8 percent calcium carbonate equivalent; 50 percent crystalline gypsum; slightly alkaline (pH 7.8); clear smooth boundary.  (5 to 30 inches thick)\n3Bkyb--41 to 60 inches; reddish yellow (5YR 7/6) sandy loam, yellowish red (5YR 5/6) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; very fine tubular and interstitial pores; 10 percent gravel; violently effervescent, common medium irregular soft masses of calcium carbonate, 17 percent calcium carbonate equivalent; 35 percent crystalline gypsum; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona; about 20 miles south of the Arizona - Utah state line; west of the Hurricane Cliffs; 2500 feet south and 400 feet west of the northeast corner of section 7, T.38 N., R.9 W.; Latitude 36 degrees 42 minutes 30 seconds N, Longitude 113 degrees 17 minutes 5 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nPercent gypsum x centimeters thickness = greater than 3000\nPercent gypsum plus calcium carbonate = greater than 40 percent\nRock Fragments:  averages less than 15 percent gravel in the control section\nSoil Temperature:  56 to 58 degrees F.\nOrganic Matter:  less than 1 percent in the surface horizon\nDepth to Gypsic horizon:  less than 7 inches\nDepth to buried horizon:  greater than 40 inches\nA horizon\nHue:  7.5YR, 5YR\nValve:  6 or 7 dry, 4 or 5 moist\nChroma:  4 through 6, dry or moist\nCalcium carbonate equivalent:  5 to 25 percent\nRock fragments:  15 to 35 percent gravel\nBw horizon\nHue:  7.5YR, 5YR\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  4 through 6, dry or moist\nTexture:  fine sandy loam, sandy loam, loam (5 to 20 percent clay)\nCalcium carbonate equivalent:  5 to 25 percent\nRock fragments:  less that 15 percent gravel\nBy horizon\nHue:  7.5YR, 5YR\nValue:  6 through 8 dry, 4 through 8 moist\nChroma:  0 through 6, dry or moist\nTexture:  fine sandy loam, sandy loam (5 to 15 percent clay)\nRock fragments:  less than 15 percent gravel\nGypsum: 20 to 90 percent (can be weakly cemented)\nCalcium carbonate equivalent:  5 to 30 percent\nThe Bkyb horizon may not be present in all pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Netoma (NM), and Rayohill (NM) series.  Rayohill soils have bedrock at depths less than 40 inches.  Netoma soils are moist in the moisture control section for longer periods because of a higher annual rainfall component in addition to cooler soil temperatures as a result of higher elevations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McCullan soils are on fan terraces and have slopes of 1 to 10 percent.  These soils formed in mixed alluvium derived from sedimentary formations high in gypsum.  Elevation ranges from 4000 to 5000 feet.  Mean annual precipitation is 7 to 11 inches.  The mean annual air temperature is about 54 to 57 degrees F.  The frost-free period is 165 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delp and Dutchman series.  Delp soils have argillic horizons and do not have a gypsic horizon above 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  McCullan soils are used for livestock grazing and wildlife habitat.  The present vegetation is gyp dropseed, fourwing saltbush, Mormon-tea, blue yucca, gyp buckwheat, galleta, black grama, bush muhly, fluffgrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Arizona.  The series is of small extent.  MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mohave County, Arizona; Soil survey of Shivwits Area, Arizona, Part of Mohave County; 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inches (A horizon)\nGypsic horizon -  The zone from 6 to 60 inches (2By1, 2By2, 3Bkyb horizons)\nFormerly classified as Typic Gypsiorthids.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
