{
  "SERIES": "MCCULIGAN",
  "STATUS": "Established Series",
  "BYREV": "LGR",
  "REVDATE": "11/2005",
  "STATES": "NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Mollic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McCuligan loam with a slope of less than 0.5 percent in native grass.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 18 centimeters (0 to 7 inches); gray (10YR 5/1) loam; very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft; very friable; sodium adsorption ratio 9; strong effervescence; moderately alkaline; abrupt smooth boundary.  (15 to 23 centimeters (6 to 9 inches) thick)\nACg--18 to 30 centimeters (7 to 12 inches); stratified grayish brown (10YR 5/2) loam and dark grayish brown (10YR 4/2) very fine sandy loam; dark gray (10YR 4/1) and very dark gray (10YR 3/1) moist; few fine prominent yellowish brown (10YR 5/6) iron masses in the matrix; weak medium subangular blocky structure; slightly hard; friable; sodium adsorption ratio 8; electrical conductivity 4 mmhos/cm; violent effervescence; moderately alkaline; gradual smooth boundary.  (0 to 25 centimeters (0 to 10 inches) thick)\nCg1--30 to 46 centimeters (12 to 18 inches); light gray (10YR 7/2) sand; light brownish gray (10YR 6/2) moist; common coarse prominent strong brown (7.5YR 4/6) iron masses in the matrix; single grain; loose; neutral; few thin strata of very fine sandy loam; abrupt wavy boundary.\n2Cg2--46 to 203 centimeters (18 to 80 inches); light gray (10YR 7/2) gravelly coarse sand; light brownish gray (10YR 6/2) moist; many coarse prominent dark gray (N 4/0) areas of iron depletion in the matrix; single grain; loose; 28 percent gravel by volume; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garden County, Nebraska; about 1.6 kilometers (1 mile) south and 1.6 kilometers (1 mile) west of Oshkosh, Nebraska; 305 meters (1000 feet) west and 671 meters (2200 feet) south of the northeast corner, Sec. 4, T. 16 N., R. 44 W. Oshkosh topographic quadrangle; latitude 41 degrees, 23 minutes, 15 seconds N. and longitude 102 degrees, 20 minutes, 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the 2Cg horizon: 25 to 51 centimeters (10 to 20 inches)\nFree carbonates: typically at the surface (Cg and 2Cg horizons typically noncalcareous)\nPercent gravel by volume 51 to 152 centimeters (20 to 60 inches): typically 15 to 35 percent but ranges 2 to 35 percent.\nA horizon:\nHue: 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 1 or 2\nTexture: loam, very fine sandy loam, or fine sandy loam\nSodium adsorption ratio: 2 to 9\nElectrical conductivity: 1 to 4 mmhos/cm.\nReaction: slightly alkaline or moderately alkaline.\nACg horizon: (when present)\nHue: 10YR or 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 1 to 3\nTexture: stratified loam, very fine sandy loam, silt loam, clay loam, or fine sandy loam\nRedoximorphic concentrations: reddish to brownish iron masses\nSodium adsorption ratio: 6 to 13\nElectrical conductivity: 2 to 8 mmhos/cm.\nReaction: moderately alkaline or strongly alkaline.\nCg horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 1 to 4\nRedoximorphic concentrations: Reddish to brownish iron masses\nTexture: sand or fine sand with thin strata of coarser or finer textures\nReaction is neutral or slightly alkaline.\n2Cg horizon:\nHue: 10YR or 2.5Y\nValue: 6 to 8, 5 to 7 moist\nChroma: 1 to 3\nTexture: dominantly, gravelly sand or gravelly coarse sand but ranges to include coarse sand, strata of sands and gravelly sands are common\nRedoximorphic features: dark brown manganese accumulations and reddish iron masses and grayish areas of iron depletion\nGravel: 2 to 35 percent by volume"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Barney soils are the only other soils in the family.  Barney soils typically have 2 to 15 percent gravel by volume at depths between 20 and 60 inches and are not affected by alkali.  The soil moisture control section is also saturated for longer periods during the growing season."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: 25 to 51 centimeters (10 to 20 inches) thick stratified loamy and sandy alluvium deposited over gravelly sands\nLandform: flood plains commonly dissected by remnant stream channels\nSlopes: 0 to 2 percent\nMean annual precipitation: 36 to 46 centimeters (14 to 18 inches)\nMean annual temperature: 8 to 12 degrees C. (47 to 53 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gothenburg, Jankosh and Lewellen soils.\nGothenburg soils do not have the mollic colors to qualify for a mollic subgroup and are lower on the landscape.\nJankosh soils are coarse-silty over sandy or sandy skeletal and are higher on the landscape.\nLewellen soils do not have a mollic epipedon, are moderately deep over gravelly sands and are strongly affected by alkali. They have a seasonal high water table that ranges from 46 to 91 centimeters (1.5 to 3.0 feet) and are slightly higher on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: poorly drained\nRunoff: low\nSaturated hydraulic conductivity:   moderately high over very rapid.\nSeasonal high water table: 0 to 1.5 feet\nFlooding: occasionally"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is in native grass used for grazing or for hayland.\nThe dominant species are prairie cordgrass, swithchgrass, big bluestem and indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nebraska and possibly eastern Wyoming and northeastern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garden County, Nebraska, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic color: 0 to 18 centimeters (0 to 7 inches) (A horizon)\nAquic soil conditions: 18 to 203 centimeters (7 to 80 inches)(ACg, Cg1 and 2Cg2 horizons)\nHigh chromas or brownish colors in the Cg and 2Cg horizons are due to the colors of mineral sand grains rather than indicators of saturation and reduction.\nADDITIONAL DATA:  Pedon S90NE-069-017 sampled and described for NSSL at the following site:\nhttp://ssldata.sc.egov.usda.gov/rptExecute.asp?p=17689&r=1&submit1=Get+Report\nThis soil was previously mapped with the Platte soils.\nModified format by LRM in 10/2005 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
