{
  "SERIES": "MCDANIEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/HRG/RWL",
  "REVDATE": "06/2006",
  "STATES": "ID,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McDaniel stony ashy loam, rangeland, on a 50 percent northwest-facing slope at an elevation of 2,580 feet. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (10YR 5/2) stony ashy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure parting to moderate fine granular; soft, very friable, nonsticky and slightly plastic; many fine roots; many fine tubular pores; 15 percent gravel, 5 percent cobbles and 10 percent stones; neutral (pH 6.6); clear wavy boundary. (7 to 20 inches)\n2BAt--8 to 24 inches; brown (7.5YR 5/2) very gravelly clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine roots; few fine tubular pores; 25 percent gravel and 10 percent cobbles; few faint clay films on faces of peds; neutral (pH 6.6); gradual wavy boundary. (5 to 20 inches thick)\n2Bt1--24 to 35 inches; brown (7.5YR 5/4) very cobbly silty clay loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; many fine tubular pores; 25 percent gravel and 35 percent cobbles; few faint clay films on faces of peds; neutral (pH 6.6); gradual wavy boundary.\n2Bt2--35 to 60 inches; yellowish brown (10YR 5/4) extremely cobbly silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine granular structure; hard, firm, moderately sticky and moderately plastic; few fine roots; 25 percent gravel and 50 percent cobbles; few faint clay films on faces of peds; neutral (pH 6.8). (Combined thickness of 2Bt horizon is greater than 25 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yakima County, Washington; about 6 miles west of Cowiche; about 1,500 feet east and 1,700 feet north of the SW corner of section 33, T.14N., R.16E., WM.; USGS Tieton, Wash. topographic quadrangle; Latitude 46 degrees, 39 minutes, 24 seconds N. and Longitude 120 degrees, 50 minutes, 18 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. The mean annual soil temperature at a depth of 20 inches is 47 to 52 degrees F. These soils are usually moist, but are dry in all parts between depths of 4 and 12 inches for 60 to 90 consecutive days during the summer and the autumn. Thickness of the mollic epipedon is 20 to 40 inches and may include part of the argillic horizon. The upper 7 to 20 inches has an estimated bulk density of 1.10 to 1.30 g/cc, volcanic glass content of 5 to 25 percent, acid oxalate extractable aluminum plus one-half iron of 0.4 to 0.9 percent, and 15-bar water of 5 to 10 percent for air-dried samples. The particle-size control section averages 25 to 35 percent clay by weight in the fine earth fraction and 35 to 90 percent rock fragments by volume.\nThe A horizon has value of 3 through 5 dry and 2 or 3 moist, and chroma of 1 through 3 moist and dry. Organic matter is estimated to range from 2 to 5 percent. It has 10 to 50 percent gravel, 0 to 10 percent cobbles, and 0 to 15 percent stones.\nThe 2BAt horizon has hue of 7.5YR or 10YR, and chroma of 2 or 3 moist and dry. It is very gravelly clay loam, very cobbly clay loam, very gravelly silty clay loam, very cobbly silty clay loam, very gravelly loam, or very gravelly silt loam.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry, 2 through 4 moist, and chroma of 2 to 4 moist and dry. It is very gravelly clay loam, very gravelly silty clay loam, very cobbly silty clay loam, extremely cobbly silty clay loam, extremely gravelly clay loam, extremely gravelly silty clay loam, very cobbly clay loam, extremely cobbly clay loam, very gravelly loam, or extremely gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ackna (T), Blint, Brysill (T), Bunselmeier, Cubhill, Hehe, Hovelton, Lainand, Leidl, Millhouse (T), Nint (T), Norod and Skooker series. Ackna soils have a coarse textured 4BC horizon at a depth of 40 to 60 inches and are dry for 90 to 100 consecutive days. Blint, Hovelton, Leidl, Nint, and Norod soils are less than 40 inches to a lithic contact. Millhouse soils have 20 to 25 percent clay in the particle-size control section and are 20 to 40 inches to an extremely gravelly loamy sand, extremely gravelly sand, or extremely cobbly loamy sand. Brysill soils have a coarse textured 3BC horizon at depths of 40 to 60 inches and are dry for 100 to 120 consecutive days. Bunselmeier soils are 40 to 60 inches deep to unweathered cinders with about 5 percent sandy loam mineral soil filling interstices. Cubhill soils are dominated by rock fragments of glacial till origin and are dry for 90 to 105 consecutive days. Hehe soils are 20 to 40 inches deep to weathered bedrock. Lainand soils are 40 to 60 inches deep to a lithic contact. Skooker soils are 40 to 60 inches deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McDaniel soils are on canyon walls and hillslopes at elevations of 1,800 to 4,850 feet. Slopes range from 3 to 65 percent. These soils formed in colluvium from basalt or welded tuff, and loess mixed with volcanic ash in the surface. The soils have a climate with warm, dry summers and cool, moist winters. The mean annual precipitation ranges from 15 to 19 inches. The mean January temperature is about 27 degrees F. and the mean July temperature is about 69 degrees F. The mean annual temperature is 46 to 49 degrees F. The frost free season is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clint, Laufer, Rock Creek, Shinn, Taneum and competing Nint soils. Clint soils have a lithic contact at a depth of 20 to 40 inches. Laufer soils are on canyon walls and are 10 to 20 inches to a lithic contact. Rock Creek soils are on plateaus and ridges are less than 20 inches deep to bedrock. Shinn soils are on broad ridges and are 4 to 10 inches deep to a lithic contact. Taneum soils are on uplands and have less than 15 percent rock fragments in the particle-size control section. Nint soils are on canyon walls and hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: McDaniel soils are used mainly for rangeland and wildlife habitat. Native vegetation is mainly bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, threetip sagebrush, xeric big sagebrush, antelope bitterbrush, and common snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Washington and west-central Idaho; MLRA 9, 10. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yakima County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - (pachic) from 0 to 24 inches (A and 2BAt horizons)\nArgillic horizon - from 8 to 60 inches (2BAt and 2Bt horizons)\nVitrandic feature - from 0 to 8 inches (A horizon)\nParticle-size control section - from 8 to 28 inches (2BAt and part of 2Bt1 horizon)\nSoil moisture regime - xeric\nNational Cooperative Soil Survey\nU.S.A."
  }
}
