{
  "SERIES": "MCGEHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ORC",
  "REVDATE": "11/2014",
  "STATES": "AR,TN",
  "OVERVIEW": "McGehee soils have brown silt loam A horizons; and reddish brown B horizons that, have grayish brown coatings on the peds, and are silty clay loam in the upper part and silty clay in the lower part.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McGehee silt loam - cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; weak medium granular structure; friable; many fine roots; few fine black concretions; strongly acid; clear smooth boundary. (6 to 8 inches thick)\nA2--7 to 12 inches; pale brown (10YR 6/3) silt loam, common medium faint grayish brown (10YR 5/2) mottles, few fine prominent reddish brown mottles; weak fine granular structure; friable; many fine roots; few fine dark concretions; strongly acid; clear smooth boundary. (4 to 7 inches thick)\nB1--12 to 17 inches; grayish brown (10YR 5/2) silt loam, common medium distinct yellowish brown (10YR 5/6), and strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; gray silt coatings on many peds; common fine roots; common medium pores; medium acid; clear wavy boundary. (4 to 6 inches thick)\nB21t--17 to 24 inches; reddish brown (5YR 4/4) silty clay loam, few medium prominent grayish brown (10YR 5/2) mottles; moderate medium subangular blocky structure; firm, slightly plastic; few fine roots; common pores; discontinuous grayish brown clay film on peds; few medium dark concretions; strongly acid; gradual wavy boundary. (6 to 10 inches thick)\nIIB3--24 to 52 inches; reddish brown (5YR 4/4) silty clay, few medium prominent grayish brown (10YR 5/2) mottles; moderate medium subangular blocky structure; firm, plastic; pressure faces on peds; common medium pores; few medium dark concretions; strongly acid; gradual smooth boundary. (20 to 35 inches thick)\nIIC--52 to 60 inches; reddish brown (5YR 4/3) silty clay; common medium prominent gray (10YR 6/1) mottles; structureless; firm; plastic; common slickensides, 3 to 5 inches in length; few fine black concretions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chicot County, Arkansas; 3/4 mile east of junction of U.S. Highway 65 and Arkansas Highway 35, NW1/4 NW1/4 NW1/4 sec. 36, T.  13 S., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 40 to 72 inches.  Depth to silty clay or clay horizons is 20 to 30 inches, and clay does not increase by 25 percent within a vertical distance of 5 inches.  The solum is usually medium acid or strongly acid, but in some pedons the IIB3 horizon is slightly acid through mildly alkaline.  The IIC horizon is slightly acid through moderately alkaline.  The Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  The A2 horizon has hue of 10YR, value of 5 through 7, and chroma of 2 or 3, and it is commonly mottled with colors of 1 through 4 chroma.  The A horizon is silt loam, loam or very fine sandy loam.  The B1 horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2, and it is mottled with yellowish brown or strong brown.  It is silt loam or silty clay loam.  The interiors of peds of the B21t horizon have hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 1 or 2. The B21t horizon is silt loam or silty clay loam.  The upper 20 inches of the B horizon averages 25 to 35 percent clay, and less than 15 percent fine and coarser sand.  In some pedons, the B21t horizon has silt sized grains on the faces of peds, but they are not continuous and do not form coatings.  The interiors of peds of the IIB3 horizon have hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 through 6.  Texture is silty clay or clay.  In some pedons, the B3 horizon has few silt grains on faces of peds, but the grains do not form prominent coatings.  The IIC horizon has reddish brown and gray mottles and is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acadia, Amagon, Askew, Cypremort, Dundee, Essen, Hebert, Hillemann, Patoutville, Patterson, Routon, and Tensas series.  Acadia and Tensas soils have more than 35 percent clay in the upper 20 inches of the B horizons.  Amagon and Routon soils have colors of 1 chroma or value of 6 and chroma of 2.  Askew soils have colors that are dominantly of 3 or higher chroma and lack lower chroma ped coatings.  Cypremort soils have hue yellower than 7.5YR, and coarser texture in the lower part of the sola.  Dundee soils have hue of 10YR and coarser texture in the lower part of the B horizon and the C horizon.  Essen soils are mildly to moderately alkaline throughout the B horizons.  Hebert soils are silt loam or silty clay loam in the lower part of the B horizon and the C horizon, and prominent silt coatings are on ped faces throughout the B horizons.  Hillemann soils have high sodium saturation in the lower part of the B horizon.  Patoutville soils have red mottles and lack clayey texture in the lower part of the B horizon.  Patterson soils have B horizons that contain less than 18 percent clay and more than 15 percent fine and coarser sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McGehee soils are on slopes of 0 to 2 percent in the Arkansas and Red River bottomlands.  The soil formed in thick silty and clayey alluvium.  ear the type location, average annual temperature is about 63 degrees F., and average annual precipitation is about 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the clayey Perry and Portland soils, the coarser textured Lonoke soils, the Rilla soils which have no colors of chroma 2 or less in the upper 10 inches of the Bt horizon, and the competing Hebert soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; slow permeability.  The water table is commonly within 20 inches of the surface during wet seasons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is cleared and it is used mainly for growing cotton and soybeans, and some for rice.  The original forest was of water, willow, cherrybark, and red oaks; pecan, elm, hickories, and gums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In Arkansas, Louisiana, eastern Oklahoma, and eastern Texas along the flood plains of the Arkansas and Red Rivers."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chicot County, Arkansas; 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The McGehee soils were formerly classified in the Gray-Brown Podzolic great soil group.  Classification as Ochraqualfs is based on gray ped coatings and seasonal high water table which seem to be more definitive of soil drainage than colors of the interiors of peds.  The alluvium in which these soils are formed is believed to be derived principally from Permian Red Beds.  These materials appear to retain their red colors even when subjected to a reducing environment.  Hence, color of ped interiors does not seem to reflect drainage conditions.\nOSED scanned by SSQA.  Last revised by state on 3/73."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (10YR 4/3) silt loam; weak medium granular structure; friable; many fine roots; few fine black concretions; strongly acid; clear smooth boundary. (6 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--7 to 12 inches; pale brown (10YR 6/3) silt loam, common medium faint grayish brown (10YR 5/2) mottles, few fine prominent reddish brown mottles; weak fine granular structure; friable; many fine roots; few fine dark concretions; strongly acid; clear smooth boundary. (4 to 7 inches thick)"
      },
      {
        "name": "B1",
        "top": 30,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B1--12 to 17 inches; grayish brown (10YR 5/2) silt loam, common medium distinct yellowish brown (10YR 5/6), and strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; gray silt coatings on many peds; common fine roots; common medium pores; medium acid; clear wavy boundary. (4 to 6 inches thick)"
      },
      {
        "name": "B21t",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B21t--17 to 24 inches; reddish brown (5YR 4/4) silty clay loam, few medium prominent grayish brown (10YR 5/2) mottles; moderate medium subangular blocky structure; firm, slightly plastic; few fine roots; common pores; discontinuous grayish brown clay film on peds; few medium dark concretions; strongly acid; gradual wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "IIB3",
        "top": 61,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "IIB3--24 to 52 inches; reddish brown (5YR 4/4) silty clay, few medium prominent grayish brown (10YR 5/2) mottles; moderate medium subangular blocky structure; firm, plastic; pressure faces on peds; common medium pores; few medium dark concretions; strongly acid; gradual smooth boundary. (20 to 35 inches thick)"
      },
      {
        "name": "IIC",
        "top": 132,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC--52 to 60 inches; reddish brown (5YR 4/3) silty clay; common medium prominent gray (10YR 6/1) mottles; structureless; firm; plastic; common slickensides, 3 to 5 inches in length; few fine black concretions; slightly acid."
      }
    ]
  ]
}
