{
  "SERIES": "MCGINNIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/GLG/TDT/ET",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, mesic Typic Haploxerults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McGinnis very gravelly clay loam, on a 25 percent slope in a forested area.  (Colors are for moist soil unless otherwise noted.)\n0--0.5 inch to 0; needles, leaves and twigs.\nA--0 to 6 inches; reddish brown (5YR 4/3) very gravelly clay loam, yellowish red (5YR 5/6) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine medium roots; many fine and medium irregular and many very fine tubular pores; 55 percent gravel; slightly acid (pH 6.2); clear smooth boundary.  (0 to 12 inches thick)\nBA--6 to 14 inches; yellowish red (5YR 4/6) gravelly clay, reddish yellow (5YR 6/6) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and many fine and few coarse roots; many fine and medium irregular and many very fine tubular pores; 30 percent gravel; strongly acid (pH 5.4); clear smooth boundary.  (0 to 12 inches thick)\nBt1--14 to 19 inches; yellowish red (5YR 4/6) very gravelly clay, reddish yellow (5YR 6/6) dry; strong medium subangular blocky structure; hard, firm, sticky and plastic; common fine and medium roots; common fine and medium irregular and few very fine tubular pores; many moderately thick clay films on faces of peds; 50 percent gravel and 10 percent cobbles; strongly acid (pH 5.4); clear wavy boundary.  (4 to 10 inches thick)\nBt2--19 to 31 inches; yellowish red (5YR 4/6) very gravelly clay, reddish yellow (5YR 6/6) dry; strong medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; common fine and medium and irregular and few very fine tubular pores; many moderately thick clay films on faces of peds; 60 percent gravel; moderately acid (pH 5.6); clear irregular boundary.  (6 to 14 inches thick)\n2Crt--31 inches; partially weathered, fractured sandstone with continuous moderately thick clay coatings on fracture faces."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; approximately 4.5 miles south of Camas Valley; 2,640 feet north and 2,140 feet west of SE corner of section 9, T. 30 S., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 52 to 57 degrees F.  The soils are usually moist and are dry throughout the moisture control section for 45 to 60 consecutive days during the 120 day period following the summer solstice.  Solum thickness and depth to bedrock are 20 to 40 inches.  The rock fragments are hard and typically have a 1 to 4 mm. weathering rind.\nThe A horizon has hue of 7.5YR or 5YR, value of 3 or 4 moist, 5 through 7 dry, and chroma of 3 or 4 moist and 4 through 6 dry.  It has 35 to 60 percent gravel and cobbles.\nThe Bt horizon has hue of 5YR or 2.5YR, value of 3 or 4 moist, 4 through 6 dry, and chroma of 6 through 8 moist or dry.  It is very gravelly clay, very gravelly silty clay or very gravelly clay loam.  It has 35 to 60 percent rock fragments.  It is strongly acid or medium acid.\nThe 2Cr horizon commonly is soft fractured sandstone, siltstone, graywacke, or metamorphosed andesite.  Hard unweathered rock is deeper than 6 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Tishar series.  Tishar soils are deeper than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McGinnis soils are on mountains on broadly convex ridgetops and sideslopes.  Slopes are 3 to 80 percent.  Elevations range from 600 to 4,000 feet.  The soils formed in colluvium over metasedimentary and metavolcanic rocks.  The climate is characterized by cool wet winters and warm dry summers.  The mean January temperature is about 40 degrees F., the mean July temperature is about 67 degrees F., the mean annual temperature is 50 to 55 degrees F.  The mean annual precipitation is 30 to 60 inches.  The frost-free period is 160 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beekman, Kanid, Oakland, Pollard, and Vermisa and the competing Tishar soils.  Beekman, Kanid, and Vermisa soils are loamy-skeletal.  Oakland and Pollard soils have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  McGinnis soils are used primarily for timber production, wildlife habitat and watershed.  Native vegetation is Douglas-fir, incense-cedar, ponderosa pine, sugar pine, Pacific madrone, poison-oak, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern part of Oregon in the Klamath Mountains.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Plumas National Forest Area, California, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is established to use the series family name.\nThe activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
