{
  "SERIES": "MCGILVERY",
  "STATUS": "Established Series",
  "BYREV": "Rev:RWG/WDL/JPM",
  "REVDATE": "11/91",
  "STATES": "AK",
  "OVERVIEW": "The McGilvery series consists of shallow, well drained soils formed from decomposing forest litter overlying bedrock at 20 inches or less.  McGilvery soils are on convex hillslopes and mountainslopes with 5 to 140 percent slopes. Mean annual precipitation is in excess of 100 inches and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic Lithic Cryofolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McGilvery peat - on a SW facing slope of 10 percent at 85 feet elevation under forest vegetation.  (All colors are for moist soil)\nOi1--0 to 1 inch; undecomposed forest litter of twigs, needles, cones, and live mosses.  (1 to 2 inches thick)\nOi2--1 to 11 inches; very dusky red (2.5YR 2/2) and black (5YR 2.5/1) forest litter; many fine medium and coarse roots; extremely acid (pH 3.5); abrupt smooth boundary.  (7 to 18 inches thick)\nC--11 to 15 inches; dark gray (10YR 4/1) very gravelly silt loam; weak very fine subangular blocky structure; friable; nonsticky, nonplastic; 75 percent gravel; many fine, medium, and coarse roots; very strongly acid (pH 4.5); abrupt smooth boundary.  (0 to 4 inches thick).\nR--15 inches; fine grained graywacke bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hollis Area, Alaska.  40 yards inland on first point west of Mount Point, Karta Bay, Prince of Wales Island.  NE 1/4, NW 1/4, NE 1/4, SI, T 73S, R 84 E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 38 to 42 degrees F.  Depth to bedrock and thickness of the organic layers range from 4 to 20inches.   The mean annual soil temperature ranges from 40 to 45 degrees F and the mean summer soil temperature ranges from 46 to 48 degrees F. The soils are not frozen in most years due to maritime influence.\nThe organic layers consists of undecomposed to well decomposed leaves, twigs, and needles.\nHue in the C horizon range from 5YR through 10YR, with value moist from 2 through 5, and chroma moist from 1 to 3.  Texture is silt loam, sandy loam or loam.  Rock fragment content ranges from 10 to 75 percent; gravel content ranges from 10 to 60 percent, cobble content ranges from 0 to 15 percent.  pH is less than 4.5 (0.01M calcium chloride) in the organic layers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Annahootz (T), Sokolof(T) and Tebenkof(T) series in the same Great Group. These soils do not have lithic contacts within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McGilvery soils are on rocky convex slopes.  They formed in decomposing forest litter over weathered bedrock of mixed rock type.  The mean annual precipitation exceeds 100 inches.  The mean annual air temperature is about 45 degrees F., and the mean summer air temperature is 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Karta, Kina, Kogish, Maybeso, Tolstoi, and Wadleigh soils.  The Karta, Tolstoi, and Wadleigh soils are mineral soils and occur on hillslopes.  Kina and Kogish soils are poorly drained organic soils which occur in muskegs. Maybeso soils are very poorly drained forested muskeg soils which are underlain by glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Rapid permeability.  Very slow to slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  McGilvery soils are used for timber production, watershed protection, wildlife habitat, and recreation.  The overstory vegetation is dominantly western hemlock, with lesser amounts of western redcedar and Sitka spruce.  The understory vegetation is dominantly blueberry and salal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hollis Area, Alaska, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:  well drained organic material from 0 to 11 inches, a lithic contact at 15 inches; pH of less than 4.5 (0.01M CaCl) in the organic layers, cryic temperature regime.\nADDITIONAL DATA:  Laboratory data is available for this soil; NSSL number 82AK-130-146 and 82AK-130-137.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi1",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi1--0 to 1 inch; undecomposed forest litter of twigs, needles, cones, and live mosses.  (1 to 2 inches thick)"
      },
      {
        "name": "Oi2",
        "top": 3,
        "bottom": 28,
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH": 3.5,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi2--1 to 11 inches; very dusky red (2.5YR 2/2) and black (5YR 2.5/1) forest litter; many fine medium and coarse roots; extremely acid (pH 3.5); abrupt smooth boundary.  (7 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 28,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--11 to 15 inches; dark gray (10YR 4/1) very gravelly silt loam; weak very fine subangular blocky structure; friable; nonsticky, nonplastic; 75 percent gravel; many fine, medium, and coarse roots; very strongly acid (pH 4.5); abrupt smooth boundary.  (0 to 4 inches thick)."
      },
      {
        "name": "R",
        "top": 38,
        "narrative": "R--15 inches; fine grained graywacke bedrock."
      }
    ]
  ]
}
