{
  "SERIES": "MCGREW",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCB, LGR",
  "REVDATE": "09/2006",
  "STATES": "CO,NE",
  "OVERVIEW": "The McGrew series consists of somewhat poorly drained, moderately deep soils over gravelly sand formed in loamy alluvium over gravelly sand on flood plains.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 38 centimeters (15 inches), and the mean annual air temperature is about 9 degrees C. (48 degrees F.) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Aquic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McGrew loam with a slope of less than 2 percent in irrigated cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium granular structure; slightly hard, friable; violent effervescence; slightly alkaline; abrupt smooth boundary.\nA--20 to 25 centimeters (8 to 10 inches); light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium prismatic structure; slightly hard, friable; violent effervescence; slightly alkaline; clear smooth boundary. (Combined thickness of A horizon is 20 to 43 centimeters (8 to 17 inches) thick)\nC--25 to 71 centimeters (10 to 28 inches); light gray (2.5Y 7/2) stratified very fine sandy loam, fine sandy loam, and loamy very fine sand, grayish brown (2.5Y 5/2) moist; many medium distinct yellowish brown (10YR 5/6) moist iron masses in matrix; massive; soft, very friable; slight effervescence; moderately alkaline; clear smooth boundary.  (30 to 58 centimeters (12 to 23 inches) thick)\n2C--71 to 203 centimeters (28 to 80 inches); light gray (2.5Y 7/2) gravelly coarse sand, light brownish gray (2.5Y 6/2) moist; common medium prominent reddish brown (5YR 4/4) moist iron masses in matrix; single grain; loose; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Scotts Bluff County, Nebraska; about 1.2 kilometers (3/4 mile) north and 0.4 kilometers (1/4 mile) west of McGrew; 418 meters (1372 feet) west and 386 meters (1267 feet) north of the southeast corner, sec. 26, T. 21 N., R. 53 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 20 to 43 centimeters (8 to 17 inches)\nMixed coarse sand, gravelly sand, and gravelly coarse sand: 51 to 102 centimeters (20 to 40 inches)\nA horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 or 5 moist\nChroma: 1 to 3\nTexture: typically loam, but ranges to very fine sandy loam, fine sandy loam, and sandy loam\nReaction: moderately to slightly alkaline\nC horizon:\nHue: 10YR or 2.5Y\nValue: 6 to 8, 4 to 6 moist\nChroma: 2 or 3\nTexture: very fine sandy loam, fine sandy loam, sandy loam, and loamy very fine sand\nReaction: slightly to strongly alkaline\n2C horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 or 3\nTexture: coarse sand, gravelly sand or gravelly coarse sand\nGravel content: typically 15 to 35 percent but ranges 5 to 35 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sanborn series.\nSanborn soils do not have gravelly sand within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandford: nearly level and on flood plains\nSlope: 0 to 2 percent\nParent Material: loamy alluvium over coarse sand and gravelly sand\nMean annual temperature: 8 to 11 degrees C. (47 to 51 degrees F.)\nMean annual precipitation: 36 to 46 centimeters (14 to 18 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gering, Haverson Las, Las Animas, and Platte soils.\nGering, Las, Las Animas, and Platte soils are on similar landscapes.\nHaverson soils are fine-loamy, better drained and are higher on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: somewhat poorly drained\nRunoff: low\nSaturated Hydraulic Conductivity: high above the 2C horizon and very high in the 2C\nSeasonal high water table: 18 to 91 centimeters (1.5 to 3 feet)\nFlooding: occasionally for brief durations"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A majority of the acreage is cultivated and irrigated.\nThe remainder is used for rangeland.\nWhen cultivated the major crops are alfalfa, corn, sugar beets, dry edible beans, and potatoes.\nNative vegetation the principal grasses are blue grama, switchgrass, western wheatgrass, little bluestem, and big bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nebraska.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Scotts Bluff County, Nebraska, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 25 centimeters (0 to 10 inches) (Ap and A horizons)\nSoils in the McGrew series were formerly mapped as a moderately deep phase of the Wann series.  An alkali phase of the McGrew series has been recognized.\nModified format by LRM in 8/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
