{
  "SERIES": "MCGUFFEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAR-VLS-DRM",
  "REVDATE": "11/2021",
  "STATES": "OH",
  "OVERVIEW": "The McGuffey series consists of very deep, very poorly drained soils formed in a thin layer of organic material and in the underlying clayey lacustrine deposits. These soils are on lake plains and in depressions on till plains and outwash plains. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual air temperature is about 10 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, calcareous, mesic Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McGuffey muck, on a broad, nearly level area in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nOp--0 to 25 cm (0 to 10 inches); black (10YR 2/1) broken face and rubbed muck, black (10YR 2/1) dry; moderate fine and medium granular structure; very friable; many fine and medium roots; neutral; abrupt smooth boundary. [20 to 38 cm (8 to 15 inches) thick]\nBg1--25 to 43 cm (10 to 17 inches); dark grayish brown (2.5Y 4/2) silty clay; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; very firm; few fine and medium roots; common distinct very dark gray (10YR 3/1) organic coats on faces of peds; common medium prominent light gray (10YR 7/2) gypsum crystals in old root channels and on faces of some peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation and distinct gray (10YR 6/1) iron depletions; strongly effervescent; slightly alkaline; gradual smooth boundary.\nBg2--43 to 84 cm (17 to 33 inches); grayish brown (2.5Y 5/2) silty clay; weak coarse subangular blocky structure; very firm; few fine roots; common medium distinct light gray (10YR 7/2) gypsum crystals in old root channels and on faces of some peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly effervescent; moderately alkaline; gradual smooth boundary. [Combined thickness of the Bg horizon is 13 to 71 cm (5 to 28 inches).)\nCg--84 to 152 cm (33 to 60 inches); gray (10YR 5/1) silty clay in the upper part and silty clay loam in the lower part; massive, but weakly laminated; very firm; common medium faint light gray (10YR 7/2) gypsum crystals and distinct dark yellowish brown (10YR 4/4) coatings (iron oxides) in old root channels; common medium prominent olive brown (2.5Y 4/4) masses of iron accumulation; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hardin County, Ohio; about 2 miles southwest of McGuffey, Marion Township; 1400 feet east and 577 feet north of the southwest corner of sec. 22, T. 4 S., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the histic epipedon: 20 to 38 cm (8 to 15 inches) and commonly is the same as the depth to carbonates\nThickness of the solum: 38 to 102 cm (15 to 40 inches)\nParticle-size control section: averages 35 to 60 percent clay\nOp or Oa horizon:\nHue: 7.5YR, 10YR, or is neutral\nValue: 2, 2.5 or 3\nChroma: 0 to 2\nTexture: muck\nReaction: strongly acid to slightly alkaline\nBg horizon:\nHue: 10YR, 2.5Y, 5Y, or is neutral\nValue: 4 to 6\nChroma: 0 to 2\nTexture: commonly silty clay, but in some pedons is silty clay loam or clay and may have thin strata or lenses of silt loam, loam, clay loam, or fine sandy loam\nReaction: slightly alkaline or moderately alkaline\nCg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silty clay loam, silty clay, or clay, but some pedons have lenses or thin strata of silt loam, loam, clay loam, or fine sandy loam\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. The Biddeford, Roundhead, and Toledo soils are in closely related families. Biddeford soils have a frigid temperature regime and do not have carbonates in the upper part of the series control section. Roundhead soils are fine-silty. Toledo soils do not have a histic epipedon and do not have carbonates in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McGuffey soils typically are on broad, nearly level areas or in depressions associated with glacial lakes of Wisconsinan age. The slope gradient is less than 1 percent. The soils formed in organic plant material in former marshes and bogs and partly in calcareous lacustrine deposits in most areas. However, drainage of the marshes, subsidence, and loss of surface has nearly depleted the organic soil. Mean annual precipitation ranges from 838 to 940 mm (33 to 37 inches). Mean annual air temperature ranges from 9 to 11 degrees C (49 to 51 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carlisle, Linwood, Milford, Montgomery, Roundhead, and Willette soils. Carlisle, Linwood, and Willette soils are Histosols and have surface layers of sapric material more than 41 cm (16 inches) thick. Carlisle soils are in the deepest part of the lake basin or at the upper end of shallow drainage systems where organic materials have accumulated to the greatest depth; whereas, Linwood and Willette soils are in landscape positions between McGuffey and Carlisle soils. Milford and Montgomery soils are very poorly drained mineral soils that have a mollic epipedon but lack the overlying organic materials. They are on the perimeter of the lake plains. Roundhead soils have less clay in the underlying lacustrine deposits but are in similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high or high in the organic material and moderately low or low in the lacustrine deposits. Permeability is moderate or moderately rapid in the organic material and slow or very slow in the lacustrine deposits."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: McGuffey soils are cultivated. Corn and soybeans are now the principal crops, although extensive areas were formerly used for truck crops, mostly onions and potatoes. Native vegetation is wet prairie grasses, reeds, and sedges with some shrubs and scattered hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and western Ohio, and possibly Indiana and Michigan; MLRA 111B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hardin County, Ohio, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The McGuffey soils were originally identified as Willette, but with continued subsidence and loss of surface, these soils no longer qualify as Histosols. These soils are considered prime farmland because very slow permeability is restricted to the C horizon of some pedons.\nDiagnostic horizons and features recognized in this pedon are:\nHistic epipedon: from the surface to a depth of 25 cm (Op horizon).\nCambic horizon: from a depth of 25 to 84 cm (Bg horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory characterization data from The Ohio State University Soil Characterization Laboratory is available for HD-22, the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Op",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Op--0 to 25 cm (0 to 10 inches); black (10YR 2/1) broken face and rubbed muck, black (10YR 2/1) dry; moderate fine and medium granular structure; very friable; many fine and medium roots; neutral; abrupt smooth boundary. [20 to 38 cm (8 to 15 inches) thick]"
      },
      {
        "name": "Bg1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1--25 to 43 cm (10 to 17 inches); dark grayish brown (2.5Y 4/2) silty clay; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; very firm; few fine and medium roots; common distinct very dark gray (10YR 3/1) organic coats on faces of peds; common medium prominent light gray (10YR 7/2) gypsum crystals in old root channels and on faces of some peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation and distinct gray (10YR 6/1) iron depletions; strongly effervescent; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 43,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg2--43 to 84 cm (17 to 33 inches); grayish brown (2.5Y 5/2) silty clay; weak coarse subangular blocky structure; very firm; few fine roots; common medium distinct light gray (10YR 7/2) gypsum crystals in old root channels and on faces of some peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly effervescent; moderately alkaline; gradual smooth boundary. [Combined thickness of the Bg horizon is 13 to 71 cm (5 to 28 inches).)"
      },
      {
        "name": "Cg",
        "top": 84,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--84 to 152 cm (33 to 60 inches); gray (10YR 5/1) silty clay in the upper part and silty clay loam in the lower part; massive, but weakly laminated; very firm; common medium faint light gray (10YR 7/2) gypsum crystals and distinct dark yellowish brown (10YR 4/4) coatings (iron oxides) in old root channels; common medium prominent olive brown (2.5Y 4/4) masses of iron accumulation; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
