{
  "SERIES": "MCGUIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PNP/CJW/TWP",
  "REVDATE": "11/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McGuire gravelly ashy sandy loam, forested. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inches; needles, twigs, moss and grass.\nA--1 to 3 inches; brown (10YR 4/3) gravelly ashy sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 30 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (2 to 5 inches thick)\nAB--3 to 9 inches; pale brown (10YR 6/3) very gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine tubular and interstitial pores; mycelia present on surfaces of peds; 35 percent gravel; neutral (pH 6.8); clear smooth boundary. (3 to 7 inches thick)\nBt1--9 to 15 inches; pale brown (10YR 6/3) very gravelly ashy sandy loam, brown (10YR 4/3) moist; weakmedium and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, and medium roots; common very fine and fine interstitial pores; krotovina present in horizon; few faint clay films bridging mineral grains; some mycelia on surfaces of peds; 50 percent gravel; neutral (pH 6.6); clear smooth boundary. (5 to 8 inches thick)\nBt2--15 to 23 inches; light yellowish brown (10YR 6/4) very gravelly coarse sandy loam; dark brown (10YR4/3) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and fine, common medium and few coarse roots; common fine and medium, few coarse interstitial pores; few faint clay films bridging mineral grains; krotovina present in horizon; 50 percent gravel; neutral (pH 6.8); clear wavy boundary. (8 to 12 inches thick)\n2BC--23 to 27 inches; very pale brown (10YR 7/4) extremely gravelly coarse sandy loam, yellowish brown(10YR 5/4) moist; weak fine and medium subangular blocky structure; loose, friable, nonsticky and nonplastic; common very fine and fine roots; common fine and medium interstitial pores; 70 percent gravel and 3 percent cobbles; neutral (pH 6.8); abrupt smooth boundary. (4 to 8 inches)\n3C--27 to 61 inches; variegated colors; extremely gravelly coarse sand; single grain; loose; few very fine and fine roots; 85 percent gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; 0.6 miles east of Green Ferry Road; 3,200 feet east and 150 feet north of the SW corner sec. 1, T.50N., R.5W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 48 to 50 degrees F.\nMoisture control section - dry 60 to 75 consecutive days\nVolcanic ash influence - 7 to 14 inches\nEstimated properties of volcanic ash influenced layers:\nVolcanic glass content - 5 to 20 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 0.4 to 1.0 percent\nMoist bulk density - 1.15 to 1.35 g/cc\n15-bar water retention - 5 to 10 percent for air-dried samples\nClay film content - none to few faint\nDepth to sand and gravel - 25 to 40 inches\nReaction - moderately acid to neutral throughout\nA and AB horizons\nValue - 4 to 6 dry, 2 or 3 moist\nChroma - 1 to 3 dry or moist\nTexture - GR Ashy SL, GR Ashy L\nGravel content - 15 to 35 percent\nBt1 (or Bw1) horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nTexture - GRV Ashy COSL, GRV Ashy SL, GRV Ashy L (greater than 50 percent FS or coarser)\nClay content - 5 to 10 percent\nGravel content - 3 to 60 percent\n2Bt2 (or 2Bw2) and 2BC horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nTexture - GRV COSL, GRV LS, GRV L\nClay content - 5 to 15 percent\nGravel content - 35 to 70 percent\nCobble content - 0 to 5 percent\n3C horizon\nHue - 10YR or multicolored\nValue - 6 or 7 dry, 3 to 5 moist\nChroma - 4 to 6 dry or moist\nTexture - GRX COS, GRX S\nClay content - 0 to 5 percent\nGravel content - 65 to 80 percent\nCobble content - 0 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThis is the Clallam, Dehart, Macreeing, Olete, Stutler (T), and Tukey series.  Clallam soils are 20 to 40 inches to densic materials.  Dehart soils are dry for 75 to 90 consecutive days following the summer solstice and lack a sand and gravel substratum within a depth of 40 inches.  Macreeing soils are 40 to 60 inches to a lithic contact.  Olete are 20 to 40 inches to a lithic contact.  Stutler soils are 40 to 55 inches to sandy-skeletal material and dry for 75 to 90 consecutive days following the summer solstice.  Tukey soils are 20 to 40 inches to cemented glacial till (Bsm)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McGuire soils are on outwash terraces and some steep terrace slopes having gradients of 0 to 45 percent with those of 0 to 7 percent being the most common range. These soils formed in glaciofluvial outwash materials mixed with some loess and volcanic ash in the upper part. Elevations are 2,100 to 2,400 feet. The climate is characterized by warm, dry summers and cool, moist winters. The average annual precipitation is about 24 to 26 inches. The average January temperature is 28 degrees F.; the average July temperature is 66 degrees F.; and the average annual temperature is 46 degrees to 48 degrees F. The frost-free period is 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Avonville, Garrison, Kootenai and\nNarcisse soils. Avonville and Garrison soils have a mollic epipedon and are on outwash plains. Kootenai soils have an average annual soil temperature of less than 49 degrees F. and are on outwash terrace slopes.  Narcisse soils are coarse-loamy, moderately well drained and are in drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production, with some small grains, bluegrass for seed production, hay and pasture. The potential natural vegetation is ponderosa pine, lodgepole pine, some Douglas-fir, mallow\nninebark, common snowberry,arrowleaf balsamroot, pine grass and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mostly on glacial outwash terraces adjacent to local lakes and rivers of northern Idaho. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kootenai County, Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 1 to 9 inches (A and AB horizons)\nCambic horizon - the zone from 9 to 23 inches ( Bt1 and 2Bt2 horizons)\nParticle-size control section - the zone from 11 to 41 inches (part of the Bt1, the 2Bt2, 2BC and part of the 3C horizons) with 11 to 27 inches meeting the loamy-skeletal family class and 27 to 41 inches meeting the sandy-skeletal class.  There is more than 50 percent (estimated) fine sand and coarser in the loamy material and is therefore is not contrasting.\nVitrandic feature - the zone from 1 to 15 inches\nThe discontinuity in the 2Bt2 horizon represents the limit of the vitrandic feature and the influence of air-fall volcanic ash.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
