{
  "SERIES": "MCKENZIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "7/96",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The McKenzie series consists of very deep, poorly drained, very slowly permeable soils that formed in calcareous, strongly alkaline clay sediments.  These soils are in depressions and lake basins and have slopes 0 to 2 percent.  Mean annual temperature is 42 degrees F, and mean annual precipitation is 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Chromic Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McKenzie clay - native grassland.  (Colors are for moist soil unless otherwise stated)\nAg--0 to 3 inches; dark gray (5Y 4/1) clay, gray (5Y 5/1) dry; weak fine blocky structure; extremely hard, very firm, very sticky and very plastic; common roots; a crust of light gray (5Y 6/1) dry is on the surface; slight effervescence; strongly alkaline; gradual boundary.  (0 to 5 inches thick)\nBg--3 to 24 inches; dark gray (5Y 4/1) clay, gray (5Y 6/1) dry; weak very coarse (8 to 36 inches across) prismatic structure; extremely hard, very firm, very sticky and plastic; few roots; few fine carbonate nodules; strong effervescence; strongly alkaline; diffuse boundary.  (3 to 25 inches thick)\nCg1--24 to 44 inches; dark gray (5Y 4/1) clay, gray and light gray (5Y 5/1 and 6/1) dry; massive but breaks into weak blocks on drying; extremely hard, very firm, very sticky and plastic; few roots; few slickensides; strong effervescence; strongly alkaline.\nCg2--44 to 60 inches; olive gray (5Y 4/2) clay, light olive gray (5Y 6/2) dry; a few brown iron accumulations; massive; extremely hard, very firm; few fine salt and carbonate nodules; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Slope County, North Dakota; 1585 feet south and 1055 feet east of the northwest corner, sec. 2, T. 136 N., R. 99 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Microrelief with 6 to 24 inches difference between the high and low and prism-like masses 3 to 20 feet across are in some areas.  Cracks 1/2 to 3 inches across extend from 24 to over 40 inches deep when the soil dries.  Slickensides are within one meter, intersect and tilt 10 to 20 degrees with vertical.\nThe A horizon has hue of 5Y, 2.5Y or 10YR, value of 4 or 5 and 4 to 6 dry, and chroma of 1 or 2.  It is clay, silty clay, silty clay loam or clay loam.  It is neutral to strongly alkaline.  The upper 1/16 to 1 inch is commonly a light gray vesicular crust.\nThe B horizon has hue of 2.5Y or 5Y, value of 4 or 5 and 5 or 6 dry, and chroma of 1 or 2.  It is clay or silty clay.  It is neutral to strongly alkaline.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 1 to 3.  It is clay or silty clay.  It is moderately alkaline or strongly alkaline.  Crystals of gypsum and other salts are in some pedons.  Yellow or brown iron accumulations are below depths of 24 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family. The Levelton series competed before the classification was changed. Levelton soils have a coarse-loamy 2C horizon within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McKenzie soils are in flat depressions and lake basins.  They formed in calcareous, strongly alkaline clay sediments.  Slopes 0 to 2 percent.  Mean annual temperature ranges from 34 to 45 degrees F, and mean annual precipitation from 12 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Absher, Arnegard, Dimmick, Heil, Joplin, Max, Morton, Regent, Rhoades, Vebar and Williams soils.    Absher and Rhoades have a natric horizon and are on adjacent better drained positions.  Arnegard, Morton, Regent and Vebar soils have a mollic epipedon and are on adjacent residual plains.  Dimmick soils do not have carbonates and have a mollic epipedon.  They are in lower lying positions in the same depressions.  Heil soils have E and Btn horizons.  They are in higher positions on the rim of the depressions.  Joplin, Max and Williams soils have a mollic epipedon and are on adjacent glaciated plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff from higher-lying land causes these soils to pond for several days or weeks following heavy rains or snow melt.  Internal drainage and permeability are very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture and some native hay.  Native vegetation is  mainly western wheatgrass with annuals and sedges in wetter sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota, eastern Montana, and northwestern South Dakota.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McKenzie County, North Dakota, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 3 inches (Ag horizon); cambic horizon - the zone from 3 to 24 inches (Bg horizon); aquic suborder - chroma of 1 to a depth of 44 inches (Ag, Bg and Cg1 horizons); Vertisol criteria - the soil cracks, has intersecting slickensides within one meter and has more than 30 percent clay throughout.  The soil will be reexamined in the field to better document the Vertisol characteristics.\nThe series was formerly classified as fine, montmorillonitic (calcareous), frigid Typic Haplaquepts."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ag",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak fine blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ag--0 to 3 inches; dark gray (5Y 4/1) clay, gray (5Y 5/1) dry; weak fine blocky structure; extremely hard, very firm, very sticky and very plastic; common roots; a crust of light gray (5Y 6/1) dry is on the surface; slight effervescence; strongly alkaline; gradual boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bg",
        "top": 8,
        "bottom": 61,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak very coarse (8 to 36 inches across) prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bg--3 to 24 inches; dark gray (5Y 4/1) clay, gray (5Y 6/1) dry; weak very coarse (8 to 36 inches across) prismatic structure; extremely hard, very firm, very sticky and plastic; few roots; few fine carbonate nodules; strong effervescence; strongly alkaline; diffuse boundary.  (3 to 25 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 61,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg1--24 to 44 inches; dark gray (5Y 4/1) clay, gray and light gray (5Y 5/1 and 6/1) dry; massive but breaks into weak blocks on drying; extremely hard, very firm, very sticky and plastic; few roots; few slickensides; strong effervescence; strongly alkaline."
      },
      {
        "name": "Cg2",
        "top": 112,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--44 to 60 inches; olive gray (5Y 4/2) clay, light olive gray (5Y 6/2) dry; a few brown iron accumulations; massive; extremely hard, very firm; few fine salt and carbonate nodules; strong effervescence; strongly alkaline."
      }
    ]
  ]
}
