{
  "SERIES": "MCKENTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-KTS-RJS",
  "REVDATE": "05/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, calcareous, frigid Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mckenton clay loam, in pasture (colors are for moist soil unless otherwise noted).\nAg1--0 to 2 inches; very dark grayish brown (2.5Y 3/2) clay loam, dark grayish brown (2.5Y 4/2) dry; many faint very dark gray (5Y 3/1) redox depletions; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; 5 percent gravel; finely disseminated calcium carbonate; strongly effervescent; very strongly alkaline (pH 9.6); clear wavy boundary.\nAg2--2 to 6 inches; very dark grayish brown (2.5Y 3/2) clay loam, dark grayish brown (2.5Y 4/2) dry; many distinct very dark gray (2.5Y 3/1) redox depletions; strong medium prismatic structure parting to moderate medium subangular blocky; hard, very firm, very sticky and very plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; 5 percent gravel; strongly effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (combined thickness of Ag1, Ag2 horizons - 5 to 8 inches)\nBg--6 to 11 inches; very dark grayish brown (2.5Y 3/2) clay loam, grayish brown (2.5Y 5/2) dry; many distinct black (2.5Y 2.5/1) redox depletions; strong coarse prismatic structure; very hard, very firm, very sticky and very plastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 5 percent gravel; slightly effervescent; very strongly alkaline (pH 9.2); gradual wavy boundary. (5 to 12 inches thick)\nBkzg1--11 to 17 inches; dark grayish brown (2.5Y 4/2) gravelly clay loam, light brownish gray (2.5Y 6/2) dry; many faint very dark gray (5Y 3/1) redox depletions and few prominent strong brown (7.5YR 5/6) redox concentrations; strong coarse and very coarse prismatic structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine pores; 15 percent gravel; finely disseminated calcium carbonate, common medium masses and threads of calcium carbonate, and common distinct calcium carbonate coatings on undersides of gravel; common medium masses and threads of salt; violently effervescent; moderately alkaline (pH 8.2); gradual irregular boundary.\nBkzg2--17 to 28 inches; greenish gray (5GY 5/1) and dark gray (5Y 4/1) gravelly clay loam, olive (5Y 5/3) dry; common faint very dark gray (5Y 3/1) redox depletions and common prominent strong brown (7.5YR 5/6) redox concentrations; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine and fine interstitial and tubular pores; 20 percent gravel; finely disseminated calcium carbonate, few fine masses and threads of calcium carbonate, and few faint calcium carbonate coatings on gravel; few fine masses and threads of salt; strongly effervescent; moderately alkaline (pH 8.2); gradual irregular boundary.\nBkzg3--28 to 45 inches; dark gray (5Y 4/1) and greenish gray (5GY 5/1) gravelly clay loam with thin strata of clay and loam, olive (5Y 5/4) dry; common faint very dark gray (5Y 3/1) redox depletions; massive; hard, friable, slightly sticky and moderately plastic; few very fine roots; few very fine interstitial and tubular pores; 30 percent gravel; finely disseminated calcium carbonate and few fine threads of calcium carbonate; few fine masses and threads of salt; slightly effervescent; moderately alkaline (pH 8.2). (combined thickness of 2Bkzg horizons - 10 to 40 inches)\nCg--45 to 60 inches; olive (5Y 4/3) and greenish gray (5GY 5/1) stratified gravelly clay loam and clay, pale olive (5Y 6/3) and greenish gray (5GY 5/1) dry; common distinct very dark gray (5Y 3/1) redox depletions; massive; hard, friable, slightly sticky and moderately plastic; few very fine roots; few very fine interstitial and tubular pores; 30 percent gravel; finely disseminated calcium carbonate; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 1,800 feet north and 2,400 feet west of the southeast corner of sec. 13, T. 4N, R. 3W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature - 40 to 46 degrees F.\nMollic epipedon thickness - 7 to 11 inches\nDepth to secondary calcium carbonate accumulation - 11 to 15 inches\nDepth to a seasonally high water table - 0 to 12 inches for extended periods during spring and summer\nNote: Some pedons may have a thin organic layer at the surface.\nAg1, Ag2 horizons\nHue: 10YR, 2.5Y or 5Y; dry or moist\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 1 or 2; dry or moist\nTexture: clay loam, silty clay loam or silt loam\nClay content: 22 to 40 percent\nRock fragments: 0 to 5 percent gravel\nElectrical conductivity: 8 to 20 mmhos/cm\nSodium adsorption ratio: 4 to 16\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: pH 7.9 to 9.6\nNote: Some pedons may have a thin crust at the surface.\nBg horizon\nHue: 2.5Y or 5Y; dry or moist\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 1 or 2; dry or moist\nTexture: clay loam, silty clay loam or clay\nClay content: 35 to 45 percent\nRock fragments: 0 to 10 percent gravel\nElectrical conductivity: 4 to 16 mmhos/cm\nSodium adsorption ratio: 4 to 16\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: pH 7.9 to 9.6\nBkzg1, Bkzg2, Bkg3 horizons\nHue: 2.5Y, 5Y or 5GY; dry or moist\nValue: 4 to 6 dry; 4 or 5 moist\nChroma: 1 to 4; dry or moist\nTexture: clay loam, clay or silty clay loam\nClay content: 35 to 45 percent\nRock fragments: 5 to 35 percent gravel\nElectrical conductivity: 2 to 16 mmhos/cm\nSodium adsorption ratio: 2 to 13\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.9 to 9.6\nCg horizon\nHue: 5Y, 5GY or 2.5Y; dry or moist\nValue: 5 to 7 dry; 3 to 5 moist\nChroma: 1 to 3; dry or moist\nTexture: clay loam or silty clay loam\nClay content: 35 to 40 percent\nRock fragments: 15 to 45 percent gravel\nElectrical conductivity: 2 to 16 mmhos/cm\nSodium adsorption ratio: 2 to 13\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.9 to 9.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nKlayent (MT) - have a seasonally high water table at depths of greater than 12 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - flood plains, flood-plain steps, stream terraces and drainageways\nElevation - 3,800 to 5,000 feet\nSlope - 0 to 2 percent\nParent material - saline and sodic alluvium derived from mixed rock sources\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 10 to 19 inches\nMean annual air temperature - 38 to 44 degrees F.\nFrost-free period - 70 to 115 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mckenton soils are primarily used for rangeland and pasture.  The potential native vegetation is mainly alkali sacaton, basin wildrye, inland saltgrass, western wheatgrass, sedges, rushes and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mckenton soils are of small extent on floodplains of rivers and streams in southwestern Montana. MLRA - 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 11 inches (Ag1, Ag2, Bg horizons)\nSecondary calcium carbonate accumulation - from 11 to 45 inches (Bkzg1, Bkzg2, Bkzg3 horizons)\nParticle-size control section - from 10 to 40 inches (part of Bg, Bkzg1, Bkzg2, part of Bkzg3 horizons)\nMckenton soils have a frigid temperature regime and an aquic moisture regime.\nADDITIONAL DATA: Soil interpretation record - MT1572.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
