{
  "SERIES": "MCKINNON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "OVERVIEW": "The McKinnon series consists of very deep and deep to bedrock, well drained soils that formed in colluvium from marine basalt on mountain slopes.  Slopes are 60 to 90 percent.  The average annual precipitation is about 155 inches and average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McKinnon extremely gravelly medial silt loam - forestland, on an 82 percent west-northwesterly aspect at an elevation of 1,450 feet in a Pacific silver fir/swordfern-oxalis plant association.  (When described on May 28, 1998, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary.  (0.5 to 1.5 inches thick)\nOe--1 to 2 inches; moderately decomposed organic materials; abrupt smooth boundary.  (0 to 2 inches thick)\nOa--2 to 3 inches; highly decomposed organic materials; abrupt smooth boundary.  (0 to 2 inches thick)\nA--3 to 7 inches; dark brown (7.5YR 3/2) extremely gravelly medial silt loam, dark brown (10YR 3/3) dry; weak very fine and fine granular and weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium and common coarse roots; many very fine and fine tubular and irregular pores; 65 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.  (3 to 6 inches thick)\nBw1--7 to 13 inches; dark brown (7.5YR 3/2) extremely gravelly medial silt loam, brown (10YR 4/3) dry; weak very fine and fine granular and weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and common fine, medium, and coarse roots; many very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.\nBw2--13 to 21 inches; dark brown (10YR 3/3) extremely gravelly medial silt loam, brown (10YR 5/3) dry; weak very fine and fine granular and weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; very strongly acid (pH 5.0); clear wavy boundary.\nBw3--21 to 29 inches; dark yellowish brown (10YR 3/4) extremely gravelly medial silt loam, yellowish brown (10YR 5/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 65 percent gravel, 5 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.\nBw4--29 to 45 inches; strong brown (7.5YR 4/6) extremely gravelly medial silt loam, brownish yellow (10YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; moderately acid (pH 5.6); clear wavy boundary.\nBw5--45 to 51 inches; strong brown (7.5YR 4/6) extremely gravelly medial silt loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine and few fine and medium roots; common very fine and fine tubular and irregular pores; 70 percent gravel, 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.\nBw6--51 to 63 inches; strong brown (7.5YR 5/8) extremely gravelly medial silt loam, brownish yellow 10YR 6/8) dry; weak very fine, fine, and medium subangular blocky and weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; few very fine and fine roots; few very fine and fine tubular and irregular pores; 65 percent gravel, 5 percent cobbles; moderately acid (pH 5.8).  (Combined thickness of the Bw horizon is 37 to 57 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington, about 5 miles south of Quinault, about 2,110 feet west and 1,480 feet north of the southeast corner of Section 17, T. 22 N., R. 9 W.  (Latitude 47 degrees, 23 minutes, 31 seconds N., Longitude 123 degrees, 50 minutes, 44 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 43 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F., the mean winter soil temperature is 40 to 45 degrees F. and the difference between the mean winter and mean summer temperature is 5 to 9 degrees F.  These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section; udic moisture regime.  Depth to bedrock is 40 to greater than 60 inches.  The umbric epipedon is 10 to 20 inches thick.  The solum has andic soil properties throughout, and 40 to 85 percent rock fragments by volume.  The andic soil material has an estimated  moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 8 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 30 to 50 percent for air dried samples.  Acid oxalate iron is 1.5 to 3.0 percent.  It has 2 to 8 cmol/kg of aluminum throughout the upper 20 inches of the solum.  The particle-size control section has 5 to 20 percent field estimated clay and 20 to 40 percent sand.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 2 or 3 moist and 3 or 4 dry, and chroma of 2 or 3 dry.  It has 20 to 40 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR moist and dry, value of 3 through 5 moist and 4 through 6 dry, and chroma of 2, 3, 4, 6, or 8 moist and 3, 4, 6, or 8 dry.  It is very gravelly medial silt loam, extremely gravelly medial silt loam, or extremely gravelly medial loam.  Reaction is very strongly acid, strongly acid, or moderately acid.  It has 10 to 25 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elklake, Fawceter, Flatbottom, Killam, Larsencreek, Urboden and Zenobia series.  Elklake, Flatbottom and Killam soils are moderately deep.  Larsencreek, Urboden and Zenobia soils have a perudic soil moisture regime.  Fawceter soils have an umbric epipedon 20 to 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McKinnon soils are on mountain slopes and dissected mountain slopes.  Slopes are 60 to 90 percent.  The soils formed in colluvium from marine basalt.  Elevations are 800 to 2900 feet.  Average annual precipitation is 140 to 170 inches.  Fog drip contributes to the effective precipitation totals.  Average annual temperature is 41 to 43 degrees F.  The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eatoncreek, Elklake, Flatbottom, Larsencreek, and Lizardlake soils.  Eatoncreek and Lizardlake soils are on dissected mountain slopes and mountain headwalls and are shallow.  Elklake and Flatbottom soils are on mountain slopes, dissected mountain slopes, and mountain headwalls and are moderately deep.  Larsencreek soils are on mountain slopes and dissected mountain slopes and have a perudic soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Pacific silver fir, western redcedar, western swordfern, Oregon oxalis, Alaska huckleberry, red huckleberry, deer fern, mosses, salal, and Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grays Harbor County, Washington; MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grays Harbor County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Pedon NSSL S98WA-027-001\nREMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nUmbric epipedon - 3 to 21 inches\nCambic horizon - 21 to 60 inches\nAndic soil properties - 3 to 63 inches\nPSCS - 3 to 43 inches\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nUmbric epipedon - 3 to 21 inches\nCambic horizon - 21 to 60 inches\nAndic soil properties - 3 to 63 inches\nPSCS - 3 to 43 inches\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
