{
  "SERIES": "MCKNIGHT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCW-JFG-JWF-WJG",
  "REVDATE": "04/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McKnight loamy sand, on a 1 percent slope in cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 14 inches; reddish brown (5YR 5/4) loamy sand, reddish brown (5YR 4/4), moist; single grain; loose, loose; common fine and very fine roots; 1 percent rounded quartz gravels; noneffervescent; moderately acid; abrupt smooth boundary. (6 to 15 inches thick)\nBt1--14 to 21 inches; reddish brown (2.5YR 5/4) sandy clay loam, reddish brown (2.5YR 4/4), moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm, hard; common fine and very fine roots; common fine and common medium pores; common distinct clay films on faces of peds; 2 percent rounded quartz gravels; noneffervescent; neutral; clear smooth boundary.\nBt2--21 to 29 inches; red (2.5YR 5/6) fine sandy loam, red (2.5YR 4/6), moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm, hard; common fine and very fine roots; common fine and common medium pores; common distinct clay films on faces of peds; 3 percent rounded quartz gravels; a gravel line exists at the contact with the 2Bt horizon; noneffervescent; neutral; abrupt smooth boundary. (Combined thickness of the Bt horizons is 8 to 30 inches thick)\n2Bt--29 to 36 inches; red (2.5YR 4/6) clay, dark red (2.5YR 3/6), moist; few medium prominent light greenish gray (10Y 7/1) mottles; strong coarse prismatic structure parting to strong medium angular blocky; very firm, extremely hard; common fine and very fine roots; common fine pores; many distinct clay films on faces of peds; noneffervescent; moderately alkaline; clear smooth boundary. (5 to 18 inches thick)\n2CBk--36 to 43 inches; 80 percent greenish gray (5GY 6/1) and 20 percent red (2.5YR 4/6) silty clay loam, 80 percent greenish gray (5GY 5/1) and 20 percent dark red (2.5YR 3/6), moist; 60 percent massive and 40 percent weak medium prismatic structure; firm, hard; few fine and very fine roots; common fine pores; common carbonate coats on ped faces; 2 percent angular moderately cemented 5 to 76 millimeter claystone fragments and about 35% by volume noncemented claystone fragments; slight effervescence; moderately alkaline; clear smooth boundary. (0 to 10 inches thick)\n2Ck--43 to 52 inches; 50 percent red (2.5YR 4/6) and 50 percent greenish gray (5GY 6/1) highly fractured claystone, 50 percent dark red (2.5YR 3/6) and 50 percent greenish gray (5GY 5/1), moist; moderate excavation difficulty; few fine and very fine roots around fragments; few fine pores; common carbonate coats along fractures; 6 percent angular moderately cemented 5 to 76 millimeter claystone fragments; slight effervescence; moderately alkaline; gradual smooth boundary. (0 to 10 inches thick)\n2Cd--52 to 95 inches; 80 percent red (2.5YR 4/6) and 20 percent greenish gray (5GY 6/1) noncemented calcareous claystone bedrock, fractured at intervals of 4 to less than 18 inches, 80 percent dark red (2.5YR 3/6) and 20 percent greenish gray (5GY 5/1), moist; high excavation difficulty; 2 percent angular moderately cemented 5 to 76 millimeter claystone fragments; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harmon County, Oklahoma; from the intersection of U.S. Highway 62 and OK State Highway 30 in Hollis, about 5.66 miles north and 0.25 miles west in cropland; about 1,800 feet south and 1,350 feet west of the northeast corner of Sec. 3, T. 3 N., R. 26 W.  Latitude: 34 degrees, 45 minutes, 48.8 seconds N; Longitude: 99 degrees, 55 minutes, 00.65 seconds W.  McKnight, OK - topographic quadrangle; NAD - 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section (weighted average)\nClay content: 20 to 35 percent\nSand content: 45 to 80 percent\nCoarse Fragments: 0 to 5 percent\nCEC/clay ratio: 0.4 to 0.6\nThickness of the solum, 30 to 50 inches\nDepth to densic bedrock: 40 to 60 inches\nDepth to discontinuity: 20 to 40 inches\nDepth to secondary calcium carbonate: 20 to 40 inches\nA Horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 (3 or 4 moist)\nChroma: 3 to 6\nTexture: loamy sand, loamy fine sand, or fine sandy loam\nCoarse Fragments: 0 to 3 percent rounded quartz, by volume\nEffervescence: noneffervescent\nReaction: moderately acid to moderately alkaline\nBt Horizon\nHue: 2.5YR or 5YR\nValue: 4 or 5 (3 or 4 moist)\nChroma: 3 to 6\nTexture: sandy clay loam or fine sandy loam\nClay content: 18 to 30 percent\nCoarse Fragments: 0 to 5 percent rounded quartz, by volume\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: noneffervescent to slightly effervescent\nReaction: neutral to moderately alkaline\n2Bt or 2BC Horizon\nHue: 2.5YR or 5YR\nValue: 4 or 5 (3 or 4 moist)\nChroma: 2 to 6\nTexture: silty clay loam, clay loam, silty clay, or clay\nClay content: 35 to 60 percent\nPararock fragments: 0 to 10 percent by volume\nCalcium carbonate equivalent: 0 to 15 percent\nIdentifiable secondary carbonate: none to common - masses, films, or threads\nEC (dS/m): 0 to 2\nGypsum: 0 to 2 percent\nSAR: 0 to 4\nEffervescence: noneffervescent to violently effervescent\nReaction: moderately alkaline\n2CB or 2C Horizon (where present)\nColor: reddish brown, red, and/or greenish gray\nTexture: clay loam, silty clay loam, silty clay, clay, or highly fractured noncemented claystone that is massive or has rock structure in 50 percent or more by volume and has weathered from Permian age redbeds.\nClay content: 35 to 60 percent\nExcavation difficulty: moderate to high\nPararock fragments: 0 to 10 percent by volume\nCalcium carbonate equivalent: 2 to 15 percent\nIdentifiable secondary carbonate: none to common  masses, films, or threads\nEC (dS/m): 0 to 2\nGypsum: 0 to 2 percent\nSAR: 0 to 4\nEffervescence: slightly effervescent to violently effervescent\nReaction: moderately alkaline\n2Cd Horizon\nColor: reddish brown, red, and/or greenish gray\nTexture: noncemented shale or sandstone bedrock that may contain thin strata which are extremely weakly to moderately cemented. This horizon is root restrictive densic material and has a contact that qualifies as a densic contact.\nExcavation difficulty: moderate to very high\nEffervescence: noneffervescent to strongly effervescent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arnett, Cobb, Decobb, and Grandmore series.  Similar soils are the Grandfield, Honeycreek, Hye, Lou, Menard, Rochelle, and Seagraves series.\nArnett and Rochelle series: These soils are very deep to bedrock and contain more than 5 percent siliceous gravel within the solum.\nCobb, Hye, and Lou series: These soils are less than 40 inches deep to paralithic or lithic bedrock and do not contain a discontinuity within the solum.\nDecobb, Grandfield, and Menard series: These soils are very deep to bedrock and do not contain a discontinuity within the solum.\nGrandmore and Seagraves series: These soils are very deep to bedrock.\nHoneycreek series: These soils are 40 to 60 inches deep to paralithic schist or gneiss bedrock and may contain up to 35 percent siliceous gravel in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: The upper part of the soil formed in loamy alluvial or eolian sediments of Pleistocene age over material derived from claystone or sandstone bedrock of Permian age.\nLandform: Dissected stream terraces on alluvial plains. These soils formed in stream terrace sediments that were deposited over a pediment and have since been dissected leaving a thin mantle of alluvial/eolian sediments over bedrock.\nSlope: 0 to 5 percent\nMean annual air temperature range: 57 to 64 degrees F.\nMean annual precipitation range: 20 to 28 inches\nFrost-free period: 185 to 230 days\nElevation: 1000 to 2200 feet\nThornthwaite annual P-E indices: 32 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burford, Devol, Grandfield, Grandmore, and Tilvern series.\nBurford and Tilvern series: These soils occur on similar positions, but are fine-silty and fine respectively in the particle-size control section.\nDevol series: These soils occur on higher dunes, are coarse-loamy in the particle-size control section, and do not contain a discontinuity within 40 inches.\nGrandfield series: These soils occur on slightly higher positions and do not contain a discontinuity within 40 inches or bedrock within 60 inches.\nGrandmore series: These soils occur on lower positions, are moderately well drained, and do not contain bedrock within 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the upper part and slow or moderately slow in the lower part.  Runoff is low on 0 to 1 percent slopes and medium on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mainly cultivated.  Cotton, wheat, sorghum, alfalfa, improved bermudagrass, and weeping lovegrass are the main crops.  Native vegetation is mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Rolling Red Plains of southwestern Oklahoma and possibly northwest Texas; LRR H; MLRA 78B & 78C; Moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harmon County, OK, 1982. The name comes from an old town site near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 14 to 34 inches. (Bt1, Bt2, and 2Bt horizons)\nochric epipedon: 0 to 14 inches. (Ap horizon)\nArgillic horizon: 14 to 36 inches. (Bt1, Bt2, and 2Bt horizons)\nDensic contact: The contact with claystone bedrock at 52 inches. (2Cd horizon)\nLithologic discontinuity: At the upper boundary of the 2Bt horizon. (29 inches)\nAdditional Comments:\nNSSL Data S03-OK-057-005 from this site shows that the clay content of the Bt2 and the 2Bt horizons has an absolute difference of 25.4 percent which meets the criteria for a contrasting particle-size class (fine-loamy over clayey) by 0.4 percent. This is within normal lab error and the particle-size class was left fine-loamy until lab analysis is performed to justify changing the classification.\nThe depth to bedrock was originally described as 30 to 50 inches and was changed to 40 to 60 inches to fit present depth classes.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S03-OK-057-005 from Harmon county, OK\nEcological Site:\nMLRA 78C, Loamy sand surface - Loamy Sand Prairie PE 31-44 (R078CY105TX),\nSandy loam surface - Sandy Loam Prairie PE 31-44 (R078CY110TX)\nSoil Interpretation Record Number: OK0271\nTaxonomic version:  Keys to Soil Taxonomy, Ninth Edition, 2003\nADDITIONAL DATA: NSSL Data  S03-OK-057-005\nNational Cooperative Soil Survey\nU.S.A."
  }
}
