{
  "SERIES": "MCLANGOR",
  "STATUS": "Established Series",
  "BYREV": "GLS-TJW-RJS",
  "REVDATE": "09/2008",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, frigid Terric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McLangor mucky peat, on a nearly level, smooth floodplain, wet meadow hayland (Colors are for moist soil).\nOe1--0 to 8 inches; black (10YR 2/1) broken face and rubbed mucky peat (hemic material); about 70 percent fiber and raw herbaceous plant material, about 30 percent rubbed; nonsticky and nonplastic; herbaceous fiber, mostly residue from Phragmites arundinacea; many very fine and fine roots; slightly acid (pH 6.2); gradual smooth boundary.\nOe2--8 to 17 inches; black (10YR 2/1) broken face and rubbed mucky peat (hemic material); about 50 percent fiber, about 20 percent rubbed; nonsticky and nonplastic; herbaceous fiber; common very fine and fine roots; slightly acid (pH 6.4); clear smooth boundary. (Combined thickness of the Oi1 and Oi2 horizons is 16 to 34 inches).\nC1--17 to 20 inches; stratified (1/4 to 1/2 inch) very dark gray (10YR 3/1) mucky silt loam (50 percent), dark gray (10YR 4/1) silt loam (40 percent), and black (10YR 2/1) mucky silt loam (10 percent); massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; neutral (pH 6.6); abrupt smooth boundary. (2 to 11 inches thick)\nC2--20 to 36 inches; stratified (1/4 to 1/2 inch) light gray (10YR 7/2) silt and very fine sandy loam; massive; soft, very friable, nonsticky and  nonplastic;  common very fine and fine roots; neutral (pH 6.8); abrupt wavy boundary. (10 to 28 inches thick)\nC3--36 to 42 inches; stratified (1/4 to 3/4 inch) very dark gray (10YR 3/1) mucky silt loam (60 percent), dark gray (10YR 4/1) silt loam (30 percent), and black (10YR 2/1) mucky peat (10 percent); massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; slightly acid (pH 6.2); clear wavy boundary. (0 to 6 inches thick)\nOa--42 to 54 inches; black (10YR 2/1) broken face and rubbed muck (sapric material); about 30 percent fiber, about 5 percent rubbed; massive; nonsticky and nonplastic; herbaceous fiber; common very fine and fine roots; moderately acid (pH 5.8); abrupt wavy boundary. (0 to 12 inches thick)\nCg--54 to 70 inches; stratified (1/4 to 1/2 inch) gray (5Y 6/1) silt and silt loam; massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Flathead County, Montana; 1,900 feet north and 300 feet east of the southwest corner of section 33, T. 26 N., R. 26 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 45 degrees F.\nDepth to the terric feature - 16 to 34 inches.\nDepth to water table - surface to 12 inches.\nDepth to the Cg horizon - 38 to 54 inches\nA C3 or an Oa horizon must be present.\nOe1 horizon\nValue:  2 or 3\nChroma:  1 or 2\nFiber content:  40 to 70 percent unrubbed, 20 to 30 percent rubbed\nReaction:  pH 5.6 to 6.5\nOe2 horizon\nValue:  2 or 3\nChroma:  1 or 2\nFiber content:  40 to 60 percent unrubbed, 20 to 30 percent rubbed\nReaction:  pH 5.6 to 6.5\nC1 horizon\nValue:  2, 3 or 4\nChroma:  1 or 2\nTexture:  silt loam or mucky silt loam\nClay content:  5 to 15 percent\nReaction:  pH 5.6 to 7.3\nC2 horizon\nHue:  10YR, 2.5Y, 5Y\nValue:  7 or 8\nChroma:  1 or 2\nTexture:  stratified silt, very fine sandy loam, loamy very fine sand, and silt loam, averaging less than 15 percent fine sand or coarser.\nClay content:  4 to 12 percent\nReaction:  pH 5.6 to 7.3\nC3 horizon\nValue:  2, 3 or 4\nChroma:  1 or 2\nTexture:  mucky silt loam or silt loam\nClay content:  5 to 15 percent\nReaction:  pH 5.6 to 6.5\nOa horizon\nValue:  2 or 3\nFiber content:  20 to 30 percent unrubbed, 5 to 15 percent rubbed\nReaction:  pH 5.6 to 6.5\nThis horizon consists of sapric or hemic material.\nCg horizon\nHue:  5Y, 5GY, 5G, or 5BG\nValue:  5, 6 or 7\nChroma, 5G only:  1 or 2\nTexture:  stratified silt, silt loam, very fine sandy loam, loamy very fine sand and very fine sand averaging less than 15 percent fine sand or coarser.\nClay content:  4 to 15 percent\nReaction:  pH 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTacoosh (MI) - contain 10 to 20 percent woody fragments in the histic epipedon.\nVentero (CO) - does not have a stratified Cg horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - flood plains and in depressions on outwash terraces and ground moraines.\nElevation - 2,400 to 4,000 feet.\nSlopes - 0 to 2 percent.\nParent material - organic material over silty alluvium.\nClimate - long, cold winters; cool, moist springs; warm summers.\nMean annual precipitation - 20 to 30 inches.\nMean annual temperature - 40 to 45 degrees F.\nFrost-free period - 70 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  McLangor soils are used for wildlife habitat, livestock grazing, and hayland.  Potential native vegetation is mainly reed canarygrass, beaked sedge, rushes, bulrushes, mannagrass, cattail, mosses, water birch, and Bebb's willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  McLangor soils are of limited extent in the valleys of northwestern Montana. MLRA 43A and 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Flathead County, Montana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nHistic epipedon - 0 to 17 inches (Oe1 and Oe2 horizons); mostly hemic organic materials;\nTerric feature - 17 to 42 inches (C1, C2, and C3 horizons);\nWater table at or near the surface in most years;\nParticle-size control section - 0 to 52 inches (Oe1, Oe2, C1, C2, C3, Oa horizons).\nMcLangor soils have a frigid temperature regime and an aquic moisture regime.\nADDITIONAL DATA:  Soil Interpretation Record:  MT1619; Lab data pending (S94MT-029-004).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
