{
  "SERIES": "MCLAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS:GFS",
  "REVDATE": "04/1999",
  "STATES": "AR,KS,OK",
  "OVERVIEW": "The McLain series consist of very deep, moderately well drained, slowly permeable soils that formed in material weathered from clayey and loamy alluvium of Pleistocene age.  These nearly level soils are on rarely flooded flood plains in the Central Rolling Red Prairies (MLRA-80A).  Slopes range from 0 to 1 percent.  Mean annual precipitation is 33 inches. Mean annual temperature is 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McLain silty clay loam--cultivated.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; hard, friable; neutral; clear smooth boundary.  (0 to 10 inches thick)\nA--7 to 14 inches; dark reddish gray (5YR 4/2) silty clay loam, dark reddish brown (5YR 2/2) moist; moderate medium granular structure; very hard, firm; neutral; gradual smooth boundary.  (6 to 22 inches thick)\nBt1--14 to 28 inches; reddish brown (5YR 4/3) silty clay, dark reddish brown (5YR 3/3) moist; weak fine blocky structure; very hard, very firm; nearly continuous clay films on faces of peds; slightly alkaline; gradual smooth boundary.  (10 to 30 inches thick)\nBt2--28 to 36 inches; reddish brown (2.5YR 5/4) silty clay loam, reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; very hard, firm; patchy clay films on faces of peds; slightly alkaline; gradual smooth boundary.  (0 to 20 inches thick)\nC--36 to 60 inches; reddish brown (2.5YR 5/4) silty clay loam, reddish brown (2.5YR 4/4) moist; massive; hard, friable; few soft powdery accumulations and a few fine concretions of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caddo County, Oklahoma; about 1 mile west of Verden; 1,000 feet south and 50 feet east of the northwest corner of sec. 13, T.  7 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 30 to more than 60 inches.   Soft powdery secondary carbonates occur mainly below a depth of 30 inches.\nThe A horizon has hue of 5YR or 10YR, value of 3 to 5, and chroma of 2 or 3.  Texture is mainly silty clay loam or silt loam but includes loam or clay loam.  Reaction ranges from moderately acid to moderately alkaline. Some pedons have BA horizons that are similar in color and texture to the A horizon.\nThe Bt1 horizon has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 2 to 8.  Texture is silty clay loam, clay loam, silty clay, or clay.  Reaction ranges from slightly acid to moderately alkaline.\nThe Bt2 horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 to 6.  Texture is silty clay loam, clay loam, silty clay, or clay.  Reaction ranges from slightly acid to moderately alkaline. Some pedons have BC horizons that are similar in color, texture and reaction to the Bt2 horizon.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 3 to 8.  Texture is silt loam, loam, silty clay loam, clay loam, silty clay, or clay.  Reaction ranges from neutral to moderately alkaline.  Some pedons contain strata of coarser textures at depths greater than 50 inches.  Typically the horizon is calcareous but is noncalcareous in some pedons.  Also some pedons have dark colored buried horizons below 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Abilene, Blanket, Brewer, Dodson, Mingo, and Wolco series in the same family and Bethany, Hollister, Lawton, Lofton, Rotan, Scullin, and Tabler series of similar families.  Abilene, Brewer, Lofton, and Tabler soils lack upper Bt horizons with hues of 5YR or redder.  In addition, Abilene soils have calcic horizons and Tabler soils have wetness mottles in the Bt horizon.  Bethany and Hollister soils do not decrease in clay content within 60 inches.  Blanket soils have Bt horizons in hues of 10YR or 7.5YR.  Dodson soils are dry in the moisture control section for longer periods in most years. Lawton and Scullin soils have a mollic epipedon less than 20 inches thick.  Mingo soils have limestone within a depth of 40 inches.  Rotan soils have a calcic horizon, are dry for longer periods of time, and have an argillic horizon that does not decrease as much as 20 percent from the maximum clay content within a depth of 60 inches.  Wolco soils have limestone at a depth of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  McLain soils are on nearly or slightly concave rarely flooded flood plains.  Slopes range from 0 to 1 percent.  These soils formed in loamy or clayey sediments.  The climate is subhumid.\nMean Annual Precipitation: 26 to 40 inches.\nMean Annual Temperature: 58 to 64 degrees F.\nThornthwaite Annual P-E indices: 40 to 64.\nFrost Free Days: 190 to 230.\nElevation ranges from 700 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Brewer soils and Canadian, Dale, Lela, Miller, Port, and Reinach soils.  Brewer, Canadian, Dale, Lela, and Reinach soils are on the same flood plains.  Canadian, Dale, Port, and Reinach soils have less than 35 percent clay content in the control section and lack Bt horizons.  Lela and Miller soils lack Bt horizons.  Miller and Port soils are on adjacent lower flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; low runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely cultivated to small grains, cotton, grain sorghums, and alfalfa.  Native vegetation is tall and midgrass with minor amounts of eastern cottonwood, pecan, green ash, black walnut and bur oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Prairies of Oklahoma, Kansas, and possibly Texas.  The series is a moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Muskogee County, Oklahoma 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 28 inches (A horizons and Bt1 horizon).\nArgillic horizon - the zone from 14 inches to a depth of 36 inches (Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
