{
  "SERIES": "MCMILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/JAS/RWL",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, frigid Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: McMille medial silt loam, woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed litter of needles, twigs, leaves and roots.\nA1--2 to 8 inches; dark brown (7.5YR 3/2) medial silt loam, brown (7.5YR 5/2) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine, common coarse and medium roots; many fine and medium vesicular and irregular pores; 30 percent fine concretions; very strongly acid (pH 4.6); clear wavy boundary. (3 to 8 inches thick)\nA2--8 to 16 inches; dark brown (7.5YR 3/3) silt loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many fine and very fine tubular pores; 20 percent fine concretions; very strongly acid (pH 4.6); clear wavy boundary. (5 to 12 inches thick)\nBw1--16 to 30 inches; brown (7.5YR 5/4) silt loam, very pale brown (10YR 7/4) dry; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; common fine tubular pores; extremely acid (pH 4.2); clear wavy boundary. (10 to 20 inches thick)\nBw2--30 to 44 inches; brown (7.5YR 5/4) silt loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; many fine vesicular and few fine tubular pores; extremely acid (pH 4.2); gradual wavy boundary. (5 to 18 inches thick)\n2C--44 to 62 inches; brown (10YR 5/3) very fine sandy loam, very pale brown (10YR 7/3) dry; streaks of strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/8); massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many fine vesicular pores; extremely acid (pH 4.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clatsop County, Oregon, about 300 feet above road #210, about 5 miles from junction with Rock Creek road, SW1/4NE1/4NE1/4 section 4, T. 4 N., R. 6 W., Willamette Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist and they are dry for less than 45 consecutive days in all parts between 4 and 12 inches after the summer solstice. The mean annual soil temperature is 40 to 47 degrees F. Depth to weathered sandstone is 40 to over 60 inches. The umbric epipedon is 10 to 20 inches thick. The upper 3 to 8 inches of the epipedon has an acid-oxalate aluminum plus one-half iron of 2.0 to 3.0 percent, a moist bulk density of 0.75 to 0.90 g/cc, phosphate retention of more than 85 percent, and 15-bar moisture of more than 15 percent. The lower part to a depth of 20 inches has an acid-oxalate aluminum plus one-half iron of 1.0 to 2.0 percent and a moist bulk density of 0.75 to 1.0 g/cc. Andic soil properties, when present, do not extend beyond 14 inches. The solum has 0 to 10 percent gravel. The particle-size control section has 18 to 27 percent clay and less than 15 percent coarser than very fine sand.\nThe A horizon has hue of 7.5YR and 10YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist , 2 to 4 dry. The A1 horizon is medial silt loam and the A2 horizon is silt loam or medial silt loam. The A horizon has 18 to 27 percent clay, 0 to 10 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent paragravel, and 0 to 30 percent fine concretions. It is very strongly acid or strongly acid.\nThe Bw horizon, have hue of 7.5YR and 10YR, value of 4 or 5 moist, 5 to 7 dry and chroma of 3 or 4 moist and dry. Texture is silt loam or silty clay loam with 18 to 35 percent clay. It has 0 to 10 percent gravel, 0 to 10 percent cobbles, and 0 to 50 percent paragravel,  It is extremely acid or very strongly acid.\nThe 2C horizon, when present, has hue of 7.5YR or 10YR, value of 5 or 6 moist, 6 or 7 dry and chroma of 3 through 8 moist or dry. Clay ranges from 8 to 20 percent. Texture is silt loam, loam, or very fine sandy loam. It is extremely acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Mutt series. Mutt soils are 20 to 40 inches deep to paralithic siltstone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The McMille soils are on summits, benches, and side slopes of mountains. Elevations are 1,600 to 3,000 feet. Slopes range from 0 to 60 percent. The soils formed in colluvium from sandstone. The climate is characterized by cold wet winters and warm moist summers. The mean annual precipitation is 75 to 130 inches. The average July temperature is 58 to 60 degrees F. and the average January temperature is 32 to 35 degrees F.  The mean annual temperature is 41 to 46 degrees F. The frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caterl, Laderly and Murtip soils. Caterl soils are medial-skeletal. Laderly soils are medial-skeletal and moderately deep to bedrock. Murtip soils are formed in colluvium from basalt and have bulk densities of less than 0.85g/cm3 throughout the control section. These soils are on side slopes and ridgetops of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: McMille soils are used for timber production, wildlife habitat, and watershed. Native vegetation is Douglas-fir, western hemlock, silver fir, red huckleberry, western swordfern, Cascade Oregon-grape, vine maple and salal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Uplands where sandstones have been exposed in the volcanics in the North Oregon Coast Range of Oregon; MLRA 1. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clatsop County, Oregon, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features in this pedon include:\nUmbric epipedon: 2 to 16 inches (A1 and A2 horizons).\nCambic horizon: 16 to 44 inches (Bw horizon).\nAndic feature: 2 to 16 inches (A1 and A2 horizons) with 2 to 8 inches meeting andic soil properties.\nParticle-size control section: 12 to 40 inches\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nA proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties. If accepted, medial modifiers would be used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
