{
  "SERIES": "MCMURRAY",
  "STATUS": "Established Series",
  "BYREV": "IRD - RJE",
  "REVDATE": "12/1999",
  "STATES": "WA",
  "OVERVIEW": "The McMurray series consists of deep, very poorly drained soils formed in partially decomposed woody and herbaceous organic material.  They are in depressional areas on glacial till plains and outwash plains or in abandoned glacial stream channels.  Elevation is from near sea level to about 1,000 feet.  Slopes range from 0 to 2 percent.  The average annual precipitation is about 40 inches.  Mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McMurray mucky peat in a cleared area of McMurray and Mukilteo peats.  (Color is for moist soil.)\nOe1--0 to 6 inches, black (10YR 2/1) mucky peat (hemic material), black (5YR 2/1) dry and rubbed; slightly hard and brittle dry; many fine, medium, and coarse roots; neutral (pH 6.9); gradual, wavy boundary.  (5 to 8 inches thick)\nOe2--6 to 34 inches, black (10YR 2/1) mucky peat (hemic material) that is 10 to 20 percent woody fragments, dark reddish-brown (5YR 3/2) dry and rubbed; slightly hard and brittle dry; common fine and medium roots; neutral (pH 6.8); gradual, wavy boundary.  (20 to 36 inches thick)\nOe3--34 to 72 inches, dark reddish-brown (5YR 2/2) mucky peat (hemic material) that is 10 to 25 percent woody fragments, dark reddish brown (5YR 3/2) dry and rubbed; hard and very brittle dry; few fine roots to a depth of 54 inches; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; about 1 mile north of the village of center 2,500 feet west and 100 feet south of the northeast corner of sec. 3, T. 28 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature ranges from 47 to 52 degrees F.  The mean July temperature is about 60 degrees F and the mean January temperature is about 40 degrees F.  The organic layers are more than 51 inches thick.  These soils are usually saturated with water unless drained.  Fibers are from grasses, sedges, and wood.  The soil in the subsurface and bottom tier is dominated by hemic material.  Rubbed fiber content ranges from 18 to 50 percent and wood content from 5 to 25 percent.  Thin layers of volcanic ash and diatomaceous earth are in some pedons.\nThe Oe horizons below the surface tier have hue of 2.5YR through 2.5Y or are neutral.  Value is 2 to 4 moist, 2 to 5 dry, and chroma of 2 to 2 moist and dry.  Reaction is neutral to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boots and Seattle series.  Boots soils are in a climate with mostly summer precipitation and have a winter temperature of less than 40 degrees F.  Seattle soils have less than 5 percent woody fragments in the subsurface and bottom tiers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The McMurray soils are in depressional areas on glacial till and outwash plains and in abandoned glacial stream channels.  These soils formed in mixed herbaceous and woody organic material.  Slopes are 0 to 2 percent.  Elevation is from near sea level to 1,000 feet.  McMurray soils have a marine climate with warm, dry summers and cool, moist winters.  Snow cover is rare.  Average annual precipitation is 20 to 60 inches.  Mean January temperature is about 36 degrees F, the mean July temperature is about 62 degrees F, and the mean annual air temperature is 46 to 50 degrees F.  The frost-free season is 160 to 260 days.  The growing season (28 degrees F) is 215 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alderwood, Mukilteo, Semiahmoo, and Shalcar series.  Alderwood soils are well drained loamy-skeletal solid on uplands.  Mukilteo soils are dysic, Semiahmoo soils are sapric.  Shalcar soils are less than 51 inches or organic deposits over loamy material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Very slow to ponded runoff.  Moderate permeability-an apparent high water table is as high as the surface to 1 foot over the surface from September to May unless drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most McMurray soils have been cleared and drained and are used for pasture, hayland, or cropland.  The native vegetation is western redcedar, red alder, western hemlock, Sitka spruce, and lodgepole pine with an understory of rushes, sedges, hardhack, skunkcabbage, salmonberry, trailing blackberry, willow, and devils club."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Washington west of the Cascade Mountains.  The series is of small extent.  Series established Mason County, Washington 1958."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": "NA"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This draft reflects a change in type location.  Diagnostic horizons and features recognized in this pedon are a histic epipedon composed of hemic material 72 inches thick and soil reaction assumed to be above 5.5 in calcium chloride."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.9,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe1--0 to 6 inches, black (10YR 2/1) mucky peat (hemic material), black (5YR 2/1) dry and rubbed; slightly hard and brittle dry; many fine, medium, and coarse roots; neutral (pH 6.9); gradual, wavy boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Oe2",
        "top": 15,
        "bottom": 86,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe2--6 to 34 inches, black (10YR 2/1) mucky peat (hemic material) that is 10 to 20 percent woody fragments, dark reddish-brown (5YR 3/2) dry and rubbed; slightly hard and brittle dry; common fine and medium roots; neutral (pH 6.8); gradual, wavy boundary.  (20 to 36 inches thick)"
      },
      {
        "name": "Oe3",
        "top": 86,
        "bottom": 183,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe3--34 to 72 inches, dark reddish-brown (5YR 2/2) mucky peat (hemic material) that is 10 to 25 percent woody fragments, dark reddish brown (5YR 3/2) dry and rubbed; hard and very brittle dry; few fine roots to a depth of 54 inches; neutral (pH 6.7)."
      }
    ]
  ]
}
