{
  "SERIES": "MCNAIR",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The McNair series consists of deep, well drained soils that formed in tephra over residuum and colluvium weathered from volcanic mudflow.  McNair soils are on lahar over narrow basalt plateaus on volcanic Sierra Nevada mountains.  Slopes range from 2 to 50 percent.  The mean annual precipitation is about 80 inches, (2032 mm) and the mean annual temperature is about 50 degrees F., (10 degrees C.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McNair medial coarse sandy loam, on a west facing 5 percent slope under a cover of mixed conifers and shrubs at an elevation of 4960 feet, (1512 m).  When described on 7/23/97 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted)\nOi--0 to 3 inches, 0 to 8 cm); partially decomposed needles, leaves, cones, and twig litter.\nA1--3 to 6 inches, 8 to 15 cm); very dark grayish brown (10YR 3/2) medial coarse sandy loam, black (10YR 2/1) moist; 5 percent clay; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common fine roots; many very fine irregular pores; extremely hydrophobic; 12 percent subrounded andesite gravel; neutral, pH 6.7 by Hellige-Truog; NaF pH 11.7; abrupt smooth boundary.\nA2--6 to 16 inches, 15 to 41 cm); dark grayish brown (10YR 4/2) gravelly medial coarse sandy loam, black (10YR 2/1) moist; 10 percent clay; weak very fine subangular blocky structure parting to weak fine granular; loose, very friable, nonsticky and nonplastic; common fine to coarse roots; many very fine irregular pores; moderately hydrophobic, smeary; 10 percent rounded andesite gravel and 5 percent rounded andesite stones; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 11.5; clear smooth boundary. (10 to 17 inches thick)\nBw1--16 to 25 inches, 41 to 63 cm); brown (7.5YR 5/3) very gravelly medial sandy loam, brown (7.5YR 4/2) moist; 12 percent clay; weak fine subangular blocky structure parting to weak fine granular; loose, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine irregular pores; smeary; 30 percent rounded andesite gravel, 5 percent rounded volcanic mudflow cobbles and 5 percent rounded andesite stones; slightly acid, pH 6.3 by Hellige-Truog; NaF pH 11.5; clear wavy boundary.\nBw2--25 to 33 inches, (63 to 84 cm); brown (7.5YR 5/3) very gravelly medial sandy loam, brown (7.5YR 4/2) moist; 15 percent clay; weak very fine subangular blocky; loose, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine irregular pores; 35 percent rounded andesite gravel and 5 percent subrounded volcanic mudflow gravel; moderately acid, pH 6.0 by Hellige-Truog; NaF pH 11.3; clear wavy boundary.\nBw3--33 to 48 inches, (84 to 122 cm); brown (7.5YR 5/3) very gravelly medial sandy loam, brown (7.5YR 4/3) moist; 16 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; many fine and medium and few coarse roots; many very fine irregular pores; smeary; 30 percent rounded andesite gravel, 5 percent rounded andesite cobbles, 5 percent rounded andesite stones and 15 percent subrounded volcanic mudflow gravel; very strongly acid, pH 4.7 by Hellige-Truog; NaF pH 10.7; abrupt smooth boundary.  (Combined thickness of the Bw horizon is 25 to 40 inches thick)\nBC--48 to 57 inches, (122 to 145 cm); pale brown (10YR 6/3) extremely gravelly coarse sandy loam, brown (10YR 4/3) moist; 8 percent clay; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine irregular pores; 60 percent rounded andesite gravel and 20 percent subrounded volcanic mudflow gravel; very strongly acid, pH 5.0 by Hellige-Truog; 10.5 NaF pH; clear smooth boundary.  (0 to 10 inches thick)\nCr--57 to 88 inches, (145 to 223 cm); moderately cemented volcanic mudflow; few medium roots; has horizontal fractures about 8 to 12 inches apart with roots; few pockets of highly weathered volcanic mudflow."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plumas County, California; about 2.4 miles east of Cascade, approximately 650 feet east and 1200 feet south of the northwest corner of Section 7, Township 21 N., Range 8 E., 39 degrees 41 minutes 51.4 seconds North latitude and 121 degrees 8 minutes 3.3 seconds West longitude, NAD83- U.S.G.S. Quad: Cascade, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 40 to 60 inches, (102 to 152 cm).  The mean annual soil temperature is 40 to 47 degrees F., (4 to 8 degrees C.)  The soil moisture control section is dry in all parts from about July to about October (about 90 days).  The particle-size control section averages 10 to 18 percent clay, and 35 to 50 percent rock fragments, mostly gravel and cobbles.  Mineralogy is amorphic.  Base saturation by ammonium acetate ranges from 10 to 35 percent.  P retention is greater than 95 percent to a depth of 33 inches.  Rock fragments on the surface range from 0 to 10 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent stones and 0 to 10 percent boulders.  Some pedons do not have BC horizons.\nThe A horizon dry color is 10YR 3/2, 4/2, 4/3 or 5/3.  Moist color is 10YR 2/1, 2/2, 3/2, 7.5YR 3/2 or 3/3.  Texture is dominantly medial coarse sandy loam, and gravelly medial coarse sandy loam, but in some pedons is very gravelly medial sandy loam or gravelly medial silt loam.  Organic matter ranges from 9 to 36 percent.  Clay content ranges from 5 to 12 percent.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 2.9 to 3.5.  Rock fragments range from 5 to 20 percent gravel, 0 to 5 percent cobbles and 0 to 5 percent stones.  NaF pH ranges from 11.0 to 12.0.  Reaction ranges from strongly acid to neutral.\nThe Bw horizon dry color is 7.5YR 5/3, 6/4, 7/4, 10YR 4/3, 5/4, 6/3, 6/4, 7/3, 7/4 or 8/3.  Moist color is 7.5YR 3/4, 4/2, 4/3, 4/4, 5/4, 10YR 2/2, 4/3, 4/4, 6/6 or 8/4.  Texture is very gravelly medial sandy loam, extremely gravelly medial sandy loam, extremely gravelly medial coarse sandy loam, very gravelly medial loam, extremely gravelly medial loam or extremely gravelly medial sandy clay loam.  Organic matter ranges from 6 to 9 percent.  Clay content ranges from 10 to 25 percent.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 1.7 to 2.5.  Glass ranges from 10 to 29 percent.  Rock fragments range from 35 to 50 percent gravel, 0 to 30 percent cobbles and 0 to 10 percent stones.  Pararock fragments consist of weathered volcanic mudflow matrix.  Paragravel ranges from 5 to 15 percent.  Paracobbles ranges from 0 to 5 percent.  NaF pH ranges from 10.5 to 11.5.  Reaction ranges from very strongly acid to slightly acid.\nThe BC horizon dry color is 10YR 6/3 or 7/4.  Moist color is 10YR 4/3 or 5/4.  Texture is extremely gravelly sandy loam, extremely gravelly coarse sandy loam, extremely gravelly loam or extremely gravelly sandy clay loam.  Organic matter ranges from 4 to 6 percent.  Clay content ranges from 8 to 25 percent.  Rock fragments range from 60 to 80 percent gravel, 0 to 10 percent cobbles and 0 to 10 percent stones.  Paragravel ranges from 20 to 30 percent.  NaF pH ranges from 10.5 to 11.0.  Reaction ranges from very strongly acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: McNair soils are on lahar over narrow basalt plateaus on volcanic Sierra Nevada mountains.  Slopes range from 2 to 50 percent.  These soils formed in tephra and residuum and colluvium weathered from volcanic mudflow.  Elevation is 4800 to 5350 feet, (1463 to 1631 m).  Mean annual precipitation is 75 to 80 inches, (1905 to 2032 mm).  The mean annual temperature is 48 to 50 degrees F, (9 to 10 degrees C).  Frost free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Greenwell, Powderhouse, Shakeridge and Timberisland soils.  Greenwell soils are medial and moderately deep to paralithic bedrock.  Powderhouse soils are moderately deep to paralithic bedrock.  Shakeridge soils are on backslopes of narrow basalt plateaus and are very deep to lithic bedrock.  Timberisland soils are on tops and side slopes on narrow basalt plateaus and are deep to lithic bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very low to low runoff; moderately rapid saturated hydraulic conductivity in the A and Bw horizons, moderate to moderately rapid in the Bw2, Bw3 and BC horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production and wildlife habitat.  Vegetation is white fir, sugar pine, incense cedar, California black oak, ponderosa pine, greenleaf manzanita, whitethorn ceanothus, bitter cherry, snowberry, Sierra coffeeberry, Sierra chinquapin and deerbrush.  Above 5,000 feet, (1524 m): California red fir and pinemat manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte and Plumas Counties, California and occur on the Upper Batholith and Volcanic Flows subsection of the Sierra Nevada section.  MLRA 22A  Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from McNair Saddle, American House quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - zone from 3 to 16 inches, (8 to 41 cm) (A1, A2)\nCambic horizon - zone from 16 to 48 inches, (41 to 122 cm) (Bw1, Bw2, Bw3)\nParalithic contact - the zone at 57 inches, (145 cm) (Cr)\nAndic soil properties - the zone from 3 to 48 inches, (8 to 122 cm) A1, A2, Bw1, Bw2, Bw3\nParticle-size control section - zone from 3 to 40 inches, (8 to 102 cm)\nSoil moisture control section - zone from 11 to 38 inches, (28 to 96 cm)\nBulk density assumed to be less than 1.0 to at least a depth of 28 inches, (71 cm).\nOn north aspects, profiles have weak development due to greater effective moisture.  Clay remains below 18 percent however, clay in the lower portion of the profile ranges to 25 percent and has gravelly or extremely gravelly loam or sandy clay loam textures.  No difference in site index."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Used partial data from R97CA-007-004 (Powderhouse) NSSL Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 3 inches, 0 to 8 cm); partially decomposed needles, leaves, cones, and twig litter."
      },
      {
        "name": "A1",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--3 to 6 inches, 8 to 15 cm); very dark grayish brown (10YR 3/2) medial coarse sandy loam, black (10YR 2/1) moist; 5 percent clay; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common fine roots; many very fine irregular pores; extremely hydrophobic; 12 percent subrounded andesite gravel; neutral, pH 6.7 by Hellige-Truog; NaF pH 11.7; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 16 inches, 15 to 41 cm); dark grayish brown (10YR 4/2) gravelly medial coarse sandy loam, black (10YR 2/1) moist; 10 percent clay; weak very fine subangular blocky structure parting to weak fine granular; loose, very friable, nonsticky and nonplastic; common fine to coarse roots; many very fine irregular pores; moderately hydrophobic, smeary; 10 percent rounded andesite gravel and 5 percent rounded andesite stones; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 11.5; clear smooth boundary. (10 to 17 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 41,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--16 to 25 inches, 41 to 63 cm); brown (7.5YR 5/3) very gravelly medial sandy loam, brown (7.5YR 4/2) moist; 12 percent clay; weak fine subangular blocky structure parting to weak fine granular; loose, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine irregular pores; smeary; 30 percent rounded andesite gravel, 5 percent rounded volcanic mudflow cobbles and 5 percent rounded andesite stones; slightly acid, pH 6.3 by Hellige-Truog; NaF pH 11.5; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 64,
        "bottom": 84,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--25 to 33 inches, (63 to 84 cm); brown (7.5YR 5/3) very gravelly medial sandy loam, brown (7.5YR 4/2) moist; 15 percent clay; weak very fine subangular blocky; loose, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine irregular pores; 35 percent rounded andesite gravel and 5 percent subrounded volcanic mudflow gravel; moderately acid, pH 6.0 by Hellige-Truog; NaF pH 11.3; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 84,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw3--33 to 48 inches, (84 to 122 cm); brown (7.5YR 5/3) very gravelly medial sandy loam, brown (7.5YR 4/3) moist; 16 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; many fine and medium and few coarse roots; many very fine irregular pores; smeary; 30 percent rounded andesite gravel, 5 percent rounded andesite cobbles, 5 percent rounded andesite stones and 15 percent subrounded volcanic mudflow gravel; very strongly acid, pH 4.7 by Hellige-Truog; NaF pH 10.7; abrupt smooth boundary.  (Combined thickness of the Bw horizon is 25 to 40 inches thick)"
      },
      {
        "name": "BC",
        "top": 122,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--48 to 57 inches, (122 to 145 cm); pale brown (10YR 6/3) extremely gravelly coarse sandy loam, brown (10YR 4/3) moist; 8 percent clay; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine irregular pores; 60 percent rounded andesite gravel and 20 percent subrounded volcanic mudflow gravel; very strongly acid, pH 5.0 by Hellige-Truog; 10.5 NaF pH; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 145,
        "bottom": 224,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--57 to 88 inches, (145 to 223 cm); moderately cemented volcanic mudflow; few medium roots; has horizontal fractures about 8 to 12 inches apart with roots; few pockets of highly weathered volcanic mudflow."
      }
    ]
  ]
}
