{
  "SERIES": "MCORREON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAZ/WWJ",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mcorreon loam - Pinyon-juniper woodland on an east-northeast facing, 2 percent slope at an elevation of 8,090 feet. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate thin and medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many fine and medium vesicular pores; 10 percent gravel, 2 percent cobbles, and 1 percent stones; neutral (pH 7.2); clear smooth boundary. (2 to 8 inches thick)\nBt1--2 to 13 inches; very dark grayish brown (10YR 3/2) clay, dark brown (7.5YR 3/2) moist; strong fine angular blocky structure; hard, firm, sticky and plastic; many very fine, fine, and few medium roots; common fine tubular pores; many prominent clay films on faces of peds; 2 percent gravel; neutral (pH 7.2); clear smooth boundary.\nBt2--13 to 19 inches; dark brown (7.5YR 3/3) clay, dark brown (7.5YR 3/2) moist; moderate medium prismatic parting to moderate fine and medium angular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine roots; common fine tubular pores; many prominent clay films on faces of peds; 10 percent gravel and 2 percent cobbles; slightly alkaline (pH 7.4); gradual irregular boundary. (The combined thickness of the Bt horizons is 9 to 32 inches)\nBtk--19 to 27 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; common fine irregular pores; common distinct clay films on faces of peds; 5 percent gravel; violently effervescent; 37 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear smooth boundary. (6 to 16 inches thick)\nBk--27 to 70 inches; pinkish gray (7.5YR 7/2) clay loam, pinkish gray (7.5YR 6/2) moist; massive; hard, firm, sticky and plastic; few very fine and fine roots; common fine irregular pores; 5 percent gravel and 1 percent cobbles; violently effervescent; 43 percent calcium carbonate equivalent; moderately alkaline (pH 8.4). (20 to 30 inches thick)\nR--70 inches; Basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; on the top of Mesa Chivato; Cerro Parido Quadrangle; about 11,300 feet south and 1,600 feet west of the southeast corner of sec. 26, T. 16 N. and R. 5 W.; 35 degrees, 33 minutes, 07 seconds north latitude and 107 degrees, 19 minutes, 50 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in all parts, for less than 90 cumulative days from April through October. It is usually dry, in some part, for more than 120 cumulative days during the same period.  It is continuously moist in some part November through March. The period of maximum precipitation is July through October. The soil is driest during May and June. Aridic ustic moisture regime.\nSoil Temperature: 49 to 54 degrees F.\nParticle size control section: 35 to 60 percent clay\nDepth to calcic horizon: 15 to 40 inches\nDepth to lithic contact: 60 to 80 inches to basalt\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 to 3 dry or moist\nTextures: loam, clay loam, or silty clay loam\nRock fragments: 0 to 60 percent total; 10 to 60 percent gravel, 0 to 40 percent cobbles, 0 to 1 percent stones. Rock fragments are basalt\nReaction: neutral\nBt horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4 dry or moist\nTextures: clay loam or clay\nRock fragments: 0 to 15 percent total; 0 to 10 percent gravel, 0 to 5 percent cobbles. Rock fragments are basalt\nReaction: neutral to slightly alkaline\nBtk and Bk horizons\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4 dry or moist\nTextures: clay loam or clay\nRock fragments: 0 to 15 percent total; 0 to 10 percent gravel, 0 to 5 percent cobbles. Rock fragments are basalt\nCalcium carbonate equivalent: 15 to 45 percent\nReaction: Slightly to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashfork (AZ) and the Torreon (NM) series. Ashfork soils are moderately deep to basalt. Torreon soils receive more than 16 inches of precipitation, frost free days are more than 135 days, are in LRR-H and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mcorreon soils formed in eolian, alluvium, and slope alluvium over residuum derived from basalt on summits of basalt-capped mesas and plateaus. Elevations range from 6,500 to 8,600 feet. Slopes range from 0 to 40 percent. The mean annual air temperature is 47 to 53 degrees F. The mean annual precipitation is 13 to 16 inches. Frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amcec, Cabezon, and Tsoodzil soils. Amcec soils have mean annual precipitation of more than 16 inches and are on lava plateaus.   Cabezon soils have bedrock at depths of less than 20 inches. Tsoodzil soils are fine textured, have vertic features and are on lava plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high to very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pinyon and juniper woodland with an understory of galleta, blue grama, Arizona fescue, mountain muhly, ring muhly, snakeweed, and few widely spaced ponderosa pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern New Mexico. MLRA 35, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: The zone from 0 to 19 inches. (A and Bt1 horizons)\nArgillic horizon: The zone from 2 to 27 inches. (Bt and Btk horizons)\nCalcic horizon: The zone from 19 to 70 inches. (Btk and Bk horizons)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
