{
  "SERIES": "MCQUEEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGM",
  "REVDATE": "2/98",
  "STATES": "AL,NC,VA",
  "OVERVIEW": "The McQueen series consists of very deep, well drained, slowly permeable soils on stream terraces at low to intermediate elevations above the flood plain.  They formed in stratified clayey and loamy alluvial sediments.  Near the type location, the average annual air temperature is about 65 degrees F. and the average annual precipitation is about 52 inches.  Slopes commonly are 0 to 5 percent but range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McQueen silt loam-- in a cultivated field.  (Colors are for moist soil.)\nAp--0 to 8 inches; brown (7.5YR 4/4) silt loam; weak fine granular structure; friable; few small fragments of yellowish red (5YR 4/6) silty clay (Bt); slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)\nBt1--8 to 20 inches; yellowish red (5YR 4/6) silty clay; strong medium subangular blocky structure; firm; few faint clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary.\nBt2--20 to 34 inches; yellowish red (5YR 5/8) silty clay; strong medium subangular blocky structure; firm; common distinct red (2.5YR 5/8) clay films on faces of peds; common thin black streaks and splotches (manganese oxides) on faces of some peds; common fine flakes of mica; strongly acid; clear smooth boundary.\nBt3--34 to 56 inches; 50 percent strong brown (7.5YR 5/6) and 50 percent yellowish red (5YR 5/8) clay loam; moderate medium subangular blocky structure; firm; common distinct red (2.5YR 5/8) clay films on faces of peds; common thin black streaks (manganese oxides) on faces of peds; few fine soft black masses (manganese oxide); many fine flakes of mica; strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 20 to 60 inches.)\nC--56 to 70 inches; strong brown (7.5YR 5/6) sandy clay loam; massive; friable; many fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Autauga County, Alabama; 800 yards west of the north end of bridge crossing the Alabama River on U. S. Highway 31, SW1/4SW1/4NW1/4, sec. 36, T. 17 N., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 50 to more than 80 inches and the depth to rock is more than 7 feet.  Content of mica flakes ranges from few to many in the B and C horizons, usually increasing with depth.  Reaction is very strongly acid or strongly acid throughout the profile, except for surface layers that have been limed.  Content of coarse fragments ranges from 0 to 5 percent throughout the solum.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 6.  Texture is fine sandy loam, loam, silt loam, or silty clay loam.\nThe upper part of the Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 6 or 8.  The lower part of the Bt horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 6 or 8, with few to many redox accumulations in shades of yellow, brown, or red.  Some pedons have few to common redox depletions in shades of gray below a depth of 36 inches.  Texture of the Bt horizon is silty clay loam, clay loam, silty clay, or clay.  The particle-size control section contains 5 to 30 percent sand, 30 to 60 percent silt, and 35 to 55 percent clay.\nThe BC horizon, if it occurs, has the same range in color as the lower part of the Bt horizon.  Texture commonly is clay loam but includes sandy loam, sandy clay loam, and silty clay loam.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 7, and chroma of 4 to 8; or it has no dominant matrix color and is multicolored in shades of red, brown, gray, and yellow.  Texture ranges from loamy sand to clay loam.  Some pedons have gravelly strata.  Redoximorphic features range from none to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Catharpin, Cullen, Cunningham, Cuthbert, Enders, Fluvanna, Galilee, Kirvin, Luverne, Masada, Mattaponi, Mayodan, Nason, Sweatman, Tatum, Totier, Townley, Urland, Uwharrie, Vance, and Williamsville series.  Albertville, Badin, Bengal, Carnasaw, Cunningham, Enders, Galilee, Nason, Tatum, and Townley soils have bedrock within 60 inches of the surface.  Brockroad and Catharpin soils have a lithologic discontinuity.  Cullen and Williamsville soils have dark red subhorizons within the Bt horizon.  Cuthbert and Kirvin soils have ironstone fragments throughout and strata of iron-cemented sandstone in the substratum.  Fluvanna soils have a C horizon of saprolite from basic and acidic rocks.  Luverne, Masada, Urland, and Vance soils have less than 30 percent silt in the particle-size control section.  Mattaponi soils have dominant hue of 7.5YR or yellower.  Mayodan soils have C horizons of saprolite and developed in residuum from Triassic materials.  Sweatman soils are on uplands and have shale fragments in the lower part.  Totier soils have shale or sandstone fragments within the solum.  Uwharrie soils formed in residuum from slate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on broad stream terraces at low to intermediate elevations above the flood plain.  Slopes commonly are 0 to 5 percent, but range to 15 percent.  They developed in stratified clayey and loamy fluvial sediments with a  high content of mica.  The climate is warm and humid.  The average annual air temperature ranges from 62 to 67 degrees F., and the average annual precipitation ranges from 48 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Masada series and the Altavista, Cahaba, Congaree, Riverview, Roanoke, Wahee, and Wickham series.  Altavista, Cahaba, and Wickham soils are on similar positions as the McQueen soils.  Congaree and Riverview soils are on natural levees of streams.  Altavista, Cahaba, Congaree, Riverview, and Wickham soils are fine-loamy.  The poorly drained Roanoke and the somewhat poorly drained Wahee soils are in slightly lower, less convex positions than McQueen soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium or slow.  Permeability is slow.  A seasonal high water table is perched at a depth of 4 to 6 feet for brief periods during winter and spring of most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are in cultivated crops, pasture, or hayland.  Common crops include cotton, corn, soybeans, and small grain.  Common trees in forested areas include loblolly pine, shortleaf pine, longleaf pine, water oak, willow oak, white oak, yellow-poplar, sweetgum, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, North Carolina, and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Talladega County, Alabama; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon......0 to 8 inches (Ap horizon)\nArgillic horizon.......8 to 56 inches (Bt horizons)\nMLRAs -- 133A, 136\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (7.5YR 4/4) silt loam; weak fine granular structure; friable; few small fragments of yellowish red (5YR 4/6) silty clay (Bt); slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 20 inches; yellowish red (5YR 4/6) silty clay; strong medium subangular blocky structure; firm; few faint clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 86,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--20 to 34 inches; yellowish red (5YR 5/8) silty clay; strong medium subangular blocky structure; firm; common distinct red (2.5YR 5/8) clay films on faces of peds; common thin black streaks and splotches (manganese oxides) on faces of some peds; common fine flakes of mica; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 86,
        "bottom": 142,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--34 to 56 inches; 50 percent strong brown (7.5YR 5/6) and 50 percent yellowish red (5YR 5/8) clay loam; moderate medium subangular blocky structure; firm; common distinct red (2.5YR 5/8) clay films on faces of peds; common thin black streaks (manganese oxides) on faces of peds; few fine soft black masses (manganese oxide); many fine flakes of mica; strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 20 to 60 inches.)"
      },
      {
        "name": "C",
        "top": 142,
        "bottom": 178,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "C--56 to 70 inches; strong brown (7.5YR 5/6) sandy clay loam; massive; friable; many fine flakes of mica; strongly acid."
      }
    ]
  ]
}
