{
  "SERIES": "MCRAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAC:WMK:RBH",
  "REVDATE": "04/2003",
  "STATES": "MS",
  "OVERVIEW": "The McRaven series consists of deep, somewhat poorly drained, moderately permeable soils that formed in silty alluviul sediments that overlie a paleosol.   These soils are on flood plains and low terraces along streams that drain areas of the Southern Mississippi Valley Silty Uplands Major Land Resource Area.  These soils are subject to flooding.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, nonacid, thermic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  McRaven silt loam--cultivated.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark brown (10YR 4/3) silt loam; many medium faint dark yellowish brown (10YR 4/4), and few medium distinct grayish brown (10YR 5/2) mottles; weak fine granular and fine and medium subangular blocky structure; friable; common fine roots; many fine pores; medium acid; abrupt smooth boundary.  (4 to 9 inches thick)\nBw--5 to 14 inches; mottled dark brown (10YR 4/3), brown (10YR 5/3), and grayish brown (10YR 5/2) silt loam; weak medium subangular blocky structure; friable; few fine roots and pores; common fine black and brown concretions; medium acid; clear smooth boundary.  (8 to 14 inches thick)\nBgc--14 to 21 inches; grayish brown (10YR 5/2) silt loam; many medium faint brown (10YR 5/3) mottles; weak coarse prismatic parting to weak medium subangular blocky structure; friable; few fine roots and pores; common fine black and brown concretions; medium acid; clear wavy boundary.  (5 to 20 inches thick)\n2Bgcxb1--21 to 30 inches; grayish brown (10YR 5/2) silt loam; many medium and coarse distinct yellowish brown (10YR 5/6) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; yellowish brown portion slightly brittle and compact; few fine roots; many fine pores; gray seams about 1 to 2 inches thick surround prisms and continue to lower horizon; common fine black and brown concretions; medium acid; clear irregular boundary.\n2Bgcxb2--30 to 54 inches; mottled grayish brown (10YR 5/2), brown (10YR 5/3), and dark brown (10YR 4/3) silt loam; weak coarse prismatic structure parting to weak fine subangular blocky; friable; dark brown portion slightly brittle; common fine pores; silt and oxide coat on faces of some peds; gray seams about 1 to 2 inches thick continue to lower horizon; many black and brown concretions; medium acid; clear wavy boundary.\n2Bgcxb3--54 to 80 inches; brown (10YR 5/3) silt loam; many medium distinct yellowish brown (10YR 5/6) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; yellowish brown portion slightly brittle and compact; few fine pores; few gray seams and pockets of silt loam; common black and brown concretions; neutral.  (Combined thickness of the 2Bgcxb horizon is 40 to 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hinds County, Mississippi; 5 miles southwest of Raymond, 1900 feet south of paved road in Bakers Creek flood plain.  SE1/4NE1/4 sec. 34, T. 15 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Depth to the buried soil ranges from 20 to 50 inches.  The 10- to 40- inch control section has 6 to 18 percent clay.  The buried soil has a well defined polygonal pattern formed by coarse prisms that are separated by gray seams.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is silt or silt loam.  It is strongly acid to neutral.\nThe Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4, and mottles, if present are in shades of brown and gray, or the horizon is mottled in these colors.  It is silt loam.  It is strongly acid to neutral.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 4 or 6, and chroma of 1 or 2, with mottles in shades of brown or gray.  It is silt loam.  It is medium acid to neutral.\nThe 2Bgcxb horizon has coarse prismatic structure throughout.  The interior of the prisms either is mottled in shades of brown and gray, or there is a matrix with hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2, with mottles in shades of brown and gray.  Texture is silt loam or silty clay loam.  Coatings on faces of prisms and the seams between the prisms are gray silt, or silt loam or pockets of very fine sand.  This horizon is slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Convent is the only series in the same family.  Closely related soils in other families are the Belden, Commerce, Falaya, Gillsburg, and Riedtown series.  Convent soils have bedding planes or thin strata within 20 inches of the soil surface.  Belden and Commerce soils have a fine-silty particle-size class.  Falaya and Gillsburg soils have an acid reaction class. Riedtown soils are better drained and do not have a horizon with a matrix with chroma of 2 or less within 20 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The McRaven soils are on flood plains or low terraces along streams that drain areas of the Southern Mississippi Valley Silty Uplands Major Land Resource Area.  The soil formed in silty alluvial sediments that overlie a buried silty soil with strong coarse prismatic structure.  Slopes are 0 to 2 percent.  The climate is warm and humid.  The mean annual temperature is about 65 degrees Fahrenheit, and the annual precipitation is about 57 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Belden, Gillsburg, and Riedtown series, and the Adler series.  These soils are across the nearly linear surfaces of floodplains.  The somewhat poorly drained Belden and Gillsburg soils are in similar positions as the McRaven soils.  The moderately well drained Riedtown soils are in slightly higher areas.  The well drained Adler soils, which have bedding plains, are on natural levees and in areas bordering channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderate permeability.  These soils are subject to occasional or frequent flooding for brief durations.  The seasonal water table is at a depth of 1 to 1.5 feet during seasons of high rainfall in winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the soil are used for growing soybeans, cotton, corn, pasture, and hay.  Small areas are used for growing bottom land hardwoods.  Common trees are cherrybark oak, eastern cottonwood, green ash, sweetgum, American sycamore, water oak, and willow oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hinds County, Mississippi; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 5 inches (Ap horizon).\nCambic horizon - the zone from a depth of approximately 6 to 80 inches (Bw, Bgc, 2Bgcxb1, 2Bgcxb2, 2Bgcxb3 horizons).\nAeric Fluvaquents features - subhorizon between 10 and 30 inches in which the chroma is higher than the soils of the typic subgroup (Bw, Bgc horizons).\nADDITIONAL DATA:  Laboratory data:  Physical and chemical analyses for the typical pedon are published in the Soil Survey of Hinds County, Mississippi (issued March 1979), page 110.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
