{
  "SERIES": "MEADOWSEDGE",
  "STATUS": "Tentative Series",
  "BYREV": "ANA",
  "REVDATE": "03/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Typic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Meadowsedge peat on a level slope at an elevation of 162 meters.  (Colors are for saturated soils unless otherwise noted).\nOi--0 to 10 cm; very dark brown (10YR 2/2) broken face and rubbed peat; 100 percent unrubbed fiber, 94 percent rubbed; massive; very friable; many fine and common medium roots throughout; 10 percent woody fibers and 90 percent herbaceous; extremely acid (pH 4.2 in calcium chloride); abrupt smooth boundary.\nOe1--10 to 30 cm; very dark brown (10YR 2/2) broken face and rubbed mucky peat; 67 percent unrubbed fiber, 29 percent rubbed; massive; very friable; many fine and common medium roots throughout; herbaceous fibers; very strongly acid (pH 4.8, in calcium chloride); clear smooth boundary.\nOe2--30 to 120 cm; dark reddish brown (5YR 2.5/2) broken face and black (5YR 2.5/1) rubbed mucky peat; 65 percent unrubbed fiber, 30 percent rubbed; massive; herbaceous fibers; very strongly acid (pH 4.5 in calcium chloride); clear smooth boundary.\nOe3--120 to 180 cm; dark brown (7.5YR 3/2) broken face and very dark brown (7.5YR 2.5/2) rubbed mucky peat; 60 percent unrubbed fiber, 36 percent rubbed; massive; very friable; herbaceous fibers; very strongly acid (pH 5.0 in calcium chloride)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merrimack County, New Hampshire, Town of Loudon; about 121 feet east of Route 129 from about .5 miles north along Route 129 from its intersection with Bear Hill Road, lat. 43 degrees 18 minutes 29 seconds N and lon. 71 degrees 26 minutes 45 seconds W, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic soil material extends to a depth of 130 cm or more. The origin is primarily herbaceous. It is dominantly hemic but some pedons have subhorizons in the surface and subsurface tiers of fibric or sapric material.  The depth to bedrock is more than 160 centimeters.  Reaction is extremely acid to neutral in 0.01M calcium chloride. The content of woody fragments is 0 to 5 percent in the surface tier, 0 to 10 percent in the subsurface tier, and 0 to 20 percent in the bottom tier.\nThe surface tier has broken face hue of 10YR, value 2 or 3, and chrome 1 or 2. Rubbed hue is 5YR or 10YR, value 2 or 2.5, and chroma 1 or 2.  It is muck, mucky peat, or peat.  It is typically massive but some pedons have platy, subangular blocky, or granular structure.\nThe subsurface tier has broken face hue of 5YR to 10YR, value 2 to 3, and chroma 1 or 2. Rubbed hue is 5YR or 10YR, value 2 to 3, and chroma 1 to 3.  It is dominantly mucky peat but some subsurface tiers have layers of muck. It is typically massive but some pedons have platy, subangular blocky, or granular structure.\nThe bottom tier has broken face hue of 5YR to 10YR, value 2 to 3, and chroma 1 to 3.  Rubbed hue is 5YR or 10YR, value 2 to 3, and chroma 1 to 4.  It is mucky peat. It is typically massive but some pedons have platy or subangular blocky structure.  Some pedons have thin layers of coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barzee, Mooselake, and Rifle series all of which originate outside region R and receive annual average precipitation of 660, 711, and 762 mm respectively.  Mooselake soils have hemic material with 35 to 75 percent woody fiber."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Meadowsedge soils are in bogs and depressional areas within ground moraines, end moraines, outwash plains, and lake plains.  Slope gradients are less than 2 percent.  The mean annual precipitation ranges from about 1016 to 1270 mm and the mean annual temperature is about 4 to 7 degrees C. The frost-free period is 90 to 160 days. Elevation ranges from 75 to 895 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chocorua soils that are underlain with mineral material within a depth of 40 to 130 cm and the Lyme, Medomak, Moosilauke, Naumburg, Peacham, Pillsbury, Rumney, and Searsport soils which are mineral soils on nearby landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained.  Estimated runoff potential is high or very high except in closed depressions where it is negligible.  Estimated saturated hydraulic conductivity is high. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily in bogs, swamps, and depressional areas. Vegetation includes birch, cattail, hazlenut, leather leaf, meadow sweet, red maple, rushes, sedges, sheep laurel, sphagnum moss, swamp azalea, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Hampshire, MLRA 144B. The series is of small extent, approximately 8000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Merrimack County, New Hampshire"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Meadowsedge series is proposed to recognize Euic frigid Typic Haplohemists in region R.  These soils were previously recognized and correlated as the Rifle series which originates in a region that has a mean annual precipitation of about 762 mm.  Currently, there are about 22000 acres mapped as Rifle in NY, VT, and ME.  About 8000 acres will be mapped as Meadowsedge in NH upon establishment of the series.\nThe series name is a play on words inspired by a farmstead known as Meadowledge near the type location.\nDiagnostic horizons and other features recognized in this pedon are:\nfibric material from the surface to 10 cm (Oi horizon);\nhemic material from 10 to 130 cm (Oe1, Oe2, and Oe3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
