{
  "SERIES": "MEADOWVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "10/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Meadowville loam - in a wooded area. (Colors are for moist soils.)\nA--0 to 2 inches; dark brown (7.5YR 3/2) loam; moderate very fine granular structure; very friable; many fine roots; common very fine flakes of mica; moderately acid; clear smooth boundary.  (0 to 4 inches thick)\nE--2 to 14 inches; brown (7.5YR 4/4) loam; moderate very fine and fine granular structure; very friable; many fine and medium roots; common fine and medium pores; common very fine flakes of mica; moderately acid; clear smooth boundary.  (0 to 15 inches thick)\nBt1--14 to 28 inches; strong brown (7.5YR 5/6) loam; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine roots; common fine and medium pores; thin patchy clay films on faces of peds; common fine flakes of mica; 10 percent angular quartz pebbles; strongly acid; gradual smooth boundary.\nBt2--28 to 46 inches; yellowish brown (10YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; few fine and medium pores; thin patchy clay films on faces of peds; many fine flakes of mica; few soft black concretions; 5 percent angular quartz pebbles; strongly acid; gradual smooth boundary.\n2Bt3--46 to 52 inches; yellowish brown (10YR 5/6) sandy clay loam; few fine and medium distinct light gray (10YR 7/2) mottles; moderate medium and fine subangular blocky structure; hard, firm, sticky, plastic; few fine roots; thin patchy clay films on faces of peds; many fine flakes of mica; strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 25 to 50 inches)\n3C--52 to 76 inches; brownish yellow (10YR 6/6) fine sandy loam; strong brown (7.5YR 5/6) and light gray (10YR 7/2) streaks and mottles; rock controlled structure; firm in place, very friable when dug out; silty clay loam in thin lenses in crevices of weathered rock; many fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Virginia; 2 miles east of Elly on VA-614."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 30 to 60 inches. Depth to Bt horizons developed in unconforming materials ranges from 26 to 50 inches. Depth to rock is greater than 60 inches. Coarse fragments ranges from 0 to 15 percent in the control section. The soil is moderately acid through very strongly acid, unless limed.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 through 5. The Ap, where present, and the E horizon have hue of 7.5YR value of 4 or 5, and chroma of 4 through 8. These horizons are fine sandy loam, loam or silt loam.\nSome pedons have a BE horizon with hue of 7.5YR or 10YR, value of 5, and chroma of 4 through 8. They are sandy clay loam, loam or silt loam.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 or 5, and chroma of 4 through 8.  Low chroma mottles may be present at depths below 24 inches from the top of the argillic horizon.  A thin stone line may be present at the contact between the Bt and 2Bt horizons. The Bt horizon is loam, silt loam, clay loam or silty clay loam.\nThe 2Bt horizon has similar colors to the Bt horizon. The 2Bt horizon is sandy clay loam, sandy clay or loam in the fine earth fraction.\nThe C horizon has hue of 5YR through 10YR, value of 5 or 6, and chroma of 4 through 8. Streaks and mottles are present in some pedons. The C horizon is sandy loam, fine sandy loam, sandy clay loam, or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albemarle, Allegheny, Allenwood, Arendtsville, Aura, Bendington, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers, and Whiteford.  Albemarle and Clymer soils are dominated with sandstone rock fragments. Allegheny soils contain water worn rock fragments.  Allenwood and Chilmark soils have rock fragments subrounded by glacial action.  Arendtsville, Aura, Birdsboro, Chetwynd, Eubanks, Shouns and Thurmont soils have all or a part of the B horizon 2.5YR or redder.  Bedington, Bucks, Butano, Frankstown, Gilpin, Leck Kill, Nixon, Rayne, Shelocta, Ungers, and Whiteford soils are dominated with shale rock fragments.  Chester soils have mica in the lower B horizon.  Collington and Freehold soils contain glauconite.  Edgemont, Edneytown, Glenelg, Quakertown and Syenite soils have sola less than 40 inches thick and do not have a lithologic discontinuity in the series control section.  Elsinboro soils have sola less than 40 inches thick and water worn pebbles in the particle size control section.  Murrill soils are dominated with limestone rock fragments.  Tate soils are dominated with granite rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Meadowville soils are on undulating to rolling uplands of the northern Piedmont Plateau and possibly the Blue Ridge.  They are around the heads of drainageways, in saddles or depressions on concave or slightly convex slopes.  Slopes range from 0 to 15 percent.  They formed in material washed down from associated soils on higher adjacent slopes.  The mean annual temperature ranges from 53 degrees to 59 degrees F.  The mean\nannual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Chester, Eubanks, Glenelg soils and the Brandywine, Catoctin, Elioak, Fauquier, Hazel, Manor, and Myersville soils.  The Brandywine, Hazel, and Manor soils do not have an argillic horizon.  The Catoctin soils do not have a continuous Bt horizon.  The Elioak and Fauquier soils have red Bt horizons.  The Myersville soils have yellowish red Bt horizons and more than 35 percent base saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained; slow to medium runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is cleared and used for growing corn, grass hays, small grains, and pasture.  Native vegetation includes white oak, scarlet oak, red oak, chestnut oak and post oak, shortleaf pine, Virginia pine, pitch pine, hickory, dogwood and black gum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Piedmont Plateau of Virginia and possibly Maryland, Pennsylvania, and New Jersey.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fauquier County, Virginia, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  10/2003 Added semiactive cation-exchange activity class based on associated soils. Previously revised by DDR-NAM.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
