{
  "SERIES": "MEANS",
  "STATUS": "Established Series",
  "BYREV": "Rev.HBR/PSD",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Means sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse platy structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and nonplastic; common, very fine, and fine roots; mildly alkaline (pH 7.4); clear smooth boundary.  (2 to 5 inches thick)\nBt--3 to 17 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; moderate coarse prismatic structure parting to weak medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; many thin clay films on faces of peds; mildly alkaline (pH 7.4); gradual smooth boundary.  (6 to 14 inches thick)\nBk--17 to 27 inches; brown (10YR 5/3) loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine roots; strongly effervescent, lime disseminated and as common thin coatings on pebbles, 2 percent fine pebbles; mildly alkaline (pH 7.6); gradual smooth boundary.  (4 to 11 inches thick)\n2C--27 to 38 inches; brown (10YR 5/3) gravelly sand, brown (10YR 4/3) moist; single grain; loose; few fine roots; slightly effervescent, lime disseminated and as few thin coatings on some pebbles, about 25 percent pebbles (less than one-half inch in diameter); mildly alkaline (pH 7.6); abrupt smooth boundary.  (12 to 26 inches thick)\n3Cr--38 to 60 inches; soft, olive green shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweetwater County, Wyoming; 1,900 feet west of NE corner of sec. 15, T. 26 N., R. 105 W.  About 11 miles NE of Farson."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and contrasting but nonlimiting sand and gravel 2C horizon ranges from 10 to 20 inches.  Depth to bedrock and the paralithic contact is 20 to 40 inches.  The mean annual soil temperature is 43 to 47 degrees F., and the mean summer soil temperature is 59 to 63 degrees F.  These soils are noncalcareous from 10 to 20 inches except where recharged by irrigation.  Conductivity is less than 2 mmhos in the A and Bt horizons and less than 4 mmhos in the Bk and substrata horizons.  Rock fragments are mostly rounded stream gravels and range from 0 to 15 percent in the A and Bt horizons and 0 to 35 percent in the Bk and C horizons.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, and 3 or 4 moist, and chroma of 2 or 3.  Reaction is neutral or mildly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 through 5 moist, and chroma of 3 or 4.  Texture is sandy loam or fine sandy loam with 10 to 18 percent clay and more than 50 percent fine sand or coarser.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Calcium carbonate equivalent ranges from 5 to 18 percent.  Textures are gravelly sandy loam, sandy loam, loamy coarse sand, or gravelly sand.  Reaction is mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cotha, Elk Mountain, Farson, Ryan Park, and Ryark series.  Cotha soils have no horizons of carbonate accumulation.  Elk Mountain soils formed in uniform sediments and do not have contrasting textures above bedrock.  Farson, Ryan Park, and Ryark soils are deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Means soils are on nearly level to sloping relict fan aprons and fan piedmonts.  Slopes are 0 to 10 percent.  Elevation is 6,500 to 7,200 feet.  The mean annual precipitation ranges from about 6 to 12 inches with about half falling as snow or rain in April, May, and early June.  The mean annual temperature is about 34 to 40 degrees F.  The frost-free season is estimated to range from 60 to about 85 days depending upon aspect and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elk Mountain and Farson soils.  Elk Mountain soils do not have the coarse textured layer above the bedrock.  Farson soils are over 60 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability in the Bt, rapid in the 2C substratum.  During irrigation season, a perched water table may develop in irrigated areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, and irrigated hayland and some small grain.  Native vegetation is mainly big sagebrush, low rabbitbrush, western wheatgrass, needleandthread, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are of minor extent in southwest Wyoming, occurring mainly in Eden Valley of Sweetwater County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Eden Valley Area, Sweetwater County, Wyoming; 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
