{
  "SERIES": "MEATON",
  "STATUS": "Established Series",
  "BYREV": "GWC-CLN-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Meaton series consists of very deep, somewhat poorly drained soils. These nearly level soils formed in loamy fluviomarine deposits of the Beaumont Formation. Slope ranges from 0 to 1 percent. Mean annual air temperature is about 20.6 degrees C (69 degrees F), and mean annual precipitation is about 1397 mm (55 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, hyperthermic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Meaton silt loam in an area of Meaton-Levac complex, 0 to 1 percent slopes, rarely flooded (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm, (0 to 6 in); very dark grayish brown (10YR 3/2) silt loam; moderate fine subangular blocky structure, and moderate medium subangular blocky structure; friable; many very fine roots throughout; many very fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 2 to 5 percent krotovinas (volume percent); electrical conductivity is 0.9 mmhos/cm; exchangeable sodium percentage is 4; moderately acid ; clear wavy boundary. (12 to 28 cm [5 to 11 in] thick)\nA--15 to 40 cm, (6 to 16 in); very dark grayish brown (10YR 3/2) loam, moderate medium subangular blocky structure; friable; many very fine roots throughout; many very fine tubular pores; 2 percent distinct white (10YR 8/1) silt coats on vertical faces of peds; 3 percent fine prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 2 to 4 percent krotovinas (volume percent); electrical conductivity is 1.4 mmhos/cm; exchangeable sodium percentage is 9; strongly acid; clear wavy boundary. (16 to 30 cm [6 to 12 in] thick)\nBt--40 to 72 cm, (16 to 28 in); dark gray (10YR 4/1) loam; moderate medium prismatic structure parts to moderate medium subangular blocky; firm; common very fine and fine roots throughout; common very fine and fine tubular pores; 5 percent distinct white (10YR 8/1) silt coats on vertical faces of peds; 15 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 5 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; 5 percent coarse distinct gray (2.5Y 6/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 8 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries lining pores; 2 to 5 percent krotovinas (volume percent); electrical conductivity is 1.4 mmhos/cm; exchangeable sodium percentage is 8; very strongly acid, pH 4.9; gradual wavy boundary. (12to 85 cm [5 to 34 in] thick)\nBtg1--72 to 109 cm, (28 to 43 in); gray (2.5Y 5/1) clay loam; moderate medium prismatic structure parts to moderate medium angular blocky; firm; many very fine roots throughout; many very fine tubular pores; 5 percent distinct white (10YR 8/1) silt coats on vertical faces of peds; 20 percent distinct dark gray (10YR 4/1) clay films on all faces of peds; 3 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pore; 5 percent coarse prominent reddish yellow (7.5YR 6/6) masses of oxidized iron with sharp boundaries on vertical faces of peds; 8 percent coarse faint gray (2.5Y 6/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 3 to 8 percent krotovinas (volume percent); electrical conductivity is 1.4 mmhos/cm; exchangeable sodium percentage is 10; strongly acid; gradual wavy boundary. (combined thickness of the Btg horizons 69 to 152 cm [27 to 60 in])\nBtg2--109 to 132 cm, (43 to 52 in); gray (5Y 6/1) clay loam; moderate medium prismatic structure parts to moderate medium angular blocky; firm; common very fine roots throughout; common very fine tubular pores; 25 percent prominent gray (5Y 6/1) clay films on all faces of peds; 3 percent fine prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 5 percent medium distinct light gray (5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 20 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries on vertical faces of peds; 5 to 10 percent krotovinas (volume percent); electrical conductivity is 1.4 mmhos/cm; exchangeable sodium percentage is 10; moderately acid; gradual wavy boundary.\nBtg3--132 to 159 cm, (52 to 63 in); light gray (5Y 7/1) clay loam; moderate coarse prismatic structure parts to moderate coarse angular blocky; firm; common very fine roots throughout; common very fine tubular pores; 25 percent prominent gray (N 6/) clay films on vertical faces of peds; 3 percent coarse distinct greenish gray (10BG 6/1) iron depletions with diffuse boundaries lining pores; 5 percent medium prominent black (N 2.5/) iron-manganese masses with sharp boundaries in matrix; 10 percent coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries on vertical faces of peds; 15 percent coarse distinct light greenish gray (10Y 7/1) iron depletions with diffuse boundaries on vertical faces of peds; 3 to 5 percent krotovinas (volume percent); electrical conductivity is 1.1 mmhos/cm; exchangeable sodium percentage is 9; neutral; gradual wavy boundary.\nBtg4--159 to 203 cm, (63 to 203 cm); light greenish gray (10Y 7/1) loam; moderate very coarse prismatic structure parts to moderate very coarse subangular blocky; firm; common very fine roots throughout; common fine vesicular and common very fine tubular pores; 20 percent prominent light greenish gray (10Y 7/1) clay films on vertical faces of peds; 5 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries on vertical faces of peds; 10 percent coarse prominent greenish gray (10BG 6/1) iron depletions with diffuse boundaries lining pores; 20 percent coarse prominent black (N 2.5/) iron-manganese masses with sharp boundaries on vertical faces of peds; 3 to 5 percent krotovinas (volume percent); electrical conductivity is 1.0 mmhos/cm; exchangeable sodium percentage is 8; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, TX; from the intersection of Texas Highway 73 and ranch road which is due south of Labelle Road, about 1 mile south on private road; 0.2 mile east on farm road; 350 ft north in cropland. (Alligator Hole Marsh USGS topographic quadrangle; Latitude: 29 degrees, 49 minutes, 49.75 seconds N; Longitude: 94 degrees, 9 minutes, 28.5 seconds W. WGS84.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years. The summer months are the driest, while fall through spring months are the wettest months.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nDepth to aquic conditions: 28 to 58 cm (11 to 23 in)\nParticle-size control section (weighted average)\nClay content: 21 to 31 percent\nCEC/clay ratio: 0.55 to 0.60\nAp Horizon\nHue: 10YR or 2.5Y\nValue: 2 or 3\nChroma: 1 or 2\nTexture: very fine sandy loam, silt loam or loam\nClay content: 8 to 26 percent\nRedox concentrations: amount-1 to 8 percent, location-lining pores, shades-brown or yellow\nRedox depletions: amount-0 to 2 percent, location-adjacent to redox concentrations, shades- gray\nElectrical conductivity (mmhos/cm): 0 to 4\nExchangeable sodium percentage: 0 to 11\nSodium adsorption ratio: 0 to 9\nReaction: very strongly acid to slightly acid\nA Horizon\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1 or 2\nTexture: very fine sandy loam, silt loam or loam\nClay content: 7 to 26 percent\nRedox concentrations: amount-1 to 8 percent, location-lining pores, shades-brown or yellow\nRedox depletions: amount-0 to 2 percent, location-adjacent to redox concentrations, shades-gray\nElectrical conductivity (mmhos/cm): 0 to 4\nExchangeable sodium percentage: 0 to 12\nSodium adsorption ratio: 0 to 12\nReaction: very strongly acid to neutral\nBt Horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2\nTexture: loam or clay loam\nClay content: 24 to 34 percent\nRedox concentrations: amount-5 to 15 percent, location-lining pores, shades-brown or yellow\nRedox depletions: amount-2 to 10 percent location-adjacent to redox concentrations, shades-gray\nIron-manganese concentrations: amount-0 to 5 percent, kind-nodules or masses\nElectrical conductivity (mmhos/cm): 0 to 4\nExchangeable sodium percentage: 3 to 15\nSodium adsorption ratio: 0 to 12\nReaction: very strongly acid to slightly alkaline\nBtg (Btkg where present) Horizon\nHue: 2.5Y to N\nValue: 5 to 7\nChroma: 1 or 2\nTexture: very fine sandy loam, loam, clay loam or silty clay loam\nClay content: 19 to 39 percent\nRedox concentrations: amount-10 to 30 percent, location-in matrix and lining pores, shades-brown, yellow red (red redox concentrations are less than 20 percent)\nRedox depletions: amount-5 to 20 percent, location-adjacent to redox concentrations and lining pores, shades-gray, green, or blue\nIron-manganese concentrations: amount-2 to 12 percent, kind-masses or nodules\nIdentifiable secondary carbonate: amount-0 to 10 percent, kind-nodules and masses\nElectrical conductivity (mmhos/cm): 0.5 to 4\nExchangeable sodium percentage: 3 to 20\nSodium adsorption ratio: 0 to 16\nReaction: strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no series in the same family. Similar soils are the Aris, Edgerly , Jeanerette, Labelle, Leton, Morey series.\nAris and Leton soils: ochric epipedons; are wetter\nEdgerly and Jeanerette soils: are wetter; superactive cation exchange capacity to clay class\nLabelle soils: in a fine family; are drier\nMorey soils: are drier; in a superactive cation exchange capacity to clay class"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Beaumont Formation of Pleistocene age\nLandscape: flat coastal plains\nLandform: flats\nSlope: 0 to 1 percent\nMean annual air temperature range: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1219 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the fall and spring months.\nFrost-free period: 270 to 300 days\nElevation: 1 to 5 m (3 to 16 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aris, Anahuac, Labelle, Levac, Orcadia, Morey and the Spindletop series.\nAris soils: are gray throughout due to wetness; are on flats\nAnahuac and Orcadia soils: are on a broader landform\nLabelle soils: have subsoils with more clay content; on flats\nLevac soils: somewhat poorly drained; are truncated pimple mounds\nMorey soils: are higher in elevation; not subject to storm surge\nSpindletop soils: are in a fine family; are on pimple mounds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat poorly drained. Runoff is high. Rarely flooded for very brief to brief periods. Flooding occurs as a result of storm surge during tropical storms which occurs in areas less than 4.6 m (15 ft) elevation. These soils have endosaturation from 40 to 203 cm (16 to 80 in) below the surface from January to March in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture or rice production.  Some areas are used for rangeland.  Native grasses include species of andropogon, paspalum, and panicum"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas generally east of the Trinity River, Land Resource Region T; MLRA 150A; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Texas; 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Meaton soils were formerly included with the Morey series. The series type location was moved during the update of MLRA 150A to a location with lab data.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 50 to 90 cm (16 to 36 in). (Bt1 and Bt2 horizon)\nMollic epipedon: 0 to 40 cm (0 to 16 in). (Ap and A horizons)\nArgillic horizon: 40 to 203 cm (16 to 80 in). (Bt, Btg1, Btg2, Btg3, Btg4 horizons)\nEndosaturation: The zone of saturation at 72 to 203 cm (28 to 80 in). (Btg1, Btg2, Btg3 horizons)\nAdditional Comments: Data on sampled pedons indicate a mixed mineralogy and active CEC to clay class.\nADDITIONAL DATA: KSSL data from type location on pedon S12TX2451004. Additional data on pedons S10TX0712760, S12TX2451003, and S12TX2451000. Pedon S12TX2451000 is a taxadjunct to the series.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
