{
  "SERIES": "MECAN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mecan loamy fine sand - on a 10 percent slope in an uncultivated area at an elevation of about 259 meters (850 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 inches); brown (10YR 4/3) loamy fine sand, pale brown (10YR 6/3) dry; weak fine granular structure; very friable; common fine roots; moderately acid; abrupt smooth boundary.  [10 to 15 cm (4 to 6 inches) thick]\nE--10 to 31 cm (4 to 12 inches); brown (7.5YR 5/4) loamy fine sand; weak fine granular structure; very friable; common fine roots; moderately acid; clear wavy boundary.  [0 to 20 cm (0 to 8 inches) thick]\nBt1--31 to 46 cm (12 to 18 inches); reddish brown (5YR 4/4) sandy loam; weak fine subangular blocky structure; very friable; common fine roots; few clay films on faces of peds; slightly acid; clear wavy boundary.\nBt2--46 to 69 cm (18 to 27 inches); dark reddish brown (5YR 3/4) sandy loam; moderate medium subangular blocky structure; firm; common faint fine roots; common faint clay films on faces of peds; slightly acid; gradual wavy boundary.\nBt3--69 to 81 cm (27 to 32 inches); dark reddish brown (5YR 3/4) sandy loam; moderate fine subangular blocky structure; friable; some organic stains on faces of peds; about 2 percent dolomitic gravel; common fine roots; common faint clay films on faces of peds; neutral; clear wavy boundary.\nBt4--81 to 119 cm (32 to 47 inches); reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; about 2 percent dolomitic gravel; few fine roots; common faint clay bridging of sand grains; neutral; gradual wavy boundary. [Combined thickness of the Bt horizons ranges from 76 to 140 cm (30 to 55 inches).]\nC--119 to 152 cm (47 to 60 inches); brown (7.5YR 5/4) sandy loam; massive; very friable; about 6 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marquette County, Wisconsin; about 9 miles north and 2 1/2 miles west of Montello; 1,480 feet north and 100 feet west of the southeast corner of sec. 24, T. 17 N., R. 9 E. USGS Germania Wisconsin Quadrangle; lat. 43 degrees 55 minutes 42 seconds N., and long. 89 degrees 21 minutes 55 seconds W., Nad 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches), typically coincides with the depth to carbonates but some pedons have carbonates in the lower part of the argillic horizon.\nParticle-size control section:  averages 10 to 18 percent clay, 50 to 70 percent fine sand or coarser\nVolume of gravel: 0 to 2 percent in the A horizon; 0 to 8 percent in the B horizon; 2 to 15 percent in the C horizon\nVolume of cobbles and stones: 0 to 2 percent in the solum and the C horizon\nReaction: naturally strongly acid to slightly acid in the surface and subsurface layers and in the upper layers of the subsoil, neutral, where the soil is limed; neutral or slightly alkaline in the lower part of the subsoil; slightly or moderately alkaline in the substratum\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2 or  3\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, loamy sand or loamy fine sand\nAp horizon:\nHue: 7.5TR or 10YR\nValue: 3 to 5, colors with moist value of 3 have dry value of 6 or more\nChroma: 2 to 4\nTexture: sandy loam, fine sandy loam, loamy sand or loamy fine sand\nE horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: sandy loam, fine sandy loam, loamy sand or loamy fine sand\nBt horizon:\nHue: 2.5YR, 5YR or 7.5YR\nValue: 3 or 4\nChroma: 4 to 6\nTexture: sandy loam, sandy clay loam or loam\nC horizon:\nHue:  typically 5YR or 7.5YR  but in some pedons, the hue is 10YR.\nValue: 4 to 6\nChroma: 4 to 6\nTexture: sandy loam or loamy sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brownsburg, Crumstown, Eleva, Hillsdale,  and Oshtemo.   Brownsburg soils have a paralithic or lithic contact within 152 cm (60 inches). Crunstown soils have redox features in the lower part of the series control section. Eleva soils have a paralithic contact at depths between 51 to 102 cm (20 and 40 inches). Hillsdale soils have hues yellower than 5YR throughout. Oshtemo soils are stratified in the lower part of the series control section and have more than 90 percent sand there."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mecan soils occupy undulating to hilly glacial ground and end moraines.  Slope ranges from 2 to 30 percent.  These soils formed in thick deposits of sandy loam or loamy sand glacial till. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual temperature ranges from 7.2 to 10.6 degrees C (45 to 51 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coloma and the competing Lapeer and Wyocena soils.  All of these soils occupy similar landscape positions, but are distinguished from the Mecan soils principally on the basis of solum development.  Coloma soils are coarser-textured, have less well developed argillic horizons in the form of lamellae, and are acid in the lower part of the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well  drained. The potential for  surface runoff ranges from negligible to high. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil have been cleared of trees and are used for cropland. Common crops are corn, small grain, and forages. Native vegetation is deciduous forest consisting principally of black oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 89, and 95B in central Wisconsin along the fringes of the highly calcareous glacial drift.  These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marquette County, Wisconsin, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon -  0 to 31 cm (0 to 12 inches) (A, E); argillic horizon - 31 to 119 cm (12 to 47 inches) (Bt1, Bt2, Bt3, and Bt4);\n-Use and Vegetation? says most areas are used for cropland but TUD is from non-cropland.\n-The TUD in Green Lake County has 7.5YR hue throughout the argillic. OSD requires hue of 5YR or redder in some part of argillic.\n-Is the thin sandy mantle till or eolian? Litologic discontinuity?\nNational Cooperative Soil Survey\nU.S.A."
  }
}
