{
  "SERIES": "MECCAPASS",
  "STATUS": "Established Series",
  "BYREV": "Rev: PRR/CAH/ET",
  "REVDATE": "11/2015",
  "STATES": "CA",
  "OVERVIEW": "The Meccapass series consists of moderately deep, well drained soils that formed in colluvium and residuum derived from gneiss, granite and/or other granitoid rocks. Meccapass soils are on mountains. Slope ranges from 15 to 75 percent. The mean annual precipitation is 100 millimeters (4 inches) and the mean annual temperature is about 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Meccapass gravel, on a linear, 44 percent slope under desert shrubs at an elevation of 483 meters (1585 feet). (Colors are for dry soil unless otherwise noted.)\nC -- 0 to 5 centimeters (0 to 2 inches); gravel; 10 percent fine gravel, 62 percent medium and coarse gravel, 20 percent cobbles, 2 percent stones and 1 percent boulders. (2 to 15 centimeters thick)\nA -- 5 to 7 centimeters (2 to 3 inches); brown (10YR 5/3) very gravelly fine sandy loam; dark brown (10YR 3/3) moist; moderate very thick platy parting to moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; common very fine irregular and common fine interstitial pores; 10 percent fine gravel, 20 percent medium and coarse gravel, and 5 percent cobbles; very slightly effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary. (2 to 8 centimeters thick)\nBk -- 7 to 41 centimeters (3 to 16 inches); pale brown (10YR 6/3), very gravelly loam; dark yellowish brown (10YR 3/4) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common fine and very fine irregular pores; 7 percent prominent white (10YR 8/1) calcium carbonate coats on bottom surfaces of rock fragments; 20 percent fine gravel, 35 percent medium and fine gravel, and 4 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (32 to 67 centimeters thick)\nBCk -- 41 to 68 centimeters (16 to 27 inches); light yellowish brown (10YR 6/4), extremely gravelly sandy loam; dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; common very fine roots in cracks; few very fine irregular pores; 12 percent prominent white (10YR 8/1) calcium carbonate coats on rock fragments; 12 percent fine gravel, 50 percent medium and coarse gravel, 10 percent medium and coarse paragravel, 3 percent cobbles, and 3 percent paracobbles; violently effervescent; moderately alkaline (pH 8); clear wavy boundary. (0 to 52 centimeters thick)\nCrk-- 68 to 150 centimeters (27 to 60 inches); moderately cemented, moderately weathered fractured granitoid bedrock with fractures greater than 10 centimeters apart; high excavation difficulty; moderately few very fine roots in mat at top of horizon; 30 percent medium, prominent, irregular, weakly-cemented, white (10YR 8/1), calcium carbonate masses with clear boundaries at top of horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; about 800 meters north-northeast of the intersection of the Edison Powerline Road and the I-10 Frontage Road and about 610 meters due north of the Edison Powerline Road; about 755 meters west and 675 meters north of the southeast corner of sec. 2, T. 6 S., R. 10 E. San Bernardino Baseline and Meridian; 33 degrees, 40 minutes, and 40.0 seconds north latitude, and 115 degrees, 54 minutes, and 52.8 seconds west longitude; USGS Cottonwood Basin 7.5 minute topographic quadrangle; UTM 11S 0600605e 3726960n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms.  The soils have a typic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (63 to 73 degrees F).\nSurface rock fragments: 80 to 100 percent, with 5 to 55 percent fine gravel, 25 to 65 percent medium and coarse gravel, 15 to 50 percent cobbles, 1 to 10 percent stones, and 0 to 10 percent boulders.\nControl section\nRock fragments:  40 to 80 percent.\nClay content: 6 to 12 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to paralithic contact: 50 to 100 centimeters (20 to 40 inches).\nC horizon\n80 to 100 percent rock fragments; 5 to 55 percent fine gravel, 10 to 62 percent medium and coarse gravel, 8 to 50 cobbles, 0 to 10 percent stones and 0 to 10 boulders.\nA horizon\nHue: 10YR or 2.5Y\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy fine sand, fine sandy loam and sandy loam.\nClay content: 4 to 10 percent.\nRock fragments: 15 to 40 percent, 15 to 35 gravel and 0 to 5 percent cobbles.\nEffervescence: noneffervescent to violently effervescent.\nReaction: slightly or moderately alkaline.\nBk and/or Bw horizon(s)\nHue: 10YR or 2.5Y\nValue: 5 to 7 dry, 3 to 6 moist.\nChroma: 2 to 4 dry, 3 or 4 moist.\nTexture of the fine earth: loamy coarse sand, sandy loam, fine sandy\nloam, or loam.\nClay content: 6 to 18 percent.\nRock fragments: 15 to 100 percent, 15 to 55 percent indurated gravel, 0 to 20 percent indurated cobbles, 3 to 20 percent paragravel and paracobbles.\nEffervescence: very slightly to violently effervescent.\nCalcium carbonate equivalent: 0 to 3 percent.\nReaction: slightly or moderately alkaline.\nBCk, BCt and/or Ck horizon(s) (when present)\nHue: 10YR or 2.5Y\nValue: 5 to 7 dry,and 4 to 6 moist.\nChroma: 3 to 4 dry, and 3 to 6 moist.\nTexture of the fine earth: loamy coarse sand, coarse sandy loam, sandy loam, and loam.\nClay content: 6 to 14 percent.\nRock fragments: 3 to 100 percent, 30 to 75 percent indurated gravel, 0 to 20 percent indurated cobbles, 0 to 5 percent stones, with 0 to 25 percent paragravel and 3 to 20 percent paracobbles.\nEffervescence: very slightly to violently effervescent.\nCalcium carbonate equivalent: 0 to 3 percent.\nReaction: slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Laposa (AZ), Momoli (AZ) and Snapcan (AZ+NV) series. None of these soils have a surface C horizon with 80 percent or more fragments. Momoli soils are also very deep, and form in alluvium and eolian deposits. Laposa soils are moderately deep to a lithic contact. Snapcan soils have 18 to 24 percent clay in the particle size control section, and form in colluvium and residuum derived from fanglomerate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Meccapass soils are on mountains. Slopes range from 15 to 75 percent. These soils formed in colluvium and residuum derived from gneiss, granite and/or other granitoid rocks. Elevations range from 440 to 1,150 meters (1,445 to 3,770 feet). The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C. (63 to 73 degrees F.).  The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bulletproof, Contactmine, Jadestorm, and Seanna soils.  Bulletproof soils are on similar landscape positions, but Bulletproof soils have no diagnostic subsurface horizons and are less than 36 centimeters to a paralithic contact. Contactmine and Seanna soils are on cooler mountain backslopes and have a warm thermic soil temperature regime. In addition, Contactmine soils are fine-loamy in the particle-size control section, are not skeletal and have an argillic horizon above the paralithic contact. Jadestorm soils are typically near areas of rock outcrop, are shallow to a paralithic contact, and have a loamy-skeletal particle size control section. Seanna soils do not have a diagnostic horizon above a shallow paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high to high saturated hydraulic conductivity above the bedrock and moderately low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is brittlebush, California fagonbush, and creosote bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012.  The soil name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon: from a depth of 0 to 5 centimeters.\nOchric epipedon - from a depth of 5 to 18 centimeters (A and Bk horizons)\nCambic horizon - from a depth of 7 to 68 centimeters (Bk and BCk horizons)\nParalithic contact - the zone beginning at 68 centimeters (Crk horizon).\nParticle-size control section - from a depth of 25 to 68 centimeters.\nResponsibility for this series was transferred from Davis to Phoenix 11/2015. The last revision to the series was 6/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
