{
  "SERIES": "MECHANICSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFB-DRM-LER",
  "REVDATE": "08/2005",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mechanicsburg silt loam, on a west-facing, convex, 5 percent slope in a cultivated field at an elevation of 1060 feet msl.(Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 9 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many fine roots; 5 percent rock fragments; moderately acid; abrupt smooth boundary. (6 to 10 inches thick.)\nBA -- 9 to 14 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; 5 percent rock fragments; strongly acid; clear smooth boundary. (0 to 7 inches thick.)\nBt1 -- 14 to 27 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine roots; common faint brown (7.5YR 4/4) clay films onn faces of peds; few fine dark iron-manganese concretions; 10 percent rock fragments; very strongly acid; clear smooth boundary. (Combined thickness of the Bt horizons is 8 to 27 inches.)\n2Bt2 -- 27 to 32 inches; dark yellowish brown (10YR 4/4) channery loam; weak coarse subangular blocky structure; firm; few fine roots; few faint brown (10YR 5/3) clay films on faces of peds; few fine dark iron-manganese concretions; 20 percent rock fragments; very strongly acid; clear wavy boundary. (0 to 8 inches thick.)\n2C -- 32 to 60 inches; yellowish brown (10YR 5/4) extremely channery loam; massive; friable; few fine roots in vertical and horizontal fractures between displaced rock fragments; 80 percent channers about 4 to 10 inches in length; very strongly acid in upper part grading to moderately acid at 60 inches. (0 to 36 inches thick.)\n2R -- 60 inches; yellowish brown (10YR 5/4) fractured hard siltstone bedrock with fractures more than 4 inches apart and little rock displacement."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Ohio; Wayne Township, about 1 mile south of Mechanicsburg; 2110 feet east and 780 feet north of the southwest corner, sec. 19, T. 16 N., R. 13 W.; U.S.G.S. Wooster, Ohio topographic quadrangle; Latitude 40 degrees, 50 minutes, 44 seconds N. and Longitude 81 degrees, 59 minutes, 8 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to material weathered from fractured bedrock typically is 20 to 36 inches; but the solum extends to 60 inches in some pedons, and depth to underlying residuum is as much as 50 inches. The lithic contact is at a depth of 40 to 72 inches. Rounded rock fragments of mixed lithology and mainly less than 4 centimeters in diameter are 0 to 10 percent in the Ap, A, and E horizons and 1 to 20 percent in Bt and BC horizons; thin flat fragments of siltstone or fine grained sandstone are 15 to 50 percent in 2Bt and 2BC horizons and 60 to 90 percent in the 2C horizon.\nThe Ap horizon has hue of 10YR, value of 4 or 5 (6 or 7 dry), and chroma of 2 or 3. Some undisturbed pedons have a thin A horizon 1 to 4 inches thick that has value of 2 to 4 and chroma of 1 or 2; and have an E horizon 1 to 7 inches thick that has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. The Ap or A and the E horizons commonly are very strongly acid or strongly acid but the Ap horizon ranges to neutral.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. It is loam, silt loam, clay loam, silty clay loam, or their gravelly analogues. It is very strongly acid to moderately acid. BC horizons are in some pedons.\nThe 2Bt and 2BC horizons have hue of 2.5Y, 10YR, or 7.5YR, value of 4 or 5, and chroma of 3 or 4. They are channery, very channery, flaggy, or very flaggy analogues of silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam. They are very strongly acid to moderately acid.\nThe 2C horizon has similar color and reaction range as the 2BC horizon but is extremely channery or extremely flaggy analogues of silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam.\n2Cr horizons are permitted above the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alantus (T), Athol, Burkittsville (T), Cateache, Culleoka, Door, Duffield, Dumfries, Ebbing, Frondorf, Grayford, Hayter, Kell, Lamotte, Legore, Loudonville, Manassas, Middleburg, Morrison, Myersville, Oatlands, Panorama, Pasturerock (T), Sowego (T), Spriggs, Sudley, Westmoreland, Wheeling, and Williamsburg series. Alanthus (T) soils contain a significant amount of metabasalt and greenstone rock fragments. Athol, Door, Duffield, Ebbing, Middleburg, Morrison, Wheeling, and Williamsburg soils typically have thicker sola. Ebbing soils also have less than 60 percent rock fragments in the C horizon. The Burkittsville (T) soil does not have an OSD to compete. Cateache, Culleoka, Frondorf, Kell, Loudonville, and Spriggs soils have a lithic contact within 40 inches. Dumfries, Grayford, Hayter, Lamotte, Manassas, Myersville, Oatlands, Panorama, Sowego (T), and Sudley soils have a higher mean annual temperature. Dumfries soils also have bedrock at greater than 20 feet. Grayford soils also have 10 percent or less rock fragments in the 2Bt horizon. Lamotte soils also have less than 10 percent rock fragments in the lower part of the series control section. Legore soils contain a significant amount of diabase and diorite rock fragments. Pasturerock (T) soils have less than a 10 degree centigrade difference between mean summer and mean winter temperatures. Westmoreland soils do not have a lithologic discontinuity between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mechanicsburg soils formed in medium textured Wisconsinan Age or Illinoian Age till 20 to 36 inches thick and material weathered from the underlying acid, fine grained sandstone, or siltstone. They are on upland interfluves, head slopes, nose slopes and side slopes. Slope has a plane or convex surface and ranges from 2 to 25 percent. Mean annual precipitation ranges from about 35 to 39 inches, and mean annual temperature ranges from about 49 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Bogart, Brownsville, Canfield, Chili, Luray, Rittman, Sebring, and Wooster soils. Berks and Brownsville soils are loamy-skeletal and are on nearby areas that do not have a till mantle. The moderately well drained Bogart and Chili soils formed in stratified loamy, sandy, and gravelly materials and are on nearby terraces and outwash plains. The moderately well drained Canfield, moderately well drained Rittman, and Wooster soils have fragipan horizons and are on similar landscape positions where deposits of till are thicker than 40 inches. The very poorly drained Luray soils and poorly drained Sebring soils formed in lacustrine sediments and are in depressions or are on nearby stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff is low to high. Permeability is moderate in the till-derived material and moderately rapid in the underlying residuum, above bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas on slopes less than 18 percent are cultivated. Corn, oats, wheat, mixed hay, and pasture are the principal crops. Some more sloping areas are used for woodland and habitat for wildlife. Natural vegetation is hardwood forest, consisting mainly of sugar maple, oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Ohio. MLRA 114 and 139. The series is of moderate extent, about 24,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wayne County, Ohio, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Mechanicsburg soils were formerly mapped as Loudonville soils in some earlier surveys. Field investigations indicate that the upper contact of the underlying bedrock in some areas is fractured with more than 10 percent soil material between displaced rock fragments. Roots extend considerable distance into such fractures. A thin loess mantle is present in some areas.\nDiagnostic horizons and features recognized in this pedon are:\na) Ochric epipedon - from the surface to a depth of about 9 inches (Ap horizon).\nb) Argillic horizon - from a depth of about 14 to about 32 inches (Bt1 and 2Bt2 horizons).\nNotes: 02/2000 revision included numerous changes made to the OSD.\nAcreage based on 2004 data.\n07/2005-The competing series were compared by the 9th Edition of Keys to Soils Taxonomy.\nADDITIONAL DATA: Refer to pedon WN-S94 for characterization data on the typical pedon, from Wayne County, Ohio, and LC-1, WN-S22, and WN-S24; samples analyzed by The Ohio State University Soil Characterization Laboratory, Columbus, Ohio.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
