{
  "SERIES": "MECKESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EAW-AWD-ART",
  "REVDATE": "08/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Meckesville loam - in woodland on an 8 to 15 percent north facing slope.(Colors are for moist soil unless otherwise noted.)\nOi1--2 to 1 inches, brown (7.5YR 5/4) leaf litter, extremely acid. (1/2 to 2 inches thick.)\nOi2--1 to 0 inch, black (N 2/) fibrous organic mat; extremely acid. (0 to 2 inches thick.)\nA--0 to 2 inches, dark reddish brown (5YR 3/2) loam; weak fine granular structure; very friable, slightly sticky and nonplastic; 5 percent rock fragments; extremely acid; clear wavy boundary. (1 to 3 inches thick.)\nE--2 to 7 inches, reddish brown (5YR 4/3) loam; weak medium subangular blocky structure parting to weak medium granular; very friable, slightly sticky and slightly plastic; 10 percent rock fragments; very strongly acid; clear wavy boundary. (2 to 5 inches thick.)\nBt1--7 to 14 inches, reddish brown (5YR 4/3) clay loam; moderate medium subangular blocky structure; friable, slightly sticky and slightly plastic; common distinct clay films on faces of peds; 10 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 12 inches thick.)\nBt2--14 to 23 inches, reddish brown (2.5YR 4/4) loam; moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; common distinct clay films on faces of peds; 10 percent rock fragments; extremely acid; gradual wavy boundary. (8 to 15 inches thick.)\nBt3--23 to 31 inches, dusky red (10R 3/4) gravelly loam; moderate medium subangular blocky structure; firm, slightly sticky and slightly plastic; common distinct clay films on faces of peds; continuous clay films in pores; few black coats on ped surface; 15 percent rock fragments, very strongly acid; clear wavy boundary. (0 to 15 inches thick.)\nBtx1--31 to 42 inches, weak red (10R 4/4) gravelly loam; weak very coarse prismatic structure parting to weak medium and thin platy; very firm and brittle, slightly sticky and slightly plastic; continuous clay films in pores and on upper surfaces of plates; 30 percent rock fragments; very strongly acid; gradual wavy boundary. (10 to 24 inches thick.)\nBtx2--42 to 55 inches, weak red (10R 4/3) gravelly clay loam;few medium distinct weak very coarse prismatic structure parting to moderate medium platy; very firm and brittle, slightly sticky and slightly plastic; common distinct clay films on surfaces of many plates, moderately thick clay films in pores; few medium distinct pale red (2.5YR 6/2) iron depletions and red (2.5YR 4/6) masses of iron accumulation; 30 percent rock fragments; very strongly acid; clear wavy boundary. (0 to 10 inches thick.)\nBtx3--55 to 70 inches, weak red (10R 4/4) gravelly loam; weak very coarse prismatic structure parting to moderate medium blocky; very firm and brittle, slightly sticky and moderately plastic; common distinct clay films in pores and on ped surfaces; 30 percent rock fragments; few medium distinct pale red (2.5YR 6/2) iron depletions and red (2.5YR 4/6)masses of iron accumulation; very strongly acid; gradual wavy boundary. (0 to 15 inches thick.)\nC--70 to 96 inches, weak red (10R 4/4) gravelly loam; weak thick platy structure; firm, slightly sticky, slightly plastic; 30 percent rock fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Schuylkill County, Pennsylvania, Hegins Township, 1.4 miles south on T487 from its intersection with PA 25 in Valley View."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 80 inches. Depth to bedrock is more than 60 inches. Depth to the fragipan ranges from 25 to 48 inches. Rock fragments, mostly red sandstone or shale but including some subrounded quartzite and sandstone in the upper solum, range from 5 to 30 percent in the upper part of the solum, from 10 to 50 percent in the lower part of the solum, and 15 to 80 percent in the C horizon. Reaction ranges from extremely through strongly acid where unlimed.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 to 4, and chroma of 2 to 4. It is loam, silt loam, or sandy loam, or gravelly or channery analogues.\nThe E horizon, where present, has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. Texture is loam, silt loam, or sandy loam, or gravelly or channery analogues.\nThe Bt horizon has hue of 5YR to 10R, values of 3 to 5, and chroma of 3 to 6. It is loam, clay loam, silty clay loam, or silt loam with gravelly or channery analogues. Clay content ranges from 18 to 35 percent. Structure is subangular blocky or prismatic. Consistence is friable or firm.\nThe Btx horizon has hue of 5YR to 10R, value of 3 or 4, and chroma 3 and 4. It is loam, silt loam, silty clay loam, or clay loam. Structure is platy, prismatic or blocky, and consistence is brittle and firm or very firm. Some pedons may have Btx horizons as thin as 10 inches and some pedons have gray, pinkish gray, and strong brown mottles below a depth of 30 inches.\nThe C horizon has hue of 5YR to 10R, value of 3 or 4, and chroma of 3 or 4. It is loam, silt loam, clay loam, or silty clay loam. Structure is platy or it is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Delassus, Tonti and Waston are the only other soils in this family at this time. Delassus soils formed in loess over slope alluvium or residuum from granite or rocks of similar igneous origin.Watson soils formed in glacial till and have low chroma redoximorphic features between 20 and 30 inches.  Tonti soils lack hue of 5YR or redder above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Meckesville soils are nearly level to steep soils on middle and lower slopes of dissected uplands. Slopes range from 0 to 35 percent. The soils formed in colluvium, glacial till or congeliturbate from red acid sandstone, siltstone, and shale. Climate is humid and temperate, with mean annual precipitation of 34 to 48 inches; average annual temperature is 45 degrees to 55 degrees F., and the growing season is 130 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Albrights, Calvin, Hustontown, Kedron, Klinesville, and Leck Kill soils are on nearby landscapes. Albrights, Hustontown, and Kedron soils are not well drained. Leck Kill soils lack fragipans. Calvin and Klinesville soils lack fragipans and have bedrock within 40 and 20 inches of the surface, respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  The potential for surface runoff is negligible to very high. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately 70 percent in woodland and 30 percent in cropland, pastureland, and idle land. Forested areas are dominantly oak, maple, and ash species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Pennsylvania, Maryland, West Virginia, and possibly Virginia. The series is of moderate extent. MLRA's 125, 127, 128, 130, 140, 145, 147, 148."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carbon County, Pennsylvania, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Meckesville series as defined includes soils formerly called Mench.\nADDITIONAL DATA: Laboratory data are available for the typifying pedon; S66-Pa-54-7-(1-11)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
