{
  "SERIES": "MEDANITO",
  "STATUS": "Established Series",
  "BYREV": "DNB-NIH-CLN",
  "REVDATE": "12/2007",
  "STATES": "TX",
  "OVERVIEW": "The Medanito series consists of very deep, well drained, rapid permeable over moderately rapid permeable soils.  These soils formed in recent sandy eolian deposits over loamy Quaternary alluvium on the Sandsheet Prairie of the South Texas Coastal Plain.  Slope ranges from 0 to 5 percent.  Mean annual air temperature is about 23 degrees C (73 degrees F) and mean annual precipitation is about 660 mm (26 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Medanito fine sand--on a northeast facing, slightly concave 1 percent slope in a complex with the Falfurrias and Atiras series in rangeland at an elevation of 9 meters (29 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 23 cm (0 to 9 in); grayish brown (10YR 5/2) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose; 6 percent fine and very fine roots; slightly acid; clear smooth boundary.\nA2--23 to 66 cm (9 to 26 in); grayish brown (10YR 5/2) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose; 6 percent fine and very fine and 1 percent medium and coarse roots; 10 percent krotovinas; 4 percent fine and medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; slightly acid; clear smooth boundary. (Combined thickness of the A horizons is 43 to 102 cm [17 to 40 in].)\nC--66 to 81 cm (26 to 32 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grain; loose; 6 percent fine and very fine and 2 percent medium and coarse roots; thin bedding planes; 3 percent fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid; very abrupt smooth boundary. (Thickness of the C horizon is 15 to 66 cm [6 to 26 in].)\n2Ab--81 to 91 cm (32 to 36 in); dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak fine and medium subangular blocky; slightly hard, very friable; 3 percent fine and very fine and 2 percent medium roots; 2 percent fine and very fine roots along prism faces; upper 2 cm of horizon is a very dark brown (10YR 2/2) band; 2 percent fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear smooth boundary. (Thickness of the Ab horizon is 8 to 20 cm [3 to 8 in].)\n2Bnb1--91 to 107 cm (36 to 42 in); grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; hard, friable; 3 percent fine and very fine roots; 2 percent fine and very fine roots along prism faces; 4 percent fine distinct strong brown (7.5YR 5/6) masses of iron accumulation along root channels; SAR is about 13; slightly alkaline; gradual smooth boundary.\n2Bnb2--107 to 130 cm (42 to 51 in); pale brown (10YR 6/3) fine sandy loam, light brownish gray (10YR 6/2) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; hard, friable; 2 percent fine and very fine roots; 2 percent fine and very fine roots along prism faces; 4 percent fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; SAR is about 17; moderately alkaline; gradual smooth boundary.\n2Bnb3--130 to 150 cm (51 to 59 in); pale yellow (2.5Y 7/3) sandy clay loam, light yellowish brown (2.5Y 6/3) moist; weak medium and coarse subangular blocky structure; hard, friable; 2 percent fine and very fine roots; 1 percent fine and very fine roots along prism faces; 3 percent medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; SAR is about 20; moderately alkaline; clear smooth boundary. (Combined thickness of the 2Bnb horizons is 46 to 119 cm [18 to 47 in].)\n3BCn1--150 to 185 cm (59 to 73 in); pale yellow (2.5Y 7/3) fine sandy loam, light yellowish brown (2.5Y 6/3) moist; weak coarse subangular blocky structure; hard, friable; 1 percent fine and very fine roots; 1 percent fine and very fine roots along faces of peds; 2 percent coarse distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; SAR is about 19; moderately alkaline; gradual smooth boundary. (Combined thickness of the 2BCn horizons is 0 to 36 cm [0 to 14 in].)\n3BCn2--185 to 203 cm (73 to 80 in); pale yellow (2.5Y 7/3) loamy fine sand, light yellowish brown (2.5Y 6/3) moist; weak coarse subangular blocky structure; slightly hard, friable; 1 percent fine and very fine roots; 1 percent fine and very fine roots along faces of peds; 3 percent fine and medium distinct light olive brown (2.5Y 5/6) masses of iron accumulation; SAR is about 16; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenedy County, Texas; from the intersection of La Parra Avenue and U.S. Highway 77 in Sarita; 4.8 miles south on U.S. Highway 77; 2.13 miles east on ranch road; 0.77 mile north on ranch road; 500 feet northwest to pipeline right-of-way; 1300 feet southwest along pipeline right-of-way; 300 feet west northwest in rangeland.  Sarita, Texas USGS topographic quadrangle; Latitude: 27 degrees; 09 minutes; 46.3 seconds N.; Longitude: 97 degrees, 45 minutes, 46.48 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic moisture regime.  The soil moisture control section is dry in some or all parts for more than 90, but less than 150 cumulative days in normal years.  The SMCS is also either moist in some or all parts for 180 cumulative days or more, or moist for 90 or more consecutive days in normal years.  November through April are the driest months, with a second low in July, while September is the wettest.\nParticle-size control section (weighted average)\nClay content: 1 to 7 percent\nDepth to redox concentrations: 18 to 51 cm (7 to 20 in)\nDepth to buried soil: 51 to 102 cm (20 to 40 in)\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: fine sand or loamy fine sand\nClay content: 1 to 7 percent\nRedox concentrations: amount- none to common, size- fine or medium, contrast- distinct or prominent.\nBase saturation: 45 to 75 percent\nEC (dS/m): 0.1 to 0.5\nSAR: 0 to 5\nReaction: moderately acid or slightly acid\nC horizon\nHue: 10YR\nValue: 6 or 7\nChroma: 2 or 3\nTexture: fine sand or loamy fine sand\nClay content: 1 to 6 percent\nRedox concentrations: amount- none to common, size- fine or medium, contrast- distinct or prominent, and with clear or distinct boundaries.\nBase saturation: 45 to 75 percent\nEC (dS/m): 0.1 to 1\nSAR: 0 to 6\nReaction: moderately acid to neutral\n2Ab horizon\nHue: 10YR\nValue: 2 to 5\nChroma: 1 to 3\nTexture: loamy fine sand or fine sandy loam\nClay content: 10 to 14 percent\nRedox concentrations: amount- none to common, size- fine or medium, contrast- faint to prominent, and with clear or distinct boundaries.\nBase saturation: 60 to 90 percent\nEC (dS/m): 0 to 2\nSAR: 2 to 10\nReaction: moderately acid or slightly acid\n2Bnb horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: loamy fine sand, fine sandy loam, or sandy clay loam\nClay content: 10 to 25 percent\nRedox concentrations: amount- none to many, size- fine or medium, contrast- distinct or prominent, and with clear or distinct boundaries.\nBase saturation: 70 to 100 percent\nEC (dS/m): 0 to 2\nSAR: 6 to 13\nReaction: slightly acid to slightly alkaline\nLower 2Bnb horizons\nHue: 10YR or 2.5Y\nValue: 6 to 8\nChroma: 2 to 4\nTexture: loamy fine sand, fine sandy loam, or sandy clay loam\nClay content: 10 to 25 percent\nRedox concentrations: amount- none to many, size- fine or medium, contrast- distinct or prominent, and with clear or distinct boundaries.\nBase saturation: 70 to 100 percent\nEC (dS/m): 0 to 4\nSAR: 9 to 20\nReaction: neutral to moderately alkaline\n3BCn horizon (where present)\nHue: 10YR or 2.5Y\nValue: 6 to 8\nChroma: 2 to 4\nTexture: loamy fine sand or fine sandy loam\nClay content: 10 to 14 percent\nRedox concentrations: amount- none to many, size- fine or medium, contrast- distinct or prominent, and with clear or distinct boundaries.\nBase saturation: 70 to 100 percent\nEC (dS/m): 0 to 4\nSAR: 9 to 20\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arenisco (TX), Atiras (TX), and Falfurrias (TX) series in the same family.  Similar soils include the Noria (TX), Nueces (TX), Padrones (TX), Potrero (TX), and Sarita (TX) series.\nArenisco and Falfurrias soils: do not have buried soils.  In addition, Arenisco soils have a water table within 102 to 203 cm (40 to 80 in) of the surface.\nAtiras soils: have buried soils 102 to 203 cm (40 to 80 in)\nNoria and Potrero soils: have an aquic moisture regime\nNueces and Sarita soils: have an argillic horizon\nPadrones soils: have a natric horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Holocene age sandy eolian deposits over sandy and loamy eolian or alluvial sediments of Pleistocene age\nLandform: interdunes on sand sheet\nSlope: 0 to 5 percent\nMean annual air temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation: 635 to 711 mm (25 to 28 in)\nFrost-free period: 300 to 341 days\nElevation: 6 to 31 m (20 to 101 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atiras, Cayo, Falfurrias, Nueces, Padrones, and Sarita series.\nAtiras soils: occur on similar to a slightly higher landform\nCayo soils: have a calcic horizon and occur in a lower concave landform\nFalfurrias soils: do not have buried soils and occur on a higher ridgetop landform\nNueces and Padrones soils: are on a slightly lower planar landform, and Nueces soils have an argillic horizon and Padrones soils have a natric horizon\nSarita soils: occur on a slightly lower planar landform and have an argillic horizon from 102 to 203 cm (40 to 80 in) of the surface"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderately rapid permeability.  Runoff is very low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation consists of liveoak, switchgrass, seacoast bluestem, seashore paspalum, partridge peas and mesquite.  The ecological site is Sandy, PE 31-44 (R083EY706TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sand Sheet Prairie (MLRA 83E in LRR I) of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kenedy County, Texas, 2007.  The name is from an artesian well in Kenedy County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 66 cm (0 to 26 in) (A horizons)\nBuried soil: 81 to 203 cm (32 to 80 in)\nRedoximorphic concentrations: 23 to 203 cm (9 to 80 in)\nLithologic discontinuity: at a depth of 81 cm (32 in) (2Ab, 2Bnb1, 2Bnb2, and 2Bnb3 horizons) and at 145 cm (59 in) (3BCn1 and 3BCn2 horizons)\nADDITIONAL DATA:  TAMU data from type location in Kenedy County, TX (S98TX-261-006).\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
