{
  "SERIES": "MEDICINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KA/CLM",
  "REVDATE": "9/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Medicine silt loam - on a south- southeast-facing convex  slope of 3 percent under sagebrush and grasses at 5,080 feet elevation.  (When described on October 14, 1981, the soil was moist to 9 inches.  Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; light brownish gray (10YR 6/2) silt loam, dark  grayish brown (10YR 4/2) moist; strong medium and fine platy structure;  soft, very friable, slightly plastic; common fine, very fine and few  medium roots; few very fine and fine tubular pores, violently  effervescent (5 percent calcium carbonate); 5 percent gravel; slightly  alkaline (pH 7.8); clear smooth boundary.  (2 to 5 inches thick)\nBw1--3 to 7 inches; light brownish gray (10YR 6/2) loam, dark brown  (10YR 4/3) moist; strong medium platy structure parting to strong fine  platy; soft, friable, slightly sticky and slightly plastic; common very  fine and few medium roots; few very fine and fine tubular pores;  violently effervescent (5 percent calcium carbonate); slightly alkaline  (pH 7.8); clear smooth boundary.\nBw2--7 to 12 inches; pale brown (10YR 6/3) loam, dark yellowish  brown (10YR 4/4) moist; moderate medium and fine subangular blocky  structure; slightly hard, firm, slightly sticky and slightly plastic;  few very fine and fine roots; few fine and very fine tubular pores;  violently effervescent (8 percent calcium carbonate); 5 percent gravel;  moderately alkaline (pH 8.0); clear wavy boundary.  (Combined thickness of the Bw horizon is 8 to 13 inches)\nBk1--12 to 26 inches; very pale brown (10YR 7/3) silt loam;  yellowish brown (10YR 5/4) moist; moderate medium subangular blocky  structure; slightly hard, friable, slightly sticky and slightly plastic;  few very fine and fine roots; few very fine tubular pores; violently  effervescent (18 percent calcium carbonate); 10 percent gravel;  moderately alkaline (pH 8.0); clear wavy boundary\nBk2--26 to 30 inches; very pale brown (10YR 7/3) silt loam,  yellowish brown (10YR 5/4) moist; strong medium and fine subangular  blocky structure; slightly hard, friable and slightly plastic; few very  fine and fine roots; few very fine tubular pores; violently effervescent  (26 percent calcium carbonate); 10 percent gravel; moderately alkaline  (pH 8.2); abrupt wavy boundary.  (Combined thickness of the Bk horizon is 10 to 22 inches)\n2Bk3--30 to 34 inches; very pale brown (10YR 7/3) very gravelly  coarse sand, yellowish brown (10YR 5/4) moist; single grain; loose;  common very fine and few fine roots; few very fine tubular pores;  violently effervescent (20 percent calcium carbonate); 35 percent  gravel; moderately alkaline (pH 8.4); abrupt smooth boundary.  (3 to 10  inches thick)\n2Bk4--34 to 61 inches; very pale brown (10YR 7/3) extremely  gravelly coarse sand; single grain; loose; few fine roots; violently  effervescent (18 percent calcium carbonate); 80 percent gravel and 10  percent cobbles; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Idaho; about 2 miles east of Lidy Hot  Springs; 150 feet north and 250 feet west of the southeast corner of  section. 15, T. 10 N., R. 34 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to contrasting layer - 20 to 40 inches\nDepth to carbonates - 0 to 6 inches\nAverage annual soil temperature - 43 to 46 degrees F.\nParticle-size control section\nClay - 18 to 25 percent in upper part; 3 to 10 percent in lower part\nCoarse fragments - 5 to 15 percent in upper part; 50 to 90 percent in  lower part\nCarbonates - 5 to 30 percent\nA horizon\nValue - 3 or 4 moist\nChroma - 2 or 3 dry or moist\nReaction - slightly alkaline or moderately alkaline\nBw horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 to 4 dry or mosit\nReaction - slightly alkaline or moderately alkaline\nPercent carbonates - 5 to 10 percent\nTexture - loam or silt loam\nBk horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 to 4 dry or moist\nReaction - slightly or moderately alkaline\nPercent carbonates - 15 to 30 percent\nTexture - loam or silt loam\n2Bk3 and 2Bk4 horizons\nValue - 6 or 7 dry, 5 or 6 moist\nChroma - 1 through 4 dry or moist\nReaction - moderately alkaline or strongly alkaline\nPercent clay - 3 to 10 percent\nPercent carbonates - 15 to 25 percent\nTextures - very gravelly coarse sand, extremely gravelly  coarse sand, or sand and gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.\nGEOGRAPHIC SETTING\t:  Medicine soils are on alluvial  fans at elevations of 4,500 feet to 5,500 feet.  Slopes range from 0 to  12 percent.  Medicine soils formed in alluvium from mixed sources.  The  average annual precipitation is 8 to 12 inches; the average annual  temperature is 41 to 44 degrees F; the average summer temperature ranges  from 61 to 64 degrees F; and the frost-free season ranges from 85 to 110  days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {},
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Packham, Shagel, and Small series.  Shagel soils are shallow to bedrock and are on  upland mountain terrace slopes.  Small soils are moderately deep to  bedrock.  Packham soils have more than 15 percent gravel and  lack contrasting particle-size in the particle-size control section."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff;  moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat but  some areas are irrigated and produce hay, small grains, pasture and  potatoes.  Vegetation is mainly big sagebrush, Nevada bluegrass,  bluebunch wheatgrass, arrowleaf balsamroot, and squirelltail  bottlebrush."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Medicine soils are of small extent in  southeastern Idaho."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County Area, Idaho; 1997."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  }
}
