{
  "SERIES": "MEDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDM-AGG-KDS",
  "REVDATE": "07/2006",
  "STATES": "MN",
  "OVERVIEW": "The Medo series consists of very deep, very poorly drained soils formed in well decomposed organic material 16 to 51 inches thick overlying sandy deposits on outwash plains, streams, terraces, and moraines.  They have moderately slow to moderately rapid permeability in the organic material and rapid permeability in the underlying material.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 28 inches and mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Medo muck - with a slope of less than 1 percent slope in a depression.  (Colors are for moist soil unless otherwise stated.)\nOa--0 to 27 inches; black (N 2/0) muck, black (10YR 2/1) dry; about 10 percent fiber, less than 5 percent rubbed; weak medium granular structure; friable; few fine roots; neutral; abrupt smooth boundary. (16 to 51 inches in thickness)\n2A--27 to 35 inches; black (N 2/0) mucky loam, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; about 2 percent gravel; neutral; clear wavy boundary. (6 to 24 inches in thickness)\n2Bg--35 to 39 inches; olive gray (5Y 5/2) sandy clay loam; massive; friable; about 8 percent gravel; common medium prominent light olive brown (2.5Y 5/4) Fe concentrations; neutral; abrupt smooth boundary. (0 to 10 inches in thickness)\n2Cg--39 to 80 inches; olive gray (5Y 4/2) gravelly loamy coarse sand; single grain; loose; about 15 percent gravel; few medium faint gray (5Y 5/1) Fe depletions; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kandiyohi County, Minnesota; about 6 miles north and 3 miles west of New London; 1850 feet west and 1985 feet south of the northeast corner of sec. 7, T. 122 N., R. 34 W., USGS Georgeville quadrangle, latitude 45 degrees, 23 minutes 34 seconds N; longitude 94 degrees 59 minutes 46 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the organic material ranges from 16 to 51 inches.  It is derived primarily from herbaceous plants.  The organic matter content ranges from 20 to 50 percent in the organic surface and 5 to 20 percent in the 2A horizon.  There is less than 10 percent clay in the lower third of the series control section.\nThe Oa horizon has hue of 10YR, 5YR, or is neutral, value of 2 or 3 and chroma of 0 to 1.  It is dominantly sapric material, however some pedons have thin layers of hemic material less than 10 inches thick.  The reaction ranges from slightly acid to slightly alkaline.  Some subhorizons may contain free carbonates.\nThe 2A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3 and chroma of 0 to 1.  It is loam, silt loam, sandy clay loam, silty clay loam, clay loam or mucky modifiers of these textures.  Rock fragment make up 0 to 15 percent by volume, mostly gravel in size.  It is slightly acid to slightly alkaline.  Some pedons contain thin layers of coprogenous earth.\nThe 2Bg horizon has hue of 2.5Y, 5Y or is neutral, value of 4 or 5 and chroma of 0 through 3.  It is loam, silt loam, sandy clay loam, silty clay loam, sandy loam, or clay loam. Rock fragment make up 0 to 15 percent by volume, mostly gravel in size. The reaction is slightly acid to slightly alkaline.\nThe 2Cg horizon has hue of 10YR, 2.5Y, 5Y, 5GY, or is neutral, value of 4 to 7 and chroma of 0 to 3.  It is loamy fine sand, sand, loamy sand, fine sand, coarse sand, loamy coarse sand or their gravelly analogues.  Rock fragments make up 2 to 25 percent by volume, mostly gravel in size.   It is slightly acid to moderately alkaline.  Some pedons contain thin strata of loam or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Klossner, Linwood, Palms, Philbon, and Shalcar series.  Klossner, Linwood, Palms and Philbon soils have more than 10 percent clay in the lower one third of the series control section.  Shalcar soils have pH less than 6.1 in the upper organic material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Medo soils are in basins that typically were formerly lakes or ponds on outwash plains and moraines.  Slope gradients range from 0 to 2 percent.  The mean annual air temperature ranges from 45 to 50 degrees F.  The mean annual precipitation ranges from 25 to 32 inches.  Frost free days range from 125 to 165.  Elevation ranges from 700 to 1600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Biscay, Canisteo, Fieldon, Houghton, Klossner, Linder, Mayer and Muskego soils.  Canisteo and Fieldon soils are on the rims of depressions and are poorly drained.   Houghton, Klossner and Muskego soils are in larger depressions. Biscay and Mayer soils are in drainageways and nearly level areas outside the depressions and are poorly drained.  Linder soils are on higher slopes and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained.  Surface runoff is negligible.  Permeability is moderately slow to moderately rapid in the organic layers and rapid in the underlying material.  The apparent seasonal high water table is at 1.0 foot above to 0.5 foot below the soil surface at some time during November to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Native vegetation is a wet-site community of the tall grass prairie.  Cultivated areas are mostly corn and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA-103, MLRA-104 and MLRA-105. The south central and southeast part of Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Meeker County, Minnesota, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized are: Sapric material - the zone from the surface to a depth of 27 inches (Oa horizon); Terric subgroup based on mineral layer at 27 inches; aquic conditions.  This soil was formerly included in the Klossner Series (sandy substratum phase) in Minnesota.\nADDITIONAL DATA:  Soil Interpretation Record MN0601.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 27 inches; black (N 2/0) muck, black (10YR 2/1) dry; about 10 percent fiber, less than 5 percent rubbed; weak medium granular structure; friable; few fine roots; neutral; abrupt smooth boundary. (16 to 51 inches in thickness)"
      },
      {
        "name": "2A",
        "top": 69,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2A--27 to 35 inches; black (N 2/0) mucky loam, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; about 2 percent gravel; neutral; clear wavy boundary. (6 to 24 inches in thickness)"
      },
      {
        "name": "2Bg",
        "top": 89,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bg--35 to 39 inches; olive gray (5Y 5/2) sandy clay loam; massive; friable; about 8 percent gravel; common medium prominent light olive brown (2.5Y 5/4) Fe concentrations; neutral; abrupt smooth boundary. (0 to 10 inches in thickness)"
      },
      {
        "name": "2Cg",
        "top": 99,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--39 to 80 inches; olive gray (5Y 4/2) gravelly loamy coarse sand; single grain; loose; about 15 percent gravel; few medium faint gray (5Y 5/1) Fe depletions; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
