{
  "SERIES": "MEDOMAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GTH-WDH-KJL",
  "REVDATE": "04/2013",
  "STATES": "CT,ME,NH,NY,VT",
  "OVERVIEW": "The Medomak series consists of very deep, very poorly drained soils formed in alluvial sediments on flood plains.  Permeability is moderate within a depth of 40 inches and is rapid to very rapid below.  Slope  ranges from 0 to 2 percent.  Mean annual temperature is about 45 degrees F, and mean annual precipitation is about 42 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, nonacid, frigid Fluvaquentic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Medomak silt loam in a marsh.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 12 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many very fine and fine roots; strongly acid; clear smooth boundary. (8 to 15 inches thick)\nCg1--12 to 27 inches; dark gray (10YR 4/1) silt loam; massive; friable, slightly sticky and slightly plastic; common very fine and fine roots; common medium distinct dark grayish brown (2.5Y 4/2) iron depletions and few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (4 to 20 inches thick)\nCg2--27 to 45 inches; dark gray (5Y 4/1) silt loam;  massive; friable, slightly sticky and slightly plastic; few very fine roots; common medium prominent dark brown (7.5YR 4/4) and few fine prominent yellowish brown (10YR 5/4) masses of iron accumulation; moderately acid; clear wavy boundary.  (4 to 30 inches thick)\nCg3--45 to 65 inches; very dark gray (5Y 3/1) silt loam; massive; friable, slightly sticky and slightly plastic; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Knox County, Maine; Town of Washington; 100 feet east of Little Medomak Brook, 4,500 feet south of Medomak River bridge on Bump Hill Road; USGS Union topographic quadrangle; lat. 44 degrees 13 minutes 18 seconds N. and long. 69 degrees 21 minutes 54 seconds W, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 60 inches.  Rock fragments above a depth of 40 inches range from 0 to 5 percent and from 0 to 50 percent below 40 inches.  Reaction ranges from extremely acid to neutral to a depth of about 30 inches and from extremely acid to slightly alkaline below 30 inches.  Some subhorizon within the control section has a reaction of moderately acid to neutral.  Some pedons have carbonates below a depth of 40 inches, and some pedons have buried horizons.\nThe O horizon, where present, has hue of 5YR to 10YR, value of 2 or 3 and chroma of 1 or 2.  It is less than 4 inches thick.\nThe A horizon, or Ap horizon where present, is neutral or has hue of 7.5YR to 2.5Y, value of 2 or 3 and chroma of 0 to 2.  It is silt loam, very fine sandy loam, or their mucky analogues.  Areas that have been drained and plowed are not mucky over a period of time.  It has weak or moderate very fine to coarse granular structure.  The A horizon is very friable or friable, nonsticky and nonplastic, or slightly sticky and slightly plastic.\nThe Cg horizon is neutral or has hue of 10YR to 5GY, value of 3 to 6 and chroma of 0 to 2.  The upper part of the Cg horizon of most pedons has few or common, faint to prominent redox concentrations.  It is silt loam, very fine sandy loam, or loamy very fine sand but below 40 inches ranges from silt loam to fine gravel.  The Cg horizon is massive except the coarser textured Cg horizon, where present, may be single grain.  Consistence is very friable or friable, nonsticky and nonplastic or slightly sticky and slightly plastic but ranges to loose where the Cg horizon is coarse textured."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family.  The Saco series is in a related family, they have a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Medomak soils are on the lowest lying position of flood plains.  Slope ranges from 0 to 2 percent.  The soils formed in recent alluvial deposits.  Flooding generally occurs once or twice annually during spring runoff and during heavy rains.  The climate is humid and cool temperate.  The mean annual precipitation ranges from 34 to 48 inches, and the mean annual temperature ranges from 38 to 46 degrees F. The frost-free season ranges from 80 to 160 days.  Elevation ranges from 10 to 1750 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biddeford, Bucksport, Charles, Chocorua, Cornish, Markey, Rumney and Wonsqueak soils.  Biddeford soils are very poorly drained soils on adjacent glaciolacustrine and glaciomarine deposits.  Bucksport soils are very deep organic soils on adjacent bogs.  Charles, Cornish and Rumney soils are all better drained and in higher positions on the flood plain.  Chocorua, Markey and Wonsqueak soils are all formed in organic material 16 to 51 inches thick over mineral soil material and are on the edges of adjacent bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Runoff is slow to ponded.  Permeability is moderate in the coarse-silty material and rapid to very rapid in the lower substratum where coarser textures are present."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested or idle land.  Common tree species include willow, elm, eastern white pine, tamarack, black spruce, red maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, New Hampshire, New York, and Vermont; MLRA 142, 143, AND 144B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Knox County, Maine, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The Medomak series replaces some soils formerly mapped Saco that have a frigid soil temperature regime.  2.  Diagnostic horizons and features recognized in this pedon are:\na.  Umbric epipedon - the zone from 0 to 12 inches (A horizon).\nb.  Fluvaquentic feature - the content of organic carbon decreases irregularly with depth.\nAdditional Data: Soil Interpretation record numbers for the Medomak series are: Medomak, ME0088; and Medomak, stratified substratum, ME0129.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 12 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many very fine and fine roots; strongly acid; clear smooth boundary. (8 to 15 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 30,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--12 to 27 inches; dark gray (10YR 4/1) silt loam; massive; friable, slightly sticky and slightly plastic; common very fine and fine roots; common medium distinct dark grayish brown (2.5Y 4/2) iron depletions and few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (4 to 20 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 69,
        "bottom": 114,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg2--27 to 45 inches; dark gray (5Y 4/1) silt loam;  massive; friable, slightly sticky and slightly plastic; few very fine roots; common medium prominent dark brown (7.5YR 4/4) and few fine prominent yellowish brown (10YR 5/4) masses of iron accumulation; moderately acid; clear wavy boundary.  (4 to 30 inches thick)"
      },
      {
        "name": "Cg3",
        "top": 114,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "narrative": "Cg3--45 to 65 inches; very dark gray (5Y 3/1) silt loam; massive; friable, slightly sticky and slightly plastic; moderately acid."
      }
    ]
  ]
}
