{
  "SERIES": "MEEGERO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KWH/CLM/RWL",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Pachic Calcicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Meegero loam - on a northeast-facing mountain slope of 32 percent in rangeland at 7,900 feet elevation.  (Colors are for air-dry soil unless otherwise stated.  Profile described October 2, 1985.)\nA--0 to 10 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2) moist; moderate very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium and coarse roots; many very fine and fine tubular pores; 10 percent gravel; slightly effervescent (7 percent calcium carbonate equivalent); neutral (pH 6.8); clear smooth boundary.  (7 to 12 inches thick)\nBk1--10 to 19 inches; dark brown (10YR 3/3) gravelly loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium and coarse roots; many very fine and fine tubular pores; 25 percent gravel; lime coatings, less than 1 mm thick, on the undersides of some rock fragments; strongly effervescent (30 percent calcium carbonate equivalent); neutral (pH 6.9); clear wavy boundary.  (8 to 16 inches thick)\nBk2--19 to 29 inches; light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (q0YR 5/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, sticky and plastic; common very fine and fine, and few medium roots; common very fine and fine tubular pores; 35 percent gravel, 20 percent cobbles; lime coatings, 1 to 2 mm thick, on the undersides and sides of rock fragments; common soft secondary lime segregated in fine irregularly shaped filaments and soft masses; common pressure faces on faces of peds; strongly effervescent (40 percent calcium carbonate equivalent); moderately alkaline (pH 8.1); clear wavy boundary.  (8 to 18 inches thick)\nBk3--29 to 50 inches; very pale brown (10YR 7/4) extremely cobbly loam, light yellowish brown (10YR 6/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and few fine roots; few very fine and fine tubular pores; 35 percent gravel, 35 percent cobbles; lime coatings, 1 to 3 mm thick, on all sides of rock fragments; common soft secondary lime segregated in fine and medium irregularly shaped filaments and soft masses; violently effervescent (55 percent calcium carbonate equivalent); strongly alkaline (pH 8.6); gradual wavy boundary.  (15 to 25 inches thick)\nBk4--50 to 60 inches; light gray (2.5Y 7/2) extremely cobbly loam, light yellowish brown (2.5Y 6/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 35 percent gravel, 35 percent cobbles; lime coatings, 1 to 2 mm thick, on all sides of rock fragments; common soft secondary lime segregated in fine and medium irregularly shaped filaments and soft masses; violently effervescent (45 percent calcium carbonate equivalent); strongly alkaline (pH 8.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Idaho; about 21 miles north of McKay, Idaho; 1,600 feet south and 2,050 feet west from the northeast corner, sec. 13, T. 10 N., R. 24 E.  Latitude - 44 degrees, 11 minutes, 58 seconds North; Longitude - 113 degrees, 33 minutes, 32 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 37 to 43 degrees F.\nAverage summer soil temperature - 47 to 50 degrees F.\nMollic epipedon thickness - 17 to 28 inches.\nThe soil is dry for 45 to 100 consecutive days following the summer solstice (xeric).\nDepth to the calcic horizon - 17 to 28 inches\nParticle-size control section:\nPercent clay - 12 to 24\nRock fragments - 35 to 80 percent\nCalcium carbonate equivalent averages - 40 to 55 percent\nA horizon\nHue - 10YR or 7.5YR\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 or 3, dry or moist\nBk1 horizon\nHue - 10YR or 7.5YR\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry and moist\nRock fragments - 25 to 60 percent\nTexture - GR-L, GR-SIL, GRV-L or GRV-SIL\nReaction - Neutral to moderately alkaline\nBk2, Bk3, Bk4 horizons\nHue - 2.5Y, 10YR or 7.5YR\nValue - 4 to 8 dry, 3 to 7 moist\nChroma 2 to 4 dry and moist\nRock fragments - 50 to 90 percent\nTexture - GRV-L, GRX-L, GRX-SL, CBX-L, CBV-L, or CBX-SL\nReaction - Slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coalkiln and Hardol series.  Coalkiln soils have an O horizon, a soil temperature of 38 to 42 degrees F. and are udic.  Hardol soils have depth to the calcic horizon of 30 to 40 inches and a mollic epipedon that has its base below 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Meegero soils are on mountains, foothills and fan terraces and have slopes of 4 to 75 percent.  Elevations are 6,500 to 10,400 feet.  The soils formed in colluvium weathered from limestone and calcareous shale.  There is some loess influence in the upper part of some pedons.  The climate is cold and moist in winter and spring; and cool and dry to moist in summer.  Average annual precipitation ranges from 16 to 20 inches. Average summer temperature is 53 to 57 degrees F, and average annual temperature is 35 to 42 degrees F.  Frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Parkay, Resoot, Zeale, and Zeebar series.  Parkay, Resoot, and Zeebar soils have argillic horizons and are on mountains and foothills.  Zeale soils have a mollic epipedon less than 16 inches thick and are on mountains, foothills, and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Vegetation is mainly mountain big sagebrush and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 19 inches\nCalcic horizon - The zone from 19 to 60 inches\nThe particle-size control section is the zone from 10 to 40 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
