{
  "SERIES": "MEEGERNOT",
  "STATUS": "Established Series",
  "BYREV": "Rev.  KWH/CLM/HBM",
  "REVDATE": "09/1999",
  "STATES": "ID",
  "OVERVIEW": "The Meegernot series consists of very deep, well drained soils formed in slope alluvium, dominantly from limestone.  The Meegernot soils are on mountain sideslopes.  Permeability is moderately slow.  Slopes are 5 to 40 percent.  The average annual precipitation is about 18 inches and the average annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Calcic Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Meegernot gravelly loam--on a 42 percent west-facing slope in rangeland at 7,400 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on October 10, 1984 the soil was moist below 10 inches.)\nA1--0 to 10 inches; very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; 20 percent pebbles, 5 percent cobbles; neutral (pH 7.2); clear wavy boundary.  (6 to 10 inches thick)\nA2--10 to 16 inches; dark brown (10YR 3/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; 25 percent pebbles, 5 percent cobbles; slightly effervescent; slightly alkaline (pH 7.4); gradual wavy boundary.  (6 to 11 inches thick)\nBk1--16 to 21 inches; brown (10YR 4/3) very gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine and common medium roots; common very fine and fine interstitial pores; 45 percent pebbles, 5 percent cobbles; lime coatings less than 1 mm thick on undersides of some coarse fragments; slightly effervescent; slightly alkaline (pH 7.5) gradual wavy boundary.  (3 to 6 inches thick)\nBk2--21 to 28 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; common very fine and fine interstitial pores; 65 percent pebbles; common less than 1 mm thick lime coatings on bottom of coarse fragments; strongly effervescent; slightly alkaline (pH 7.5); gradual wavy boundary.  (0 to 7 inches thick)\nBkq--28 to 41 inches; dark yellowish brown (10YR 4/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; common fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and medium roots; many very fine and fine interstitial pores; 65 percent pebbles; common less than 2 mm thick lime and silica coatings on undersides and some sides of coarse fragments; violently effervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 12 inches thick)\nBtb--41 to 58 inches; light yellowish brown (10YR 6/4) extremely gravelly clay loam, yellowish brown (10YR 5/6) moist; common fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine and fine interstitial pores; 80 percent pebbles; many distinct films on faces of peds and in pores; slightly effervescent; slightly alkaline (pH 7.5); abrupt wavy boundary.  (0 to 16 inches thick)\n2C--58 to 66 inches; light yellowish brown (10YR 6/4) extremely gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; single grain; loose; few very fine and medium roots; many very fine and fine interstitial pores; 90 percent pebbles; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Idaho; about 5 miles southeast of Willow Creek Summit, about 1,800 feet north and about 200 feet west from the southeast corner of section 19, T. 11 N., R. 21 E.  Latitude - 44 degrees, 16 minutes, 01 seconds North; Longitude - 114 degrees, 00 minutes, 12 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 36 to 40 degrees F.\nAverage summer soil temperature - 46 to 50 percent\nMollic epipedon thickness - 16 to 21 inches\nParticle-size control section; clay content - 20 to 26 percent\nCoarse fragments - 45 to 70 percent\nCalcium carbonate equivalent - 10 to 35 percent\nDepth to calcic horizon - 16 to 21 inches\nMoisture regime - xeric\n2C horizon is absent in some pedons.\nA horizon\nValue - 3 or 4 dry, 2 or 3 moist\nChroma - 2 or 3 dry, 1 or 2 moist\nReaction - Neutral or slightly alkaline\nBk horizons\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 through 4 dry or moist\nTexture - GRV-L, GRX-L\nCoarse fragments - 45 to 70 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Levengood, Polumar, and Spearhead series.  Polumar soils have 12 to18 percent clay in the control section and are deep to bedrock.  Levengood soils have an ustic moisture regime.  Spearhead soils are probably udic, have a mean annual soil temperature of 32 to 36 degrees F. and have less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Meegernot series are on mountain sideslopes.  They formed in slope alluvium from limestone.  Slopes are 5 to 40 percent and elevation is from 7,000 to 9,200 feet.  The climate is cold and moist in winter and dry in summer.  Average annual precipitation is 16 to 19 inches; average annual temperature is 34 to 38 degrees F. Frost-free period is 10 to 30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the tentative Adek, Gany, Skibo, Zeelnot, and Friedman soils.  All are on mountain sideslopes.  Adek soils have an ochric epipedon and are carbonatic.  Gany, Skibo, and Zeelnot soils have mollic epipedons.  Friedman soils have a clayey-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Vegetation is mainly mountain big sagebrush and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  This soil is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 16 inches\nCalcic horizon - The zone from 16 to 28 inches\nParticle-size control section - The zone from 10 to 40 inches (A2, Bk1, Bk2, and part of Bkq horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
