{
  "SERIES": "MEEHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-LLD-JJJ",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Aquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Meehan sand - on a plane 1 percent slope in a woodland at an elevation of about 291 meters. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) sand, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure; very friable; many very fine, fine and medium roots and common coarse roots; very strongly acid; clear wavy boundary. (0 to 9 inches thick)\nBw1--4 to 12 inches; dark yellowish brown (10YR 4/6) sand; weak medium subangular blocky structure; very friable; common very fine and fine and few medium roots; many medium distinct strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; common fine prominent dark grayish brown (10YR 4/2) iron depletions in the matrix; strongly acid; clear wavy boundary. (0 to 12 inches thick)\nBw2--12 to 29 inches; brown (10YR 5/3) sand; weak medium and coarse subangular blocky structure; very friable; few very fine and fine roots; common fine prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix;  common fine faint grayish brown (10YR 5/2) iron depletions in the matrix; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizons ranges from 6 to 45 inches.)\nC--29 to 60 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; common medium distinct yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; few medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Juneau County, Wisconsin; about 3.5 miles north of New Miner; 80 feet north and 1290 feet west of the center of Sec. 9, T. 20 N., R. 4 E. USGS New Miner, Wis. Quad. Latitude - 44 degrees 13 minutes 14 seconds N. Longitude - 90 degrees 1 minute 53 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of soil development  ranges from 24 to 48 inches. The particle-size control section contains less than 50 percent fine sand or very fine sand and more than 30 percent medium, coarse, and very coarse sand as a weighted average. The soil moisture control section is not dry for as much as 35 consecutive days during the 120 days following the summer solstice. Volume of gravel ranges from 0 to 15 percent to a depth of 60 inches. Reaction typically ranges from extremely acid to slightly acid in the solum but ranges to neutral in the upper part, where the soil is limed. Reaction ranges from extremely acid to neutral in the substratum. Redox concentrations are typically throughout the pedon below the A or Ap horizon. Redox depletions with chroma of 2 or less and saturation are within a depth of 40 inches. Where the color is that of the uncoated sand grains, some pedons do not have redox depletions.\nSome pedons have a thin O horizon with hue of 5YR, 7.5YR, or 10YR or the hue is neutral. Value is 2 and chroma is 0 to 2.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. Cultivated areas have an Ap horizon, with hue of 10YR and value and chroma of 2 or 3. Texture of the A or Ap horizon is loamy sand or sand. The Ap or A horizon either has less than 0.6 percent organic carbon or if more than 0.6 percent, is less than 10 inches thick.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3. Texture is loamy sand, loamy coarse sand, sand, or coarse sand.\nThe Bw horizon typically has hue of 10YR, but some pedons have hue of 7.5YR. Value is 4 to 6 and chroma is 3 to 8. Some pedons have a Bg horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2. Texture of the Bw or Bg horizon is sand, loamy sand, coarse sand, or loamy coarse sand. Bw horizons with spodic colors have less than 0.6 percent organic carbon.\nThe C horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 7; and chroma of 3 or 4. Some pedons have a Cg horizon with hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 7; and chroma of 2. Texture of the C or Cg horizon is coarse sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Aylmer, Clearriver, Hiwood, Lino, Perchlake, Poppleton, Redby, Rushlake, Sciota, and Winterfield series. A similar soil is the Morocco series. Aylmer soils are dry in the moisture control section for 35 to 45 consecutive days following the summer solstice. Clearriver soils have an argillic horizon. Hiwood soils have less than 30 percent medium sand and coarser in the control section. Lino soils average less than 5 percent coarse and very coarse sand in the control section. Perchlake have E&Bt or other thin illivial horizons totaling less than 6 inches thick. Poppleton and Redby soils average 50 percent or more fine sand or less than 25 percent medium sand or coarser and less than 50 percent very fine sand in the series control section. Rushlake soils have carbonates within 102 centimeters. Sciota soils have more than 50 percent fine sand in the particle-size control section. Winterfield soils are on flood plains and have an irregular decrease in organic carbon with increasing depth. Morocco soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Meehan soils are on outwash plains, stream terraces, beach ridges, and glacial lake plains. Slopes range from 0 to 3 percent. These soils formed in very deep sandy alluvium (lacustrine or outwash). Mean annual precipitation ranges from 22 to 35 inches. Mean annual air temperature ranges from 37 to 45 degrees F. The frost free period ranges from about 90 to 140 days. Elevation ranges from 670 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Friendship, Isan, Menahga, Newson, Nymore,and Roscommon series. The excessively drained Menahga and Nymore soils; the moderately well-drained Friendship soils; and the poorly drained and very poorly drained Isan, Newson, and Roscommon soils are in a drainage sequence with the Meehan soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is negligible or very low. Permeability is rapid or very rapid. Saturated hydraulic conductivity is high or very high. These soils have an apparent seasonal high water table 0.5 to 2.5 feet for some time during the period October to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas remain in woodland. Native vegetation is mixed coniferous and deciduous forest. Common trees are jack pine, white and black spruce, paper birch, northern pin oak, red pine, eastern white pine, quaking aspen, balsam fir, and red maple. Many areas have been cleared and are used for cropland. Common crops are corn, small grains, and hay. Some areas have been replanted to trees or are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Wisconsin, east-central and northern Minnesota and northern Lower Michigan. These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features recognized in this pedon are: aquic feature - redox depletions with chroma of 2 or less and aquic conditions within 40 inches of the soil surface.\n12/2006 - There are 5230 acres correlated as a loamy substratum phase in Waupaca County, WI. A new series may be needed. Also, there are 580 acres correlated as a sandstone substratum phase in Portage County, WI. Do these acres fit the Partridge series?\nNational Cooperative Soil Survey\nU.S.A."
  }
}
