{
  "SERIES": "MEHLHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/TWP",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mehlhorn stony loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 3 inches; dark grayish brown (10YR 4/2) stony loam, very dark brown (7.5YR 2/2) moist; weak thin platy structure parting to moderate fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine interstitial pores; few angular basalt pebbles and cobblestones; slightly acid (pH 6.4); clear smooth boundary. (1 to 4 inches thick)\nA12--3 to 7 inches; dark brown (7.5YR 4/2) stony loam, dark brown (7.5YR 3/3) moist; moderate and strong very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine pores; common angular basalt pebbles and cobblestones; slightly acid (pH 6.5); clear smooth boundary. (3 to 7 inches thick)\nB1t--7 to 15 inches; brown (7.5YR 5/3) light clay loam, dark brown (7.5YR 3/3) moist; moderate very fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine pores; continuous thin clay films on surfaces of peds and in pores; common angular basalt pebbles and cobblestones; neutral (pH 6.6); clear smooth boundary. (5 to 9 inches thick)\nB2t--15 to 23 inches; brown (7.5YR 5/3) angular cobbly clay loam, dark brown (7.5YR 3/3) moist; moderate medium and fine angular blocky structure; hard, firm, sticky and plastic; few fine roots; common very fine pores; continuous thick clay films on surfaces of peds and in pores; neutral (pH 6.6); gradual wavy boundary. (6 to 15 inches thick)\nB3t--23 to 29 inches; brown (7.5YR 5/3) very cobbly clay loam, dark brown (7.5YR 4/3) moist; weak fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; common very fine pores; many angular basalt pebbles and stones; continuous moderately thick clay films on surfaces of peds and in pores; slightly acid (pH 6.2); abrupt irregular boundary. (3 to 10 inches thick)\nR--29 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; about 10 miles north of Ola, 2,120 feet north and 2,200 feet east of the southwest corner of sec. 3, T.11N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 degrees to 53 degrees F. Depth to a lithic contact is 20 to 40 inches.  The solum is usually slightly acid to neutral, but in some pedons the lower part of the solum below depth of 30 inches is medium acid. The mollic epipedon is 9 to 20 inches thick and includes the upper part of the argillic horizon.\nThe A1 or Ap horizon has hue of 10YR or 7.5YR, value of 3 through 5 dry and 2 or 3 moist, and chroma of 2 or 3 dry or moist. It is loam or clay loam, and stony, very stony, or extremely stony.\nThe Bt horizon commonly has 7.5YR hue and 3 chroma, but ranges in hue to 5YR and in chroma from 2 through 4. It is mainly clay loam but ranges to silty clay loam. The structure is angular blocky, subangular blocky, or prismatic. This horizon averages 15 to 35 percent basalt angular gravel, cobblestones, and stones, but some subhorizons have up to 50 percent rock fragments. Clay films are continuous and thin to thick. Base saturation is estimated to be greater than 75 percent throughout the upper 30 inches, or to the lithic contact if less than 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colma, Dragoon, Foehlin (t), Gerig (t), Glenrose, Ladd, Lobitos, Los Gatos and Tieton series. Colma, Foehlin, Glenrose, Ladd and Tieton soils lack a lithic contact at depths of 20 to 40 inches. Dragoon soils have a paralithic contact above granitic bedrock, have very dark brown to black (moist) A1 horizons, and contain some volcanic ash in the upper horizons. Gerig soils have a paralithic contact at depths of 20 to 30 inches. Lobitos soils have argillic horizons with yellower hue (2.5Y or 10YR), and have mean annual soil temperature of 56 degrees to 59 degrees F. Los Gatos soils have mean annual soil temperature of 54 degrees to 58 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mehlhorn soils are on very gently sloping to very steep foothills and mountains. Elevations range from about 1,100 to 5,000 feet. slopes range from 2 to 65 percent, but slopes of 5 to 25 percent are dominant. The soils formed in residuum from basalt and related basic bedrock. The mean annual precipitation is about 16 to 22 inches, and the average annual temperature is about 46 degrees to 52 degrees F. July through September is the driest period. Frost-free season is about 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the DeMasters, Gwin, Jacknife, and Rock Creek soils. DeMasters soils have mollic epipedons thicker than 20 inches, and mean annual soil temperature of less than 47 degrees F. Gwin and Rock Creek soils have bedrock with depth of 20 inches. Jacknife soils have clayey B2t horizons and no bedrock within depth of 5 feet."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for rangeland with some areas as irrigated and nonirrigated small grains, alfalfa, and grass. The vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, squirreltail, bitterbrush, big sagebrush, balsamroot, and in places, few widely spaced hawthorne, aspen, or ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basalt areas of Oregon, Idaho, and perhaps adjoining states. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker Area, Baker County, Oregon, 1942.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
