{
  "SERIES": "MEISS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJE/WRL/ET",
  "REVDATE": "07/2007",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic Lithic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Meiss cobbly ashy loam - on a southwest facing slope of 45 percent under sagebrush, wyethia and grasses at 2728 meters elevation. (Colors are for dry soil unless otherwise stated. When described (6/18/68) the soil was dry throughout).\nA1--0 to 15 cm; brown (10YR 5/3) gravelly ashy loam, dark brown (10YR 3/3) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 10 percent cobbles, 20 percent gravel; slightly acid (pH 6.5); clear smooth boundary. (10 to 18 cm thick)\nA2--15 to 33 cm; yellowish brown (10YR 5/4) gravelly ashy loam, dark yellowish brown (10YR 3/4) moist; moderate fine granular structure; slightly hard, friable, slightly sticky slightly plastic; many very fine and fine and few medium and coarse roots; many very fine interstitial pores; 5 percent cobbles, 20 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary. (15 to 33 cm thick)\nR--33 cm; hard fractured andesitic rock. Fractures greater than 10cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Alpine County, California; Lake Tahoe Basin; 1 mile southeast of Meiss Lake; NW 1/4, NW 1/4 sec. 10, T.10N., R.18E. M, D, B, and M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to hard andesitic rock ranges from 25 to 50 cm. The profile contains 15 to 35 percent gravel, cobbles and/or stones. Mean annual soil temperature varies from 4 degrees to 7 degrees C., and the mean summer soil temperature varies from 12 degrees to 15 degrees C. Base saturation is less than 50 percent throughout the upper 18 to 25 cm of the profile. Bulk density ranges from 0.85 to 1.0, however the exchange complex is dominated by amorphous material. Glass content ranges from 5 to 10 percent of the less than 2mm fraction. 15 bar water retention is about 14 to 20 percent. Organic matter is as high 12 percent and decreases regularly with depth.\nThe A horizon has dry color of 10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4 and 7.5YR 4/2, 4/4, 5/2, or 5/4 and moist color of 10YR 3/3 in the upper 7 inches after mixing and 10YR 3/3, 3/4, 4/3, 4/4; 7.5YR 3/4 or 4/4 in the lower part. It is loam or sandy loam and may be gravelly, cobbly or stony. It ranges from neutral to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Meiss soils are on mountains. Slopes are to 2 to 75 percent. These soils formed in material weathered from andesitic tuff breccia from the Mehrten formation. Elevations are 1830 to 3050 meters. The climate is humid with warm to cool dry summers and very cold moist winters. There are infrequent summer thundershowers. Mean annual precipitation ranges from 890 to 2030 mm, most of which occurs as snow. The mean annual temperature is 4 degrees C.; mean January temperature is -3 degrees C.; and mean July temperature is 13 degrees C. Frost-free season is 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Lithnip and Hawkinspeak soils.  Lithnip soils are less than 25 cm to bedrock and Hawkinspeak soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. very high runoff. Moderately rapid permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for grazing and watershed. Natural vegetation is basin big sagebrush, wyethia and grass. There are a few scattered western juniper and whitebark pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountainous areas of Northern California. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tahoe Basin Area, California, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series reclassified 5/95. Mixed was added in 6/98.\nMeiss soils were formerly classified as medial Lithic Cryumbrepts and medial Lithic Cryandepts in the Tahoe Basin soil survey.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
