{
  "SERIES": "MEKINOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJL-CJH",
  "REVDATE": "10/98",
  "STATES": "ND",
  "OVERVIEW": "The Mekinock series consists of moderately deep, moderately well drained soils formed in glacial till and soft shale bedrock or residuum from shale.  These soils are on side slopes and foot slopes of stream and river valleys on glacial till plains.  Slope ranges from 0 to 15 percent.  Mean annual precipitation is about 19 inches and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Leptic Natrudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mekinock loam - on a concave slope of 1 percent under native vegetation.  (Colors are for moist soil unless otherwise stated.)\nE--0 to 2 inches; very dark gray (10YR 3/1) loam, gray (10YR 6/1) dry; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; medium acid; abrupt smooth boundary.  (1 to 5 inches thick)\nBt--2 to 11 inches; very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (2.5Y 4/2) dry; strong coarse columnar structure parting to strong medium angular blocky; extremely hard, very firm, very sticky and very plastic; common fine roots confined to ped faces; many distinct clay films on faces of peds; light gray (10YR 7/2) silt coatings on tops of columns; moderately alkaline; clear smooth boundary.  (7 to 20 inches thick)\nBtyz--11 to 16 inches; very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (2.5Y 4/2) dry; strong coarse prismatic structure parting to strong medium and fine angular blocky; very hard, very firm, very sticky and very plastic; few very fine roots confined to ped faces; common distinct clay films on faces of peds; common fine masses of salt and gypsum; slight effervescence; moderately alkaline; clear smooth boundary.  (0 to 10 inches thick)\n2C--16 to 25 inches; dark olive gray (5Y 3/2) clay, light olive gray (5Y 6/2) dry; massive with few laminations characteristic of the shale bedrock; very hard, firm, very sticky and very plastic; few very fine roots; common fine masses of salt and gypsum; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\n2Cr--25 to 60 inches; dark gray (5Y 4/1) shale bedrock, gray (5Y 6/1) dry; common prominent dark reddish brown (5YR 3/4) stains on shale fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cavalier County, North Dakota; about 13 miles east of Maida, 875 feet east and 200 feet south of the northwest corner, sec.  6, T. 163 N., R. 57 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to gypsum and salt accumulation ranges from 7 to 16 inches.  Depth to shale bedrock typically is 25 to 28 inches, but the range is 20 to 40 inches.  The soil has a Udic soil moisture regime.\nThe A horizon, where present, has hue of 10YR, value of 2 or 3 and 4 or 5 dry, and chroma of 1 or 2.\nThe E horizon has hue of 10YR, value of 2 to 4 and 4 to 6 dry, and chroma of 1 or 2.  Typically it is loam, but the range includes clay loam.  It is medium acid to slightly alkaline.\nThe Bt horizon has hue of 10YR, 2.5Y, or 5Y, or is neutral, value of 2 to 4, and 3 to 5 dry, and chroma of 0 to 2.  It is clay, silty clay or clay loam averaging between 35 and 55 percent clay.  It ranges from slightly acid to moderately alkaline.  It has moderate or strong and medium, coarse, or very coarse columnar structure in the upper part.  Where the base of the Bt extends below 16 inches it contains accumu- lations of segregated gypsum or salts.\nSome pedons have a Byz horizon.  Where present, it has hue of 10YR, 2.5Y, or 5Y, value of 3 or 4 and 5 or 6 dry, and chroma of 1 or 2.  It is clay, silty clay or clay loam.\nSome pedons have a BC horizon 6 to 20 inches thick.  It has hue of 2.5Y or 5Y, value of 3 or 4 and 5 or 6 dry, and chroma of 2 to 4.  It is clay, silty clay or clay loam.  Typically this horizon contains accumu- lations of segregated lime, gypsum, and salts.\nThe C or 2C horizon has hue of 2.5Y or 5Y, value of 3 or 4 and 5 or 6 dry, and chroma of 1 or 2.  It contains as much as 15 percent shale fragments.\nThe 2Cr or Cr horizon consists of weathered shale bedrock that has hue of 2.5Y or 5Y, value of 3 to 5 and 5 or 6 dry, and chroma of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Adger, Exline, and Rhoades soils in the same family and the Cathay, Cavour, Cresbard, Larson, Letcher, Miranda, Nahon, Niobell, and Noonan soils.  The Adger, Exline, Miranda, and Rhoades soils do not have shale bedrock at a depth of 20 to 40 inches.  Cathay, Cresbard, and Niobell soils have tonguing of E materials for more than 1 inch into the Bt.  In addition, the Cathay, Miranda and Niobell soils are fine-loamy.  Cavour, Larson, Letcher, Nahon, and Noonan soils do not have salts above a depth of 16 inches.  In addition, the Larson and Noonan soils are fine-loamy and the Letcher soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Mekinock soils are on nearly level to strongly sloping side slopes of river and stream valleys on glacial till plains.  Slopes are 0 to 15 percent.  They formed in glacial till and soft shale bedrock or residuum from shale.  Mean annual soil temperature ranges from 40 to 45 degrees F, and mean annual precipitation ranges from 16 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cathay, Cavour, Cresbard, Exline, Larson and Miranda soils and the Barnes, Buse, Darnen, Edgeley, Kloten and Svea soils.  The Barnes, Buse, Darnen, Edgeley, Kloten and Svea soils do not have natric horizons.  Barnes, Buse, Cathay, Cavour, Cresbard, Edgeley and Larson soils are generally above, Darnen and Svea soils are below, and Exline, Kloten and Miranda soils are on similar landscape positions as the Mekinock soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow to rapid.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Native vegetation includes blue grama, western wheatgrass, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central and northeastern North Dakota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cavalier County, North Dakota, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of approximately 16 inches (E, Bt, and Btyz horizons); natric horizon - the zone from 2 to 16 inches (Bt and Btyz horizons); Leptic Natriborolls feature - the occurrence of visible crystals or masses of gypsum or more soluble salts within 16 inches of the surface.\nThe soil has a Udic moisture regime.\nADDITIONAL DATA:  This soil series was correlated as Miranda Variant in Grand Forks County, North Dakota, in 1980; as Miranda Variant in Benson County, North Dakota, in 1977; and as Cavour Variant in Eddy County, North Dakota, in 1972.  Laboratory Report Number 187-192, June 1978, Soil Survey Laboratory, North Dakota State University, Fargo, North Dakota.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
