{
  "SERIES": "MEKKADALE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mekkadale loam, on a north-northwest-facing, convex, 16 percent slope under desert shrubs at an elevation of 947 meters (3,106 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 25 percent fine gravel, 45 percent medium and coarse gravel and 10 percent cobbles.\nA -- 0 to 3 centimeters (0 to 1 inch); yellowish brown (10YR 5/4) loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine vesicular pores; 7 percent fine gravel, and 3 percent medium and coarse gravel; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 5 centimeters thick)\nBt -- 3 to 30 centimeters (1 to 12 inches); yellowish brown (10YR5/6) loam, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; moderately hard, friable, slightly sticky and moderately plastic; common very fine, few fine and very few medium roots; few very fine and fine interstitial pores; 15 percent, distinct, brown (7.5YR 4/4) clay films on ped faces; 6 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.4); clear wavy boundary.\nBtk -- 30 to 47 centimeters (12 to 18 inches); dark yellowish brown (10YR 4/6) sandy loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; moderately hard, firm, slightly sticky and slightly plastic; very few medium roots; 20 percent, faint, yellowish brown (10YR 5/4) clay films on ped faces; 3 percent fine, prominent, irregular, soft, very pale brown (10YR 8/2) calcium carbonate masses with clear boundary within the matrix;  6 percent fine gravel and 4 percent medium and coarse gravel; very slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (Combined thickness of the Bt horizons is 25 to 47 centimeters)\nBkqm -- 47 to 66 centimeters (18 to 26 inches); pale brown (10YR 6/3) weakly to moderately cemented loamy sand, brown (10YR 4/3) moist; duripan with 95 percent cementation; massive; very hard, very firm, brittle; 5 percent fine, prominent, irregular, hard, very pale brown (10YR 8/2) calcium carbonate threads with clear boundary within the matrix; 2 percent fine gravel and 1 percent medium and coarse gravel; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (10 to 25 centimeters thick)\nCkq -- 66 to 150 centimeters (26 to 59 inches); very pale brown (10YR 7/3) gravelly loamy sand, brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; 2 percent fine, very pale brown (10YR 7/3) irregular durinodes in the matrix; 20 percent fine gravel and 10 percent medium and coarse gravel; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 415 meters (1,361 feet) west-northwest of the Cottonwood Visitor Center, near the junction of Pintobasin and Cottonwood Oasis Roads in Joshua Tree National Park; 592 meters (1,942 feet) east and 656 meters (2,151 feet) north of the SW corner of sec. 9, T. 5 S., R. 11 E., San Bernardino Base and Meridian; 34 degrees, 44 minutes and 59.5 seconds north latitude, and 115 degrees, 49 minutes and 41.8 seconds west longitude; USGS Cottonwood Springs 7.5 minute topographic quadrangle; UTM 11S 0608525e 3735037n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 F).\nSurface rock fragments: 65 to 79 percent, with 10 to 30 percent fine gravel,\n40 to 55 percent medium and coarse gravel and 0 to 10 percent cobbles.\nControl section -\nClay content: averages 18 to 24 percent, ranges from 15 to 28 percent.\nRock fragments: 5 to 15 percent, dominantly gravel.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of an argillic horizon: 2 to 5 centimeters (1 to\n2 inches).\nDepth to the upper boundary of a duripan: 36 to 50 centimeters (14 to 20\ninches).\nA horizon\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, and 4 or 5, moist.\nChroma: 3 to 6, moist.\nTexture of the fine earth: loamy coarse sand or loam.\nClay content: 8 to 16 percent.\nRock fragments: 10 to 15 percent gravel.\nEffervescence: noneffervescent to violently effervescent.\nReaction: slightly or moderately alkaline.\nOther features: vesicular pores present in some pedons.\nBt or Btk horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5, dry or moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: sandy loam or sandy clay loam.\nClay content: 15 to 28 percent.\nRock fragments: 5 to 15 percent gravel.\nEffervescence: noneffervescent to violently effervescent.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: slightly to strongly alkaline.\nBkq, Bkqm or Ckq horizon\nHue: 7.5YR or 10YR.\nValue: 5 to 8, dry; 3 to 7, moist.\nChroma: 2 to 4, dry; 3 to 6, moist.\nClay content: 3 to 12 percent.\nTexture of the fine earth: coarse sand, loamy sand, coarse sandy loam or\nsandy loam.\nRock fragments: 1 to 30 percent gravel.\nReaction: moderately to very strongly alkaline.\nCalcium carbonate equivalent: 5 to 15 percent.\nCementation: extremely weak to strong cementation, 75 to 95 percent continuity.\nSilica: 0 to 15 percent durinodes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mekkadale soils are on fan remnants. Slopes range from 4 to 30 percent. These soils formed in alluvium from granitoid rocks. Elevations range from 930 to 1,020 meters (3,050 to 3,345 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (62 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coppermine, Corbilt, Edalph, Gocougs, Minhoyt, Pinkcan, Stranger and Werewolf soils. Corbilt, Edalph, Gocougs, Minhoyt, Pinkcan, and Werewolf soils are on similar landscape positions while Coppermine and Stranger soils are on adjacent hills and pediments. Coppermine and Werewolf soils have loamy-skeletal particle-size control sections, and do not have a duripan. Corbilt, Edalph, Minhoyt and Stranger soils do not have an argillic horizon and have less than 18 percent clay in the control section. Edalph soils are also very deep, sandy throughout the particle-size control section, and have a calcic horizon. In addition, Corbilt has a duripan beginning below 100 centimeters and Minhoyt has a duripan beginning at less than 18 centimeters. Stranger soils have a lithic contact between 8 and 25 centimeters. Gocougs soils have a petrocalcic horizon beginning below 50 centimeters and Pinkcan soils have a duripan beginning between 100 and 150 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity above the duripan, moderately low saturated hydraulic conductivity within the duripan and high saturated hydraulic conductivity below the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mekkadale soils are used for recreation and wildlife habitat. The present vegetation is mainly burrobush, creosote bush, range ratany and jojoba."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park Soil Survey, California, 2012. The name is from a location within the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 3 centimeters (A horizon).\nArgillic horizon - from a depth of 3 to 47 centimeters (Bt and Btk horizons).\nDuripan - from a depth of 47 to 66 centimeters (Bkq horizon).\nParticle-size control section - from a depth of 3 to 47 centimeters (Bt and\nBtk horizons).\nADDITIONAL DATA: NASIS User Pedon ID: POWA14.\nResponsibility for this series was transferred from Davis to Phoenix 11/2015. The last revision to the series was 6/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
