{
  "SERIES": "MELBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEO/AON/RWL",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Melby silt loam, woodland.  (Colors are for moist soil unless otherwise noted.)\nOe--0 to 1 inch; moderately decomposed twigs, fern fronds, fir needles, moss.\nA--1 to 6 inches; dark brown (7.5YR 3/2) silt loam, dark yellowish brown (10YR 4/4) dry; strong very fine granular structure; friable, slightly sticky and slightly plastic; many fine roots; many very fine pores; 20 percent fine soft concretions; strongly acid (pH 5.4); abrupt smooth boundary.  (3 to 6 inches thick)\nAB--6 to 12 inches; dark brown (7.5YR 3/4) silt loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; friable, slightly sticky and slightly plastic; many fine roots; many very fine pores; 5 percent fine concretions; strongly acid (pH 5.2); abrupt smooth boundary.  (4 to 8 inches thick)\nBw1--12 to 17 inches; brown (7.5YR 4/4) silty clay loam, yellowish brown (10YR 5/6) dry; moderate fine subangular blocky structure; friable, moderately sticky and slightly plastic; common fine roots; many very fine pores; very strongly acid (pH 5.0); clear smooth boundary.   (3 to 10 inches thick)\nBw2--17 to 24 inches; strong brown (7.5YR 4/6) silty clay loam, yellowish brown (10YR 5/6) dry; moderate fine subangular blocky structure; firm, moderately sticky and moderately plastic; few fine roots; many fine pores; very strongly acid (pH 4.8); clear smooth boundary.  (4 to 10 inches thick)\nBw3--24 to 33 inches; strong brown (7.5YR 4/6) silty clay, brownish yellow (10YR 6/6)  dry; moderately fine subangular blocky structure; firm, moderately sticky and very plastic; few fine roots; many very fine pores; thin films on a few peds; few fine fragments of siltstone; very strongly acid (pH 4.6); clear smooth boundary.  (6 to 15 inches thick)\nBw4--33 to 45 inches; strong brown (7.5YR 5/6 and 5/8) silty clay, brownish yellow (10YR 6/6 and 6/8) dry; weak medium and fine subangular blocky structure; firm, moderately sticky and very plastic; many very  fine pores; many fine siltstone fragments that increase with depth; very strongly acid (pH 4.6); gradual smooth lower boundary.  (6 to 20 inches)\nCr--45 inches; light yellowish brown and strong brown (10YR 6/4 and 7.5YR 5/8) fractured siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yamhill County, Oregon; about 50 feet west of the Fairchild Creek Road Junction with the Fairchild by pass road; SW1/4 SW1/4 SW1/4 section 12, T.2S., R.3W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist and are dry for less than 45 consecutive days in the control section during the summer.  The mean annual soil temperature ranges from 50 to 54 degrees F.  Depth to siltstone, shale or sandstone (paralithic contact) is 40 to 60 inches.\nThe A horizon has hue of 7.5YR moist and 7.5YR or 10YR dry, value of 2 or 3 moist and 3 or 4 dry.  It is silt loam or silty clay loam.  This horizon has moderate or strong granular structure.  It has 5 to 15 percent concretions.\nThe Bw horizon has value of 3 through 5 moist and chroma of 4 through 8.  It is silty clay loam or silty clay and averages 35 to 45 percent clay in the 10 to 40 inch control section.  This horizon has 5 to 15 percent partially weathered siltstone or shale rock fragments.\nThe horizons below depth of 40 inches have up to 50 percent rock fragments in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blachly, Dement, Desolation, Kilowan, Rockcastle, and Snahopish series.  Blachly soils have hue redder than 7.5YR and have more than 45 percent clay in the B horizon.  Dement soils have hue of 5YR moist in the B horizon.  Desolation soils have umbric epipedons and have unweathered hard basalt rock fragments throughout the solum and up to 50 to 80 percent below 40 inches.  Kilowan soils have hue as red as 5YR and are 20 to 40 inches deep to a paralithic contact.  Rockcastle soils have soft clay shale at depths of less than 40 inches.  Snahopish soils are gravelly throughout, have sola 24 to 36 inches thick and are friable throughout the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Melby soils are on rolling to steep uplands in the Coast Range with elevations of 500 to 2,000 feet.  Slopes range from 3 to 90 percent with 3 to 30 percent the most common.  The soils formed in residuum and colluvium weathered from sedimentary rock.  The climate is subhumid with cool moist winters and cool dry summers.  The mean annual precipitation is 60 to 70 inches.  The mean July temperature is 64 degrees F; the mean January temperature is 34 degrees F.; and the mean annual temperature is 48 to 52 degrees F.  The frost free season is 145 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Olyic and Peavine soils.  Olyic soils have hue of 5YR, have argillic horizons, and overlie basalt.  Peavine soils have hue of 5YR, have argillic horizons, and are 20 to 40 inches deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland.  Other uses are pasture, recreation, water supply and wildlife.  Native vegetation is Douglas-fir, bigleaf maple, alder, vine maple, dwarf Oregon-grape, salal, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The eastern slopes of the Coast Range in northwestern Oregon; MLRA 1.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yamhill County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features;\nOchric epipedon\nHumic subgroup - color requirement is met from 1 to 12 inches\nCambic horizon - from 12 to 45 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
