{
  "SERIES": "MELITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Melita sand, on a 4 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 cm (2 inches); black (5YR 2/1) sand, dark gray (5YR 4/1) dry; weak fine granular structure; very friable; slightly acid; abrupt smooth boundary. [0 to 8 cm (3 inches) thick]\nE--5 to 25 cm (2 to 10 inches); pinkish gray (7.5YR 6/2) sand; weak fine granular structure; very friable; slightly acid; abrupt wavy boundary. [8 to 25 cm (3 to 10 inches) thick]\nBhs--25 to 33 cm (10 to 13 inches); dark reddish brown (5YR 3/2) sand; weak fine granular structure; very friable; slightly acid; abrupt irregular boundary. [0 to 13 cm (5 inches) thick]\nBs--33 to 48 cm (13 to 19 inches); brown (7.5YR 4/4) sand; weak fine subangular blocky structure; very friable; moderately acid; abrupt wavy boundary. [10 to 25 cm (4 to 10 inches) thick]\nBw--48 to 112 cm (19 to 44 inches); strong brown (7.5YR 5/6) sand; weak fine subangular blocky structure; very friable; moderately acid; clear irregular boundary. [0 to 76 cm (30 inches) thick]\n2B/E--112 to 122 cm (44 to 48 inches); reddish brown (2.5YR 4/4) loam (Bt); occupies about 85 percent of the horizon surrounded by reddish gray (5YR 5/2) sandy loam (E); weak medium subangular blocky structure; firm; slightly acid; clear wavy boundary. [0 to 15 cm (6 inches) thick]\n2Bt--122 to 137 cm (48 to 54 inches); reddish brown (2.5YR 4/4) loam; weak medium subangular blocky structure; firm; few distinct dark reddish brown (5YR 3/4) clay films on faces of peds; few tongues of reddish gray (5YR 5/2) of E material; about 2 percent gravel; neutral; abrupt wavy boundary. [10 to 25 cm (4 to 10 inches) thick]\n2C--137 to 152 cm (54 to 60 inches); reddish brown (2.5YR 5/4) loam; weak medium platy fragments; friable; about 3 percent limestone gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delta County, Michigan; 1 1/2 miles southwest of Cooks; on the northeast corner of sec. 3, T. 40 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 114 to 152 cm (45 to 60 inches)\nDepth of carbonates: 114 to 152 cm (45 to 60 inches)\nRock fragment content: 0 to 5 percent gravel and 0 to 3 percent cobbles throughout\nAp horizon, where present:\nHue: 7.5YR or 10YR\nValue: 2, 2.5, or 3\nChroma: 1 to 3\nThickness; 15 to 25 cm (6 to 10 inches)\nTexture: sand or loamy sand, or less commonly fine sand or loamy fine sand\nReaction: strongly acid to neutral\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2, 2.5, or 3\nChroma: 1 or 2\nTexture: sand or loamy sand, or less commonly fine sand or loamy fine sand\nReaction: strongly acid to neutral\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sand or loamy sand, or less commonly fine sand or loamy fine sand\nReaction: strongly acid to neutral\nBhs horizon:\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 2 to 4\nTexture: sand or loamy sand, or less commonly fine sand or loamy fine sand\nOrtstein content: few cemented tongues or chunks of ortstein are in some pedons\nReaction: strongly acid to neutral\nBs horizon:\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 3 to 8\nTexture: sand or loamy sand, or less commonly fine sand or loamy fine sand\nOrtstein content: few cemented tongues or chunks of ortstein are in some pedons\nReaction: strongly acid to neutral\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 4 to 6\nTexture: sand or loamy sand, or less commonly fine sand or loamy fine sand\nReaction: strongly acid to neutral\nE part of the 2Bt/E horizon:\nHue: 5YR to 10YR\nValue: 5 or 6\nChroma: 2 to 4\nTexture: sand, loamy sand, sandy loam, or fine sandy loam\nE horizon, where present:\nThickness: 0 to 15 cm (6 inches)\n2Bt horizon:\nHue: 2.5YR to 7.5YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: loam, clay loam, or silty clay loam\n2C horizon:\nHue: 2.5YR to 10YR\nValue: 3 to 6\nChroma: 1 to 6\nTexture: loam, clay loam, or silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Keweenaw, Leelanau, Mancelona, and Southwells series. Keweenaw, Leelanau, Mancelona, and Southwells soils average more than 52 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Melita soils are on ground moraines, outwash plains, lake plains, and end moraines. Slope ranges from 0 to 18 percent. The Melita soils formed in sandy materials overlying loamy materials. Mean annual precipitation ranges from 660 to 838 mm (26 to 33 inches). Mean annual temperature ranges from 4.4 to 7.2 degrees C (40 to 45 degrees F). Mean summer temperature ranges from 15.6 to 19.4 degrees C (60 to 67 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Au Gres, Kalkaska, Menominee, Roscommon, Rubicon, and Tawas soils. The excessive drained Rubicon, Kalkaska, and the well drained Menominee soils are common associates. The somewhat poorly drained Au Gres soils and the very poorly drained Roscommon and Tawas soils are wet associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Potential for surface runoff is negligible to low depending on slope gradient. Saturated hydraulic conductivity is high or very high in the upper sandy horizons and moderately high in the lower loamy horizons. Permeability is rapid in the upper sandy horizons and moderately slow in the lower loamy horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Melita soils are used for cropland and woodland. Corn, grass-legume hay, oats, and wheat are the principal crops. Timber is largely second growth sugar maple. Common trees are American basswood, American beech, quaking aspen, sugar maple, and yellow birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 94A, 94B, 94C, and 98 in the northern Lower Peninsula and eastern Upper Peninsula of Michigan. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delta County, Michigan, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nOchric epipedon: from the surface to a depth of 25 cm (10 inches) (A, E horizons).\nAlbic horizon: from a depth of 5 to 25 cm (2 to 10 inches) (E horizon).\nSpodic horizon: from a depth of 25 to 48 cm (10 to 19 inches) (Bhs and Bs horizons).\nArgillic horizon: from a depth of 112 to 137 cm (44 to 54 inches) (Bt part of the 2B/E horizon and 2Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
