{
  "SERIES": "MELLENTHIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TBH/VLP/MJD/WWJ",
  "REVDATE": "10/2014",
  "STATES": "AZ,CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mellenthin very stony fine sandy loam, woodland and rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches (0 to 10 cm); reddish brown (5YR 5/4) very stony fine sandy loam, reddish brown (5YR 4/4) moist; weak medium platy structure; soft, very friable; few fine roots; few fine pores; 25 percent stones and cobbles, 15 percent gravel; moderately calcareous; moderately alkaline (pH 8.0); abrupt wavy boundary. (1 to 4 inches thick)(3 to 10 cm)\nBk1--4 to 11 inches (10 to 28 cm); light reddish brown (5YR 6/4) very stony loam, reddish brown (5YR 5/4) moist; very weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; very strongly calcareous; carbonates are weakly cemented; 25 percent cobbles and stones, 15 percent gravel; moderately alkaline (pH 8.3); clear wavy boundary. (5 to 10 inches thick)(13 to 25 cm)\nBk2--11 to 15 inches (28 to 38 cm); pink (5YR 8/3) very stony loam, pink (5YR 7/4) moist; massive; extremely hard, friable, slightly sticky and slightly plastic; few fine roots; 25 percent stones and cobbles, and 15 percent gravel; very strongly calcareous; carbonate concentrated on underside of rock fragments; moderately alkaline (pH 8.1); clear wavy boundary. (2 to 6 inches thick)(5 to 15 cm)\nR--15 inches (38 cm); sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; 6.25 miles south of Blanding and 500 feet east of highway; southwest corner of sec. 27, T. 37 S., R. 22 E.  Blanding South USGS Quadrangle; Latitude 37 degrees 53 minutes 6 seconds North and 109 degrees 29 minutes 31 seconds West. (Coordinates estimated from PLSS location information.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic soil moisture regime\nMean annual soil temperature: 52 to 58 degrees F. (11.1 to 14.4 degrees C.)\nDepth to sandstone: 8 to 20 inches (20 to 50 cm)\nRock fragments: 35 to 70 percent (mainly stones)\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 6, dry or moist\nReaction: moderately alkaline or slightly alkaline\nBk horizon\nHue: 5YR, 7.5YR\nValue: 4 to 8 dry, 3 to 7 moist\nChroma: 2 to 6, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Neveset(UT) and Walknolls (CO) series. Neveset soils have mean annual soil temperatures less than 52 degrees F.(11 degrees C.), and do not have rock fragments that are mainly stones. Walknolls soils have mean annual soil temperatures less than 52 degrees F.(11 degrees C.), have 10YR or 2.5Y hues, and the soil profile is dominated by channers and flagstones."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mellenthin soils are on hill slopes on structural benches, plateaus, mesas, and ridges between uplands and steep canyon breaks. Slopes are 1 to 60 percent. These soils formed in colluvium and residuum weathered from sandstone or limestone and in part from an eolian mantle. The mean annual temperature is 50 to 56 degrees F. (10 to 13.3 degrees C.).  Average annual precipitation is 8 to 14 inches (203 to 356 mm). The freeze-free period is 130 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blanding soils. Blanding soils are very deep, have an argillic horizon and a fine-silty particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate to moderately rapid permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wood production. Vegetation is dominantly juniper, Indian ricegrass, needleandthread, galleta, big sagebrush, and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah, northwestern and northern Arizona and southwestern Colorado; MLRA 35. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan Area, Utah, 1952"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - the zone from 0 to 4 inches (0 to 10 cm) (A horizon)\nCalcic horizon - the zone from 4 to 15 inches (10 to 38 cm) (Bk1 and Bk2 horizons)\nLithic feature - the contact at 15 inches (38 cm) (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil\nTaxonomy, 12th, 2014.\nThe classification of this series was changed from Lithic Ustollic Calciorthids to Lithic Ustic Haplocalcids in 12/94. In Utah this series is correlated with semidesert range sites.\nRevised for the correlation of Canyonlands National Park (UT688), October 2009,\nWWJ.\nUpdated competing series section and adjusted soil temperature to better separate series in MLRA 34 form MLRA 35. Soils in southern Utah have slightly cooler soil temperatures. March 2010 CEM\nRevised for the correlation of the SDJR - MLRA 35 - Mellenthin very gravelly loam, 1 to 25 percent slopes project, September 2014, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
