{
  "SERIES": "MELOZA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/CSM/KWH/RWL",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Torrertic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Meloza clay loam- rangeland, on a 9 percent west-facing slope at 1,750 feet elevation. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures.)\nA--0 to 3 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine irregular pores; neutral (pH 7.0); abrupt smooth boundary. (2 to 4 inches thick)\nBAt--3 to 14 inches; brown (10YR 5/3) silty clay, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong medium subangular blocky; very hard, very firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; few faint clay films on ped faces and lining pores; neutral (pH 7.2); clear smooth boundary. (8 to 15 inches thick)\nBt--14 to 21 inches; pale brown (10YR 6/3) silty clay loam, dark yellowish brown (10YR 4/4) moist; weak fine prismatic structure parting to moderate medium subangular blocky; slightly hard, firm, moderately sticky and moderately plastic; few fine roots; common very fine tubular pores; few distinct clay films lining pores; neutral (pH 7.2); clear smooth boundary. (6 to 17 inches thick)\nBtk1--21 to 29 inches; pale brown (10YR 6/3) silty clay loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine and few fine tubular pores; few distinct clay films lining pores; few fine lime coatings in seams; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (6 to 10 inches thick)\nBtk2--29 to 49 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; few distinct clay films on faces of peds and lining pores; common medium lime coatings in seams; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (19 to 23 inches thick)\nBtk3--49 to 60 inches; light gray (10YR 7/2) clay loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few fine roots; few very fine tubular pores; few distinct clay films lining pores; common medium irregular soft masses of lime; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yakima County, Washington, about 1,100 west and 1,900 feet north of the southeast corner of section 26, T. 14 N., R. 19 E.; USGS Pomona topographic quadrangle; Latitude 46 degrees 40 minutes 18 seconds N. and Longitude 120 degrees 24 minutes 25 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is 48 to 55 degrees F. The particle-size control section averages 35 to 60 percent clay in the fine earth fraction and 0 to 5 percent coarse fragments by volume. The mollic epipedon is 10 to 19 inches thick.  These soils are dry in the moisture control section more than half of the time when the soil temperature at a depth of 20 inches is above 40 degrees F. Organic matter is estimated to range from 1 to 2 percent. Depth to masses of secondary carbonates is 30 to 60 inches. Vertical surface cracks range in width from 1 to 2 cm and extend from the surface to a depth of about 19 inches. The cracks are closed for more than 60 days in most years. Solum thickness is 60 or more inches.\nThe A horizon has value of 4 or 5 dry, 3 or 4 moist and chroma of 1 or 2 dry or moist. Texture is clay or clay loam.  Reaction is neutral or slightly alkaline.\nThe BAt horizon has chroma 2 or 3 dry or moist. Texture is silty clay loam, clay loam, silty clay or clay. Reaction is neutral or slightly alkaline.\nThe Bt and Btk horizons have hue of 10YR, 2.5Y or 7.5Y, value of 5 to 7 dry, 4 to 6 moist and chroma of 2 to 4 dry or moist. Texture is clay, silty clay, silty clay loam, or clay loam. The Bt horizon is neutral to slightly alkaline and the Btk horizon is slightly or moderately alkaline.\nA Bk horizon is present in some pedons. Texture is sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Castlerock (T) series.\nCastlerock soils 40 to 60 inches to a paralithic contact (tuff); 10 to 24 inches to secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Meloza soils are on alluvial fans and fan piedmonts. have Slopes are 2 to 30 percent. These soils formed in material weathered from fine-textured, interbedded sediments. Elevations are 400 to 2,900 feet. These soils are in a semiarid climate with warm dry summers and cold moist winters. The mean annual precipitation is 8 to 12 inches. The mean January temperature is about 26 degrees F. and the mean July temperature is about 70 degrees F. The mean annual temperature is 48 to 50 degrees F. The frost-free season is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Drysel, Durtash, and Manastash soils. Drysel soils are on alluvial fans, fine-loamy and 20 to 40 inches to a duripan. Durtash soils are on alluvial fans, clayey-skeletal and 10 to 20 inches to a duripan. Manastash soils are on old alluvial fans, clayey-skeletal and 20 to 40 inches to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow or medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wildlife habitat. Native vegetation is Sandberg bluegrass, bluebunch wheatgrass, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Yakima, Klickitat,  and Kittitas Counties, Washington. MLRA 8. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yakima County, Washington, Yakima Training Center, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon the zone from 0 to 14 inches\nArgillic horizon the zone from 3 to 60 inches\nCalcic horizon the zone from 21 to 60 inches\nParticle-size control section - the zone from 3 to 23 inches (upper 20 inches of the argillic horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
