{
  "SERIES": "MELROSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAF-KJL-WDH",
  "REVDATE": "01/2000",
  "STATES": "CT,ME,MA,NH,NY,VT",
  "OVERVIEW": "The Melrose series consists of very deep, well drained soils that formed in a thin mantle of loamy outwash materials over clayey marine or lacustrine deposits on lake and marine plains, and outwash plains and deltas.  Permeability is moderately rapid in the loamy mantle and slow or very slow in the clayey substratum. Slope ranges from 0 to 50 percent.  Mean annual temperature is about 45 degrees F, and mean annual precipitation is about 43 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed over illitic, superactive, frigid Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Melrose fine sandy loam-grassland.  (Colors are for moist soil.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBw--7 to 17 inches; yellowish brown (10YR 5/8( fine sandy loam; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary.  (8 to 22 inches thick)\nBC--17 to 23 inches; light yellowish brown (2.5 6/4) sandy loam; weak thin platy structure; friable; few roots; moderately acid; abrupt smooth boundary.  (0 to 8 inches thick)\n2C1--23 to 30 inches; olive (5Y 4/3) silty clay loam, olive gray (5Y 5/2) faces of peds; moderate fine blocky structure; firm; few roots; few thin silt or clay films on horizontal faces of peds; strongly acid; abrupt wavy boundary.\n2C2--30 to 65 inches; olive (5Y 4/3) silty clay; weak coarse prismatic structure parting to moderate fine blocky structure; firm, thin light olive gray (5Y 6/2) silt films on vertical faces of peds and in pores; dark brown stains on faces of peds and in interiors; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cumberland County, Maine; Town of Scarboro, 1 mile southwest of the village of West Scarboro near the York County line and 0.25 mile east of U.S. Route 1, south of Stuart Brook; USGS Old Orchard Beach topographic quadrangle; lat. 43 degrees 33 minutes 32 seconds N. and long. 70 degrees 23 minutes 50 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the undelying fine-textured material ranges dominantly from 20 to 40 inches, with a few pedons ranging to 18 inches. Depth to bedrock is greater than 60 inches.  The coarse-loamy material has 0 to 3 percent rock fragments.  The reaction of the solum is strongly acid or moderately acid and of the substratum ranges from strongly acid to neutral.  Thin horizons of loamy sand or loamy fine sand are in some pedons above the finer textured material.\nThe A horizon has hue of 10YR, with value and chroma of 2 to 4.  It is very fine sandy loam, fine sandy loam, sandy loam, or loam.  It has weak or moderate, fine to medium granular structure.  Consistence is very friable or friable.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6 and chroma of 3 to 8.  It ranges from fine sandy loam to coarse sandy loam.  It has weak or moderate, fine or medium granular or weak very fine to medium subangular blocky structure.\nThe BC horizon, or E horizon below the B horizon, has hue of 10YR to 5Y, value of 4 to 8 and chroma of 2 to 6.  It ranges from fine sandy loam to coarse sandy loam.  It has weak or moderate, fine or medium granular to weak thin platy structure or the horizon is massive.  Consistence is loose to friable.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 2 or 3.  It is silty clay loam, clay loam, silty clay or clay.  It has moderate to strong, fine to medium blocky structure, weak coarse prismatic, weak to strong, medium or thick platy or the horizon is massive.  There are a few silt or clay films on faces of peds in some pedons.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Melrose series is currently the only member of this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Melrose soils are on glaciolacustrine, marine or outwash plains and deltas.  Slope ranges from 0 to 50 percent but is dominantly 2 to 20 percent.  The soils formed in loamy outwash or lacustrine materials underlain by fine-textured lacustrine or marine deposits.  The climate is humid and cool temperate.  Mean annual temperature ranges from 43 to 46 degrees F, and the mean annual precipitation ranges from 40 to 48 inches.  The frost-free season ranges from 90 to 160 days.  Elevation ranges from 5 to 900 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Allagash, Biddeford, Buxton, Elmwood, Lamoine, Scantic, Swanton and Whately soils.  Adams and Allagash soils lack the fine-textured substratum and are usually on smoother landscapes.  Biddeford,Lamoine,Scantic, Swanton and Whately soils are wetter and occupy the lowest positions on the landscape.  Buxton and Elmwood soils are wetter and are in lower positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid in the loamy mantle and slow or very slow in the clayey substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the less sloping areas are cleared and used for hay, pasture, and row crops.  Other areas are mostly wooded.  Common tree species include white pine, red pine, red oak, sugar maple, beech, paper birch, gray birch, white spruce and red spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, Massachusetts, Connecticut, New York, and Vermont.(MLRA's 142, 143, 144A, 144B, 145) The soils is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hampshire County, Massachusetts, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1.  This revision reflects a change in classification from coarse-loamy over clayey, mixed, frigid Typic Dystrochrepts to coarse-loamy over clayey, mixed over illitic, superactive, frigid Oxyaquic Dystrochrepts, to conform with the Keys to Soil Taxonomy, seventh edition, 1996. 2.  Melrose soils were formerly classified in a mesic family.  3. Diagnostic horizons and features recognized in the pedon are:\na.  Ochric epipedon - the zone from 0 to 7 inches (Ap horizon).\nb.  Cambic horizon - the zone from 7 to 23 inches.  (Bw and BC horizons).\nc.  Oxyaquic feature - a water table perched above the clayey substratum for 1 month or more per year in 6 or more out of 10 years.\nADDITIONAL DATA:  The Soil Interpretation Record Number for the Melrose series is ME0034.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 43,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--7 to 17 inches; yellowish brown (10YR 5/8( fine sandy loam; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary.  (8 to 22 inches thick)"
      },
      {
        "name": "BC",
        "top": 43,
        "bottom": 58,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--17 to 23 inches; light yellowish brown (2.5 6/4) sandy loam; weak thin platy structure; friable; few roots; moderately acid; abrupt smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "2C1",
        "top": 58,
        "bottom": 76,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C1--23 to 30 inches; olive (5Y 4/3) silty clay loam, olive gray (5Y 5/2) faces of peds; moderate fine blocky structure; firm; few roots; few thin silt or clay films on horizontal faces of peds; strongly acid; abrupt wavy boundary."
      },
      {
        "name": "2C2",
        "top": 76,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "narrative": "2C2--30 to 65 inches; olive (5Y 4/3) silty clay; weak coarse prismatic structure parting to moderate fine blocky structure; firm, thin light olive gray (5Y 6/2) silt films on vertical faces of peds and in pores; dark brown stains on faces of peds and in interiors; strongly acid."
      }
    ]
  ]
}
