{
  "SERIES": "MELVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRS-JAL-EMM",
  "REVDATE": "04/2014",
  "STATES": "MT",
  "OVERVIEW": "The Melville series consists of very deep, well drained soils that formed in alluvium or glaciofluvial deposits.  These soils are on stream terraces, relict stream terraces, moraines, and outwash plains.  Slopes are 0 to 35 percent.  Mean annual precipitation is about 20 inches and mean annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Melville cobbly loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; dark grayish brown (10YR 4/2) cobbly loam, very dark brown (10YR 2/2) moist; weak fine platy structure parting to moderate very fine crumbs; soft, very friable, slightly sticky and nonplastic; very few clean quartz grains; 10 percent gravel, 15 percent cobbles; neutral; clear smooth boundary.  (2 to 6 inches thick)\nBt1--2 to 5 inches; dark grayish brown (10YR 4/2) gravelly clay loam, very dark brown (10YR 2/2) moist; weak medium and fine subangular blocky structure parting to moderate fine crumbs; soft very friable, slightly sticky and slightly plastic; faint continuous clay films on surface of peds, few unstained sand grains; 10 percent gravel, 5 percent cobbles; neutral; clear wavy boundary.\nBt2--5 to 8 inches; brown (7.5YR 4/3) gravelly clay, dark brown (7.5YR 3/3) moist; moderate medium prismatic structure parting to strong fine and very fine subangular blocky; hard, friable, moderately sticky and moderately plastic; distinct continuous clay films on surface of peds; few unstained sand grains; 10 percent gravel, 5 percent cobbles; neutral; clear smooth boundary.\nBt3--8 to 14 inches; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4) moist; strong fine and medium prismatic structure parting to strong fine and very fine subangular blocky; very hard, friable, very sticky and very plastic; prominent discontinuous clay films on surface of peds; 5 percent gravel, 5 percent cobbles; neutral; gradual wavy boundary.\nBt4--14 to 18 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; strong fine and medium prismatic structure parting to strong fine and very fine subangular blocky; very hard, friable, moderately sticky and very plastic; prominent continuous clay films on surface of peds; 5 percent gravel, 5 percent cobbles; neutral; gradual wavy boundary.\nBt5--18 to 23 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to strong fine subangular blocky; hard friable, slightly sticky and slightly plastic; faint continuous clay films on horizontal and moderately thick on vertical faces; 20 percent gravel, 5 percent cobbles; neutral; abrupt wavy boundary.  (combined thickness of Bt horizons is 15 to 30 inches)\nBk1--23 to 30 inches; light gray and white (2.5Y 7/2 and 2.5Y 8/2) very gravelly loam, light olive brown and pale yellow (2.5Y 5/3 and 2.5Y 7/3) moist; massive; very hard, friable, slightly sticky and slightly plastic; many lime coats on coarse fragments and soft masses of lime throughout; 30 percent gravel, 5 percent cobbles; strongly effervescent; moderately alkaline; clear wavy boundary.  (7 to 15 inches thick)\n2Bk2--30 to 40 inches; light yellowish brown and white (2.5Y 6/3 and 2.5Y 8/3) very gravelly coarse sandy loam, olive brown and pale yellow (2.5Y 4/3 and 2.5Y 7/2) moist; massive; very hard, friable, slightly sticky and slightly plastic; many lime threads throughout and lime coats on coarse fragments; 40 percent gravel, 10 percent cobbles; strongly effervescent; moderately alkaline; gradual wavy boundary.\n2Bk3--40 to 60 inches; light yellowish brown and white (2.5Y 6/3 and 2.5Y 8/3) very cobbly coarse sandy loam, light olive brown and pale yellow (2.5Y 4/3 and 2.5Y 7/3) moist; massive; hard, friable, slightly sticky and slightly plastic; many lime threads throughout and lime coats on coarse fragments; 30 percent gravel, 20 percent cobbles; strongly effervescent; moderately alkaline; gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sweet Grass County, Montana; 1,480 feet east and 120 feet south of the northwest corner of section 3, T. 5 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 36 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 16 inches and includes part of the Bt horizon\nDepth to the 2Bk horizon - 17 to 35 inches.\nA horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 1, 2, or 3, dry or moist\nClay content: 15 to 32 percent\nRock fragments: 0 to 35 percent--0 to 5 percent stones, 0 to 15 percent cobbles, 0 to 15 percent gravel\nReaction: pH 6.1 to 7.8\nBt horizons\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4, 5, or 6 dry, 3 or 4 moist\nChroma: 2, 3, or 4, dry or moist\nTexture: clay loam, silty clay, silty clay loam, or clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 35 percent--0 to 10 percent cobbles, 0 to 25 percent gravel\nReaction: pH 6.1 to 7.8\nBC horizon (where present)\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2, 3, or 4, dry or moist\nTexture: clay loam or loam\nClay content: 15 to 35 percent\nRock fragments: 15 to 35 percent--5 to 15 percent cobbles, 10 to 20 percent gravel\nReaction: pH 6.6 to 7.8\n2Bk horizons\nHue: 10YR or 2.5Y\nValue: 6, 7, or 8 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4, dry or moist\nTexture: loam, clay loam or sandy loam\nClay content: 15 to 35 percent\nRock fragments: 35 to 60 percent--0 to 5 percent stones, 10 to 25 percent cobbles, 15 to 30 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBangtail (MT) - has a paralithic contact at a depth of 20 to 40 inches; does not have a horizon of secondary calcium carbonate accumulation.\nBridger (MT) - does not have a loamy skeletal discontinuity above a depth of 40 inches.\nDuckcreek (T MT) - has a paralithic contact at a depth of 20 to 40 inches.\nEchard (UT) - does not have a horizon of secondary calcium carbonate accumulation; does not have a loamy skeletal discontinuity above a depth of 40 inches; formed\nin soft rhyolitic tuff or strongly cemented ash.\nMollet (MT) - does not have a loamy skeletal discontinuity above a depth of 40 inches; does not have a horizon of secondary calcium carbonate accumulation.\nRattler (MT) - has less than 35 percent coarse fragments in the lower part of the series control section.\nSevier (UT) - has a paralithic contact at a depth of 20 to 40 inches; is moderately well drained; does not have horizons of secondary calcium carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - outwash plains; moraines, stream terraces, relict stream terraces.\nElevation - 5,500 to 8,000 feet.\nSlope - 0 to 35 percent.\nParent material - alluvium or glaciofluvial deposits.\nClimate - long, cold winters; moist springs; short summers.\nMean annual precipitation - 19 to 25 inches.\nMean annual air temperature - 34 to 45 degrees F.\nFrost-free period - 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability through the Bt horizons to moderate permeability in the 2Bk horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Melville soils are used as rangeland. Potential native vegetation is mainly bluebunch wheatgrass, Idaho fescue, Columbia needlegrass, lupine and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Melville soils are of minor extent in south central Montana.  MLRAs 43B and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sweetgrass County, Montana 1999; proposed in Wheatland County, Montana, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 8 inches (A, Bt1 and Bt2 horizons)\nArgillic horizon - from 2 to 23 inches (Bt1, Bt2, Bt3, Bt4 and Bt5 horizons)\nParticle size control section - from 2 to 22 inches\nAccumulation of calcium carbonate - from 23 to more than 60 inches (Bk and 2Bk horizons)\nLithologic discontinuity - 2Bk2 at 30 inches.\nSoil interpretation record: MT0439 and MT1539.\nMelville soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
