{
  "SERIES": "MEMMOTT",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLP/MJD",
  "REVDATE": "1/99",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Aquic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Memmott silt loam on a 1 percent northwest facing slope in an area seeded to intermediate wheatgrass.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; dark brown (10YR 4/3) silt loam; pale brown (10YR 6/3) dry; weak fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine roots, and few medium roots; few very fine vesicular pores; strongly effervescent; strongly alkaline (pH 8.8); 22 percent calcium carbonate equivalent; abrupt smooth boundary.  (3 to 8 inches thick)\nA2--8 to 18 inches; dark brown (10YR 4/3) silt loam; pale brown (10YR 6/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots, and few medium roots; few very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.8); 28 percent calcium carbonate equivalent; clear smooth boundary.  (5 to 10 inches thick)\nBw--18 to 32 inches; dark brown (10YR 4/3) silty clay loam; pale brown (10YR 6/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; few very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.8); 21 percent calcium carbonate equivalent; clear smooth boundary.  (6 to 17 inches thick)\nC1--32 to 52 inches; dark brown (10YR 4/3) silty clay loam; pale brown (10YR 6/3) dry; few distinct dark brown (7.5YR 4/2) redoximorphic depletions, and dark brown (7.5YR 4/4) redoximorphic concentrations; massive; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; few very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.8); 34 percent calcium carbonate equivalent; 5 percent gravel; clear smooth boundary.  (19 to 38 inches thick)\nC2--52 to 60 inches; brown (10YR 5/3) silty clay loam; very pale brown (10YR 7/3) dry; few distinct dark brown (7.5YR 4/2) redoximorphic depletions, and dark brown (7.5YR 4/4) redoximorphic concentrations; massive; hard, firm, moderately sticky, moderately plastic; few very fine tubular pores; slightly effervescent; strongly alkaline (pH 8.6); 21 percent calcium carbonate equivalent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Millard County, Utah; about 1 mile southwest of Scipio.   600 feet south and 300 feet west of the northeast corner of Section 24, T. 18 S., R. 3 W; Scipio Pass USGS topographic quadrangle; lat. 39 degress 14 minutes 23 seconds N. and long. 112 degrees 7 minutes 43 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to redoximorphic features and a seasonal high water table is 25 to 40 inches.  Spring ponding occurs for 7 to 30 days in 2 out of 10 years.  The soil moisture regime is Aridic bordering on Xeric.\nThe particle size control sections averages 27 to 35 percent clay and less than 15 percent material coarser than very fine sand.  Calcuim carbonate equivalent ranges from 15 to 40 percent.  Hue is 10YR.\nThe A horizon has value of 5 or 6 dry and 3 to 5 moist.  Texture is silt loam, loam, or silty clay loam.  Reaction is moderately alkaline or strongly alkaline.\nThe Bw or C horizons have value of 6 or 7 dry, 4 to 6 moist, and chroma of 2 to 4.  Texture is silty clay loam with layers of loam and silt loam occuring in some pedons.  Reaction is moderately alkaline or strongly alkaline.  The Bw horizons don't meet the definition of cambic horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the and Hunting (UT) series.  Hunting soils average 18 to 27 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Memmott soils are on basin floors and toes of alluvial fans at elevations of 5200 to 5600 feet.  The soils formed in alluvium from limestone and sandstone.  Slopes are 0 to 2 percent.  Climate is semiarid.  Average annual precipitation is 10 to 12 inches, average annual air temperature is 46 to 49 degrees F., and the frost free period is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Erda, Kessler, and Linoyer soils.  All of these soils are well drained.  The Erda soils are on higher positions on alluvial fans which receive more than 12 inches of precipitation and have a mollic epipedon.  Kessler soils are on alluvial fans and terraces and have a calcic horizon.  Linoyer soils are on plains and average 12 to 18 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; ponded; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland, hayland, and pasture.  Potential natural vegetation is Wyoming big sagebrush, bluebunch wheatgrass, Indian ricegrass, and bottlebrush squirreltail. This soil is correlated with the Semidesert Loam (Wyoming Big Sagebrush) range site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Utah; MLRA 28A.  Memmott soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Millard County, Utah; Millard County, Eastern Part Soil Survey, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 18 inches (A1 and A2 horizons).\nAquic feature - redoximorphic depletions and aquic conditions within 100 centimeters of the soil surface.\nParticle size control section - the zone from 10 to 40 inches.\nThe placement of this soil as a fluvent is tentative and is based on organic carbon data from other soils in the area in similar landscape positions.\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
