{
  "SERIES": "MENARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRC-BJW-JCW",
  "REVDATE": "09/2016",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Menard fine sandy loam, in a cultivated field.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 in); brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine granular structure in the lower part; hard, friable; neutral; clear smooth boundary. (Thickness is 10 to 36 cm [4 to 14 in])\nBt1--25 to 41 cm (10 to 16 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium blocky structure; very hard, firm; 50 percent clay films on faces of peds; few fine pores; neutral; gradual smooth boundary. (Thickness is 10 to 51 cm [4 to 20 in])\nBt2--41 to 76 cm (16 to 30 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium blocky structure; very hard, firm; 50 percent clay films on faces of peds; few fine pores; neutral; gradual wavy boundary. (Combined thickness of the Bt horizon is 35 to 102 cm [14 to 40 in])\nBCk--76 to 107 cm (30 to 42 in); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; weak fine blocky structure; very hard, firm; few fine pores; few films and threads of calcium carbonate in lower part; strongly effervescent; moderately alkaline; gradual wavy boundary. (Thickness is 20 to 76 cm [8 to 30 in])\nCk--107 to 254 cm (42 to 100 in); pink (7.5YR 7/4) sandy clay loam, light brown (7.5YR 6/4) moist; massive; hard, friable; 10 percent by volume of soft limestone fragments or nodules of calcium carbonate; few concretions and thin seams of soft limestone or coatings of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menard County, Texas; From the intersection of U.S. Highway 83 and Texas Highway 29, approximately 14 miles southeast on Texas Highway 29 to the intersection with Ranch Road 1221, 0.5 mile south on Ranch Road 1221, and 1500 feet west in a cultivated field.\nUSGS topographic quadrangle: Hext, TX;\nLatitude: 30 degrees, 51 minutes, 43.90 seconds N;\nLongitude: 99 degrees, 32 minutes, 5.14 seconds W;\nDatum: WGS 84.\nUTM Zone 14, UTM Easting 448874.93 m, UTM Northing 3414452.32 m."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic ustic moisture regime.\nSolum thickness: 76 to 127 cm (30 to 50 in)\nOther features: In pedons where moist value and chroma are 3 or less, the epipedon is not thick enough for a mollic epipedon.\nOther features: Some pedons are underlain by thin strata of limestone or weakly cemented sandstone below 150 cm (60 in).\nA horizon\nHue: 5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 4, dry and moist\nOther features: Some pedons have a thin A2 horizon that is 1 or 2 units higher in value than the A1 horizon.\nTexture: Loamy sand, sandy loam, fine sandy loam or loam\nFragments: 0 to 5 percent by volume, quartz gravel\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: None\nReaction: Neutral to slightly alkaline\nBt horizon\nHue: 2.5YR to 7.5YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 3 to 8, dry and moist\nTexture: Sandy clay loam or clay loam\nClay content: 20 to 35 percent\nFragments: 0 to 15 percent by volume, mostly quartz gravel but may contain some limestone fragments\nCalcium carbonate equivalent: 0 to 5 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: None to slight\nReaction: Slightly acid to slightly alkaline\nBk, BC, or BCk horizon (where present)\nHue: 2.5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 3 to 8, dry and moist\nTexture: Fine sandy loam, loam, sandy clay loam, or clay loam\nMottles: Some pedons have faint red or yellow mottles\nFragments: 0 to 15 percent by volume, quartz or limestone gravel\nIdentifiable secondary carbonates: 3 to about 15 percent by volume\nCalcium carbonate equivalent: 1 to 15 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: slight to strong\nReaction: slightly alkaline to moderately alkaline\nCk horizon (where present)\nHue: 5YR to 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 4, dry and moist\nTexture: Sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam and gravelly phases\nFragments: 5 to 35 percent by volume; limestone; some pedons also contain a few rounded quartz gravel.\nIdentifiable secondary carbonates: 0 to 35 percent by volume; masses and concretions\nCalcium carbonate equivalent: 5 to 35 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: strong to violent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Arnett, Cobb, Decobb, Grandmore, Lou, and McKnight soils in the same family. Similar soils include the Duval, Grandfield, May, and Rochelle series.\nArnett soils: have more than 5 percent gravel throughout\nCobb soils: are 50 to 100 cm (20 to 40 in) to sandstone bedrock.\nDecobb soils: are 150 to 200 cm (60 to 80 in) to sandstone bedrock.\nDuval soils: Have mean annual soil temperatures of 22 degrees C (72 degrees F) or higher, and are dry for longer periods of time.\nGrandfield, Grandmore, and May soils: Have no visible secondary carbonates within 91 cm (36 in)\nLou soils: are 50 to 100 cm (20 to 40 in) to granite grus.\nMcKnight soils: Have a paralithic contact within depth of 150 cm (60 in).\nRochelle soils: Contain 15 to 35 percent coarse fragments in the Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: The soil formed in loamy, red, or pink, calcareous slope alluvium over residuum that is considered to be basal members of Lower Cretaceous age such as the Hensell Sand.\nLandscape: Dissected plateau\nLandform: Footslopes/toeslopes of hills or ridges and possibly terrace remnants\nSlope: 0 to 8 percent\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 560 to 813 mm (26 to 32 in)\nThornthwaite annual P-E index: 38 to 48\nMean annual temperature: 17.8 to 19.4 degrees C (64 to 67 degrees F)\nFrost-free period: 210-260 days\nElevation: 304.8 to 762.0 m (1,000 to 2,500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Brackett, Eckrant, Hext, Nebgen, Oben, and Pedernales series.\nBrackett soils: have paralithic contact with limestone within 50 cm and occur on higher backslopes of ridges.\nEckrant soils: are shallow to limestone bedrock and occur on higher summits, shoulders, and backslopes of ridges.\nHext soils: have a coarse-loamy particle-size control section, are strongly to violently effervescent throughout and occur on slightly higher knolls.\nNebgen and Oben soils: are shallow to sandstone bedrock and occur on slightly higher knolls and ridges\nPedernales soils: have fine particle-size control sections and occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: These soil are well drained; medium internal drainage; moderate permeability. Runoff is negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for crops and rangeland. Crops grown are grain sorghum, small grain, peanuts, and peaches. Native grasses are mostly little bluestem, sand lovegrass, purpletop, sand dropseed, tumble windmillgrass, and hairy tridens. Woody vegetation consists of post oak, mesquite, whitebrush, tasajillo, pricklypear, and Texas persimmon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas; Central Great Plains Winter Wheat and Range Region, LRR-H: MLRA 80B-Texas North-Central Prairies; MLRA 78A-Rolling Limestone Prairie. Southwest Plateaus and Plains Range and Cotton Region, LRR-I: MLRA 82A-Texas Central Basin. Southestwern Prairies Cotton and Forage Region, LRR-J: MLRA 84B-West Cross Timbers; MLRA 85-Grand Prairie; and MLRA 87A-Texas Claypan Area, Southern Part. The series is of large extent with about 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Menard County, Texas; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 09/2016 (RFG-THW): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 75 cm (10 to 30 in) (Bt horizon)\nOchric epipedon: 0 to 25 cm (0 to 10 in) (A horizon)\nArgillic horizon: 25 to 76 cm (10 to 30 in) (Bt horizons)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, 12th Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
