{
  "SERIES": "MENA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWO:LBW",
  "REVDATE": "10/2001",
  "STATES": "AR",
  "OVERVIEW": "The Mena series consists of very deep, moderately well drained, moderately slowly permeable soils that formed in pedisediments and old alluvium. These soils are in valleys of the Ouachita Mountains, MLRA 119. Slopes range from 1 to 12 percent slopes. Mean annual temperature is about 60 degrees, and the mean annual precipitation is about 54 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mena silt loam--in woodland. (Colors are\nfor moist soils unless otherwise stated.)\nA--0 to 5 inches; brown (10YR 4/3) silt loam; weak fine granular structure; friable; common fine and medium roots; common fine pores; very strongly acid; clear smooth boundary. (2 to 6 inches thick)\nBA--5 to 13 inches; strong brown (7.5YR 5/6) silt loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; common fine pores; very strongly acid; clear smooth boundary. ( 5 to 10 inches thick)\nBt1--13 to 22 inches; yellowish red (5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; few faint clay films on faces of peds; few fine roots; common fine pores; few fine iron-manganese concretions; very strongly acid; clear smooth boundary.\nBt2--22 to 33 inches; red (2.5YR 4/6) silty clay loam; moderate medium subangular blocky structure; firm; many distinct clay films on faces of peds; few fine roots; common fine pores; about 5 percent by volume, rounded sandstone cobbles up to 6 inches in diameter in the lower part; common medium distinct strong brown (7.5YR 5/6) iron accumulations and few fine prominent light brownish gray iron depletions; few fine iron-manganese concretions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 14 to 53 inches.)\n2Bt3--33 to 53 inches; red (2.5YR 4/6) cobbly clay loam; moderate medium subangular blocky structure; firm; many distinct clay films on faces of peds; few fine roots; few fine pores; about 20 percent by volume rounded sandstone cobbles up to 8 inches in diameter; common medium distinct strong brown (7.5YR 5/6) iron accumulations and common medium prominent gray (10YR 6/1) iron depletions; few fine iron-manganese concretions; very strongly acid; gradual wavy boundary. (0 to 30 inches thick)\n2BC--53 to 65 inches; variegated red (2.5YR 4/6), strong brown (7.5YR 5/8) and gray (10YR 6/1) very cobbly clay loam; moderate medium subangular blocky structure; firm; common fine pores; about 50 percent by volume rounded sandstone cobbles up to 8 inches in diameter; few fine iron-manganese concretions; very strongly acid; abrupt smooth boundary. (0 to 20 inches thick)\n3Cr--65 to 80 inches; partially weathered, soft, red, gray and strong brown interbedded sandstone and shale with a 20 degree dip from the horizontal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Arkansas; 3/4 mile north of intersection of Arkansas highway 88 and U.S. 270, then east in the NE1/4SE1/4SE1/4, sec. 24, T. 1 S., R. 26 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to soft bedrock ranges from 60 to more than 80 inches. Reaction ranges form moderately acid to very strongly acid in the A and BA and strongly acid to extremely acid in the Bt, 2Bt and 2BC horizons. Coarse fragments of range from 0 to 35 percent in the A and BA horizons; 0 to 15 percent by volume in the Bt horizon and 15 to 60 percent by volume in the 2Bt and 2BC horizons. Depth to the lithologic discontinuity ranges from 30 to 60 inches.\nThe A horizon has hue of 10YR, value 4, and chroma 2 through 4, or hue of 7.5YR, value of 4, and chroma of 4. Some pedons have the thin A1 horizons with hue of 10YR, value of 3, and chroma of 3. Texture is silt loam, loam, gravelly silt loam or gravelly loam.\nThe BA horizon has hue of 10YR, value of 5 or 6, chroma of 4 through 8, or hue of 7.5YR, value of 4 through 6, and chroma of 4 through 8. Texture is silt loam, loam, gravelly silt loam or gravelly loam.\nThe Bt1 horizon has hue of 7.5YR, value of 5, and chroma of 6 or 8; or hue of 5YR or 2.5YR, value of 4 or 5, and chroma of 4 through 8. Iron accumulations and depletions range from none to common in shades of brown or red. Texture is silt loam, silty clay loam, clay loam, silty clay, or clay.\nThe Bt2 horizon has hue of 7.5YR, 5YR, or 2.5YR, value of 4 or 5, and chroma of 4 through 8. Iron accumulations and depletions are in shades of brown, red or gray. Texture is silty clay loam, silty clay or clay.\nThe 2Bt and 2BC horizons have hue of 5YR or 2.5YR, value of 4 or 5, and chroma of 4 through 8. Iron accumulations and depletions are shades of red, brown or gray. Some pedon have no dominant matrix color and are mottled in shades of red, brown and gray. Texture is gravelly clay loam, gravelly silty clay, gravelly clay or with their very gravelly, very channery, cobbly, or very cobbly modifiers.\nThe Cr horizon is soft, weathered shale bedrock or interbedded shale and sandstone bedrock tilted more than 20 degrees from the horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Angie, Chrysler and Subran series. Angie soils have browner hues and are slowly permeable. Chrysler soils are not underlain by soft bedrock and are slowly permeable. Subran soils formed in marine sediments, have browner hues, and do not have a lithologic discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mena soils are on nearly level to moderately sloping uplands in broad valleys of the Ouachita Mountains in Arkansas and Oklahoma. They formed in pedisediments and old alluvium over shale bedrock or interbedded shale and sandstone bedrock. Slopes range from 1 to 12 percent. Average annual precipitation ranges from about 46 to 56 inches. Mean annual temperature ranges from 59 to 65 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Avilla, Bengal, Bismarck, Carnasaw, Ceda, Kenn, Littlefir, Nashoba, Sallisaw, Sherless, Speer, Wetsaw and Wilburton series. Avilla soils are on stream terraces and have a fine-loamy particle size control section. Bengal soils are on adjacent uplands and have 20 to 40 inch sola. Bismarck soils are on adjacent uplands; have a loamy-skeletal particle size control section and a 10 to 20 inch solum. Carnasaw soils are on adjacent uplands and have a 40 to 60 inch solum. Ceda soils are on floodplains, have a loamy-skeletal particle size control section and no argillic horizon. Kenn soils are on\nfloodplains and low terraces, have a fine-loamy particle size control section and a 40 to 60 inch solum. Littlefir soils formed in residuum of shale or interbedded shale and sandstone, have a 20 to 50 inch solum, and are on adjacent uplands. Nashoba are on adjacent uplands, have a loamy-skeletal particle size control section and 20 to 40 inch solum. Sallisaw soils occur on similar landscapes, have fine-loamy particle size control sections and higher base saturation. Sherless soils occur on adjacent uplands, have a fine-loamy particle size control section and a 20 to 40 inch solum. Speer soils occur on floodplains and low terraces, have a fine-loamy particle size control section and higher base saturation. Wetsaw soils occur on old stream terraces, have a fine-loamy particle size\ncontrol section and higher base saturation. Wilburton soils occur on uplands, have a loamy-skeletal particle size control section and higher base saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Mena soils are moderately well drained. Runoff is low to very high and permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are use for pasture and hay crops. The native vegetation was mainly woodland of upland oaks, hackberry, hickory, elms, green ash and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In valleys of the Ouachita Mountains of Arkansas and Oklahoma; MLRA 119. Mena soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Arkansas; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in\nthis pedon are:\nOchric epipedon - 0 to 13 inches\nArgillic horizon - 13 to 53 inches\nParalithic contact - 65 inches\nADDITIONAL DATA: Chararcterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory - S88AR-097-01.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
