{
  "SERIES": "MENAHGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRF-HFA-JJJ-TWN",
  "REVDATE": "3/98",
  "STATES": "MN,WI",
  "OVERVIEW": "The Menahga series consists of very deep, excessively drained to well drained soils that formed in sandy glacial outwash sediments on outwash plains, valley trains, and some moraines and drumlins.  These soils have rapid permeability.  Their slopes range from 0 to 55 percent.  Mean annual precipitation is about 26 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Menahga loamy sand with a 1 percent nearly level slope on an outwash plain in a jack pine forest.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 3 inches; very dark brown (10YR 2/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; 1 percent gravel; strongly acid; clear smooth boundary.  (0 to 4 inches thick)\nBw--3 to 17 inches; dark yellowish brown (10YR 4/4) loamy sand; weak fine subangular blocky structure parting to single grain; very friable; common fine roots; 1 percent gravel; strongly acid; clear smooth boundary.  (5 to 45 inches thick)\nC1--17 to 37 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few coarse roots; 1 percent gravel; moderately acid; gradual smooth boundary.\nC2--37 to 64 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; few coarse roots; 1 percent gravel; moderately acid; gradual smooth boundary.\nC3--64 to 80 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; few coarse roots; 5 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hubbard County, Minnesota; about 1/2 mile northeast of Lake George; about 200 feet north and 400 feet west of the southeast corner, sec. 9, T.143N., R.34W.; USGS Lake George quadrangle; lat. 47 degrees 12 minutes 39.5 seconds N. and long. 94 degrees 59 minutes 5.5 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates is 40 inches or more. Typically, these soils do not have gravel, but in some pedons gravel of mixed lithology and mostly less than 1 cm in size comprises as much as 10 percent of the volume of the solum and C horizon, either as distinct strata or dispersed throughout part to all of the sandy matrix.  The average texture in the 10- to 40- inch zone is coarse sand, sand, loamy coarse sand or loamy sand.  Fine sand is less than 40 percent, medium sand is greater than 25 percent, and coarse sand and very coarse sand from 20 to 35 percent.  Reaction in the solum typically is strongly acid to neutral.  Some pedons have an O horizon as much as 2 inches in thickness.  The soil moisture control section in 6 out of 10 years is dry for 20 to 35 consecutive days at some time during the 120 days following the summer solstice in most years.\nThe A horizon typically has hue of 10YR, value of 2 to 4, and chroma of 1 to 2.  Some pedons have an E horizon as much as 6 inches thick with hue of 10YR, value of 4 or 5, and chroma of 1 or 2.  The A and E horizons are coarse sand, sand, loamy coarse sand, or loamy sand.  In cultivated areas the Ap horizon has moist value of 3 or 4 and/or dry value of 5 or 6.\nSome pedons have an AB horizon.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 3 to 6.  The lower value and chroma are only in the upper part of the B horizon.  Texture is coarse sand, sand, loamy coarse sand or loamy sand.\nSome pedons have a BC horizon.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6.  Texture is coarse sand, sand, loamy coarse sand or loamy sand and in some pedons it is stratified with those textures.  It is moderately acid to slightly acid in the upper part and slightly acid to slightly alkaline in the lower part.  Some areas have a loamy 2C horizon below 40 inches.  A (friable) loamy substratum phase and a (dense) till substratum phase are recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abbeylake, Cantlin, Champlain, Claire, Corliss, Feldtmann (T), Friendship, Grayling, Mahtomedi, Nymore, Plainbo, Sartell, Serden, Shawano, and Sunday series.  Abbeylake soils have carbonates above 40 inches.  Cantlin and Friendship soils have redoximorphic features and a water table in the lower part of the series control section.  Champlain soils have less than 30 percent medium sand or coarser in the series control section.  Claire soils do not have a B horizon and are dry in the soil moisture control section for 35 to 45 consecutive days during the 120 days following the summer solstice in most years.  Corliss soils have carbonates within 40 inches.  Feldtmann (T) soils have hue of 2.5YR or redder throughout the series control section.  Grayling and Nymore soils have less than 20 percent coarse and very coarse sand in the series control section.  Mahtomedi soils have more than 10 percent gravel in the series control section.  Plainbo soils have bedrock beginning at depths ranging from 20 to 40 inches.  Sartell, Serden and Shawano soils have more than 40 percent fine sand in the series control section.  Sunday soils do not have a B horizon and the soil moisture control section is not dry for 20 or more consecutive days in the 4 months following the summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane to slightly convex slopes with gradients of 0 to 55 percent.  They primarily are on outwash plains and valley trains, but some are on moraines or sand mantled drumlins. They formed in thick glacial outwash deposits that are mostly coarse sand or sands.  The deposits are late Wisconsinan in age. Mean annual air temperature ranges from 36 to 45 degrees F.  Mean annual precipitation ranges from 22 to 33 inches.  Frost-free days range from 88 to 150.  Elevation above sea level ranges from 670 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  They commonly are the dominant soil in their area of occurrence.  In some places they are associated with the somewhat poorly drained Meehan soils and the poorly and very poorly drained Newson soils, which are members of a hydrosequence with the Menahga soils.  These soils are on nearby lower lying terrain.  They are the end member of a biosequence that includes the Mollisol, Hubbard and the Typic Udipsamment, Nymore, which has an A horizon that is intermediate in thickness between that of the Hubbard and that of the Menahga."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Surface runoff is moderately low to moderately high.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested with jack pine being the major tree.  A few areas are cropped or pastured.  Native vegetation is coniferous forest with jack pine being the dominant tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota and northwestern Wisconsin.  Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wadena County, Minnesota, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - zone from the surface of soil to a depth of 4 inches (A and AB horizons).  The soil moisture control section may be dry for 20 to 35 consecutive days following the summer solstice.\nType location moved to Hubbard County to better reflect the series as IT occurs in MLRA 57."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to results of laboratory analysis of pedon S61MN801 for some data on a representative pedon.  Also refer to the following publications for results of laboratory analysis among other things of several pedons of the Menahga series:  (1) Pawluk, Steve. 1957.  A study of some forest soil characteristics and their relations to jack pine growth.  Ph.D. Thesis, University of Minnesota.  100 pp., and (2) Pluth, D. J., 1965.  A site evaluation for jack pine in north-central Minnesota.  Ph.D. Thesis, University of Minnesota.  92 pp."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark brown (10YR 2/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; 1 percent gravel; strongly acid; clear smooth boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--3 to 17 inches; dark yellowish brown (10YR 4/4) loamy sand; weak fine subangular blocky structure parting to single grain; very friable; common fine roots; 1 percent gravel; strongly acid; clear smooth boundary.  (5 to 45 inches thick)"
      },
      {
        "name": "C1",
        "top": 43,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--17 to 37 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few coarse roots; 1 percent gravel; moderately acid; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 94,
        "bottom": 163,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--37 to 64 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; few coarse roots; 1 percent gravel; moderately acid; gradual smooth boundary."
      },
      {
        "name": "C3",
        "top": 163,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--64 to 80 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; few coarse roots; 5 percent gravel; slightly acid."
      }
    ]
  ]
}
