{
  "SERIES": "MENBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/TDT/JBF/TM/JVC",
  "REVDATE": "04/2011",
  "STATES": "CA,NV,OR",
  "OVERVIEW": "The Menbo series consists of moderately deep, well drained soils that formed in volcanic ash, residuum and colluvium derived from volcanic rocks. Menbo soils are on hills, mountains, plateaus, and ravines. Slopes are 4 to 75 percent. The mean annual precipitation is about 330 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Menbo stony ashy loam--on a 12 percent north-facing hillslope in sagebrush steppe at an elevation of 1,495 meters--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) stony ashy loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many irregular pores; about 10 percent stones and 10 percent gravel; neutral (pH 6.7); clear wavy boundary. (5 to 20 cm thick)\nA2--8 to 20 cm; dark grayish brown (10YR 4/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many irregular pores; about 5 percent cobbles and 20 percent gravel; neutral (pH 6.7); clear wavy boundary. (8 to 38 cm thick)\n2Bt--20 to 66 cm; brown (10YR 5/3) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate medium angular blocky structure; hard, firm, very sticky and moderately plastic; common roots; common very fine tubular pores; common distinct clay films on faces of peds and few faint clay films lining pores; about 20 percent cobbles and 20 percent gravel; neutral (pH 6.7); abrupt irregular boundary. (25 to 69 cm thick)\n2R--66 cm; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Deschutes County, Oregon; on a northeast-facing slope of Pine Mountain; in the SW1/4 of the NW1/4 of section 20, T. 20 S., R. 16 E.; USGS Millican SE 7.5 minute topographic quadrangle; approximately latitude 43 degrees 49 minutes 24 seconds N and longitude 120 degrees 50 minutes 40 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist but are dry in all parts of the soil moisture control section for about 100 to 120 consecutive days following the summer solstice; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 50 to 90 cm; includes the 2Bt horizon.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nParticle-size control section - Clay content: 35 to 50 percent.\nRock fragments: Averages 35 to 60 percent, mainly cobbles. Lithology of fragments is volcanic rock such as basalt.\nA1  horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nVolcanic glass content: 5 to 15 percent.\nA2 horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nVolcanic glass content: 5 to 15 percent.\nOxalate Al + 1/2 oxalate iron: 0.2 to 0.4 percent.\nRock fragments: 0 to 25 percent cobbles and stones, 0 to 50 percent gravel.\n2Bt horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very gravelly clay loam, very cobbly clay loam, very gravelly clay or very cobbly clay.\nClay content: 35 to 50 percent.\nRock fragments: 10 to 30 percent cobbles and stones, 20 to 40 percent gravel.\nStructure: Subangular blocky or angular blocky.\nReaction: Neutral or slightly alkaline.\nOther features: Subhorizons of very gravelly clay are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Breeseranch, Dupratt, Erakatak, Finsel, Hamtah, Home Camp, Humarel, Lamulita, Maule, Potlid, Shotsprings, Squatterflat, and Wiltop series.\nBreeseranch soils - 50 to 100 cm to a lithic welded tuff; dry for 75 to 90 consecutive days following the summer solstice; mollic epipedon 25 to 50 cm thick\nDupratt soils - 50 to 60 percent clay in the particle-size control section\nErakatak soils - mollic epipedon 20 to 48 cm thick\nFinsel soils -oxalate extractable aluminum plus one-half oxalate extractable iron of 0.4 to 0.7 percent in the upper 14 inches and have less than 15 percent rock fragments in the surface horizons\nHamtah soils - more than 150 cm to bedrock; more than 15 percent volcanic glass throughout\nHome Camp series - 50 to 100 cm to paralithic contact (tuff); mollic epipedon  23 to 40 cm thick\nHumarel soils - 50 to 100 cm to a lithic andesitic tuff breccia; dry for 60 to 75 consecutive days following the summer solstice; mollic epipedon 25 to 48 cm thick\nLamulita soils - 100 to 150 cm to a lithic contact (andesitic tuff breccia); dry for 60 to 75 consecutive days following the summer solstice; mollic epipedon 25 to 48 cm thick\nMaule soils - 58 to 90 cm to a paralithic contact (welded tuff), 69 to 100 cm to a lithic contact (welded tuff); dry 60 to 90 consecutive days following the summer solstice\nPotlid soils - 50 to 100 cm to a lithic contact (andesitic tuff breccia); dry for 60 to 75 consecutive days following the summer solstice; has organic layer\nShotsprings soils - dry for 45 to 60 consecutive days following the summer solstice; has organic layer\nSquatterflat soils - more than 150 cm to bedrock; dry for 60 to 75 consecutive days following the summer solstice; mollic epipedon is 25 to 43 cm thick; has organic layer\nWiltop soils - 100 to 150 cm to a lithic contact (welded tuff)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Menbo soils are on hills, mountains, plateaus, and ravines. They typically occur on north-facing backslope positions. These soils formed in volcanic ash, residuum and colluvium derived from volcanic rocks. Slopes are 4 to 75 percent. Elevations range from 1,345 to 1,680 meters in Oregon and up to 2,230 meters in Nevada. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is typically 300 to 380 mm but ranges to 250 mm in some areas (North Lake County, Oregon). The mean annual temperature is 6 to 7 degrees C. The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Redcliff, Stookmoor, and Westbutte soils. Redcliff soils are loamy-skeletal, have cambic horizons, and have an aridic moisture regime. Stookmoor soils are ashy, do not have argillic horizons, and have an aridic moisture regime. Westbutte soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high or very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Menbo soils are used for livestock grazing and wildlife habitat. Native vegetation is mountain big sagebrush, antelope bitterbrush, Idaho fescue, bluebunch wheatgrass, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon, northeastern California, and northwestern Nevada. These soils are moderately extensive. The series concept and main acreage is in MLRA 23, while other acreage occurs in MLRA 10."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 66 cm (A1, A2, and 2Bt horizons).\nVitrandic intergrade feature - The zone from the soil surface to 20 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 20 to 66 cm (2Bt horizon).\nLithic contact - The boundary at 66 cm to underlying hard, unweathered bedrock (2R layer).\nParticle-size control section - The zone from 20 to 66 cm (2Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 8 cm; grayish brown (10YR 5/2) stony ashy loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many irregular pores; about 10 percent stones and 10 percent gravel; neutral (pH 6.7); clear wavy boundary. (5 to 20 cm thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 20 cm; dark grayish brown (10YR 4/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many irregular pores; about 5 percent cobbles and 20 percent gravel; neutral (pH 6.7); clear wavy boundary. (8 to 38 cm thick)"
      },
      {
        "name": "2Bt",
        "top": 20,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "2Bt--20 to 66 cm; brown (10YR 5/3) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate medium angular blocky structure; hard, firm, very sticky and moderately plastic; common roots; common very fine tubular pores; common distinct clay films on faces of peds and few faint clay films lining pores; about 20 percent cobbles and 20 percent gravel; neutral (pH 6.7); abrupt irregular boundary. (25 to 69 cm thick)"
      },
      {
        "name": "2R",
        "top": 66,
        "narrative": "2R--66 cm; fractured basalt."
      }
    ]
  ]
}
