{
  "SERIES": "MENDNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, subgelic Typic Aquorthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mendna peat on a 4 percent slope under black spruce forest at 2400 feet elevation.  (All colors are for moist soil)\nOi--0 to 4 inches; very dusky red (2.5YR 2.5/2) peat; raw fibrous moss and root fibers; gradual smooth boundary.  (5 to 12 inches thick)\nOe--4 inches to 9; black (10YR 2/1) mucky peat; partially decomposed moss and root fibers; diffuse irregular boundary.  (3 to 8 inches thick)\nCg1--9 to 20 inches; dark greenish gray (5GY 4/1) loam; weak medium subangular blocky structure; friable, sticky and plastic; many large prominent dark brown (7.5YR 4/4) redox concentrations along root channels; 10 percent gravel; common very fine and fine roots; neutral (pH 6.6); gradual wavy boundary. (4 to 14 inches thick)\nCg2--20 to 30 inches; dark greenish gray (5GY 4/1) loam; weak medium subangular blocky structure; friable, sticky and plastic; many large prominent strong brown (7.5YR 4/6) redox concentrations throughout the matrix; 10 percent gravel; few very fine and fine roots; neutral (pH 6.8); gradual wavy boundary.  (0 to 14 inches thick)\nC--30 to 48 inches; dark grayish brown (2.5Y 4/2) gravelly clay loam; 15 percent  gravel and 5 percent cobble; mildly alkaline (pH 7.4); abrupt smooth boundary. (0 to 18 inches thick)\nCf--48 to 58 inches; dark grayish brown (2.5Y 4/2) gravelly clay loam; 15 percent  gravel and 5 percent cobble; mildly alkaline (pH 7.4); abrupt smooth boundary; frozen on August 13, 1992."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gulkana River Area, Alaska;  about 14 miles north of Sourdough; the NE1/4 of the SE1/4 of section 10, T11N., R2W., Copper River Meridian"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is less than 32 degrees F.  The organic horizons ranges from 8 to 16 inches thick.  Depth to permafrost ranges from 2 to 39 inches below the surface of the mineral soil two months after the summer solstice.   There is more than 18 percent clay and more than 15 percent fine sand or coarser.  Coarse fragment content ranges from 0 to 30 percent and includes subangular pebbles and cobbles.  Reaction throughout the mineral profile is moderately acid to mildly alkaline.\nThe Cg horizons have moist hue of 10YR, 2.5Y, 5Y or 5GY;  moist value of 3 through 5; and moist chroma of 1 or 2.  Redoximorphic features include redox concentrations and depletions; redox concentrations have hue of 7.5YR or 10YR; moist chroma of 4 through 6; redox depletions have hue of 5Y or 5GY; moist value of 4 or 5; moist chroma of 1 or 2.  Texture is loam, clay loam, silt loam or silty clay loam.  Coarse fragment content ranges from 0 to 30 percent subangular gravel and cobble.  A lag concentrate of coarse fragments is common along the surface of these horizons.\nThe C horizons have moist hue of 10YR, 2.5Y, or 5Y; moist value of 4 or 5; and moist chroma of 1 or 2.  Texture is loam, clay loam, silt loam or silty clay loam.  Coarse fragment content ranges from 0 to 30 percent subangular gravel and cobble.\nThe Cf horizon has moist hue of 10YR, 2.5Y, or 5Y; moist value of 4 or 5; and moist chroma of 1 or 2.  Textures include loam, clay loam, silt loam and silty clay loam.  Clay content often increases with depth.  Coarse fragment\ncontent ranges from 0 to 30 percent and includes subangular gravel and cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deborah (T), Kuslina, Iksgiza, Mendeltna, Saulich, Tolsona, Tanacross, and Umiat (T) soils.  Deborah, Kuslina, Saulich, Tolsona and Tanacross soils have less than 18 percent clay.  Iksgiza soils have fine sand substratum layers.  Mendeltna soils have a thin loess mantle over loamy lacustrine deposits. Umiat soils have weathered bedrock within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mendna soils formed in a thick organic mat over lacustrine nearshore deposits.  They are on level to gently sloping lacustrine terraces.\nThe climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 14 to 18 inches and temperature ranges from 23 to 27 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly and poorly drained.  Runoff is slow.  Permeability is moderately rapid in the organic mat and moderate in the mineral soil.  The profile is saturated and free water occurs above the permafrost.  Altered drainage occurs where the insulating organic mat is\ndestroyed by fire or clearing. Loss of the organic mat results in lowering of the permafrost level and subsequent lowering of the water table."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation on Mendna soils is dominantly black spruce forest.  The successional state of the vegetation in a given area is closely related to the fire history.  This soil is used primarily for wildlife habitat."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Copper River Basin, Alaska.  The series is extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gulkana River Area, Alaska.  1999."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
