{
  "SERIES": "MENDOCINO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD/WLC/JJJ",
  "REVDATE": "2/99",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, isomesic Typic Kandihumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mendocino gravelly clay loam - forest (Colors are for moist conditions unless otherwise noted)\nO1--2 to 0 inches; partially decomposed litter.\nA11--0 to 5 inches; very dark grayish brown (10YR 3/2) gravelly light clay loam, light brownish gray (10YR 6/2) dry; moderate fine granular; friable, non-sticky, slightly plastic; many fine and very fine roots; many fine and very fine tubular and interstitial pores; slightly acid; diffuse boundary. (3 to 6 inches thick)\nA12--5 to 11 inches; dark brown (10YR 4/3) clay loam, pale brown (10YR 6/3) dry; moderate, fine and medium, subangular blocky; friable, slightly sticky, slightly plastic; many medium roots; many fine and very fine tubular and interstitial pores; moderately acid; clear wavy boundary. (3 to 6 inches thick)\nA13--11 to 17 inches; dark yellowish brown (10YR 4/4) clay loam, very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky; friable, slightly sticky, slightly plastic; common medium and few coarse roots; many fine and very fine tubular and interstitial pores; moderately acid; diffuse boundary. (3 to 6 inches thick)\nB21t--17 to 30 inches; yellowish brown (10YR 5/6) clay loam, yellow (10YR 7/6) with brown (7.5YR 5/2) clay films, dry; massive; firm, sticky, plastic; few medium and coarse roots; many fine and very fine tubular and interstitial pores; many very thin clay films in pores and on ped faces; strongly acid; diffuse boundary. (8 to 14 inches thick)\nB22t--30 to 41 inches; mottled yellowish brown and brownish yellow (10YR 5/4, 5/6, 6/6) light clay, very pale brown, yellow, and strongly brown (10YR 7/4, 7/6 and 7.5YR 5/8) dry; moderate coarse angular blocky; firm, sticky, plastic; few coarse and fine roots; few fine tubular pores; continuous thick clay films on ped faces and in pores; strongly acid; diffuse boundary. (6 to 18 inches thick)\nB3--41 to 60 inches; same colors as previous horizon (B22t); light clay; moderate coarse angular blocky; firm, sticky, plastic; few fine and coarse roots; few fine tubular pores; continuous thick clay films on ped faces and in pores; strongly acid; diffuse boundary. (10 to 20 inches thick)\nC--60 to 72 inches; strong brown (7.5YR 5/8) heavy clay loam; massive; firm, slightly sticky, plastic; very few fine roots; few fine tubular pores; continuous thick and moderately thick clay films along fracture planes; strongly acid; grades into strongly weathered, reddish yellow soft sedimentary rocks, many feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sonoma County, California, .9 miles southeast of Plantation along Sea View Road. SE 1/4, SE 1/4, sec. 34, T.9N., R.3W., MDM, on a broad ridgetop, northeast aspect, 26 percent slope, 950 feet elevation; mixed forest of tanoak, madrone, redwood, and Douglas-fir with shrubfern understory."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 36 to 66 inches.\nThe A horizons range in color (dry) from brown or pale brown to light brownish gray or very pale brown in the 10YR and 7.5YR hues with values of 4 to 6 and chromas of 2 to 4; in texture from loam to clay loam; and in reaction from slightly to moderately acid.  Some pedons have tend to an A2 horizon that is strongly acid, and paler in color than horizons above and below it.\nThe B horizons range in color from reddish brown to light yellowish brown in the 5YR and 10YR hues with values of 4 to 6 and chromas of 4 to 6; B3 horizons are distinctly redder (5YR to 7.5YR) moist but fade considerably on drying (10YR).  Textures in the B horizons range from sandy clay loam to light clay.  Reaction ranges from strongly to very strongly acid increasing with depth into strongly acid C horizons of highly weathered sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Included are the Empire, Goldridge, Horseshoe, Josephine, Larabee, Sebastopol, and Sites series.  Empire soils (Typic Umbrihumults) have darker and redder umbric epipedons and have fine loamy control sections.  Goldridge soils have less than 1 percent O.M.\ni. their ochric epipedons and also have fine loamy control sections. Horseshoe soils (Ustic Ochrihumults) are gravelly throughout, redder, and in a mesic family.  Josephine soils (Typic Normustults) have redder A horizons, less acid and less thick B horizons, derived from hard sedimentary and meta-sedimentary rocks, and in a mesic family.  Larabee soils have thick, dark grayish brown mollic epipedons with fine silty control sections.  Sebastopol soils have massive A horizons, and redder throughout with chromas of 8 moist, and have massive, extremely acid clay B horizons with maximal development.  Sites soils, derived from meta-sedimentary rocks have umbric epipedons, are redder throughout with massive Kaolinitic clay B horizons, and in a mesic family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mendocino soils occur on upper gentle slopes and flat ridgetops (remnants of old erosional land surfaces), in moderately steep to steep, well dissected mountains.  Usually the soils occur from deeply and highly weathered sandstone and shale rocks of an unamed cretaceous formation.  Slopes range from 5 to 45 percent, but are dominantly 10 to 35 percent.  The steep side slopes are usually Hugo and Josephine soils.  Mendocino soils range from near sea level to 1500 feet elevation, in a humid, mesothermal climate with cool, rainless but foggy summers, and cool wet winters.  Annual precipitation is 40 to 90 inches. Mean annual temperature is 53 degrees F.; January average 49 degrees F.; July average 57 degrees F.; frost free season exceeds 333 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Included are forested soils of the Casper, Empire, Goldridge, Hugo, Josephine, Larabee, Melbourne, and Noyo series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff slight to moderate, permeability moderate, erodibility slight."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Coniferous forest; Douglas-fir, redwood, some grand fir, tanoak, and madrone.  Understory of rhododendron, huckleberry, and ferns.  Timber productivity is high to very high (site index 155 for Douglas-fir).  Where cleared, forage productivity rates medium.  Level areas are suitable for orchard crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mendocino County, California, 1952, State Cooperative Soil-Vegetation Survey.  Name from the town of Mendocino."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Originally described with an incipient A2 horizons; such pedons represent a minority of the total area mapped as Mendocino series. Conglomerate phases mapped in northern Humboldt and Del Norte Counties may correlate with Horseshoe series.  Classification based on the following: Ochric epipedon, argillic horizon, have more than 20 kilos organic matter/cubic meter, and are seasonally dry in some part for more than 60 days.\nOSED scanned by SSQA. Last revised by state on 2/66.\nSeries reclassified 5/95.  Competing series not updated at that time.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
