{
  "SERIES": "MENDOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "OVERVIEW": "The Mendota series consists of very deep, well drained soils formed in loess and in the underlying highly calcareous loamy till.  These soils are on ground moraines. Slope rangeS from 0 to 12 percent.  Mean annual precipitation is about 762 mm (30 inches). Mean annual air temperature is about 7.8 degrees C (46 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mendota silt loam - on a 6 percent slope in a cultivated field at an elevation of about 299 meters (980 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; neutral; abrupt smooth boundary.\nA--20 to 28 cm (8 to 11 inches); dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; weak thick platy structure parting to moderate fine subangular blocky; friable; strongly acid; gradual wavy boundary.  [Combined thickness of the Ap and A horizons ranges from 25 to 41 cm (10 to 16 inches).]\nBt1--28 to 46 cm (11 to 18 inches); dark yellowish brown (10YR 3/4) silt loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common distinct brown (7.5YR 4/2) clay films on faces of peds; strongly acid; gradual wavy boundary.\nBt2--46 to 74 cm (18 to 29 inches); brown (10YR 4/3) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few faint brown (7.5YR 4/2) clay films on faces of peds; strongly acid; gradual smooth boundary.  [15 to 28 cm (6 to 11 inches) thick]\n2Bt2--74 to 84 cm (29 to 33 inches); brown (10YR 4/3) clay loam; weak coarse prismatic structure parting to moderate coarse subangular blocky; firm; few faint and distinct dark brown (7.5YR 3/2) and dark reddish brown (5YR 3/2) clay films on faces of peds; neutral; abrupt irregular boundary.  [10 to 15 cm (4 to 6 inches) thick]\n2C1--84 to 114 cm (33 to 45 inches); brown (10YR 5/3) gravelly loam; massive; friable; about 20 percent angular dolomitic gravel; violently effervescent; moderately alkaline (71 percent calcium carbonate); gradual smooth boundary.\n2C2--114 to 152 cm (45 to 60 inches); yellowish brown (10YR 5/4) gravelly loam; massive; friable, but very compact in places; about 34 percent angular dolomitic gravel; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dodge County, Wisconsin; about 3 miles northeast of Fox Lake; 200 feet north and 460 feet east of the southwest corner of sec. 21, T. 13 N., R. 14 E. USGS Buckhorn Corner Wisconsin topographic quadrangle; lat. 43 degrees 34 minutes 32 seconds N., and long. 88 degrees 50 minutes 39 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon and to carbonates: 61 to 102 cm (24 to 40 inches)\nThickness of the loess mantle: 51 to 91 cm (20 to 36 inches)\nThickness of the mollic epipedon: 25 to 41 cm (10 to 16 inches)\nParticle-size control section:  averages 25 to 35 percent clay\nVolume of gravel and channers: 2 to 12 percent in the 2Bt horizon; 12 to 60 percent in the 2C horizon\nVolume of cobbles and flagstones: 0 to 2 percent in the 2Bt horizon; 1 to 8 percent in the 2C horizon\nReaction:  naturally strongly acid to slightly acid in the loess mantle, ranges to neutral in the upper part, where the soil is limed; neutral to moderately alkaline in the 2Bt horizon; moderately alkaline in the 2C horizon\nCalcium carbonate equivalent: 60 to 90 percent in the 2C horizon\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam\nAB or BA horizon (where present):\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: silt loam or silty clay loam\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam or silty clay loam\n2Bt2 horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: typically clay loam, sandy clay loam, loam or the gravelly analogues but ranges to sandy loam or gravelly sandy loam in the lower part in some pedons.\nOther features:\nMany pedons have a thin dark colored layer (Beta B) that results from the accumulation of organic matter contained in the illuviated materials, at the contact between the 2Bt and 2C horizons.\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: loam or sandy loam or the gravelly or very gravelly analogues of these textures\nCalcium carbonate equivalent: 60 to 90 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashdale,  Broadwell, Dinsdale, Douglas, Elkhart, Elmont, Gymer, Healing,  Lycurgus, Malcolm, Meadowbank, Mickle, Ogle, Osco, Parkway, Plano, Proctor, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Toddville,  Waukenda, and Waupecan series.  Ashdale soils have a horizon with 55 to 75 percent clay in the lower part of the series control section and have a lithic contact there. Broadwell, Douglas, Healing, Malcolm, Richwood, and Waukenda soils have silty mantles more than 102 cm (40 inches) thick and do not have carbonates within the series control section. Dinsdale soils are more than 40 inches deep to carbonates and have less than 12 percent rock fragments in the lower part of the series control section. Elkhart, Osco, and Tama soils have more than 50 percent silt and less than 10 percent sand throughout the series control section.  Elmont soils have a paralithic contact with sandstone in the lower part of the series control section and have no carbonates there. Gymer soils have a thicker sola and do not have carbonates within a depth of 102 cm (40 inches). Lycurgus soils have more than 15 percent sand in the upper part of the series control section and have no carbonates or rock fragments in the series control section. Meadowbank soils have lamellae in the lower part of the series control section and have no carbonates or rock fragments in the series control section. Mickle and Toddville have redox features and saturation in the lower part of the series control section and have no carbonates in the series control section. Ogle, Parkway, Plano, Sidell, Tecumseh, and Waupecan soils are more than 102 cm (40 inches) deep to carbonates and to the base of the argillic horizon. Proctor soils are more than 102 cm (40 inches) deep to the base of the argillic horizon and have no carbonates within the series control section. Ripon soils have a lithic contact at 51 to 102 cm (20 to 40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mendota soils are on ground moraines.  Slope ranges from 0 to 12 percent.  These soils formed in loess and in the underlying highly calcareous loamy till.  Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual air temperature ranges from 7.2 to 8.9 degrees C (45 to 48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Markesan and Plano soils.  Markesan soils are on the shorter steeper slopes where the silt mantle is less than 51 cm (20 inches) thick.  Plano soils also are on intermediate slopes where the silt mantle is more than 3 feet thick over sandy loam glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  Surface runoff ranges from low to high. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland.   Common crops are corn, small grain, forage, and canning crops. Native vegetation is prairie grasses, forbs, and scattered bur oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 95B in southeastern Wisconsin.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dodge County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe location given for the typical pedon places it in a map unit of Mendota silt loam, 6 to 12 percent slopes. Therefore, the slope of the typical pedon is changed from 4 to 6 percent.\nThis soil formerly was called Parr series in Wisconsin.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon -  0 to 28 cm (0 to 11 inches) (Ap, A); argillic horizon - 46 to 84 cm (18 to 33 inches) (Bt1, Bt2).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
