{
  "SERIES": "MENDENHALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/LF/JEB",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous Cumulic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mendenhall loam - grassland.  (Colors are for dry soil              unless otherwise noted.)\n01--3 inches to 0; undecomposed organic material mostly the remains of grasses.\nA11--0 to 10 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; moderate medium and fine granular and crumb structure; soft, very friable, slightly sticky, slightly plastic; 10 percent gravel; calcareous; moderately alkaline (pH 8.0); clear smooth boundary.\n(4 to 12 inches)\nA12g--10 to 26 inches; gray (10YR 5/1) sandy loam, very dark gray (10YR 3/1) moist; common medium prominent mottles of reddish brown (5YR 5/3) moist and dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure that parts to fine granules; slightly hard, very friable, nonsticky, nonplastic; 10 percent gravel; calcareous; moderately alkaline (pH 8.2); clear smooth boundary.\n(8 to 40 inches thick)\nB2g--26 to 50 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; many large prominent mottles of reddish brown (5YR 5/3) moist, dark yellowish brown (10YR 4/4) moist, and dark gray (2.5Y 4/1) moist; massive; slightly hard, very friable, nonsticky, nonplastic; 10 percent gravel; calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; 1,550 feet west and 1,725 feet south of NE corner Sec. 3, T. 8 N., R. 79 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 40 degrees F. and mean summer soil temperature is about 52 degrees F.  The mollic epipedon ranges from 20 to 50 inches thick.  Conductivity ranges from 0 to 16 millimhos in a major part of the control section and there is no subhorizon more than 4 inches thick a depth of above 20 inches that exceeds 15 percent.  The control section is typically sandy loam or gravelly sandy loam but averages 5 to 18 percent clay, 5 to 40 percent silt, and 45 to 82 percent sand with more than 35 percent fine or coarser sand.  Rock fragments range from 0 to 35 percent in a major part of the control section and are mainly 1/4 to 10 inches in diameter.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of neutral through 3.  It ranges from mildly to strongly alkaline.\nThe B2g horizon has hue of 5Y through 7.5YR, value of 5 through 7 moist, and 4 through 6 dry, and chroma of neutral through 2.  It ranges from moderately to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dobrow, Fleer, and Tepee soils.  Dobrow soils are noncalcareous.  Fleer soils have sandy-sketetal material in the lower part of the control section.  Tepee soils have more that 18 percent clay and are noncalcareous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mendenhall soils are on nearly level to moderately sloping terraces, stream bottoms, and alluvial fans.  Slopes typically range from 0 to about 6 percent.  These soils formed in thick calcareous moderately coarse textured alluvial materials derived from sedimentary, metamorphic, and igneous rocks.  At the type location the average annual precipitation is 12 inches with peak periods of precipitation in the spring and early summer.  Mean annual temperature is 38 degree F. and mean summer temperature is 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dobrow and Fleer soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to very slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing or as native hay meadow.  Native vegetation is timothy, red top, Junegrass, willows, sedges, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson, County Colorado, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 11/73.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
