{
  "SERIES": "MENFRO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWF-RLT",
  "REVDATE": "08/2004",
  "STATES": "IL,MO",
  "OVERVIEW": "The Menfro series consists of very deep, well drained, moderately permeable soils formed in thick loess deposits on upland ridgetops, backslopes and benches adjacent to the Missouri and Mississippi Rivers and their major tributaries. Slopes range from 2 to 60 percent. Mean annual temperature is 56 degrees F, and mean annual precipitation is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Menfro silt loam - pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate fine granular structure; very friable; many fine roots; slightly acid; clear smooth boundary. (1 to 4 inches thick)\nE--3 to 6 inches; brown (10YR 4/3) silt loam; moderate medium granular structure; very friable; many fine and few medium roots; strongly acid; clear smooth boundary. (0 to 8 inches thick)\nBE--6 to 11 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure parting to moderate medium granular; very friable; many fine and few medium roots; moderately acid; clear smooth boundary. (0 to 8 inches thick)\nBt1--11 to 17 inches; dark yellowish brown (10YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; many fine and few medium roots; many distinct pale brown (10YR 6/3) silt coatings and dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; gradual smooth boundary.\nBt2--17 to 24 inches; yellowish brown (10YR 5/4) silty clay loam; strong coarse subangular blocky structure parting to strong medium subangular blocky; firm; many fine and few medium roots; many distinct pale brown (10YR 6/3) silt coatings and dark yellowish brown (10YR 4/4) clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt3--24 to 33 inches; dark yellowish brown (10YR 4/6) silty clay loam; strong medium prismatic structure parting to strong medium subangular blocky; firm; common very fine and fine roots; many distinct pale brown (10YR 6/3) silt coatings and dark yellowish brown (10YR 4/4) clay films on faces of peds; very strongly acid; gradual smooth boundary.\nBt4--33 to 40 inches; brown (7.5YR 4/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common very fine and fine roots; common distinct pale brown (10YR 6/3) silt coatings and dark yellowish brown (10YR 4/4) clay films on faces of peds; very strongly acid; gradual smooth boundary.\nBt5--40 to 51 inches; dark yellowish brown (10YR 4/4) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine and few fine roots; common distinct pale brown (10YR 6/3) silt coatings and strong brown (7.5YR 4/6) clay films on faces of peds; very strongly acid; gradual smooth boundary.\nBt6--51 to 62 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate fine prismatic structure; friable; few very fine roots; common distinct light brownish gray (10YR 6/2) silt coatings and strong brown (7.5YR 4/6) clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt7--62 to 80 inches; yellowish brown (10YR 5/4) silt loam; moderate fine subangular blocky structure; friable; few fine roots; common distinct light brownish gray (10YR 6/2) silt coatings and strong brown (7.5YR 4/6) clay films on faces of peds; few iron and manganese stains; strongly acid. (Combined thickness of the Bt horizon is 24 to 75 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Boone County, Missouri. About 11/2 miles southeast of Wilton; about 2,600 feet east and 1,050 feet north of the southwest corner of sec. 36, T. 46 N., R. 13 W.; Hartsburg Quadrangle; lat. 38 degrees 43 minutes 15 seconds N. and long. 92 degrees 20 minutes 29 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum typically is 50 to 70 inches thick but ranges from 30 to 100 inches in thickness.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 2 to 4. The Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 4, with value of 4 or more rubbed and 5.5 or more dry. They are strongly acid to neutral, depending on local liming practices.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.\nThe BE horizon, where present, has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. It is silt loam or silty clay loam.\nThe Bt horizon has hue of 10YR of 7.5YR, value of 4 or 5, and chroma of 3 to 6. The upper 20 inches of the argillic horizon averages between 27 and 35 percent clay, and the horizon with the highest clay maximum ranges from 30 to 38 percent. The BE and Bt horizon ranges from very strongly acid to neutral.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. It is silt loam or silty clay loam. Reaction is moderately acid to neutral in the upper part and ranges to slightly alkaline in the lower part of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Bertrand, Blackhammer, Camden, Dodge, Dubuque, Fayette, Flagg, Greenridge, Hackers, Jackson, Jemerson, La Farge, Lambeau, Martinsburg, Middletown, Navlys, Palermo, Palsgrove, Pepin, Piscasaw, Ridgway, Rozetta, Ruma, Rush, Russell, Seaton, St. Charles, Stookey, Sylvan,  Thebes and Yellowriver soils.  Baraboo, Dubuque, La Farge and Palsgrove soils have a lithic or paralithic contact within a depth of 60 inches.  Bertrand and Hackers soils have strata immediately below the argillic horizon containing more than 15 percent fine sand and coarser.  Blackhammer soils have more than 5 percent rock fragments in the lower part of the argillic horizon.  Camden, Dodge, Flagg, Greenridge, Middletown, Piscasaw, Rush, Russell, St. Charles and Thebes soils average more than 15 percent fine sand or coarser in the lower part of the series control section.  Fayette and Rozetta soils typically have yellower hue and an average soil temperature cooler than 54 degrees F.  Jemerson soils have more than 5 percent sand in the upper part of the control section.  Jackson, Lambeau, Pepin, Seaton and Stookey soils average less than 27 percent clay in the particle size control section.  Martinsburg soils have a thicker E horizon and the horizon having the maximum clay content is deeper in the profile.  Ridgway and Yellowriver soils have more than 5 percent sand in some horizon above a depth of 40 inches.  Ruma soils have more than 7 percent sand in the lower part of the series control section.  Sylvan soils have sola less than 40 inches and have carbonates within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Menfro soils are on upland ridgetops, backslopes and benches adjacent to the Missouri and Mississippi Rivers and their major tributaries. Slope gradients range from 2 to 60 percent. Menfro soils formed in loess deposits ranging from 6 to 20 feet or more thick. The mean annual temperature ranges from 54 to 59 degrees F, and mean annual precipitation ranges from 32 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haymond, Winfield, and Weingarten soils. Haymond soils are coarse-silty and are on flood plains. Winfield soils are moderately well drained. Weingarten soils have cherty residuum at depths of 40 to 60 inches. Both of these soils are typically on lower slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  The potential for surface runoff ranges from low to very high.  Permeability is moderate. Saturated hydraulic conductivity is moderately high or high (4.0 to 14.11 micrometers/sec)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Natural vegetation is deciduous hardwoods. The cleared areas are cropped to soybeans, small grain, corn, hay, and pasture. Most of the steeper areas remain in timber."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and eastern Missouri adjacent to the Missouri and Mississippi River Valleys. West-central and southwestern Illinois adjacent to the Mississippi River Valley. MLRA 115. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Illinois, (III-2 Edwardsville project), 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Base saturation at 1.25m below the top of the argillic horizon ranges from 60 to 87 percent and averages about 72 percent. The clay mineralogy is mixed but dominated by montmorillonite (est. 60-75 percent) with lesser amounts of illite.\nDiagnostic horizons and features recognized in this series are:\nochric epipedon - the zone from the surface of the soil to a depth of 11 inches (Ap, E, and BE horizons);\nargillic horizon - the zone from approximately 11 inches to 80 inches (Bt1, Bt2, Bt3, Bt4, Bt5, Bt6 and Bt7 horizons);\nudic moisture regime.\nThese soils are prime farmland where the slopes are less than 6 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
