{
  "SERIES": "MENLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-SMF-DCP",
  "REVDATE": "10/2005",
  "STATES": "CT,NY",
  "OVERVIEW": "The Menlo series consists of very poorly drained loamy soils formed in subglacial till.  They are very deep to bedrock and moderately deep to a densic contact.  They are nearly level soils in depressions and drainageways of till covered plains and hills.  Slope ranges from 0 to 3 percent. Saturated hydraulic conductivity is moderately low to high in the solum and low to moderately high in the substratum.  Mean annual temperature is about 50 degrees F., and mean annual precipitation is about 47 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Menlo muck - in a woodland at an elevation of about 180 feet (Colors are for moist soil unless stated.)\nOa--0 to 5 inches; black (10YR 2/1) muck, 5 percent fiber; massive; very friable; many very fine and fine roots, few medium to very coarse roots; moderately acid (pH 6.0); clear wavy boundary. (0 to 7 inches thick)\nA--5 to 16 inches; black (10YR 2/1) mucky silt loam, gray (7.5YR 5/1) dry; weak coarse subangular blocky structure; friable; common very fine and fine roots; 2 percent quartz and basalt gravel; common fine prominent strong brown (7.5YR 4/6) soft masses of iron accumulation; neutral (pH 6.8); clear wavy boundary. (7 to 18 inches thick)\nBg1--16 to 22 inches; gray (7.5YR 5/1) flaggy very fine sandy loam; weak coarse subangular blocky structure; friable; 10 percent red sandstone flagstones, 10 percent quartz and basalt gravel, 5 percent red sandstone channers; common medium prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6) soft masses of iron accumulation; 10 percent red sandstone flagstones; neutral (pH 6.8); clear smooth boundary.\nBg2--22 to 27 inches; grayish brown (10YR 5/2) flaggy fine sandy loam; weak coarse subangular blocky structure; friable; 10 percent red sandstone flagstones, 10 percent quartz and basalt gravel, 5 percent red sandstone channers; many fine to coarse prominent strong brown (7.5YR 5/6) soft masses of iron accumulation and common medium prominent reddish gray (5YR 5/2) iron depletions; neutral (pH 6.8); abrupt smooth boundary. (Combined thickness of the Bg horizons 10 to 22 inches thick.)\nCd1--27 to 40 inches; reddish brown (5YR 4/3) gravelly fine sandy loam; massive; firm; 1 inch lenses of brown (7.5YR 4/3) loamy sand on top of the horizon; 5 percent basalt paragravel and red sandstone parachanners; 8 percent quartz and basalt gravel, 2 percent red sandstone channers and 2 percent red sandstone flagstones; common medium prominent strong brown (7.5YR 4/6) soft masses of iron accumulation, common medium prominent reddish gray (5YR 5/2) and few medium distinct pinkish gray (7.5YR 6/2) iron depletions; neutral (pH 6.8); gradual smooth boundary.\nCd2--40 to 60 inches; reddish brown (5YR 4/3) gravelly fine sandy loam; massive; firm; 5 percent basalt paragravel and red sandstone parachanners; 8 percent quartz and basalt gravel, 2 percent red sandstone channers and 2 percent red sandstone flagstones; common medium distinct yellowish red (5YR 4/6) soft masses of iron accumulation; neutral (pH 7.2); gradual smooth boundary. (Combined thickness of the Cd horizons is greater than 24 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Middlesex County, Connecticut; town of Middletown, 700 northwest of the intersection of Long Hill Road and Pine Street, on the USGS Middletown topographic quadrangle, latitude 41 degrees 32 minutes 21 seconds N., longitude 72 degrees 39 minutes 51 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Combined thickness of the decomposed organic surface layer and the solum ranges from 18 to 36 inches and typically corresponds to the depth to the dense substratum.  Depth to the densic contact typically is more than 20 inches from the mineral soil surface. Organic carbon is 9 percent or more when the surface layers are mixed to a 10-inch depth.  Depth to bedrock is commonly more than 6 feet.  Rock fragments range from 2 to 25 percent by volume in the solum and from 5 to 35 percent in the substratum.  Except where the surface is stony, the fragments are mostly subrounded gravel and typically make up 60 percent or more of the total rock fragments.  Unless limed, reaction ranges from extremely acid to moderately acid in the organic and mineral surface layers, from strongly acid to moderately acid in the E and B horizons, and from strongly acid to slightly acid in the substratum.\nThe O horizon is neutral or has hue of 5YR to 10YR, value of 2 or 3, and chroma of 0 to 2.  It is commonly highly decomposed plant material comprised of sapric materials but the range includes moderately decomposed plant materials comprised of hemic materials.  Structure is granular or the horizon is massive.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2.  It is mucky silt loam, mucky loam or mucky fine sandy loam in the fine-earth fraction.  Structure is weak or moderate granular.  Consistence is friable or very friable.\nThe Eg horizon, where present, has hue of 5YR to 10YR, value of 4 to 7, and chroma of 1 or 2.  Texture is silt loam, loam, or fine sandy loam in the fine-earth fraction.  It has weak platy or subangular blocky structure, or the horizon is massive.\nThe B horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 1 to 4.  The horizon has common to many distinct or prominent redoximorphic features.  Typically, at least one subhorizon has matrix chroma of 1 or 2.  Texture is silt loam, loam, or fine sandy loam in the fine-earth fraction.  It has weak platy or subangular blocky structure, or the horizon is massive.  Consistence is friable or firm.\nThe Cd horizon has hue of 10R to 5YR, value of 3 to 5, chroma of 2 to 6, and it has redoximorphic features.  Texture is silt loam, loam, or fine sandy loam in the fine-earth fraction.  The horizon has weak or moderate, medium to very thick plates, or it is massive.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series currently in the same family.\nThe Henrietta series is in a closely related family.  It is from outside LRRs R and S. Henrietta soils formed in stratified water sorted materials and have low chroma colors throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Menlo soils are nearly level and are in drainageways and low depressional areas of glaciated till plains and hills.  Slope ranges from 0 to 3 percent.  The soils formed in acid till derived mostly from reddish sandstone, shale, and conglomerate with some basalt.  In some pedons there is a thin layer of organically enriched local alluvium on the surface.  Mean annual temperature ranges from 45 to 52 degrees F., mean annual precipitation ranges from 40 to 50 inches, and the growing season ranges from 130 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berlin, Birchwood, Branford, Broadbrook, Cheshire, Ellington, Hartford, Holyoke, Ludlow, Manchester, Narragansett, Penwood, Poquonock, Rainbow, Wapping, Watchaug, Wethersfield, Wilbraham, and Yalesville soils on nearby landscapes.  The well drained Wethersfield, moderately well drained Ludlow, and the poorly drained Wilbraham soils are associated in a drainage sequence.  Berlin soils are better drained and are on lacustrine terraces.  Birchwood and Poquonock soils are better drained and have a sandy over loamy particle-size control section.  Branford, Ellington, Hartford, Manchester, and Penwood soils are on nearby outwash terraces and are underlain by stratified sand and gravel.  Broadbrook, Cheshire, Narragansett, Rainbow, Wapping, Watchaug, and Yalesville soils are well drained or moderately well drained associated soils on glaciated hills.  Holyoke soils are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained.  Surface runoff is slow and the soil is often ponded.  Permeability is moderate in the organic surface layer and solum and slow or very slow in the substratum.  Saturated hydraulic conductivity is moderately low to high in the solum and low to moderately high in the substratum. Menlo soils have a water table at or above the soil surface most of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are vegetated with water tolerant plants.  A few partially drained areas are used for unimproved pasture.  Common trees in wooded areas are red maple, elm, ash, and gray birch.  Other plants include alder, sweet pepperbush, sedges, rushes, and cattails."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Low-lying areas on glaciated uplands in the Connecticut River Valley of Connecticut and Massachusetts and in southeastern New York; MLRAs 144A and 145.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New Jersey, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils exhibit endosaturation as currently defined in Soil Taxonomy (Second Edition) and this revision reflects a change in classification based on the criteria.\nCation exchange activity class placement based upon a review of limited lab data and similar and associated soils.  These soils typically have undisturbed A horizons and therefore do not currently meet the criteria for a histic epipedon as defined in Soil Taxonomy, Second Edition.\nDiagnostic horizons and features recognized in this pedon include:\n1. Mollic epipedon - the zone from 5 to 16 inches (A horizon).\n2. Cambic horizon - the zone from 16 to 27 inches (Bg horizons).\n3. Aquic moisture regime- a chroma of 2 or less with redoximorphic features in the zone from 16 to 27 inches (Bg horizons).\n4. Dense till substratum - the zone from 27 to 60 inches (Cd horizons).\n5. Particle-size class - averages coarse-loamy in the control section from 10 to 27 inches.\nADDITIONAL DATA: Partial reference samples from pedon S02CT-007-001 from Middlesex County, Connecticut, samples by NSSL, Lincoln, NE, 4/2002.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa--0 to 5 inches; black (10YR 2/1) muck, 5 percent fiber; massive; very friable; many very fine and fine roots, few medium to very coarse roots; moderately acid (pH 6.0); clear wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--5 to 16 inches; black (10YR 2/1) mucky silt loam, gray (7.5YR 5/1) dry; weak coarse subangular blocky structure; friable; common very fine and fine roots; 2 percent quartz and basalt gravel; common fine prominent strong brown (7.5YR 4/6) soft masses of iron accumulation; neutral (pH 6.8); clear wavy boundary. (7 to 18 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 41,
        "bottom": 56,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "flaggy",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--16 to 22 inches; gray (7.5YR 5/1) flaggy very fine sandy loam; weak coarse subangular blocky structure; friable; 10 percent red sandstone flagstones, 10 percent quartz and basalt gravel, 5 percent red sandstone channers; common medium prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6) soft masses of iron accumulation; 10 percent red sandstone flagstones; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 56,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "flaggy",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2--22 to 27 inches; grayish brown (10YR 5/2) flaggy fine sandy loam; weak coarse subangular blocky structure; friable; 10 percent red sandstone flagstones, 10 percent quartz and basalt gravel, 5 percent red sandstone channers; many fine to coarse prominent strong brown (7.5YR 5/6) soft masses of iron accumulation and common medium prominent reddish gray (5YR 5/2) iron depletions; neutral (pH 6.8); abrupt smooth boundary. (Combined thickness of the Bg horizons 10 to 22 inches thick.)"
      },
      {
        "name": "Cd1",
        "top": 69,
        "bottom": 102,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cd1--27 to 40 inches; reddish brown (5YR 4/3) gravelly fine sandy loam; massive; firm; 1 inch lenses of brown (7.5YR 4/3) loamy sand on top of the horizon; 5 percent basalt paragravel and red sandstone parachanners; 8 percent quartz and basalt gravel, 2 percent red sandstone channers and 2 percent red sandstone flagstones; common medium prominent strong brown (7.5YR 4/6) soft masses of iron accumulation, common medium prominent reddish gray (5YR 5/2) and few medium distinct pinkish gray (7.5YR 6/2) iron depletions; neutral (pH 6.8); gradual smooth boundary."
      },
      {
        "name": "Cd2",
        "top": 102,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cd2--40 to 60 inches; reddish brown (5YR 4/3) gravelly fine sandy loam; massive; firm; 5 percent basalt paragravel and red sandstone parachanners; 8 percent quartz and basalt gravel, 2 percent red sandstone channers and 2 percent red sandstone flagstones; common medium distinct yellowish red (5YR 4/6) soft masses of iron accumulation; neutral (pH 7.2); gradual smooth boundary. (Combined thickness of the Cd horizons is greater than 24 inches.)"
      }
    ]
  ]
}
