{
  "SERIES": "MENTZ",
  "STATUS": "Established Series",
  "BYREV": "JDW-KBH-AKS",
  "REVDATE": "07/2019",
  "STATES": "TX",
  "OVERVIEW": "The Mentz series consists of very deep, moderately well drained, very slowly permeable soils that formed in loamy fluviomarine deposits of the Willis and Goliad Formations. These nearly level to very gently sloping soils occur on low hills on inland dissected coastal plains. Slopes range from 0 to 3 percent. Mean annual precipitation is about 1092 mm (43 in) and mean annual air temperature is about 20.6 degrees C (69 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Chromic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mentz fine sandy loam, on a southwest facing, 0.7 percent slope in rangeland; elevation is 79 m (263 ft) (Colors are for moist soil unless otherwise stated.)\nA1--0 to 30 cm (0 to 12 in); brown (10YR 4/3) fine sandy loam, brown (10YR 5/3) dry; weak medium subangular blocky structure parting to moderate very fine subangular blocky; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine pores; common worm casts, common fine faint dark yellowish brown (10YR 3/4) masses of iron accumulation with clear boundaries; many fine and medium faint grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) iron depletions with diffuse boundaries; slightly acid; clear wavy boundary. (13 to 41 cm [5 to 16 in] thick)\nA2--30 to 41 cm (12 to 16 in); 60 percent grayish brown (10YR 5/2) and 40 percent dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to weak very fine subangular blocky; soft, friable, slightly sticky and slightly plastic many very fine and fine roots; common medium pores; common worm casts; few fine brown (10YR 4/3) masses of iron accumulation with diffuse boundaries; few fine and medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation with clear boundaries; strongly acid; abrupt wavy boundary. (0 to 25 cm [0 to 10 in])\nBt1--41 to 51 cm (16 to 20 in); 60 percent light brownish gray (10YR 6/2) and 40 percent gray (10YR 5/1) sandy clay, light gray (10YR 7/2) and gray (10YR 6/1) dry; moderate medium subangular blocky structure parting to strong fine angular blocky; extremely hard, extremely firm, very sticky and very plastic; common very fine and fine root; few cracks partly filled with material from above; 1 percent grayish brown (10YR 5/2) coatings on vertical ped faces; many distinct clay films on ped faces; 1 percent fine and medium rounded concretions of iron-manganese; many fine and medium distinct yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) masses of iron accumulation with diffuse boundaries; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation with clear boundaries; 1 percent fine rounded siliceous pebbles; strongly acid; clear smooth boundary.\nBt2--51 to 76 cm (20 to 30 in); 70 percent gray (10YR 6/1) and 30 percent light brownish gray (10YR 6/2) sandy clay, light gray (10YR 7/1) and light gray (10YR 7/2) dry; moderate medium subangular blocky structure parting to strong fine angular block; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; few slickensides; few distinct pressure surfaces; few vertical cracks partly filled with material from above; many distinct clay films on ped faces; 1 percent fine and medium rounded concretions of iron-manganese; many fine and medium distinct yellowish brown (10YR 5/6) and light yellowish brown (10YR 6/4) masses of iron accumulation with diffuse boundaries; few fine and medium prominent yellowish red (5YR 5/6) masses of iron accumulation with clear and diffuse boundaries; 1 percent fine rounded siliceous pebbles; moderately acid- gradual smooth boundary. (combined thickness of the Bt1 and Bt2 horizons is 30 to 711 cm [12 to 28 in])\nBt3--76 to 104 cm (30 to 41 in); gray (10YR 6/1) sandy clay loam, light gray (10YR 7/1) dry; moderate medium subangular blocky structure parting to strong fine and medium angular block; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; few slickensides; few wedge-shaped aggregates; few distinct pressure surface; few vertical cracks partly filled with material from above; many distinct clay films on ped faces; 1 percent fine and medium rounded concretions of manganese; 1 percent very fine and fine barite crystals, common fine and medium prominent yellowish red (5YR 5/6) and few fine prominent red (2.5YR 5/8) masses of iron accumulation with clear boundaries; common fine and medium distinct light yellowish brown (10YR 6/4) and brownish yellow (10YR 6/6), and common fine to coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation with diffuse boundaries; 1 percent fine rounded siliceous pebbles; moderately acid, gradual wavy boundary.\nBt4--104 to 122 cm (41 to 48 in); gray (10YR 6/1) sandy clay loam, light gray (10YR 7/1) dry; moderate medium subangular blocky structure parting to strong fine and medium angular block; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; few slickensides; few wedge-shaped aggregates; common prominent pressure surface; few vertical cracks partly filled with material from above; many distinct clay films on ped faces; 3 percent fine and medium rounded concretions of manganese; 1 percent very fine and fine barite crystals; many fine to coarse distinct light yellowish brown (10YR 6/4) and brownish yellow (10YR 6/6) and yellowish brown (10YR 5/6) masses of iron accumulation with diffuse boundaries; few fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation with diffuse boundaries; 1 percent fine rounded siliceous pebbles; neutral; gradual wavy boundary. (combined thickness of Bt3 and Bt4 horizons is 35 to 124 cm [14 to 49 in])\nBtk--122 to 155 cm (48 to 61 in); 40 percent yellowish brown (10YR 5/6) and 40 percent brownish yellow (10YR 6/6) and 20 percent yellowish brown (10YR 5/4) sandy clay loam, 40 percent brownish yellow (10YR 6/6) and 40 percent yellow (10YR 7/6) and 20 percent light yellowish brown (10YR 6/4) dry; moderate coarse prismatic structure parting to strong fine and medium angular block; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; few slickensides; few wedge-shaped aggregates; few prominent pressure surface; few vertical cracks partly filled material from above; common distinct clay films on ped faces; 3 percent fine and medium rounded concretions of iron-manganese; 4 percent fine to coarse rounded concretions of calcium carbonate; few fine faint gray, light brownish gray and grayish brown iron depletions with diffuse boundaries; neutral; clear smooth boundary. (0 to 51 cm [0 to 20 in])\nBCtk--155 to 168 cm (61 to 66 in); 40 percent light yellowish brown (10YR 6/4) and 40 percent yellowish brown (10YR 5/4) and 20 percent light gray (10YR 7/1) clay loam, 40 percent very pale brown (10YR 7/4) and 40 percent light yellowish brown (10YR 6/4) and 20 percent white (10YR 8/1) dry; moderate coarse prismatic structure parting to moderate medium subangular blocky; extremely hard, extremely firm, very sticky and very plastic; few wedge-shaped aggregates; few distinct pressure surfaces; 1 percent brown (10YR 5/3) lenses of very fine sandy loam on vertical ped faces; common distinct clay films on surfaces of ped; 1 percent fine rounded iron-manganese masses; 6 percent fine and medium coarse rounded calcium carbonate concretions and masses; moderately alkaline; gradual wavy boundary. (0 to 28 cm [0 to 11 in])\nBCk1--168 to 188 cm (66 to 74 in); light gray (5Y 7/1) clay, white (5Y 8/1) dry; weak coarse prismatic structure parting to weak fine and medium angular blocky, extremely hard, extremely firm, very sticky and very plastic; few prominent pressure surface; 1 percent fine rounded masses of iron-manganese; 12 percent fine to coarse rounded masses and concretions of calcium carbonate; common fine and medium distinct yellowish brown (10YR 5/4) and brownish yellow (10YR 6/6) and light brown (7.5YR 6/4) masses of iron accumulation with diffuse boundaries; moderately alkaline; gradual wavy boundary. (0 to 20 cm [0 to 8 in])\nBCk2--188 to 203 cm (74 to 80 in); light gray (5Y 7/1) clay, white (5Y 8/1) dry; weak coarse prismatic structure parting to weak fine and medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few distinct pressure surfaces; 1 percent fine and medium rounded masses of iron-manganese; 7 percent fine to coarse rounded masses of calcium carbonate; many fine to coarse distinct brownish yellow (10YR 6/6) and yellowish brown (10YR 5/6) and very pale brown (10YR 7/4) masses of iron accumulation with diffuse boundaries, common fine and medium distinct brownish yellow (10YR 6/8) masses of iron accumulation with sharp boundaries; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colorado County, Texas; East of Columbus, from the intersection of U.S. Highway Interstate 10 and Farm Road 949; 4.0 miles northeast on Farm Road 949; 0.25 mile southeast on county road; and 84 feet southwest of county road in rangeland.\nUSGS topographic quadrangle: Bernardo,TX\nLatitude: 29 degrees, 45 minutes, 52 seconds N\nLongitude: 96 degrees, 23 minutes, 02 seconds W\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is dry in some or all parts for more less than 90 days in normal years.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71-to 72 degrees F)\nSolum thickness is greater than 203 cm (80 in).\nSome pedons have secondary carbonates below a depth of 127 cm (50 in).\nIron-manganese concretions range from none or common throughout.\nIronstone pebbles range from none or common throughout.\nSiliceous pebbles range from none or common throughout.\nWhen dry, cracks that are 5 mm or more wide extend to depths of 0.6 to 1.5 m (2 to 5 ft).\nPressure surfaces, slickensides and wedge-shaped aggregates range from few to common in the lower Bt horizons and in the BC horizons.\nCOLE ranges from 0.07 to 0.10.\nClay content of the 25 to 100 cm (10- to 40- in) particle size control section ranges from 30 to 59 percent.\nThe combined thickness of the A and E horizons average about 38 cm (15 in) thick and range from 25 to 61 cm (10 to 24 in) thick.\nA horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: fine sandy loam or sandy loam\nReaction: strongly acid to slightly acid.\nE horizon (where present):\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nRedoximorphic features in shades of brown or yellow range from few to common.\nTexture: fine sandy loam or sandy loam\nReaction: very strongly acid to slightly acid.\nBt1 and Bt2 horizons:\nHue: 10YR\nValue: 4 to 7\nChroma: 1 to 8\nRedoximorphic features in shades of red, yellow, brown or gray range from few to many. Most of the features contain clear or sharp boundaries and are considered relict.\nTexture: sandy clay or clay\nReaction: very strongly acid to moderately acid.\nBt3 and Bt4 horizons:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 6\nRedoximorphic features in shades of red, yellow, brown or gray range from few to many and boundaries range from diffuse to sharp.\nSlickensides and wedge-shaped aggregates range none or few.\nTexture: clay loam, sandy clay loam, sandy clay, or clay.\nReaction: strongly acid to slightly acid.\nBtk horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 6\nRedoximorphic features in shades of red, yellow, brown or gray range from few to many with diffuse to sharp boundaries\nSlickensides and wedge-shaped aggregates range from none or few.\nTexture: sandy clay loam, clay loam, sandy clay or clay.\nMasses or concretions of calcium carbonate range from few to common.\nReaction: slightly acid to slightly alkaline.\nBC, BCk or BCtk horizons:\nHue: 7.5YR to 5Y\nValue: 5 to 8\nChroma: 1 to 6\nRedoximorphic features in shades of red, yellow, brown or gray range from few to common with diffuse to sharp boundaries\nTexture: sandy clay loam, clay loam, sandy clay or clay\nMasses or concretions of calcium carbonate range from none to common\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This includes the Midfield series in the same family. Similar soils are the Edco, Garwood, Mockley, and Telf series.\nMidfield soils; have a lithologic discontinuity starting at 101 cm (40 in); have reddish argillic horizons starting at 101 (40 cm)\nEdco soils: have mixed mineralogy; remain saturated for periods of about 2 to 4 weeks.\nGarwood soils: kaolinitic mineralogy; do not have vertic properties\nMockley soils: have an umbric epipedon; more than 5 percent plinthite\nTelf soils: mixed mineralogy; an argillic horizon that extends to 203 (80 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of the Goliad and Willis Formations\nLandscape: inland dissected coastal plains\nLandform: low hils\nSlope: 0 to 3 percent\nMean annual precipitation: 1092 to 1245 mm (43 to 49 in)\nMean annual air temperature: 20 to 21.1 degrees C (68 to 70 degrees F)\nFrost-free period: 240 to 270 days\nThornthwaite P-E Index: 52 to 62\nElevation: 67 to 91.4 m (220 to 300 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cheetham, Fordtran, Katy, Kuy, Mockley, and Wockley series.\nCheetham, Fordtran, Katy and Kuy soils: are on lower landscape positions near drainageways.\nCheetham soils: have thick sandy surface layers and contain plinthite.\nFordtran soils: have thick sandy surface layers.\nKuy soils have sandy surface layers more than 102 cm (40 in) thick.\nMockley and Monaville soils: are on a slightly higher positions on a similar landform; Monaville soils have a sandy surface layer.\nWockley soils: remain wetter in the upper for longer periods; are on a lower landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: moderately well\nPermeability class: very slow\nRunoff: high on slopes of less than 1 percent slopes and very high on 1 to 3 percent slopes.\nFlooding: none\nPonding: none\nSeasonal water table: water perches on top of the argillic horizon for 1 to 5 days after heavy rains but does not last long enough to cause reducing conditions"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Cropland, improved pasture, native pasture and rangeland.\nNative vegetation: andropogon and paspalum species.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites:  Loamy Prairie"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area:  Mainly in Colorado County, at the contact of the Coastal Prairie and the Claypan Savannah resource areas.\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 150A (Gulf Coast Prairies)\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colorado County, Texas; 1997. The Mentz series is named after the community of Mentz located in the northeast part of Colorado County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped in the Telferner and Edna series. The series was updated in 2018 and classification was changed from thermic to hyperthermic as a result of a soil temperature study; Aquertic Chromic Hapludalfs was changed to Vertic Chromic Hapldudalfs based on soil moisture studies on similar soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 41 cm (0 to 16 in) (A1 and A2 horizons)\nArgillic horizon: 41 to 168 cm (16 to 66 in) (Bt and BCtk horizons)\nVertic feature: clayey with high shrink-swell, pressures surfaces, slickensides and wedge-shaped aggregates at a depth of 51 to 203 cm (20 to 80 in).\nSecondary carbonates: 122 to 203 cm (48 to 80 in) (Btk, BCtk, BCk1, BCk2 horizons)\nAdditional Comments: Further study on the mineralogy of these soils is needed.\nADDITIONAL DATA:  Soil Survey Office lab data exists on pedon S1996TX089007 at the series type location.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
