{
  "SERIES": "MENTMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAZ/WWJ",
  "REVDATE": "11/2006",
  "STATES": "NM",
  "OVERVIEW": "The Mentmore series consists of very deep, well drained, moderately slowly permeable soils that formed in alluvium, fan alluvium, and slope alluvium from shale and sandstone. Mentmore soils are on fan remnants on valley sides, and drainageways on cuesta dipslopes. Slopes are 1 to 8 percent. The mean annual precipitation is about 12 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mentmore fine sandy loam-on a west facing, 5 percent slope at 6,840 feet elevation--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; light olive brown (2.5Y 5/4) fine sandy loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky parting to weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; slightly alkaline (pH 7.6); abrupt smooth boundary. (2 to 4 inches thick)\nBt1--2 to 4 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; strong very fine subangular blocky structure; hard, firm, sticky and plastic; many very fine roots; few very fine irregular pores; few faint clay films on faces of peds; slightly alkaline (pH 7.6); abrupt smooth boundary.\nBt2--4 to 13 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; strong fine and medium subangular blocky structure; hard, firm, sticky and plastic; many very fine roots; few very fine irregular pores; many distinct clay films on faces of peds; very slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (The combined thickness of the Bt horizons is 8 to 30 inches thick)\nBt3--13 to 24 inches; light olive brown  (2.5Y 5/3) clay loam, light olive brown (2.5Y 5/3) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; common very fine and few medium roots; common very fine irregular pores; common distinct clay films on faces of peds; 2 percent gravel; few krotovinas; common distinct clay films and very fine sand coating faces of peds; very slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.\nBk1--24 to 44 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak very fine and fine subangular blocky structure; hard, firm, sticky and plastic; common very fine roots; few very few fine irregular pores; 1 percent gravel; few pockets of finely stratified material; slightly effervescent; few very fine masses of calcium carbonate; moderately alkaline (pH 8.0); clear smooth boundary.\nBk2--44 to 62 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak fine and medium subangular blocky structure; hard, firm, sticky and plastic; few very fine roots; common very fine irregular pores; 3 percent gravel and 1 percent cobbles; few pockets of finely stratified material; slightly effervescent; few very fine masses of calcium carbonate; moderately alkaline (pH 8.0). (The combined thickness of the Bk horizons is 4 to 36 inches thick)\nBy--62 to 70 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak fine and medium subangular blocky structure; very hard, very firm, sticky and plastic; few very fine roots; 3 inch strata of fine sandy loam; noneffervescent; common very fine masses and filaments of gypsum; slightly alkaline (pH 7.6).  (0 to 8 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Gallup East Quadrangle; about 5 miles northeast of Gallup, New Mexico; about 2,100 feet west and 1,400 feet north of the southeast corner sec. 21, T. 16 N., R. 17 W. 108 degrees, 38 minutes, 30 seconds west longitude and 35 degrees, 35 minutes, 58 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The SMCS is usually dry, in all parts, 105 to 160 cumulative days from April through October.  It is usually moist, in some part, 50 to 105 cumulative days during the same period.  It is intermittently moist in some part November through April.  The period of maximum precipitation is July through October.  The soil is driest during May and June.  Ustic aridic moisture regime.\nSoil temperature - 47 to 51 degrees F.\nParticle size control section: 20 to 35 percent clay.  The clay content of the Bt1 horizon can range up to 39 percent but is too thin too affect the particle-size family.\nCalcium carbonate equivalent: 0 to 2 percent in the upper part and 2 to 10 percent in the lower subsoil\nGypsum percent: 0 to 2 percent\nReaction: slightly alkaline in the upper part and moderately alkaline in the lower subsoil.\nA horizon\nHue: 2.5Y or 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 to 4 dry and moist\nRock fragments: 0 to 5 percent sandstone gravel\nTexture: Fine sandy loam, loam, or silt loam\nBt and Btk horizons\nHue: 2.5Y\nValue: 4 to 5 dry, 3 to 5 moist\nChroma: 2 to 4 dry and moist\nRock fragments: 0 to 5 percent sandstone gravel and 0 to 1 percent cobbles\nTexture: Loam, sandy clay loam or clay loam\nBk and By horizons\nHue: 2.5Y\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry and moist\nTexture: clay loam or loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balon (AZ), Blancot (NM), Bowbac (WY), Buckle (NM), Cambria (WY), Cerropelon (NM), Chilerojo (NM), Cumacho (NM), Cushman (WY), Decolney (WY), Doakum (NM), Forkwood, Fort (CO), Gaddes (AZ), Gapbutte (AZ), Gapmesa (CO), Hagerman (NM), Hagerwest (NM), Hiland (WY), Oelop (NM), Olney (CO), Palacid (NM), Penistaja (NM), Pokeman (WY), Potts (WY), Pugsley (WY), Quagwa (AZ), Redpen (NM), Spangler (WY), Sundance (CO), Tamarindo (NM), Teckla (WY) and Yenlo (CO) series. Blancot soils do not have Bk horizons or accumulations of gypsum. Balon, Decolney and Gaddes soils are noncalcareous throughout. Bowbac, Cerropelon, Cushman, Gaddes, Gapbutte, Gapmesa, Hagerman, Hagerwest, Pokeman, Pugsley, and Spangler soils have a lithic or paralithic contact at depths of 20 to 40 inches. Buckle soils have mean annual soil temperatures of 50 to 55 degrees F and less sand and more silt in the control section. Cambria soils are less than 10 inches deep to the base of the Bt. Chilerojo soils are very deep to a densic contact. Cumacho soils are deep to a paralithic contact of shale. Doakum soils have hues 10YR and redder. Oelop soils have Bt horizons with a base less than 40 inches deep. Palacid soils have calcium carbonate accumulations at 10 to 15 inches. Penistaja and Redpen soils are warmer and receive less effective winter moisture. The Yenlo soils have more than 40 percent sand. Quagwa soils have mean annual soil temperatures of 54 to 57 degrees F. Sundance and Teckla soils have a lithologic discontinuity at 20 to 40 inches. Tamarindo soils have hue 7.5YR and redder. Yenlo soils have sola 15 to 30 inches thick. In addition, Bowbac, Cushman, Decolney, Fort, Forkwood, Hagerman, Hiland, Olney, Pokeman, Potts, Pugsley, Spangler, Sundance, Teckla and Yenlo soils are in LRR-G and are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mentmore soils are on fan remnants on valley sides and drainageways on cuesta dipslopes. These soils formed in alluvium, fan alluvium, and slope alluvium derived from shale and sandstone of the Menefee formation. Slopes range from 1 to 8 percent. Elevations range from 6,100 to 7,200 feet. The climate is semiarid. Mean annual precipitation is 10 to 13 inches. The mean annual air temperature is 45 to 49 degrees F. The frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atrac, Breadsprings, Gapmesa, and Nahodish soils.  The Atrac soils are on valley sides and lack argillic horizons.  The medium textured Breadsprings soils are on valley floors. The Gapmesa soils are on ridges and hills and are moderately deep.  The Nahodish soils are fine textured and on valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland. Present native vegetation is galleta, big sagebrush, blue grama, western wheatgrass, fourwing saltbush, and small scattered juniper and pinyon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico and east central Arizona. MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 2 inches. (A horizon)\nArgillic horizon: the zone from 2 to 24 inches. (Bt horizons)\nCation exchange activity class was changed from active to superactive in December 2000.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
