{
  "SERIES": "MENTOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMS-RLC-CER-JAG",
  "REVDATE": "01/2016",
  "STATES": "OH",
  "OVERVIEW": "The Mentor series consists of very deep, well drained soils formed in in stratified Wisconsinan age glaciolacustrine or stream sediments on terraces in valleys on lake plains and outwash plains. These soils are on terraces, lake plains, and outwash plains. Saturated hydraulic conductivity is moderately high. Slope ranges from 0 to 75 percent. Mean annual precipitation is about 1065 mm and mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mentor silt loam, 6 to 12 percent slopes in a meadow. (Colors are for moist soil.)\nAp--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many roots; neutral; abrupt smooth boundary.  [15 to 30 cm (6 to 12 in) thick]\nBE--20 to 28 cm (8 to 11 in); dark yellowish brown (10YR 4/4) silt loam; weak medium platy structure and weak medium subangular blocky structure; friable; common roots; moderately acid; clear wavy boundary.  [0 to 15 cm (0 to 6 in) thick]\nBt1--28 to 46 cm (11 to 18 in); dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common roots; thin patchy clay films on faces of peds and thin clay films in pores; strongly acid; gradual wavy boundary.\nBt2--46 to 79 cm (18 to 31 in); brown (7.5YR 4/4) light silty clay loam; moderate medium subangular blocky structure; friable; common roots; thin continuous brown (7.5YR 4/3) clay films on faces of peds, patchy reddish brown (5YR 4/4) on some faces; strongly acid; gradual wavy boundary.\nBt3--79 to 89 cm (31 to 35 in); brown (7.5YR 4/4) light silty clay loam; weak medium and coarse subangular blocky structure; friable; few roots; thin and medium continuous brown (7.5YR 4/3) clay films on faces of peds; patchy thin films in pores; patchy pale brown (10YR 6/3) silt coatings with prominent strong brown (7.5YR 5/8) masses of iron accumulation; strongly acid; gradual wavy boundary.  [Combined thickness of the Bt horizons is 51 to 109 cm ( 20 to 43 in).]\nBCt--89 to 112 cm (35 to 44 in); brown (7.5YR 4/4) and yellowish brown (10YR 5/6) silt loam; weak coarse angular blocky structure; friable; few roots; thin patchy light gray (10YR 7/1) clay films; thin patchy dark brown (7.5YR 3/2) clay films in pores; layered distinct pale brown (10YR 6/3) iron depletions and strong brown (7.5YR 5/8) masses of iron accumulation on faces of peds; strongly acid; gradual wavy boundary.  [0 to 38 cm (0 to 15 in) thick.]\n2C1--112 to 127 cm (44 to 50 in); yellowish brown (10YR 5/6) loam; massive; firm; few medium prominent light brownish gray (2.5Y 6/2) iron depletions with faint brownish yellow (10YR 6/6) masses of iron accumulation on the outsides; strongly acid; diffuse wavy boundary.\n2C2--127 to 152 cm (50 to 60 in); yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) stratified fine sandy loam, loam, and silt loam; massive; friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stark County, Ohio; Plain Township; NW1/4, SE1/4 sec. 10; T. 11 N., R. 8 W.; 2.75 miles east of North Canton, 1,660 feet north of Easton Street, 100 feet east northeast of pine plantation; seconds N. and Longitude 81 degrees, 21 minutes, 04 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 76 to 127 cm (30 to 50 in). Solum thickness ranges from 91 to 152 cm (36 to 60 in). Carbonates are present below 127 cm (50 in) in some pedons.  Rock fragments range from 0 to 2 percent in the solum and 0 to 10 percent in the substratum below a depth of 127 cm (50 in). Rock fragments in the gravelly substratum phase range from 5 to 35 percent in the lower part of the solum and from 15 to 35 percent in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3. Some pedons have an A horizon 5 to 10 cm (2 to 4 in) thick that has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2. texture is silt loam. Reaction ranges from very strongly acid to neutral.\nThe BE horizon has hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 2 to 4. It is Texture is silt loam.  Reaction ranges from very strongly acid to neutral.\nSome pedons have an E, BA or B/E horizon with similar ranges as the BE horizon..\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6.  It is silty clay loam or silt loam. Strata less than 5 cm (2 in) ranging from fine sandy loam to clay are present in many pedons.  Sand content averages less than 15 percent in the lower part. Reaction ranges from strongly acid to slightly acid.\nThe BCt or BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to 6. Texture is silt loam or silty clay loam with strata of loam or fine sandy loam. Reaction ranges from strongly acid to neutral.\nThe 2C or C horizon is stratified. It has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 6. Adjacent strata are commonly of different color. Texture is dominantly silt loam, loam, or silty clay loam with thin strata of sandy loam and silty clay. Sand content averages 5 to 30 percent.  The gravelly substratum phase includes gravelly analogs of sandy loam and sandy clay loam. Reaction ranges from strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Marseilles, Pottersville, Sandview, Stubenville, Westmore, and Zenas series.  Marseilles and Zenas soils have bedrock within 152 cm (60 in).  Pottersville and Stubenville soils have carbonates within 127 cm (50 in).  Sandview and Westmore soils have more than 35 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mentor soils formed in stratified Wisconsinan age glaciolacustrine or stream sediments derived from materials high in sandstone and shale on terraces in valleys on  lake plains and outwash plains. Slopes range from 0 to 75 percent. Mean annual precipitation ranges from 830 to 1320 mm (33 to 52 inches) and the mean annual temperature ranges from about 6 to 11 degrees C (43 to 52 degrees F).."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Mentor is a member of the drainage sequence that includes the moderately well drained Glenford soils, somewhat poorly drained Fitchville soils, poorly drained Sebring soils, and very poorly drained Luray soils. The moderately well drained Cardinal and Geeburg soils are on similar landforms.  Chagrin and Lobdell soils are on adjacent flood plains. Chili and Wheeling soils are on nearby gravelly terraces. Nearby upland soils derived from till include Wooster, Rittman, and Ellsworth soils, and members of their drainage sequences. Oshtemo soils are associated with Mentor soils on valley slopes and outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained. The depth to an intermittent apparent water table is 106 to 183 cm (3.5 to 6 ft) between February and March in most years. The gravelly substratum phase does not have a water table within 152 cm (6 ft). Saturated hydraulic conductivity is moderately high. The potential for surface runoff is negligible to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas with slopes less than 12 percent are mostly cleared and used as cropland. Corn, wheat, oats, soybeans and mixed hay are the principal crops. Steeper areas are in woodland or permanent pasture. Original vegetation is deciduous forest. Oak, maple, beech, hickory, tulip tree and ash are the dominant species in wooded areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central to northeastern Ohio. MLRAs 99, 111B, 111E, 114, 124, 126, 139. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Ohio, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A review of published data during SDJR supports classification of Oxyaquic subgroup for pedons typically less than 12 percent slope and placement in the Typic subgroup for pedons commonly greater than 12 percent. Some areas with slope greater than 18 percent may have a seasonal high water table below 152 cm (6 ft). There are no existing series for these conditions. Due the difference in the soil moisture range across slope phases as published, these areas need to be investigated as a MLRA project across its extent.  These areas may be recorrelated as new series when these areas are updated.\nA gravelly substratum phase is recognized. It may be recorrelated as a new series when its area of use is updated.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 28 cm (0 to 11 inches) (Ap and BE horizons);\n2. Argillic horizon - the zone from 28 to 89 cm (11 to 35 in) (Bt1, Bt2, and Bt3 horizons);\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many roots; neutral; abrupt smooth boundary.  [15 to 30 cm (6 to 12 in) thick]"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--20 to 28 cm (8 to 11 in); dark yellowish brown (10YR 4/4) silt loam; weak medium platy structure and weak medium subangular blocky structure; friable; common roots; moderately acid; clear wavy boundary.  [0 to 15 cm (0 to 6 in) thick]"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--28 to 46 cm (11 to 18 in); dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common roots; thin patchy clay films on faces of peds and thin clay films in pores; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 79,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--46 to 79 cm (18 to 31 in); brown (7.5YR 4/4) light silty clay loam; moderate medium subangular blocky structure; friable; common roots; thin continuous brown (7.5YR 4/3) clay films on faces of peds, patchy reddish brown (5YR 4/4) on some faces; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 79,
        "bottom": 89,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--79 to 89 cm (31 to 35 in); brown (7.5YR 4/4) light silty clay loam; weak medium and coarse subangular blocky structure; friable; few roots; thin and medium continuous brown (7.5YR 4/3) clay films on faces of peds; patchy thin films in pores; patchy pale brown (10YR 6/3) silt coatings with prominent strong brown (7.5YR 5/8) masses of iron accumulation; strongly acid; gradual wavy boundary.  [Combined thickness of the Bt horizons is 51 to 109 cm ( 20 to 43 in).]"
      },
      {
        "name": "BCt",
        "top": 89,
        "bottom": 112,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCt--89 to 112 cm (35 to 44 in); brown (7.5YR 4/4) and yellowish brown (10YR 5/6) silt loam; weak coarse angular blocky structure; friable; few roots; thin patchy light gray (10YR 7/1) clay films; thin patchy dark brown (7.5YR 3/2) clay films in pores; layered distinct pale brown (10YR 6/3) iron depletions and strong brown (7.5YR 5/8) masses of iron accumulation on faces of peds; strongly acid; gradual wavy boundary.  [0 to 38 cm (0 to 15 in) thick.]"
      },
      {
        "name": "2C1",
        "top": 112,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "2C1--112 to 127 cm (44 to 50 in); yellowish brown (10YR 5/6) loam; massive; firm; few medium prominent light brownish gray (2.5Y 6/2) iron depletions with faint brownish yellow (10YR 6/6) masses of iron accumulation on the outsides; strongly acid; diffuse wavy boundary."
      },
      {
        "name": "2C2",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "narrative": "2C2--127 to 152 cm (50 to 60 in); yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) stratified fine sandy loam, loam, and silt loam; massive; friable; slightly acid."
      }
    ]
  ]
}
