{
  "SERIES": "MEQUITHY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM-HFG-JJJ",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "OVERVIEW": "The Mequithy series consists of well drained soils which are moderately deep to a lithic contact with igneous or metamorphic bedrock.  They formed in a loamy or silty eolian or alluvial mantle and in loamy glacial till underlain by igneous or metamorphic bedrock.  These soils are on moraines.  Permeability is moderate.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mequithy loam - on a 10 percent, convex, southeast-facing slope in a hardwood forest at an elevation of about 1,300 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; many fine roots; about 4 percent gravel and 2 percent cobbles; very strongly acid; abrupt wavy boundary.  (0 to 5 inches thick)\nE--4 to 5 inches; dark grayish brown (10YR 4/2)  silt loam, light brownish gray (10YR 6/2) dry; weak medium platy structure; very friable; many fine roots; about 2 percent gravel and 2 percent cobbles; many faint very dark gray (10YR 3/1) worm casts; very strongly acid; abrupt broken boundary.  (0 to 4 inches thick)\nBs1--5 to 8 inches; dark brown (7.5YR 3/4) silt loam; weak very fine subangular blocky structure; very friable; many fine roots; about 2 percent gravel and 2 percent cobbles; very strongly acid; abrupt wavy boundary.\nBs2--8 to 13 inches; brown (7.5YR 4/4) loam; weak fine subangular blocky structure; very friable; many fine roots; about 2 percent gravel and 2 percent cobbles; very strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizons is 5 to 10 inches)\nE/B--13 to 19 inches; 80 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); weak fine angular blocky structure; friable; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; common fine roots; about 2 percent gravel and 2 percent cobbles; strongly acid; clear wavy boundary. ( 0 to 15 inches thick)\nB/E--19 to 28 inches; 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate fine angular blocky structure; friable; common prominent dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; common fine roots; about 2 percent gravel and 2 percent cobbles; very strongly acid; gradual wavy boundary.  (0 to 15 inches thick)\n2Bt--28 to 38 inches; brown (7.5YR 4/4) cobbly loam; weak coarse prismatic structure parting to weak medium angular blocky; friable; few fine roots; few distinct dark reddish brown (5YR 3/3) clay films on faces of peds; about 13 percent gravel and 12 percent cobbles; common faint brown (7.5YR 5/3) coatings of sand primarily on vertical faces of prisms; strongly acid; abrupt irregular boundary.  (4 to 13 inches thick)\n3R-- 38 inches; fractured igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Wisconsin; about 4 miles southeast of Merrill; 660 feet south and 1,720 feet west of the northeast corner of sec. 33, T. 31 N., R. 7 E. USGS Pine Dells, Wis. Quad. Latitude  45 degrees 7 minutes 57 seconds N. Longitude  89 degrees 37 minutes 3 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and depth to a lithic contact with igneous or metamorphic bedrock range from 20 to 40 inches.  The  loamy or silty eolian or alluvial mantle ranges from 12 to 35 inches thick.  The content of clay ranges from 5 to 15 percent in the particle-size control section.  Volume of rock fragments in the particle-size control section ranges from 5 to 35 percent.  Rock fragments are mostly of igneous and metamorphic origin and mixed lithology.  Volume of gravel ranges from 0 to 15 percent in the upper mantle and 5 to 30 percent in the till. Volume of cobbles ranges from 0 to 15 percent in the upper mantle and from 0 to 30 percent in the till.  Reaction ranges from very strongly acid to moderately acid in the upper part of the solum and from very strongly acid to slightly acid below the spodic horizon.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 or 2. Texture is silt loam or fine sandy loam.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 1 to 3.  Texture is sandy loam, fine sandy loam, loam or silt loam.\nSome pedons have a Bhs horizon with hue of 5YR or 7.5YR, value of 3, and chroma of 2 or 3.  Texture is sandy loam, fine sandy loam, loam or silt loam.\nThe Bs horizon has hue of 5YR value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4.  It has texture like the Bhs horizon.\nSome pedons have an E' horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  Texture is sandy loam, fine sandy loam, loam or silt loam.\nSome pedons have a 2E' horizon with hue of 2.5YR, 5YR, or 7.5YR; value of 4 to 6; and chroma of 2 to 4.  Value and chroma of 4 do not occur together.  Texture is sandy loam or fine sandy loam or the gravelly or cobbly analogs.\nMequithy soils have a glossic horizon.  Horizonation below the spodic horizon has a wide range depending on the thickness of the eolian mantle and the depth to which eluviation has occurred.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons, singly or in combination, with or without Bt or 2Bt horizons.\nThe E' part of the E/B or B/E horizons has color and texture like the E' horizon above.\nThe Bt part of the E/B and B/E horizons has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.  Texture is sandy loam, fine sandy loam, loam or silt loam.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E' part of the 2E/B or 2B/E horizon has color and texture like the 2E' horizon described above.\nThe 2Bt part of the 2E/B or 2B/E horizon, has hue of 2.5YR, 5YR, or 7.5YR; value of 4 or 5; and chroma of 4 to 6.  Texture is sandy loam, fine sandy loam, loam, or the gravelly or cobbly analogs. Some pedons have pockets or thin subhorizons of loamy sand or the gravelly or cobbly analogs.\nThe 2Bt horizon has color and texture like the 2Bt part described above.\nThe 3R horizon is hard, fractured igneous or metamorphic bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glidden, Goodman, Newot, Padus, Padwet and Sarona series. None of these soils have a lithic contact within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mequithy soils are on glacial moraines underlain by igneous and metamorphic bedrock.  Slopes range from 0 to 15 percent.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Freeon, Magnor, and Newood soils.  The moderately well drained Freeon and Newood soils are on landscape positions similar to those of Mequithy soils where the soil is very deep to bedrock.  The somewhat poorly drained Magnor soils are in lower landscape positions where the soil is very deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff ranges from negligible to medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland. Mature timber stands include sugar maple, northern red oak, eastern hophornbeam, American basswood, white ash, yellow birch, and black cherry.  Some areas are used for cropland or pastureland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wisconsin.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Wisconsin, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil: ochric epipedon - 0 to 5 inches (A, E); albic horizon - 4 to 5 inches (E); spodic horizon - 5 to 13 inches (Bs1, Bs2); glossic horizon - 13 to 28 inches (E/B, B/E); argillic horizon - 19 to 38 inches (B/E, Bt); other features - lithic contact at 20 to 40 inches.\nADDITIONAL DATA: Refer to soil survey sample number S90WI-069-225 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; many fine roots; about 4 percent gravel and 2 percent cobbles; very strongly acid; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--4 to 5 inches; dark grayish brown (10YR 4/2)  silt loam, light brownish gray (10YR 6/2) dry; weak medium platy structure; very friable; many fine roots; about 2 percent gravel and 2 percent cobbles; many faint very dark gray (10YR 3/1) worm casts; very strongly acid; abrupt broken boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 13,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs1--5 to 8 inches; dark brown (7.5YR 3/4) silt loam; weak very fine subangular blocky structure; very friable; many fine roots; about 2 percent gravel and 2 percent cobbles; very strongly acid; abrupt wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 20,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--8 to 13 inches; brown (7.5YR 4/4) loam; weak fine subangular blocky structure; very friable; many fine roots; about 2 percent gravel and 2 percent cobbles; very strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizons is 5 to 10 inches)"
      },
      {
        "name": "E/B",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--13 to 19 inches; 80 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); weak fine angular blocky structure; friable; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; common fine roots; about 2 percent gravel and 2 percent cobbles; strongly acid; clear wavy boundary. ( 0 to 15 inches thick)"
      },
      {
        "name": "B/E",
        "top": 48,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--19 to 28 inches; 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate fine angular blocky structure; friable; common prominent dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; common fine roots; about 2 percent gravel and 2 percent cobbles; very strongly acid; gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 71,
        "bottom": 97,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "2Bt--28 to 38 inches; brown (7.5YR 4/4) cobbly loam; weak coarse prismatic structure parting to weak medium angular blocky; friable; few fine roots; few distinct dark reddish brown (5YR 3/3) clay films on faces of peds; about 13 percent gravel and 12 percent cobbles; common faint brown (7.5YR 5/3) coatings of sand primarily on vertical faces of prisms; strongly acid; abrupt irregular boundary.  (4 to 13 inches thick)"
      },
      {
        "name": "3R",
        "top": 97,
        "narrative": "3R-- 38 inches; fractured igneous bedrock."
      }
    ]
  ]
}
