{
  "SERIES": "MER ROUGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:JPE",
  "REVDATE": "04/2003",
  "STATES": "LA",
  "OVERVIEW": "The Mer Rouge series consists of very deep, moderately well drained, moderately slowly permeable soils that formed in old Arkansas River sediments.  These soils are on level to nearly level old alluvial plains.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mer Rouge silt loam - cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam; weak medium subangular blocky structure; very friable; many fine roots; common very fine soft black nodules; neutral; clear smooth boundary. (4 to 10 inches thick)\nBt1--7 to 18 inches; very dark brown (10YR 2/2) silt loam; compound weak very coarse prismatic and weak medium subangular blocky structure; friable; many fine pores; few faint clay films on faces of peds; few soft black nodules; mildly alkaline; clear wavy boundary. (6 to 14 inches thick)\nBt2--18 to 26 inches; dark brown (10YR 4/3) silt loam with about 40 percent very dark grayish brown (10YR 3/2) streaks; weak medium subangular blocky structure; friable; many fine pores; few faint clay films on faces of peds; moderately alkaline; gradual wavy boundary.  (3 to 10 inches thick)\nBtk1--26 to 32 inches; yellowish brown (10YR 5/4) silt loam; common medium distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; few fine pores; few faint clay films on faces of peds; common medium calcium carbonate concretions; calcareous matrix; moderately alkaline; clear smooth boundary.  (4 to 16 inches thick)\nBtk2--32 to 50 inches; yellowish brown (10YR 5/4) silt loam; few fine faint brown and few fine distinct strong brown mottles; moderate medium subangular blocky structure; few faint clay films on vertical faces; common fine pores; common calcium carbonate concretions 2 to 5 cm in diameter; calcareous matrix; moderately alkaline; clear smooth boundary.  (0 to 20 inches thick)\nBC--50 to 64 inches; brown (7.5YR 5/4) silt loam; common medium faint strong brown (7.5YR 5/6) and few medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; few medium lime concretions; calcareous matrix; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morehouse Parish, Louisiana; 2.5 miles northeast of Collington; 2260 feet west of east section line and 174 feet north of south section line in southwest 1/4 southeast 1/4, sec. 10, T. 20 N., R.  6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 80 inches.  Thickness of the mollic epipedon ranges from 12 to 24 inches.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 to 3 or it is neutral with value of 2.  Texture is silt loam or silty clay loam.  Reaction ranges from medium acid through neutral.\nThe Bt horizon within the mollic epipedon has the same color range as the A horizon.  Texture is loam, silt loam, clay loam, or silty clay loam.  Reaction ranges from medium acid through moderately alkaline.\nThe Bt and Btk horizons below the mollic epipedon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 to 6.  Texture is very fine sandy loam, loam, silt loam, clay loam, or silty clay loam.  Reaction ranges from neutral through moderately alkaline.\nThe upper 20 inches of the argillic horizon averages between 18 and 30 percent clay and from 10 to 20 percent sand that is dominantly very fine sand.  The Btk horizon contains 5 to 25 percent by volume of calcium carbonate concretions 5 to 20 mm in diameter that occur within 15 to 40 inches of the surface.\nThe BC horizon has the same color and reaction range as the lower part of the Bt horizon and includes hue of 5YR in some subhorizons.  Texture is very fine sandy loam, loam, or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caspiana, Catoosa, Dardanelle, Deepwater, Lula, Mason, and Tiptonville series in the same family and the Gallion and Rilla series in similar families.  Caspiana soils have hue of 5YR and 2.5YR in the argillic horizon.  Catoosa soils have bedrock at a depth of 20 to 40 inches.  Dardanelle and Mason soils lack carbonate concretions.  Deepwater soils formed in shale residuum and loess and have coarse fragments in the lower part of the solum.  Lula soils have limestone bedrock at a depth of 40 to 60 inches. Tiptonville soils are more acid throughout. Gallion and Rilla soils do not have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mer Rouge soils typically occur on level to nearly level and slightly depressed areas on flood plains of the Red and Arkansas Rivers and their tributaries.  Slope gradients range from 0 to 1 percent.  The soil formed in calcareous silty alluvium of mixed mineralogy.  The climate is warm and humid.  Mean annual rainfall ranges from 45 to 55 inches.  Mean annual temperature ranges from 60 to 70 degrees F.  Thornthwaite P-E index ranges from 68 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Gallion and Rilla soils and the Hebert and Perry soils.  Hebert and Perry soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderately slow permeability.  Apparent seasonal high water table is 3 to 5 feet below surface, December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as cropland and pastureland. Commonly grown crops are cotton, soybeans, corn, and small grain.  Native vegetation was hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Louisiana and possibly Arkansas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morehouse Parish, Louisiana; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon........0 to 18 inches (Ap,Bt1)\nArgillic horizon....7 to 50 inches (Bt1,Bt2,Btk1,Btk2)\nAppreciable CaCO3 accumulations...26 to 50 inches (Btk1,Btk2)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
