{
  "SERIES": "MERCED",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAD/LCU",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Merced Series is a member of the fine, montmorillonitic, thermic family of Aridic Pachic Haploxerolls.  The Merced soils typically have very dark gray, moderately alkaline, clay loam A horizons and olive brown, highly calcareous, sandy clay C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Merced clay loam--uncultivated site in a range pasture.\nA11--0 to 14 inches; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; strong medium blocky structure; very hard, very firm, plastic and very sticky; roots are concentrated in seams and cracks; noncalcareous; mildly alkaline in the surface becoming increasingly alkaline with depth (pH 7.4 to 8.1); gradual smooth boundary.  (10 to 20 inches thick)\nA12ca--14 to 25 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse blocky structure; very hard, very firm, plastic and very sticky; numerous roots concentrated mainly in cracks; thin nearly continuous clay films; slightly moderately alkaline (pH 8.1); calcareous with considerable light colored segregated lime; gradual smooth boundary.  (8 to 15 inches thick)\nClca--25 to 43 inches; olive brown (2.5Y 4/4) sandy clay, dark grayish brown (2.5Y 4/2) moist; weak coarse blocky structure; very hard, very firm, plastic and sticky; very few roots, roots concentrated in seams; few thin patchy clay films in some pores; moderately calcareous with light colored segregated lime; moderately alkaline (pH 8.1); gradual smooth boundary.  (12 to 20 inches thick)\nIIC2ca--43 to 59 inches; light yellowish brown (2.5Y 6/4) sandy clay loam; light olive brown (2.5Y 5/4) with common fine prominent mottle of strong brown (7.5YR 5/6) moist; weak coarse blocky structure; hard, firm, slightly plastic, and slightly sticky; very few roots; few thin very patchy clay films in pores; slightly calcareous with lime segregations in light colored blotches and small nodules; moderately alkaline (pH8.2); gradual smooth boundary.  (12 to 20 inches thick)\nIIIC3--59 to 75 inches; sandy loam similar in color pattern to layer above; massive; slightly hard, friable, nonplastic and slightly sticky; very slightly calcareous; mildly alkaline (pH 7.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil mineralogy is dominantly montmorillonitic.  The mean annual soil temperature is approximately 62 degrees to 68 degrees F.; the soil moisture control section occurs between depths of 4 to 12 inches and is assumed to be moist for 90 consecutives days during the winters and is dry for 60 consecutive days after June 21 in most years.  The A horizons range in color from dark gray to very dark gray (10YR, 2.5Y, 5Y 4/1, 3/1; N 4/ and N 3/); in texture from clay loam to clay; in reaction from mildly to moderately alkaline and they may or may not be calcareous in the upper part.  The lower part of the A horizon ranges in color from dark gray, grayish brown to dark grayish brown (10YR 4/1; 2.5Y 5/2, 5/3).  The upper C horizons are olive gray, light olive gray, olive, olive brown (5Y 5/2, 5/3, 6/2; 2.5Y 4/4), and are slightly to strongly calcareous.  The lower C horizon is light yellowish brown, pale olive, pale yellow to yellow (2.5Y and 5Y 6/2, 6/4, 7/3, 8/6).  The substratum below 40 inches is usually stratified, ranging in texture from sand to silt and less calcareous than the soil above.  There are some weak slickensides in lower A or upper C horizons but no evidence of soil \"churning.\"  The soils may be saline or saline-alkali.  The soils have mollic epipedons over 20 inches thick and would include the A11 and A12 ca of the typifying pedon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Chino and Landlow Series have mollic epipedons less than 20 inches thick.  The Rossi soils have ochric epipedons.  Sacramento soils are not calcareous between depths of 10 and 20 inches.  Stockton soils crack when dry and have slickensides.  The temple soils have textures with less than 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Merced soils occur in nearly level basin areas or depressions.   Small sloughs are common.  The soils occur at elevations of 25 to 300 feet in an arid to semiarid, mesothermal climate having a mean annual precipitation of 5 to 12 inches with hot, dry summers and cool, moist winters; an average January temperature of 45 degrees F.; an average July temperature of 80 degrees F. with a mean annual temperature of 63 degrees F. and an average frost-free season of about 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPLE ASSOCIATED SOILS",
    "content": "PRINCIPLE ASSOCIATED SOILS:  The Columbia, Foster, Temple and Rossi soils occur in the same general area.  The Columbia and Foster soils have sandy loam textures just below the surface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Under natural conditions drainage was poor.  The soils were subject to overflow and at times were under water for considerable periods.  In the upper part of the San Joaquin Valley the soils are now protected by levees for control of stream flow, and deep pumping has greatly lowered the water table.  The soils are continuously saturated with water in many areas in the lower San Joaquin Valley.  Where stream flow is uncontrolled, the soils may be affected by high water table, particularly during winter and spring.  Surface runoff is very slow.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Under natural conditions of periodic flooding these soils supported a dense cover of water-loving plants.  Where uncultivated and protected from overflow the soils now support grasses, generally annuals, and weeds, with tules fairly common along ditches.  Where protected from floods and under irrigation, the Merced soils are productive for grains, cotton, and alfalfa.  Assumulations of salts tend to lower productivity in some places.  Under natural conditions the soils are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils occur mainly along the trough of the San Joaquin Valley, California, and are of moderate extent about 20,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fresno Area, California, 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Using the 1938 yearbook classification, the Merced series were classified as Humic Gley soils.\nOSED scanned by SSQA.  Last revised by state on 5/69.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A11--0 to 14 inches; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; strong medium blocky structure; very hard, very firm, plastic and very sticky; roots are concentrated in seams and cracks; noncalcareous; mildly alkaline in the surface becoming increasingly alkaline with depth (pH 7.4 to 8.1); gradual smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "A12ca",
        "top": 36,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A12ca--14 to 25 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse blocky structure; very hard, very firm, plastic and very sticky; numerous roots concentrated mainly in cracks; thin nearly continuous clay films; slightly moderately alkaline (pH 8.1); calcareous with considerable light colored segregated lime; gradual smooth boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "Clca",
        "top": 64,
        "bottom": 109,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Clca--25 to 43 inches; olive brown (2.5Y 4/4) sandy clay, dark grayish brown (2.5Y 4/2) moist; weak coarse blocky structure; very hard, very firm, plastic and sticky; very few roots, roots concentrated in seams; few thin patchy clay films in some pores; moderately calcareous with light colored segregated lime; moderately alkaline (pH 8.1); gradual smooth boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "IIC2ca",
        "top": 109,
        "bottom": 150,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "IIC2ca--43 to 59 inches; light yellowish brown (2.5Y 6/4) sandy clay loam; light olive brown (2.5Y 5/4) with common fine prominent mottle of strong brown (7.5YR 5/6) moist; weak coarse blocky structure; hard, firm, slightly plastic, and slightly sticky; very few roots; few thin very patchy clay films in pores; slightly calcareous with lime segregations in light colored blotches and small nodules; moderately alkaline (pH8.2); gradual smooth boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "IIIC3",
        "top": 150,
        "bottom": 190,
        "texture_class": "sandy loam",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "narrative": "IIIC3--59 to 75 inches; sandy loam similar in color pattern to layer above; massive; slightly hard, friable, nonplastic and slightly sticky; very slightly calcareous; mildly alkaline (pH 7.8)"
      }
    ]
  ]
}
