{
  "SERIES": "MERCEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDA/CHA/GWH",
  "REVDATE": "05/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mercey loam, on a west facing slope of 8 percent under annual grasses and forbs. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light yellowish brown (2.5Y 6/4) loam, olive brown (2.5Y 4/4) moist; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; many very fine roots; few very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary. (1 to 4 inches thick)\nBw--3 to 9 inches; light yellowish brown (2.5Y 6/4) clay loam, olive brown (2.5Y 4/4) moist; weak medium prismatic structure parting to strong medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; common very fine tubular pores; violently effervescent, carbonates disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary. (5 to 9 inches thick)\nBtk--9 to 16 inches; light yellowish brown (2.5Y 6/4) clay loam, olive brown (2.5Y 4/4) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; very few thin clay films in pores; violently effervescent, carbonates disseminated and segregated as few fine soft masses and threads; moderately alkaline (pH 8.0); abrupt wavy boundary. (6 to 11 inches thick)\nBk--16 to 25 inches; light yellowish brown (2.5Y 6/4) heavy loam, olive brown (2.5Y 4/4) moist; weak coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; violently effervescent, carbonates disseminated and segregated as few fine soft masses and threads; moderately alkaline (pH 8.0); abrupt wavy boundary. (8 to 16 inches thick)\nCr--25 to 30 inches; light yellowish brown (2.5Y 6/4) highly fractured fine grained, calcareous sandstone which slakes in water and is easily broken to gravel size particles. Fractures are 0.5 to 1 inch apart, no roots on fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, California; in the Pyramid Hills, approximately 3,000 feet southeast of Highway 41 and 4,500 feet northeast of the former Fire Lookout Station; 1,800 feet west and 350 feet south of the northeast corner of section 7, T. 24 S., R. 18E., MDB&M; Latitude 35 degrees, 51 minutes, 38 seconds north and Longitude 120 degrees, 03 minutes, 46 seconds west; USGS Pyramid Hill Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact is 20 to 40 inches. The mean annual soil temperature is 64 to 68 degrees F. Soil temperature is warmer than 47 degrees F. at all times. The soil at a depth of 4 to 12 inches is dry in all parts from mid-April to mid-January. The soil at a depth of 4 to 12 inches is not continuously moist in some part for as long as 90 consecutive days.\nThe A horizon has color of 2.5Y 6/2 or 6/4. Moist color is 2.5Y 4/2 or 4/4. Organic matter content is less than 1 percent. Clay content is 20 to 27 percent. Calcium carbonate equivalent is 0 to 1 percent. Reaction is neutral or slightly alkaline.\nThe Bw horizon has color of 2.5Y 7/2 or 6/4. Moist color is 2.5Y 4/2 or 4/4. Texture is loam, silt loam or clay loam. Clay content is 20 to 30 percent and is less than 1.2 times that of the A horizon. Less than 15 percent of the particles by weight are fine sand or coarser. Calcium carbonate equivalent is 1 to 2 percent. Reaction is neutral to moderately alkaline.\nThe Btk and Bk horizons have color of 2.5Y 6/2 or 6/4. Moist color is 2.5Y 5/2, 4/4 or 4/2. Texture is loam, silt loam or clay loam. Clay content is 20 to 30 percent and is less than 1.2 times that of the A horizon. Less than 15 percent of the particles by weight are fine sand or coarser. Calcium carbonate equivalent is 2 to 7 percent with a slight increase above the paralithic contact. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mimbres, Prelo and Russler series. Mimbres soil (MLRA 40, 42), on low stream terraces, broad flood plains and alluvial fans, are intermittently moist in some part of the moisture control section from July through September and are very deep. Prelo soils (MLRA 42), on broad flood plains and alluvial fans, are very deep and have color hue of 5YR or 7.5YR. Russler soils (MLRA 42), on uplands that have slopes of 0 to 2 percent, have color hue of 5YR or 7.5YR and have mean annual precipitation of 10 to 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mercey soils are on hills and uplands. Slope is 5 to 50 percent. Elevation is 500 to 2,120 feet. The soils formed in material weathered from shale and sandstone. The climate is arid, with hot, dry summers and mild, somewhat moist winters. The mean annual precipitation is 5 to 8 inches. The mean annual temperature is 63 to 65 degrees F. The mean January temperature is about 47 degrees F. and the mean July temperature is about 84 degrees F. The frost-free season is 230 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cantua, Delgado, Kettleman, Panoche and Wasco soils. Cantua soils, on hills, have a paralithic contact at a depth of 40 to 60 inches and have a coarse-loamy particle-size control section. Delgado soils, on hills, foothills and uplands, have a lithic contact at a depth of 7 to 20 inches and have a loamy particle-size control section. Kettleman soils, on hills and uplands, have a fine-loamy particle-size control section. Panoche soils, on alluvial fans, are very deep and have a fine-loamy particle-size control section. Wasco soils, on alluvial fans, are very deep and have a coarse-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high or very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing during the late winter and spring. Natural vegetation is annual grasses, forbs and saltbrush (Atriplex spp.)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern edge of the Diablo Range in the California Coast Ranges. Series is moderately extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kings County, California, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Mercey was a tentative series in the West Fresno Area in 1965.  This description represents a change in classification.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
