{
  "SERIES": "MERCER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "02/2003",
  "STATES": "KY,TN",
  "OVERVIEW": "The Mercer series consists of deep, moderately, well drained soils formed partly in loess and partly in clayey residuum from phosphatic limestones.  Permeability is slow.  Slopes range from 0 to 12 percent.  Average annual precipitation is 46 inches.  Average annual temperature is 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mercer silt loam - cultivated.                 (Colors are for moist conditions)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam with weak fine granular structure; very friable; many roots; few small black concretions; medium acid; clear smooth boundary.  (7 to 13 inches thick)\nBt--9 to 23 inches; yellowish brown (10YR 5/4-5/6) light silty clay loam with weak to moderate medium subangular blocky structure; friable; few clay films; common roots; common black concretions and black soft material; strongly acid; abrupt wavy boundary.  (8 to 18 inches thick)\nBtx--23 to 40 inches; light yellowish brown (10YR 6/4) light silty clay loam with many medium distinct mottles of strong brown and light brownish gray; weak coarse angular blocky structure; very firm, compact, brittle; tongues of gray silty clay separate many of the peds; common black concretions and much black soft material; strongly acid; gradual wavy boundary.  (10 to 24 inches thicK)\n2C--40 to 70 inches; mottled light brownish gray (2.5Y 6/2) yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) clay; massive or weak coarse blocky structure; very firm, sticky, very plastic; common small black concretions; strongly or very strongly acid. (20 to 50 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Kentucky, along Cleveland Road 0.1 mile north of Chesapeake and Ohio Railroad."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is about 30 to 42 inches.  Depth to phosphatic limestone bedrock is about 5 to 10 feet.  Depth to the fragipan is 17 to 28 inches and averages about 23.  Base saturation 30 inches below top of the fragipan is 35 to 60 percent.  Reaction ranges from slightly to very strongly acid.  Phosphate content is medium to high in the B horizon and high in the C horizon.\nThe A horizon has hue of 10YR, value of 4 or 5 and chroma of 2 to 4.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chromas of 4 to 6.  Texture is silt loam or silty clay loam.\nThe Btx horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 2 to 6 with mottles in shades of gray, brown or yellow.  Texture is silt loam or silty clay loam.  In some profiles the B horizon has some waterworn pebbles.\nThe 2c horizon has hue of 10YR, 7.YR or 2.5Y, value of 5 or 6 and chroma of 2 through 6, with mottles in shades of brown, yellow or gray or is mottles horizon in shades of brown, yellow or gray.  Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aldino, Ava, Boston, Cincinnati, Grantsburg, Hildebrecht, Hosmer, Lawrenceville, Nicholson, Omulga, Otwell, Rainsboro, Weisburg, and Zanesville soils of the same family.  Mercer soils has higher phosphate content that any of these.  Hildebrecht, Mercer, Nicholson and Weisburg are the only soils that have horizons of silty clay or clay below the fragipan except as minor strata.  Hildebrecht soils have a thicker solum and are underlain by dolomite limestone.  Nicholson soils have a thicker solum and are underlain by residuum of limestone, calcareous shales, and siltstone.  Weisburg soils have a thicker solum and are formed in loess, Illinoian Age till, and residuum from interbedded limestone and gray calcareous shale.  Aldino soils have 5Y hues in the fragipan and angular quartzite pebbles below the fragipans.  Ava soils have more sand and less clay in the horizons below the fragipan.  Boston soils contain glacial pebbles in the fragipan.  Cincinnati soils contain glacial pebbles below the fragipan.  Grantsburg and Hosmer soils contain less clay in the lower part of the fragipan and below and in addition formed in loess more than 4 feet thick.  Lawrenceville soils have less than 27 percent clay in the fine earth fraction of horizons below the fragipan.  Omulga soils have a thicker solum and are formed in loess, colluvium or old alluvium and in most areas underlying locustirine sediments.  Otwell soils are more stratified in the lower part of the control section.  Rainsboro soils have water-sorted sands and gravel in the lower part of the series control section.  Zanesville soils have thinner sola and contain less coarse fragment in the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mercer soils are on ridgetops and side slopes around the head of drains in the uplands.  Slopes range from 0 to 12 percent.  These soils formed partly in loess or old alluvium and partly in the underlying clayey residuum of phosphatic limestones.  Mean annual temperature ranges from 53 to 56 degrees F, and the mean annual precipitation ranges from 45 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lowell, Loudon, Loradale, Hampshire, and Inman soils.  All of these differ from the Mercer in lacking fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow to medium and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all is cleared and used for corn,  small grains, hay and burley tobacco; pasture.  Originally hardwoods with grassy glades.  Trees were chiefly oaks, beech, ash, elm, maple, locust, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Inner Bluegrass of Kentucky and the Outer Basin of Tennessee.  Extent is moderate with estimated total acreage of 45,000."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mercer County, Kentucky, l930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nOchric epipedon:  0 to 9 inches (AP).\nArgillic horizon:  9 to 40 inches (Bt, Btx).\nFragipan:  23 to 40 inches (Btx).\nClassification only was changed in 7/94.  Competing series and other items will be updated later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
