{
  "SERIES": "MERETA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD-WJG-ACT",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, thermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mereta clay loam--cultivated.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 12 cm (0 to 5 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; hard, friable; few fine roots; few fine calcium carbonate fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary. Thickness is 7.6 to 30 cm (3 to 12 in)\nBw1--12 to 28 cm (5 to 11 in); brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; hard, friable; few fine roots; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBw2--28 to 48 cm (11 to 19 in); brown (7.5YR 4/3) clay loam; dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure; hard, firm; few fine roots; few fine pores; common calcium carbonate fragments; violently effervescent; moderately alkaline; abrupt wavy boundary. Combined thickness of the Bw horizon is 15 to 38 cm (6 to 15 in)\nBkkm--48 to 58 cm (19 to 23 in); pinkish white (7.5YR 8/2) caliche; strongly cemented and platy; 1 percent or less of fine earth between plates and in solution channels; violently effervescent; moderately alkaline; clear wavy boundary. Thickness is 10 to 46 cm (4 to 18 in)\nBCkk--58 to 102 cm (23 to 40 in); pink (7.5YR 8/4) loam, light brown (7.5YR 6/4) moist; massive; soft, friable; 50 percent calcium carbonate consisting of fine disseminated particles, masses and concretions; violently effervescent; moderately alkaline; gradual smooth boundary. Thickness is 15 to 51 cm (6 to 20 in)\nBCk--102 to 152 cm (40 to 60 in); light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; massive; soft, friable; 15 to 20 percent calcium carbonate masses and concretions; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McCulloch County, Texas; From the intersection of Highway 190 and FM 1121 in Rochelle, 1.5 miles southwest on U.S. Highway 190, and 250 feet northwest in pasture.\nUSGS topographic quadrangle: Rochelle, TX; Latitude: 31 degrees, 12 minutes, 23.0 seconds N; Longitude: 99 degrees, 13 minutes, 38.0 seconds W; Datum: NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic-ustic moisture regime\nDepth to petrocalcic contact: 35 to 50 cm (14 to 20 in)\nCementation: Strongly cemented or indurated\nEffervescence: Strongly  to violently\nReaction: Slightly alkaline or moderately alkaline\nParticle-size control section (weighted average):\nTotal clay content: 35 to 45 percent\nCarbonate clay content: 7 to 11 percent\nCoarse fragments: 0 to 10 percent; 2 to 75 mm, angular cemented calcium carbonate\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: Clay loam, silty clay loam, or clay\nTotal clay content: 35 to 45 percent\nCarbonate clay content: 4 to 6 percent\nCalcium carbonate equivalent: 5 to 20 percent\nBw horizon\nHue: 5YR to 10YR\nValue: 4 to 8\nChroma: 2 to 4\nTexture: Clay loam, silty clay loam, or clay; and gravelly or very gravelly phases\nTotal clay content: 35 to 45 percent\nCarbonate clay content: 7 to 11 percent\nCoarse fragments: 0 to 55 percent; 2 to 75 mm (0.25 to 3 in), cemented calcium carbonate\nCalcium carbonate equivalent: 15 to 40 percent\nBkkm horizon\nHue: 5YR to 10YR\nValue: 7 or 8\nChroma: 2 to 3\nCementation: Strongly cemented to indurated, 1 to 5 cm is laminar\nOther features: The boundary between the Bw and the Bkkm horizon is clear to abrupt, and wavy to irregular.\nBk, Bkk, BCkk, or BCk horizons\nHue: 7.5YR to 2.5Y\nValue: 6 or 8\nChroma: 1 to 4\nTexture: Loam, clay loam, or silty clay loam; and/or their gravelly phases\nTotal clay content: 20 to 40 percent\nCarbonate clay content: 9 to 20 percent\nCoarse fragments: 0 to 35 percent\nIdentifiable secondary carbonate: 35 to 70 percent; fine to medium, masses and concretions\nCalcium carbonate equivalent: 35 to 80 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are the Cho, Eola, Kavett, Mailtrail, Noelke, Ozona, Pitzer, Queeny, and Valera series.\nCho, Eola, Noelke, Ozona, Pitzer, and Queeny soils: have less than 35 percent clay in the particle-size control section.\nCho soils: have carbonatic mineralogy.\nEola and Mailtrail soils: have more than 35 percent coarse fragments in the particle-size control section.\nKavett and Valera soils: have a petrocalcic horizon underlain by indurated limestone bedrock.\nNoelke soils: have a lithic contact within 50 cm of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Clayey calcareous alluvium or colluvium derived from limestone.\nLandscape: dissected plateaus\nLandform: Stream terraces, alluvial fans and/or knolls\nSlope: 0 to 5 percent.\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 432 to 711 mm (17 to 28 in)\nThornthwaite annual P-E index: 24 to 42\nMean annual air temperature: 17.2 to 21.1 degrees C (64 to 70 degrees F)\nFrost-free period: 210 to 240 days\nElevation: 335.3 to 853.4 m (1,100 to 2,800 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Cho, Kavett, Nuvalde, Rowena and Valera series.\nCho soils: occurs on similar landscape positions\nKavett and Valera soils: are underlain by limestone bedrock and occur on backslope and footslope positions\nNuvalde and Rowena soils: do not have a petrocalcic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability of the soil is moderately slow. Permeability of the petrocalcic horizon is slow to very slow. Runoff is medium on 0 to 1 percent slopes and high on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cultivation and rangeland. Cultivated crops are small grain, and grain sorghum. The climax plant community is a mid grass prairie. The dominant grasses are little bluestem and sideoats grama. Other grasses include Texas wintergrass, silver bluestem, Arizona cottontop, dropseeds, slim tridens, green sprangletop, buffalograss, Wright's threeawn, plains bristlegrass, and curly mesquite. The woody plant is live oak. Forbs include bushsunflower, orange zexmenia, and gayfeather. With heavy stocking rates the site could potentially deteriorate to a plan population of buffalograss, curly mesquite, threeawns, agarito, and lotebush. If destructive grazing practices continue, the site will revert to a plant population of lotebush, prickly pear, Texas persimmon, tasajillo, agarito, threeawns, red grama, Texas grama, hairy tridens, prairie coneflower, and broomweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and North Texas; Central Great Plains Winter Wheat and Range Region, LRR H: MLRA 78A-Rolling Limestone Prairie. Southwest Plateaus and Plains Range and Cotton Region, LLR I: MLRA 81A-Edwards Plateau, Western Part; and MLRA 81B-Edwards Plateau, Central Part. The series is extensive with over 500,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brown County, Texas; 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: NSSL data from a pedon near the type location classifies in a loamy particle size class when carbonate clay is subtracted from total clay.  Because the series is extensive the classification was not changed pending a study over the whole series extent.\nEdited 11/2013 (RFG-JRJ): Added total and carbonate clay content and calcium carbonate equivalent to horizons in RIC. Updated the competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 48 cm (0 to 19 in) (A and Bw horizons)\nPetrocalcic horizon: 48 to 58 cm (19 to 23 in) (Bkkm horizon)\nCalcic horizon: 58 to 152 cm (23 to 60 in) (BCkk and BCk horizons)\nADDITIONAL DATA: KSSL data from McCullogh County, TX, pedon S09TX307004 (lab number 09N2917- 09N02922)\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
