{
  "SERIES": "MERIWHITICA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJP/JLF/RLB/DWD",
  "REVDATE": "10/2011",
  "STATES": "AZ,UT",
  "OVERVIEW": "The Meriwhitica series consists of very shallow, well drained soils on mesas and plateaus.  These soils formed in alluvium and residuum derived dominantly from limestone. Slope is 1 to 70 percent.  The mean annual precipitation is about 12 inches.  The mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Meriwhitica extremely cobbly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; pale brown (10YR 6/3) extremely cobbly loam, brown  (10YR 4/3) moist; moderate thick platy structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and nonplastic; common very fine and few fine roots; many very fine and few fine irregular pores; 25 percent gravel and channers, 45 percent cobble and flagstones and 20 percent stones; violently effervescent, 29 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt wavy boundary.  (1 to 4 inches thick)\nBk--3 to 8 inches; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine and few coarse roots; many very fine and few fine tubular pores; 30 percent gravel and 35 percent cobble; few thin calcium carbonate coatings in pores and on ped faces and common thin coatings on rock fragments; violently effervescent, 24 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt wavy boundary.  (2 to 6 inches thick)\nR--8 inches; thin bedded, grey limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona; about 3 miles north of Plain Tank on the Hualapai Indian Reservation; 2200 feet south and 200 feet east of the northwest corner of section 27, T. 27 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during December-February and for more than 20 days cumulative during July-September.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature:  54 to 58 degrees F.\nDepth to bedrock:  4 to 10 inches\nParticle size control section\nClay content:  averages less than 18 percent\nRock fragments:  35 to 85 percent\nCalcium carbonates equivalent: range from 5 to 40 percent\nA horizon\nHue:  7.5YR, 10YR\nValue:  3 to 6 dry, 3 to 5 moist\nChroma:  3 or 4, dry or moist\nBk horizon\nHue:  7.5YR, 10YR\nValue:  5 or 6 dry, 3 to 5 moist\nChroma:  3 or 4, dry or moist\nTexture:  silt loam, fine sandy loam, loam, very fine sandy loam; averages less than 18 percent clay in the control section"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Andanada (NM), Daklos (UT), Ednagrey (NV), Hillburn (UT), Nonip (UT), Redsun (WY), Reef (UT), Skos (UT), Sunup (WY), Teesto (AZ), and Windcomb (UT) series. Andanada, Nonip, and Teesto soils average more than 18 percent clay in the particle-size control section. Daklos, Redsun, Reef, Sunup, and Windcomb soils have a mean annual soil temperature less than 54 degrees F.  In addition, Reef soils are dominated by channers and flagstones. Skos soils have hues redder than 7.5YR. Hillburn soils are inactive.  Ednagrey soils are moist in the soil moisture control section less than 20 days cumulative between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Meriwhitica soils are on mesas, hill slopes on structural benches and plateaus at elevations of 4400 to 6700 feet.  These soils formed in colluvium and residuum derived dominantly from limestone.  Slopes range from 1 to 70 percent.  The mean annual precipitation is 10 to 14 inches.  The mean annual air temperature is 52 to 57 degrees F.  The frost-free period is 120 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Havasupai, Hindu and Winona soils.  Havasupai soils are shallow to a petrocalcic horizon.  Hindu soils have a mean annual soil temperature greater than 59 degrees F.  Winona soils have a calcic horizon and carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Meriwhitica soils are used for livestock grazing and wildlife habitat.  The present vegetation is blackbrush, Utah agave, Stansbury cliffrose, sideoats grama, slim tridens, and black grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona and south central Utah.  This series is of moderate extent. MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona; Soil survey of Hualapai-Havasupai Area, Arizona, Parts of Coconino, Mohave and Yavapai Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nLithic contact - the boundary at 8 inches (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010\nUpdated competing series section June 26, 2008, CEM\nUpdate and revisions for the correlation of Little Colorado River Area (AZ707), Sept. 2011, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) extremely cobbly loam, brown  (10YR 4/3) moist; moderate thick platy structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and nonplastic; common very fine and few fine roots; many very fine and few fine irregular pores; 25 percent gravel and channers, 45 percent cobble and flagstones and 20 percent stones; violently effervescent, 29 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--3 to 8 inches; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine and few coarse roots; many very fine and few fine tubular pores; 30 percent gravel and 35 percent cobble; few thin calcium carbonate coatings in pores and on ped faces and common thin coatings on rock fragments; violently effervescent, 24 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "R",
        "top": 20,
        "narrative": "R--8 inches; thin bedded, grey limestone."
      }
    ]
  ]
}
