{
  "SERIES": "MERIMOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG",
  "REVDATE": "04/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Merimod silt loam - on a plane, west facing, 1 percent slope in a cultivated field at an elevation of about 995 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; very friable; many medium, fine and very fine roots; moderately acid; abrupt wavy boundary.  (6 to 9 inches thick)\nBt1--9 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; common very fine and fine roots; few faint brown (10YR 4/3) clay films on faces of peds; strongly acid; clear wavy boundary.\nBt2--13 to 17 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; many faint brown (7.5YR 4/3) clay films on faces of peds; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon ranges from 4 to 15 inches.)\n2Bt3--17 to 29 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; many faint brown (7.5YR 4/3) clay film on faces of peds; very strongly acid; abrupt smooth boundary.\n2Bt4--29 to 32 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; few very fine and fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; very strongly acid; abrupt wavy boundary. (Combined thickness of the 2Bt horizon ranges from 10 to 30 inches.)\n3C1--32 to 52 inches; yellowish brown (10YR 5/6) sand; single grain; loose; few 1/8 inch thick dark yellowish brown (10YR 4/4) loamy sand strata; strongly acid; clear wavy boundary (0 to 20 inches thick).\n3C2--52 to 60 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few 1 inch thick dark yellowish brown (10YR 4/4) loamy sand and sandy loam strata; common medium distinct light yellowish brown (10YR 6/4) iron depletions and many coarse distinct yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 4 miles north of Alma Center; 1,100 feet south and 1,600 feet east from the northwest corner of sec. 8, T. 23 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the silty alluvium ranges from 10 to 30 inches.  Depth to siliceous sandy alluvium ranges from 25 to 40 inches.  The particle-size control section averages 18 to 27 percent clay and 15 to 45 percent fine sand or coarser.  The sandy alluvium has less than 10 percent weatherable minerals in the 0.02 - 2 mm fraction.  Typically, these soils have no coarse fragments but volume of sandstone gravel or channers ranges from 0 to 15 percent in individual subhorizons.  Reaction typically ranges from very strongly acid to slightly acid throughout the pedon but ranges to neutral in the upper part, where the soil is limed.  Redox features are within 72 inches and are commonly within 40 inches.  Saturation occurs at 40 to 72 inches for 1 month or more per year in 6 or more out of 10 years.  Saturation occurs within 40 inches, in some pedons, but it is present less than 1 month per year or less than 6 out of 10 years, or both.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.  It is silt loam.\nThe Bt horizon has hue of 7.5YR or 10YR and value of 3 or 4.\nThe 2Bt horizon has colors like the Bt horizon described above.  It is loam, sandy loam, or sandy clay loam. Loam or sandy loam layers have more than 17 percent clay or are transition layers less than 5 inches thick.\nSome pedons have a 3BC or 3Bt horizon with hue of 7.5YR or 10YR and value and chroma of 4 to 6.  Is is loamy sand or sand.\nThe 3C horizon has hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 8.  It is sand or fine sand.  A few thin strata of sandy loam, fine sandy loam, loamy sand, or loamy fine sand are in the 3C horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dresden, Gardenvale, Menomin(T), Meridian, Merit, and Sattre series.  None of these soils except Menomin have redox features or a water table.  Menomin soils have mixed mineralogy in the sandy outwash in the lower part of the series control section.  In addition, Dresden, Meridian, and Sattre soils have mixed mineralogy throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Merimod soils are on stream terraces and pediments.  Slope gradients range from 0 to 6 percent.  These soils formed in silty alluvium and in underlying loamy alluvium which is underlain by siliceous sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 700 to 1,100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bilmod, Bilson, Hoop, Merit, and Sooner soils.  The well drained Merit soils and the somewhat poorly drained Sooner soils form a drainage sequence with Merimod soils.  The well drained Bilson soils, the moderately well drained Bilmod soils, and the somewhat poorly drained Hoop soils form a drainage sequence in nearby areas where there is more sand and less silt and clay in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is moderate in the silty and loamy alluvium and rapid in the sandy alluvium and moderate to moderately rapid in the stratified sandy alluvium.  Merimod soils have a perched  seasonal high water table at a depth of 3.5 to 6 feet for 1 month or more per year at some time from October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland or pastureland.  Common crops are corn, small grain, and hay.  Some small areas remain in woodland.  Native vegetation is mixed hardwoods with prairie grass openings or hardwood and conifer barrens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern and west central Wisconsin.  Merimod soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon (darker than Typic) - 0 to 9 inches (A); argillic horizon - 9 to 32 inches (Bt1, Bt2, 2Bt3, 2Bt4).\nADDITIONAL DATA:  Soil Interpretation Record - WI0544\nNational Cooperative Soil Survey\nU.S.A."
  }
}
