{
  "SERIES": "MERRICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF/JW/JGA",
  "REVDATE": "12/2011",
  "STATES": "KS,NE",
  "OVERVIEW": "The Merrick series consists of very deep, moderately well drained, moderately permeable soils.  Merrick soils formed in stratified silty and loamy alluvium.  These soils are on floodplains in river valleys in the Central Nebraska Loess Hills, MLRA 71. Slopes range from 0 to 2 percent.  Mean annual temperature is 11 degrees C (52 degrees F), and mean annual precipitation is 635 millimeters (25 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Merrick loam - with a slope of less than 1 percent in a field of irrigated cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable; slightly acid; abrupt smooth boundary.\nA1--18 to 30 centimeters (7 to 12 inches); dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; weak fine and medium granular structure; slightly hard, friable; neutral; clear smooth boundary.\nA2--30 to 76 centimeters (12 to 30 inches); dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; slightly hard, friable; neutral; clear smooth boundary.  (Combined thickness of the A horizons ranges from 50 to 97 centimeters (20 to 38 inches) thick)\nC1--76 to 107 centimeters (30 to 42 inches); grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak medium blocky structure; slightly hard, friable; neutral; clear smooth boundary.  (10 to 30 centimeters (4 to 12 inches) thick)\nC2--107 to 122 centimeters (42 to 48 inches); grayish brown (10YR 5/2) silt loam, dark grayish brown (10YR 4/2) moist; few fine faint yellowish brown (10YR 5/4) moist; iron masses in matrix; weak coarse blocky structure; hard, friable; neutral; clear smooth boundary.  (15 to 25 centimeters (6 to 10 inches) thick)\nC3--122 to 200 centimeters (48 to 80 inches); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; few fine distinct yellowish brown (10YR 5/4) moist; iron masses in matrix; massive; slightly hard, friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merrick County, Nebraska; about 0.8 kilometer (1/2 mile) south and 2.4 kilometers (1 1/2 miles) east of Chapman; 30 meters (100 feet south and 30 meters (100 feet) east of northwest corner, sec. 16, T. 12 N., R. 7 W. USGS Chapman, Nebraska quadrangle latitude 41 degrees, 1 minutes, 0.8 seconds N. longitude 98 degrees, 7 minutes, 48.7 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: A typic ustic moisture regime\nMean annual soil temperature: 10 to 13 degrees C (51 to 55 degrees F)\nThickness of the mollic epipedon: 50 to 97 centimeters (20 to 38 inches)\nDepth to redox concentrations: 50 to 125 centimeters (20 to 50 inches)\nSecondary Carbonates: greater than 100 centimeters (40 inches)\nDepth to endosaturation: 120 to 180 centimeters (4 to 6 feet)\nThickness of the solum: 50 to 97 centimeters (20 to 38 inches)\nParticle size control section clay content: 20 to 35 percent\nSome pedons have thin strata of alluvium between depths of 76 to 150 centimeters (30 to 60 inches) that contain small amounts of free carbonates\nA horizon:\nHue: 10YR\nValue: 4 or 5 and 2 or 3 moist\nChroma: 1 or 2 (dry or moist)\nTexture: loam, silt loam, clay loam, and sandy clay loam\nClay content: 15 to 30 percent\nSand content: 25 to 65 percent\nReaction: slightly acid or neutral\nAn AC horizon is present in some pedons, Range in texture is similar to the A horizon, but the color is slightly lighter\nC horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7 and 4 to 6 moist\nChroma:  2 or 3 (dry or moist)\nTexture: loam, silt loam and clay loam; fine sandy loam, sandy loam, and coarser textures are below a depth of 100 centimeters (40 inches) in some pedons\nClay content: 20 to 35 percent above 100 centimeters; 5 to 35 percent below 100 centimeters.\nSand content: 20 to 70 percent\nReaction: slightly acid or neutral throughout the C horizon except in strata that are slightly calcareous. The reaction is slightly and moderately alkaline.\nFew or common faint or distinct iron masses are in the matrix below a depth of 75 centimeters (30 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bon, Frazwell, Humbarger, Kaski, Lynx, Manzano, Maskell, Mauricanyon, Pack, Shanta, St. Onge, and Umbarg series.\nBon, Humbarger, Mauricanyon, Shanta, St. Onge, and Umbarg soils are calcareous above a depth of 76 centimeters (30 inches).\nFrazwell and Lynx soils are drier in the soil moisture control section during the months of June through August.\nKaski soils have a mean annual soil temperature higher than 13 degrees C (55 degrees F).\nManzano soils have an accumulation of carbonates in the lower part of the subsurface horizons (a Bk horizon).\nMaskell soils have had some soil development in the subsurface horizons (cambic horizon).\nPack soils are wetter with low chroma (gleyed horizons) occurring above 100 centimeters (40 inches) and are somewhat poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: derived from silty and loamy alluvium\nLandform: flood plains of river valleys\nSlopes: 0 to 2 percent\nElevation: 450 to 1200 meters (1480 to 4000 feet)\nMean annual air temperature: 9 to 12 degree C (49 to 54 degrees F)\nMean annual precipitation: 460 to 750 millimeters (18 to 30 inches)\nFrost-free period: 130 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAlda and Fonner soils are on slightly lower elevations on floodplains, and have gravelly sand between depths of 50 to 100 centimeters (20 to 40 inches).\nGibbon and Leshara soils are on slightly lower elevations on floodplains, have free carbonates in the control section, and are somewhat poorly drained.\nJanude soils are on slightly higher elevations on floodplains and have less than 18 percent clay in the control section (coarse-loamy).\nLexsworth soils have coarse sand or gravelly coarse sand at 50 to 100 centimeters (20 to 40 inches).\nNovina and Wann soils are on slightly lower elevation on floodplains and have less than 18 percent clay in the particle size control section (coarse-loamy).\nPlatte soils are on slightly lower elevations on floodplains, have gravelly sand between depths of 25 to 50 centimeters (10 and 20 inches), and are somewhat poorly and poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: moderately well drained\nSaturated hydraulic conductivity: moderately high\nRunoff: low\nThe seasonal high water table: 120 to 180 centimeters (4 to 6 feet), it may recede to a depth of 240 to 300 centimeters (8 to 10 feet) in late summer and fall of some years\nFlooding: occasional to rarely"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is used principally as irrigated cropland.   Corn, grain sorghum, and alfalfa are the most commonly grown crops.  The native vegetation, for the small acreage used for range and hayland, consists mainly of big bluestem, switchgrass, and indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Merrick series occurs in west central and eastern Nebraska and Kansas.  LRR H Great Plains Winter Wheat and Range, MLRA 71 Central Nebraska Loess Hills, MLRA 72 Central High Tableland, MLRA 74 Central Kansas Sandstone Hills and MLRA 75 Central Loess Plains.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merrick County, Nebraska, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: the zone from the surface of the soil to a depth of 76 centimeters (30 inches) (Ap, A1, A2 horizons)\nMerrick soils were mapped as Waukesha loam and as Lamoure very fine sandy loam on older surveys.\n11/2011 JGA\nAdded metric conversions.  Lowered bottom depth of depth to redox concentrations from 97 centimeters to 125 centimeters to fit type location.  Lowered particle size control section clay content to 20 percent from 27 percent to fit the type location textures and what has been populated in NASIS. Added clay and sand percentages to range of characteristics horizon data.  Updated competing series and geographically associated soils. Expanded the range of Frost Free Days from 150 to 180 days, Mean Annual Precipitation from 710 millimeters to 750 millimeters, Mean Annual Air Temperature from 11 degrees C to 12 degrees C, and Elevation from 610 meters to 450 meters. Added saturated hydraulic conductivity.  Added occasional to flooding frequency.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
