{
  "SERIES": "MERRIMAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-WHT-MFF",
  "REVDATE": "01/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Merrimac fine sandy loam cultivated, at an elevation of about 122 meters. (Colors are for moist soil.)\nAp -- 0 to 10 inches (0 to 25 centimeters); very dark grayish brown (10YR 3/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; very friable; many fine roots; 10 percent fine gravel; strongly acid; abrupt smooth boundary. (1 to 14 inches (3 to 36 centimeters) thick.)\nBwl -- 10 to 15 inches (25 to 38 centimeters); brown (7.5YR 4/4) fine sandy loam; weak fine and medium granular structure; very friable; common fine roots; 10 percent fine gravel; strongly acid; clear wavy boundary.\nBw2 -- 15 to 22 inches (38 to 56 centimeters); dark yellowish brown (10YR 4/4) gravelly sandy loam; weak fine and medium granular structure; very friable; few fine roots; 15 percent gravel; strongly acid; clear wavy boundary.\nBw3 -- 22 to 26 inches (56 to 66 centimeters); dark yellowish brown (10YR 4/4) gravelly loamy sand; very weak fine granular structure; very friable; few fine roots; 25 percent gravel; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 6 to 34 inches (15 to 86 centimeters).)\n2C -- 26 to 65 inches (66 to 165 centimeters); 80 percent yellowish brown (10YR 5/4) and 20 percent dark grayish brown (10YR 4/2) very gravelly sand; single grain; loose; stratified; few fine roots in upper 4 inches; 40 percent gravel, 10 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Massachusetts; Town of Leverett, 2.75 miles south-southeast of Montague Village, 0.13 miles southeast of Cranberry Pond, just west of Route 63. USGS Williamsburg, MA topographic quadrangle, Latitude 42 degrees, 29 minutes, 51 seconds N. and Longitude 72 degrees, 31 minutes, 12 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 18 through 36 inches (46 through 91 centimeters). Rock fragments are commonly granite or gneiss or schist but up to 25 percent are flat, fine-grained slate, shale, or phyllite fragments.  The upper part of the solum commonly has 2 through 20 percent gravel, but includes cobbles in some pedons, and the lower part 5 through 30 percent. The substratum contains 2 through 55 percent gravel and 5 through 15 percent cobbles. Total volume of rock fragments in the particle-size control section is less than 35 percent. Clay content is less than 18 percent. Reaction ranges from extremely acid through moderately acid, unless limed.\nThe O horizon, where present, ranges in thickness from 2 through 5 inches (4 through 13 centimeters). They have hue 2.5YR through 10YR, value 2 or 3, and chroma 1 through 3. They are fibric, hemic, or sapric material.\nThe Ap, A, or AE horizon has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 1 through 4. Texture is fine sandy loam, sandy loam, or very fine sandy loam in the fine-earth fraction.\nThe E horizon, where present, ranges in thickness from 1 through 3 inches (3 through 8 centimeters). They have hue 5YR through 10YR, value 4 through 6, and chroma 1 through 4. Texture is sandy loam or coarse sandy loam in the fine-earth fraction. Some pedons have thin Spodic horizons less than 2 inches (5 centimeters) thick with hue 7.5YR or 10YR, value 4, and chroma 3 through 6.\nThe Bw horizon has hue of 7.5YR or 10YR in the upper part and 7.5YR through 2.5Y in the lower part. Value ranges from 3 through 6 and chroma from 3 through 8. Texture of the upper part of the Bw horizon is fine sandy loam, sandy loam, coarse sandy loam, or very fine sandy loam in the fine-earth fraction. It has granular or subangular blocky structure or the horizon is massive. The lower part of the B horizon is sandy loam, coarse sandy loam, loamy coarse sand, loamy fine sand, or loamy sand in the fine-earth fraction. Sandy loam textures do not extend below a depth of 27 inches (69 centimeters), but a minimum thickness of 5 inches (13 centimeters) of sandy loam overlies any lower B or 2C horizon that is loamy fine sand or coarser. The B subhorizon that lies above the 2C horizon in many pedons is single grain. Some pedons have a BC horizon that is similar to the lower part of the Bw.\nThe 2C horizon has hue of 10YR through 5Y and ranges widely in value and chroma. It consists of stratified coarse sand, sand, gravel, and cobbles and has a weighted texture of gravelly or very gravelly sand or coarse sand. Some pedons have thin lenses of loamy fine sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hartford and Knickerbocker series. Hartford soils have hues of 5YR or redder in the Bw horizon. Knickerbocker soils generally have less rock fragments in the substratum and the fragments are commonly slate and dark shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Merrimac soils are level to very steep soils on outwash plains and valley trains, and associated kames, eskers, stream terraces and water deposited parts of moraines. The steeper slopes are on the margin escarpments of terraces and plains, and on eskers and kames. Slope ranges from 0 through 35 percent. The soils formed in water sorted gravelly and sandy material derived mainly from granitic, gneissic, and some schistose rocks. Mean annual precipitation ranges from 28 through 55 inches (711 through 1397 millimeters); mean annual air temperature ranges from 45 through 50 degrees F. (7 through 10 degrees C.), mean growing season ranges from 120 through 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agawam, Hinckley, Mashpee (T), Massasoit (T), Sudbury, Scarboro, Walpole, and Windsor soils on nearby landscapes. The well drained Agawam soils are coarse-loamy over sandy or sandy-skeletal. The excessively drained Hinckley soils are sandy-skeletal. The very poorly drained Scarboro soils are in depressions. The moderately drained Sudbury soils are on adjacent, slightly lower landforms. The poorly drained Mashpee (T), Massasoit (T), and Walpole soils are in drainageways and on low landforms. The excessively drained Windsor soils have loamy fine sand to sand textures in the Bw horizon and lack rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Runoff is negligible through medium. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated and used for growing hay, pasture, silage, corn, or truck crops. Some areas are used to grow tobacco in the Connecticut River Valley in Massachusetts and Connecticut. Some areas are forested with mostly white pine, gray birch, hemlock, red maple, and red, black, white, and scarlet oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Massachusetts, Connecticut, New Hampshire, New York, Vermont, and Rhode Island. MLRA's 142, 144A, 145, and 149B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Merrimack County, New Hampshire, 1906."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The use of the Merrimac series in Maine, and in MLRA 143 and 144B, is relict to before temperature classes. These have been removed from the SC file.\nDiagnostic horizons and other features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 10 inches (0 to 25 centimeters) (Ap horizon).\n2. Cambic horizon - the zone from 10 to 22 inches (25 to 56 centimeters) (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
