{
  "SERIES": "MERRIMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/SDH/TDT",
  "REVDATE": "07/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic Pachic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Merriman gravelly medial fine sandy loam-forestland, on a 70 percent northeasterly aspect at an elevation of 2940 feet in a Pacific silver fir/Alaska huckleberry-foamflower plant association.  (When described on September 4, 1996, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary.  (0.5 to 2 inches)\nOe--1 to 2 inches; moderately decomposed organic materials; abrupt smooth boundary.  (0 to 1.5 inches thick)\nA--2 to 6 inches; very dark grayish brown (10YR 3/2) gravelly medial fine sandy loam, brown (10YR 5/3) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 25 percent gravel; very strongly acid (pH 4.6); clear wavy boundary.  (4 to 6 inches thick)\nBw1--6 to 13 inches; dark yellowish brown (10YR 3/6) very gravelly medial fine sandy loam, yellowish brown (10YR 5/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 30 percent gravel, 5 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary.\nBw2--13 to 20 inches; dark yellowish brown (10YR 3/6) very gravelly medial fine sandy loam, brownish yellow (10YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine, fine, and medium roots; few very fine and fine irregular pores; 30 percent gravel, 5 percent cobbles; very strongly acid (pH 4.8); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 6 to 23 inches thick.)\nBh--20 to 27 inches; dark brown (10YR 3/3) very gravelly fine sandy medial loam, yellowish brown (10YR 5/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine, fine, medium, and coarse roots; few very fine and fine irregular pores; 35 percent gravel, 10 percent cobbles; very strongly acid (pH 4.8); abrupt smooth boundary.  (5 to 11 inches thick)\nR--27 inches; hard metasedimentary rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 6 1/3 miles north of the Fifteenmile Shelter, about 2330 feet east and 2245 feet south of the northwest corner of Section 20, T. 29 N., R. 10 W. (Latitude 47 degrees, 59 minutes, 43 seconds N., Longitude 124, degrees 01 minutes, 10 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 41 to 45 degrees F. The mean summer soil temperature is 43 to 47 degrees F.  Mean winter soil temperature is 40 to 45 degrees F.  These soils are usually moist and have a surplus of available water on a monthly basis throughout the year; perudic moisture regime.  Depth to bedrock is 20 to 40 inches.  The particle-size control section from the mineral soil surface to bedrock contact has andic soil properties.  The andic soil material has an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 20 to 50 percent for air dried samples.  Acid oxalate extractable iron is 1.5 to 3.0 percent.  The particle-size control section has 5 to 18 percent field estimated clay and 40 to 60 percent sand.\nThe A horizon has value of 2 or 3 moist and 4 or 5 dry.  It has 20 to 40 percent organic matter.  It has 5 to 12 cmol/kg of aluminum.\nThe Bw horizon has hue of 10YR or 7.5YR moist, value of 5 or 6 dry, and chroma of 3, 4, or 6 moist and 4 or 6 dry.  It is very gravelly medial fine sandy loam, very cobbly medial fine sandy loam, very gravelly medial very fine sandy loam, or very gravelly medial silt loam.  It has 10 to 20 percent organic matter.  It has 2 to 12 cmol/kg of aluminum.\nThe Bh horizon has hue of 10YR or 7.5YR moist, value of 4 or 5 dry, and chroma of 2 or 3 moist.  It is extremely cobbly medialvery fine sandy loam, very gravelly medial fine sandy loam, very cobbly medial fine sandy loam, or very gravelly medial silt loam.  It has 15 to 25 percent organic matter.  It has 2 to 7 cmol/kg of aluminum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brandenberry and Quitter series.  Brandenberry and Quitter soils are formed in colluvium from basalt.  Brandenberry soils have an umbric epipedon and have less than 2 cmol/kg of aluminum in the subsoil.  Quitter soils have a ochric epipedon, have 3 to 5 percent acid oxalate iron and are from basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Merriman soils are on mountain slopes and convergent mountain headwalls.  Slopes are 50 to 100 percent.  The soils formed in colluvium and residuum from sedimentary and metasedimentary rocks.  Elevations are 2700 to 3400 feet.  Average annual precipitation is 100 to 230 inches.  Average annual temperature is 39 to 43 degrees F.  The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Weatherwax soil.  Weatherwax soils are on convergent headwalls and mountain slopes and are very shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Pacific silver fir, western hemlock, Alaska huckleberry, queencup beadlily, deer fern, Oregon oxalis, starry false-Solomons-seal, five leaf bramble, bunchberry dogwood, threeleaf foamflower, false lily-of-the-valley, deerfoot vanillaleaf, salmonberry, fool's huckleberry, devils club, ladyfern, and rosy twisted stalk."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains of Clallam County, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nCambic horizon - 6 to 27 inches\nIlluvial organic matter layer - 20 to 27 inches (Bh horizon)\nAndic soil properties - 2 to 27 inches (A, Bw1, Bw2, and Bh horizons)\nLithic contact - 25 inches\nPSCS - 2 to 27 inches (A, Bw1, Bw2, and Bh horizons)\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nThis soil has a perudic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
