{
  "SERIES": "MESMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJM-RJK-TDT-JVC-JBF",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Xeric Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mesman fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nAn--0 to 23 cm; light brownish gray (10YR 6/2) fine sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure parting to weak fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; many very fine to coarse roots; slightly effervescent, SAR is 26; EC is 3.9 mmhos/cm; strongly alkaline (pH 8.9); abrupt smooth boundary. (5 to 38 cm thick)\n2Btn--23 to 51 cm; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; weak very fine prismatic parting to moderate fine platy structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine roots; few, very fine discontinuous random vesicular pores; common distinct clay films on faces of peds; slightly effervescent (calcium carbonate is a trace); carbonates are disseminated; SAR is 54; EC is 28 mmhos/cm; moderately alkaline (pH 8.2); abrupt smooth boundary. (10 to 48 cm thick)\n3Bkn1--51 to 64 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; massive; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; slightly effervescent (1 percent calcium carbonate); secondary carbonates segregated in common medium irregular seams and filaments; SAR is 61; EC is 43 mmhos/cm; moderately alkaline (pH 8.0); clear wavy boundary. (13 to 38 cm thick)\n4Bkn2--64 to 89 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; massive; soft, friable, nonsticky and slightly plastic; few very fine roots; 5 percent fine gravel; slightly effervescent; secondary carbonates segregated in few medium irregular seams and filaments; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 30 cm thick)\n4Bkn3--89 to 152 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; massive; hard, brittle, extremely firm, slightly sticky and slightly plastic; slightly effervescent (3 percent calcium carbonate); SAR is 53; EC is 31 mmhos/cm; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; in the Warner Valley about 4 miles north-northeast of Plush; in the SE 1/4 of the SW 1/4 of the NE 1/4 of section 4, T. 36 S., R. 24 E.; USGS Plush 7.5 minute topographic quadrangle; 42 degrees 28 minutes 36 seconds north latitude and 119 degrees 53 minutes 25 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall;  aridic moisture regime that borders on xeric.\nMean annual soil temperature 8 to 10 degrees C.\nDepth to base of natric horizon: 38 to 76 cm.\nDepth to bedrock: Greater than 150 cm.\nParticle-size control section - Clay content: Averages 18 to 35 percent.\nSand content: 25 to 50 percent, most of which is very fine sand and fine sand.\nRock fragments:  0 to 10 percent gravel.\nAn horizon\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Granular or subangular blocky.\nReaction: Slightly alkaline through strongly alkaline.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 5 to 30.\n2Btn horizon\nHue: 10YR or 7.5YR.\nValue: 5 through 6 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Loam, sandy loam, clay loam, silty clay loam, or sandy clay loam.\nClay content: Averages 18 to 35 percent, but ranges 16 to 18 percent.\nRock fragment content:  0 to 10 percent gravel.\nStructure: Prismatic or columnar parting to blocky or platy.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 16 to 40 mmhos/cm.\nSodicity (SAR): 20 to 70.\n3Bkn and 4Bkn horizons\nValue: 6 through 8 dry, 3 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very fine sandy loam, fine sandy loam, sandy loam, silt loam, loam, or clay loam.\nClay content: 10 to 30 percent.\nRock fragment content:  0 to 10 percent gravel\nStructure: Massive but ranges to strong fine and medium angular blocky. Structure is due to consolidation and compaction of the lacustrine sediments (rock structure). Some pedons are single grain.\nReaction:  moderately alkaline or strongly alkaline\nSalinity (EC): 16 to 50 mmhos/cm.\nSodicity (SAR): 20 to 70.\nCalcium carbonate equivalent: 1 to 5 percent.\nOther features: Lenses of white volcanic ash are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Antelope Springs, Calnat, Slipback, Tannawasha, and Wespac series.\nAntelope Springs soils have hue of 5YR or 7.5YR. Calnat soils are moderately deep to paralithic contacts. Slipback soils have a mean annual soil temperature of 12 to 14 degrees C. and have texture of coarse sandy loam or loamy coarse sand below the natric horizon. Tannawasha soils are moderately deep to lithic contacts. Wespac soils have a mean annual soil temperature of 12 to 13 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mesman soils are on lake terraces. These soils formed in lacustrine deposits with surface mantles of eolian sand. Slopes are 0 to 15 percent. Elevations range from 1,280 to 1,465 meters. The climate is semiarid and characterized by cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Helphenstein, Icene, Reese, and Turpin soils. Helphenstein soils are somewhat poorly drained and have EC that is less than 16 mmhos/cm. Icene soils are moderately well drained and have a salic horizon. Reese soils are poorly drained have a very strongly sodic and saline surface and are strongly alkaline throughout. Turpin soils are very strongly alkaline throughout and have EC that is less than 16 mmhos/cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mesman soils are used for livestock grazing and wildlife habitat. The native vegetation is basin big sagebrush, Wyoming big sagebrush, spiny hopsage, black greasewood, Indian ricegrass, basin wildrye, and creeping wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Southern Part), Oregon, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 23 cm (An horizon).\nNatric horizon - The zone from about 23 to 51 cm (2Btn horizon).\nIdentifiable secondary carbonates - The zone from 51 to 89 cm (3Bkn1 and 4Bkn2 horizons).\nParticle-size control section - The zone from 23 to 51 cm (2Btn horizon).\nADDITIONAL DATA: The typical pedon at the series type location is reference sampled by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S86OR-037-001 (pedon # 86P0987). Another pedon from Harney County, OR is reference sampled as soil survey sample number S93OR-025-009 (pedon # 97P0019).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
