{
  "SERIES": "MESSER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD-JJD",
  "REVDATE": "08/2018",
  "STATES": "AR,LA,TX",
  "OVERVIEW": "The Messer series consists of very deep, moderately well drained soils. These nearly level to very gently sloping soils formed in fluviomarine deposits derived from the Intermediate Terraces Formation of Pleistocene age. Slope ranges from 0 to 3 percent. Mean annual air temperature is about 19.5 degrees C (67 degrees F), and mean annual precipitation is about 1549 mm (61 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, superactive, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Messer silt loam in an area of Caddo-Messer complex, 0 to 1 percent slopes, in forest (Colors are for moist soil unless otherwise stated.)\nA--0 to 12 cm (0.0 to 4.7 in); dark grayish brown (10YR 4/2), silt loam, grayish brown (10YR 5/2), dry; weak fine granular and weak fine subangular blocky structure; friable; many fine to coarse roots; common fine interstitial pores; very strongly acid; abrupt smooth boundary.  (8 to 20 cm [3 to 8 in] thick)\nE1--12 to 21 cm, (4.7 to 8.3 in); light brownish gray (10YR 6/2), silt loam; weak fine granular and weak medium subangular blocky structure; , friable; many fine and medium roots; few fine tubular  pores; 1 percent fine iron-manganese nodules and 2 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries on surfaces along root channels and 5 percent  fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries on surfaces along root channels and 11 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; very strongly acid; abrupt smooth boundary.\nE2--21 to 44 cm ,( 8.3 to 17.3 in); light yellowish brown (10YR 6/4), silt loam; weak fine granular and weak coarse subangular blocky structure; , friable; common fine and medium roots; many very fine and fine vesicular and  fine tubular pores; 2 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries on surfaces along root channels and 5 percent fine iron-manganese nodules and 11 percent fine distinct yellowish brown (10YR 5/6) masses  of oxidized iron with sharp boundaries lining pores; very strongly acid; clear smooth boundary. (Combined thickness of the E horizon is 30 to 69 cm [12 to 27 in])\nE/Bt--44 to 55 cm, (17.3 to 21.7 in); light yellowish brown (10YR 6/4), silt loam (E), 30 percent brownish yellow (10YR 6/6) (Bt); weak fine granular and weak coarse prismatic structure;  friable; few fine roots; few fine and medium vesicular and  fine tubular pores; 5 percent fine iron-manganese nodules and 8 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries on surfaces along root channels and 22 percent fine distinct yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries lining pores; very strongly acid; clear wavy boundary.  (10 to 38 cm [4 to 15 in] thick)\nBt/E--55 to 70 cm, (21.7 to 27.6 in); brownish yellow (10YR 6/6), silt loam; weak coarse prismatic structure parting to weak fine granular; friable; few fine roots; few medium vesicular and many very fine and fine vesicular and  fine tubular pores; 15 percent faint clay films on vertical faces of peds; 1 percent medium faint yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries lining pores and 5 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix and 5 percent medium weakly cemented iron-manganese nodules; very strongly acid; gradual irregular boundary.\nBt1--70 to 94 cm, (27.6 to 37.0 in); brownish yellow (10YR 6/6), silt loam; weak coarse prismatic structure parting to weak coarse subangular blocky;  firm; few very fine and fine roots; many very fine and fine vesicular and  fine tubular pores; 15 percent discontinuous faint , moist, clay films on vertical faces of peds; 1 percent medium faint yellowish brown (10YR 5/6) masses of  oxidized iron with sharp boundaries lining pores and 5 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix and 5 percent medium weakly cemented  iron-manganese nodules; very strongly acid; clear wavy boundary.\nBt2--94 to 117 cm, (37.0 to 46.1 in); brownish yellow (10YR 6/6), silt loam;  weak very coarse prismatic structure parting to weak medium subangular blocky; firm; many very fine and fine  vesicular and  fine tubular pores;  continuous distinct , moist, clay films on faces of peds; 1 percent medium distinct brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries lining pores and 1 percent medium prominent yellowish red (5YR 5/6) masses of oxidized iron with sharp boundaries in matrix and 1 percent medium weakly cemented iron-manganese nodules; very strongly acid; gradual wavy boundary.\nBt3--117 to 157 cm, (46.1 to 61.8 in); yellowish brown (10YR 5/6), silt loam; weak very coarse prismatic structure parting to weak fine subangular blocky; slightly hard, firm; brittle; many very fine and fine vesicular and  fine tubular pores; 37 percent distinct , moist, clay films on faces of peds; 10 percent fine distinct light brownish gray (10YR 6/2) iron depletions with clear  boundaries in matrix surrounding redox concentrations and 10 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix and 30 percent coarse distinct light yellowish brown (10YR 6/4) masses of oxidized iron with clear boundaries in matrix; strongly acid gradual smooth boundary.\nBt4--157 to 197 cm, (61.8 to 77.6 in); light yellowish brown (10YR 6/4), silt loam; weak very coarse prismatic structure parting to weak very coarse subangular blocky; slightly hard, friable; brittle; many very fine and fine vesicular and fine tubular pores;  continuous distinct , moist, clay films on faces of peds; 1 percent medium iron-manganese nodules and 10 percent fine distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations and 10 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium distinct yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix; strongly acid, gradual wavy boundary.\nBt5--197 to 242, (cm 77.6 to 95.3 in); brownish yellow (10YR 6/8), clay loam; weak very coarse prismatic structure parting to weak very coarse subangular blocky; firm; few fine and medium vesicular and  fine tubular pores;  discontinuous distinct , moist, clay films on vertical faces of peds; 1 percent medium iron-manganese nodules and 10 percent fine distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations and 10 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium distinct yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizons to 203 cm is 106 to 133 cm [42 to 52 in])\nBCg--242 to 287 cm s, (95.3 to 113.0 inches); light brownish gray (10YR 6/2), loam; weak very coarse prismatic structure parting to weak medium subangular blocky; firm; few fine tubular pores; strongly acid"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beauregard Parish, LA; from the intersection of US Highway 190 and U.S Highway 171 in Ragley, about 1.2 miles north on US 171; 0.6 mile northeast on road; about 100 feet north on mound (Longville USGS quad; Latitude: 30 degrees 31 minutes 48.00 seconds north; Longitude: 93 degrees 13 minutes 24.00 seconds west; NAD 83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section (weighted average)\nClay content: 10 to 16 percent\nA Horizon (Ap where present)\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: very fine sandy loam or silt loam\nReaction: very strongly acid or strongly acid\nE Horizon\nHue: 10YR\nValue: 5 or 6\nChroma: 2 to 4\nTexture: very fine sandy loam or silt loam\nRedox concentrations: amount-5 to 20 percent, shades-brown or yellow\nReaction: very strongly acid or strongly acid\nE/Bt and Bt/E Horizon\nHue: 10YR or 7.5YR\nValue: 5 or 6\nChroma:  3 to 6\nTexture: loam, silt loam or very fine sandy loam\nRedox concentrations: amount-5 to 35, shades-brown or yellow\nRedox depletions: amount-0 to 2 percent, shades-gray\nReaction: very strongly acid or strongly acid\nBt Horizons\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 8\nTexture: loam, silt loam, clay loam or silty clay loam\nRedox concentrations: amount-2 to 40 percent, shades-brown, yellow, or red\nRedox depletions: amount-0 to 15 percent, shades-gray\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Gist series in the same family. Similar soils are Aldine(TX),Bowie(TX), Dallardsville(TX), Duralde(LA), Elysian(OK), Evangeline(LA), Frizzell(LA),, Glenmora(LA), Muskogee(AR), and Vidrine (LA) series.\nAldine soils: are in a fine-silty over clayey family\nBowie and Dallardsville soils: have less than 35 percent base saturation in the lower part of the argillic horizon\nFrizzell soils: active CEC/clay class; do not have a glossic horizon\nGist soils: have clayey texture in the lower argillic horizon;\nDuralde, Evangeline, Glenmorea, and Muskogee soils:  have more than 18 percent clay in the particle-size control section\nElysian soils: are in a coarse-loamy family; have redox depletions in the upper part of the argillic horizon\nVidrine soils: have more than 35 percent clay in the argillic horizo"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of Pleistocene age\nLandscape:  coastal plains\nLandform:  flats\nMicrofeature: pimple mounds\nSlope: 0 to 1 percent for landscape (the top of the mound to the base ranges up to 5 percent slope but the distance from the top to base is less than 50 feet)\nSoil Moisture: A udic soil moisture regime. The soil moisture control section is dry less than 90 days in normal years. The summer months are the driest\nMean annual soil temperature: 19.9 to 21.7 degrees C (67 to 71 degrees F)\nMean annual air temperature range: 19.3 to 20.1 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1499 to 1651 mm (59 to 65 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year.\nFrost-free period: 240 to 300 days\nElevation: 22.9 to 46 m (75 to 150 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beauregard (LA), Caddo (LA); Glenmora (LA), and Guyton (LA) series.\nBeauregard soils: have more than 18 percent clay in the particle-size control section; on a lower landform\nCaddo and Guyton soils: are poorly drained; on a lower landform\nGlenmora soils: have a thinner glossic horizon; on broad stream divides"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  moderately well drained. Runoff is high. Permeability is slow. A perched water table exists in the lower part of the E and Bt/E horizons in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wooland.  Native vegetation consists of longleaf pine and bluestem grasses. Some areas have been cleared and smoothed and planted to cotton, rice, or soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Flatwoods of Louisiana; Land Resource Region T; MLRA 152B; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Evangeline Parish, Louisiana; 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location and classification were changed during the Soil Data Join and Recorrelation initiative. This location has lab data to document the series. The classification was changed due to changes in taxonomy. This soil was described and sample to 242 cm (87 in) the ranges in thickness range to 203 cm (80 in)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 44 cm (0 to 17.3in). (A and E horizons)\nArgillic horizon: 44 to 203 cm (17.3 to 80in). (Bt horizons)\nGlossic horizon: 44 to 55 cm (17.3 to 21.7in). (E/Bt and Bt/E horizons)\nAdditional Comments:  The perched water table lasts long enough to meet the oxyaquic subgroup criteria. This is based on soil moisture studies conducted on similar soils in the region.\nADDITIONAL DATA:  KSSL Data from type location 90LA011020.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
