{
  "SERIES": "METAMORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. NWS-WEF",
  "REVDATE": "08/2012",
  "STATES": "IN,MI,OH",
  "OVERVIEW": "The Metamora series consists of very deep, somewhat poorly drained soils formed in loamy glaciofluvial or lacustrine deposits and the underlying loamy till on lake plains, near-shore zones (relict), till plains, and low moraines. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 813 mm (32 inches), and mean annual temperature is about 8.9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Udollic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Metamora sandy loam, on a southwest-facing, 2 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nEg--23 to 33 cm (9 to 13 inches); light brownish gray (10YR 6/2) sandy loam; weak coarse granular structure; friable; many fine roots; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; about 3 percent gravel; slightly acid; clear wavy boundary. [0 to 15 cm (6 inches) thick]\nBg--33 to 71 cm (13 to 28 inches); grayish brown (10YR 5/2) sandy loam; weak medium subangular blocky structure; friable; common fine roots; many medium prominent brownish yellow (10YR 6/8) masses of oxidized iron (50 percent of the color); about 3 percent gravel; neutral; clear wavy boundary. [8 to 61 cm (3 to 24 inches) thick]\n2Btg--71 to 91 cm (28 to 36 inches); grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm; few fine roots; clay films on faces of peds; many medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; about 5 percent gravel; neutral; abrupt wavy boundary. [15 to 41 cm (6 to 16 inches) thick]\n2Cg--91 to 152 cm (36 to 60 inches); grayish brown (10YR 5/2) loam; massive; firm; common medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; about 5 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shiawassee County, Michigan; about 7 miles north of the town of Owosso; 1,360 feet east and 1,380 feet south of the northwest corner of sec. 13, T. 8 N., R. 2 E.; lat. 43 degrees 05 minutes 47.6 seconds N. and long. 84 degrees 10 minutes 55.8 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 46 to 102 cm (18 to 40 inches)\nDepth to carbonates: 46 to 102 cm (18 to 40 inches)\nRock fragment content: 0 to 10 percent gravel throughout; 0 to 3 percent cobbles in the 2Bt and 2C horizons\nReaction: strongly acid to neutral in the upper part of the solum and slightly acid or neutral in the lower part\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loamy sand, sandy loam, or fine sandy loam\nE horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 2 or 3\nTexture: loamy sand, sandy loam, or fine sandy loam\nBg horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: dominantly sandy loam or loamy sand, but includes sandy clay loam or loam\n2Bt horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam, silty clay loam, or loam\nRedoximorphic features: account for over 40 percent of the matrix color in at least one subhorizon\n2C horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 2 or 3\nTexture: loam, silt loam, silty clay loam, or clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Metamora soils are on lake plains, near-shore zones (relict), till plains, and low moraines. Slope ranges from 0 to 6 percent. The Metamora soils formed in loamy glaciofluvial or lacustrine deposits and the underlying loamy till. Mean annual precipitation ranges from 711 to 1016 mm (28 to 40 inches). Mean annual temperature ranges from 6.7 to 9.6 degrees C (44 to 49 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blount, Brookston, Conover, Corunna, Owosso, and Pewamo soils. Metamora soils are in a drainage sequence with the well drained Owosso and poorly drained Corunna soils. They are associated in the landscape with the Blount, Brookston, Conover, and Pewamo soils. These soils do not have the coarser textured A and Bg horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of an apparent seasonal high water table ranges from 15 to 46 cm (6 to 18 inches) between March and May and in October and November in normal years. Potential for surface runoff is very low to medium. Saturated hydraulic conductivity is high in the in the A and Bg horizons and moderately high in the 2Bt and 2C horizons. Permeability is moderately rapid in the A and Bg horizons and moderate or moderately slow in the 2Bt and 2C horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The greater part is under cultivation to corn, soybeans, small grain, or forest. A few areas are used for vegetable production. A smaller part is in permanent pasture and hay. Native vegetation is forests of American elm, white ash, hickory, American basswood, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97, 98, and 99 in southern Michigan, northern Indiana, and northwestern Ohio. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ionia County, Michigan, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon (mollic intergrade): from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nAlbic horizon: from a depth of 23 to 33 cm (9 to 13 inches) (Eg horizon).\nArgillic horizon: from a depth of 71 to 91 cm (28 to 36 inches) (2Bt horizon).\nAquic conditions: redoximorphic features present in all horizons below the ochric epipedon.\nA dense substratum phase is currently recognized in MLRA 99. Further evaluation is needed to determine the presence of densic materials in Metamora soils in other MLRAs.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (9 inches); very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--23 to 33 cm (9 to 13 inches); light brownish gray (10YR 6/2) sandy loam; weak coarse granular structure; friable; many fine roots; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; about 3 percent gravel; slightly acid; clear wavy boundary. [0 to 15 cm (6 inches) thick]"
      },
      {
        "name": "Bg",
        "top": 33,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--33 to 71 cm (13 to 28 inches); grayish brown (10YR 5/2) sandy loam; weak medium subangular blocky structure; friable; common fine roots; many medium prominent brownish yellow (10YR 6/8) masses of oxidized iron (50 percent of the color); about 3 percent gravel; neutral; clear wavy boundary. [8 to 61 cm (3 to 24 inches) thick]"
      },
      {
        "name": "2Btg",
        "top": 71,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Btg--71 to 91 cm (28 to 36 inches); grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm; few fine roots; clay films on faces of peds; many medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; about 5 percent gravel; neutral; abrupt wavy boundary. [15 to 41 cm (6 to 16 inches) thick]"
      },
      {
        "name": "2Cg",
        "top": 91,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "narrative": "2Cg--91 to 152 cm (36 to 60 inches); grayish brown (10YR 5/2) loam; massive; firm; common medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; about 5 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
