{
  "SERIES": "METACOMET",
  "STATUS": "Established Series",
  "BYREV": "ANA, PBW",
  "REVDATE": "04/2016",
  "STATES": "MA,NH,NY",
  "OVERVIEW": "The Metacomet series consists of moderately well drained soils that formed in a loamy mantle overlying sandy dense till or loamy dense till characterized by a sandy component on drumlins and glaciated uplands.  They are moderately deep to a densic contact and very deep to bedrock. Estimated saturated hydraulic conductivity is moderately high or high in the solum and moderately low to high in the substratum.  Slope ranges from 0 to 25 percent.  Mean annual precipitation is about 45 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Metacomet fine sandy loam, on a 3 percent east facing slope in a stony forested area.  (Colors are for moist soil.)\nOe--0 to 1 inch; very dark gray (7.5YR 3/1) moderately decomposed plant material.  (0 to 4 inches thick)\nAp--1 to 9 inches; dark yellowish brown (10YR 3/4) fine sandy loam; weak fine subangular blocky structure; very friable; common fine and medium roots; 1 percent gravel; very strongly acid; abrupt wavy boundary.  (1 to 9 inches thick)\nBw1--9 to 19 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; 5 percent gravel; strongly acid; clear wavy boundary.\nBw2--19 to 25 inches; light olive brown (2.5Y 5/6) fine sandy loam; weak medium subangular blocky structure; very friable; few fine and medium roots; 5 percent gravel; few fine faint dark yellowish brown (10YR 4/6) masses of iron accumulation and few medium prominent light olive gray (5Y 6/2) iron depletions; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizons is 7 to 30 inches)\nBC--25 to 34 inches; light olive brown (2.5Y 5/6) gravelly loamy sand; massive; friable; few medium and fine roots; 17 percent gravel; few fine and medium faint dark yellowish brown (10YR 4/6) masses of iron accumulation and few medium prominent light olive gray (5Y 6/2) iron depletions; moderately acid, abrupt wavy boundary.  (0 to 12 inches thick)\nCd1--34 to 50 inches; light yellowish brown (2.5Y 6/3) sandy loam with 20 percent thin lenses of loamy fine sand and loamy sand; weak medium plates structure with firm consistence in 30 percent of horizon, friable in 70 percent; common fine and medium vesicular pores; 10 percent gravel; common fine and medium prominent yellowish red (5YR 4/6) masses of iron accumulation and few medium faint light olive gray (5Y 6/2) iron depletions; slightly acid; clear wavy boundary.\nCd2--50 to 65 inches; light yellowish brown (2.5Y 6/3)sandy loam with 20 percent thin lenses of loamy fine sand and loamy sand; weak medium plates with firm consistence in 50 percent of horizon, friable in 50 percent; common fine and medium vesicular pores; 5 percent gravel; common fine and medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation and common coarse distinct gray (5Y 6/1) iron depletions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merrimack County, New Hampshire, Town of Salisbury, 3500 feet south of the intersection of Rte 127 and a powerline, about 1250 feet west of the powerline. USGS Webster quadrangle; latitude 43 degrees 21 minutes 59 seconds N and longitude 71 degrees 43 minutes 31 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 15 to 36 inches.  Depth to densic materials is 20  to 38  inches. Rock fragments range from 0 to 30 percent in the A horizon, 5 to 30 percent in the B horizon, and from 5 to 55 percent in the C horizon.  Rock fragments are dominantly granitic and gneissic gravel.  Unless limed, reaction ranges from extremely acid to moderately acid in the solum, and strongly acid to slightly acid in the substratum.\nThe O horizon has hue of 2.5YR to 10YR, value of 2 to 4, and chroma of 1 or 2. It is fibric, hemic, or sapric material.\nThe Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 2 to 4.  Texture is very fine sandy loam, fine sandy loam, or sandy loam in the fine earth fraction.  Undisturbed pedons have an A horizon that has hue of 10YR or 7.5YR, value of 2 to 4, and chroma of 1 to 4.\nSome pedons have a thin E horizon that has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2.  Texture is fine sandy loam, sandy loam, or loamy fine sand in the fine earth fraction.\nThe Bw horizon has hue of 2.5Y or 10YR, value of 3 to 6, and chroma of 3 to 8.  The upper part is very fine sandy loam, fine sandy loam, or sandy loam in the fine earth fraction. The lower part is fine sandy loam or sandy loam in the fine earth fraction. Redoximorphic features in the lower part of the Bw horizon are few to many.\nThe BC horizon has hue of 2.5Y or 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is fine sandy loam, sandy loam, loamy fine sand, or loamy sand, in the fine earth fraction. Redoximorphic features are common or many.\nSome pedons have a C horizon that has hue of 2.5Y, value of 4 to 6, and chroma of 2 to 4. Texture is sandy loam, loamy fine sand, or loamy sand in the fine earth fraction. Redoximorphic features are few to many. The C horizon is up to 12 inches thick.\nThe Cd horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 to 4. Texture in the fine earth fraction is loamy fine sand or loamy sand, or it is fine sandy loam or sandy loam with at least 20 percent subhorizons or lenses of loamy fine sand or loamy sand. Sandy lenses are 1/8 inch to 2 inches thick and are friable to loose. In some pedons the lenses are coarse, medium, or fine sand. Consistence is firm or very firm in more than 20 percent of subhorizons. Individual aggregates are friable or firm when removed. Plates are weak or moderate, thin to thick, or the horizon is massive. Redoximorphic features in the Cd are few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashfield, Beechwood, and Middlebrook series.  Ashfield soils have rock fragments that are mostly dark colored micaceous schist and have more very fine sand, silt and clay in the Cd horizon.  Beechwood soils are from outside Region R. They formed in eolian deposits overlying friable till. Ashfield soils have loamy densic materials with less than 20 percent sandy lenses or subhorizons. Middlebrook soils are moderately deep to bedrock and have rock fragments that are mostly sandstone, siltstone and shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Metacomet soils are on drumlins and glaciated uplands.  Slope ranges from 0 to 25 percent. The soils are on nearly level to gently sloping tops of broad ridges and drumlins, and on gently sloping to moderately steep back slopes, foot slopes, and toe slopes.  The soils formed in stony till of Wisconsin age derived from granitic and gneissic rocks.  Mean annual temperature ranges from 40 to 45 degrees F.  Mean annual precipitation ranges from 40 to 50 inches.  The frost-free period ranges from 90 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Becket, Henniker, Pillsbury, Peacham, and Skerry soils.  The well drained Henniker soils, somewhat poorly and poorly drained Pillsbury soils, and very poorly drained Peacham soils are in a drainage sequence with Metacomet soils. Becket and Skerry soils have spodic horizons and generally occur at higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.   Estimated saturated hydraulic conductivity is moderately high or high in the solum and moderately low to high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are forested.  Principle species include red maple, sugar maple, white oak, red oak, yellow birch, paper birch, eastern white pine, and eastern hemlock.  Areas cleared of trees and stones are used primarily for orchards, hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Massachusetts, Massachusetts and New Hampshire; MLRA 144A and 144B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fulton County, New York, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Metacomet series is established to recognize frigid Aquic Dystrudepts formed in dense, \"sandy\" till. The concept of sandy till includes Cd horizons that are sandy as well as those that are loamy but have greater than 20% of the fabric of the till as sandy lenses or subhorizons.  The densic material has non-pedogenic structure described as plates.\nDiagnostic horizons and features recognized in this pedon include:\n1.  Ochric epipedon - the zone from 0 to 9 inches (Oe and Ap horizons).\n2.  Cambic horizon - the zone from 9 to 34 inches (Bw1, BW2, and BC horizons).\n3.  Aquic feature - redox depletions with in 24 inches of the surface (Bw2 horizon).\n4.  Densic contact - at 34 inches.\n5.  Densic materials - The zone from 34 to 65 inches (Cd1 and Cd2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inch; very dark gray (7.5YR 3/1) moderately decomposed plant material.  (0 to 4 inches thick)"
      },
      {
        "name": "Ap",
        "top": 3,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--1 to 9 inches; dark yellowish brown (10YR 3/4) fine sandy loam; weak fine subangular blocky structure; very friable; common fine and medium roots; 1 percent gravel; very strongly acid; abrupt wavy boundary.  (1 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--9 to 19 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; 5 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--19 to 25 inches; light olive brown (2.5Y 5/6) fine sandy loam; weak medium subangular blocky structure; very friable; few fine and medium roots; 5 percent gravel; few fine faint dark yellowish brown (10YR 4/6) masses of iron accumulation and few medium prominent light olive gray (5Y 6/2) iron depletions; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizons is 7 to 30 inches)"
      },
      {
        "name": "BC",
        "top": 64,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--25 to 34 inches; light olive brown (2.5Y 5/6) gravelly loamy sand; massive; friable; few medium and fine roots; 17 percent gravel; few fine and medium faint dark yellowish brown (10YR 4/6) masses of iron accumulation and few medium prominent light olive gray (5Y 6/2) iron depletions; moderately acid, abrupt wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Cd1",
        "top": 86,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cd1--34 to 50 inches; light yellowish brown (2.5Y 6/3) sandy loam with 20 percent thin lenses of loamy fine sand and loamy sand; weak medium plates structure with firm consistence in 30 percent of horizon, friable in 70 percent; common fine and medium vesicular pores; 10 percent gravel; common fine and medium prominent yellowish red (5YR 4/6) masses of iron accumulation and few medium faint light olive gray (5Y 6/2) iron depletions; slightly acid; clear wavy boundary."
      },
      {
        "name": "Cd2",
        "top": 127,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd2--50 to 65 inches; light yellowish brown (2.5Y 6/3)sandy loam with 20 percent thin lenses of loamy fine sand and loamy sand; weak medium plates with firm consistence in 50 percent of horizon, friable in 50 percent; common fine and medium vesicular pores; 5 percent gravel; common fine and medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation and common coarse distinct gray (5Y 6/1) iron depletions; slightly acid."
      }
    ]
  ]
}
