{
  "SERIES": "METALLAK",
  "STATUS": "Established Series",
  "BYREV": "JFH-HRM-CAW",
  "REVDATE": "09/2001",
  "STATES": "NH",
  "OVERVIEW": "The Metallak series consists of very deep, moderately well drained soils formed in loamy sediments underlain by sand and gravel deposits on alluvial terraces. Permeability is moderate in the solum and rapid or very rapid in the substratum.  Slope ranges from 0 to 3 percent.  Mean annual precipitation is about 42 inches, and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, frigid Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Metallak very fine sandy loam, on a 2 percent north facing slope, in a grass-legume hayfield.  (Colors are for moist soil unless stated otherwise.)\nAp--0 to 11 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; friable; common very fine, fine and medium roots; neutral; abrupt smooth boundary.  (5 to 11 inches thick)\nBw1--11 to 15 inches; dark yellowish brown (10YR 3/4) very fine sandy loam; weak fine and medium granular structure; friable; few fine and medium roots; neutral; abrupt smooth boundary.\nBw2--15 to 23 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine and medium granular structure; friable; few fine and medium roots; neutral; abrupt smooth boundary.  (Combined thickness of the Bw horizon is 9 to 25 inches.)\n2C1--23 to 31 inches; light olive brown (2.5Y 5/4) very gravelly sand; single grain; loose; 30 percent gravel, 5 percent cobbles; few medium faint light brownish gray (2.5Y 6/2) iron depletions; neutral; abrupt smooth boundary.\n2C2--31 to 42 inches; variegated strong brown (7.5YR 5/6), dark yellowish brown (10YR 4/6), and light olive brown (2.5Y 5/4) extremely gravelly sand; single grain; loose; discontinuous dark reddish brown (5YR 2.5/2 ) thin iron-manganese coatings on pebbles; 60 percent gravel, 10 percent cobbles; neutral; abrupt smooth boundary.\n2C3--42 to 48 inches; stratified yellowish brown (10YR 5/6) fine sand, grayish brown (2.5Y 5/2) sand, and light brownish gray (2.5Y 6/2) fine sand; single grain; loose; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the 2.5Y hue strata, and common medium faint light olive brown (2.5Y 5/6) masses of iron accumulation and common medium distinct light olive brown light brownish gray (2.5Y 6/2) iron depletions in the 10YR hue stratum; neutral; abrupt smooth boundary.\n2C4--48 to 55 inches; dark yellowish brown (10YR 3/4) extremely gravelly sand; single grain; loose; 54 percent gravel; 10 percent cobbles; slightly acid; abrupt smooth boundary.\n2C5--55 to 65 inches; very dark brown (10YR 2/2) extremely gravelly sand; single grain; loose; continuous dark reddish brown (5YR 2.5/2) iron-manganese coatings on 85 percent of the pebbles and sand grains; 60 percent gravel, 10 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coos County, New Hampshire; Town of Jefferson, 850 feet east and 800 feet north of the NH Route 115-Boston and Maine railroad crossing in the Meadows Village; latitude 44 degrees 22 minutes 17 seconds N., longitude 71 degrees 28 minutes 11 seconds W., NAD."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 15 to 35 inches and generally corresponds to the depth to the contrasting material.  Rock fragment content ranges from 0 to 5 percent in the solum; and from 0 to 75 percent in individual horizons in the contrasting material with a weighted average of 35 percent or more within 40 inches from the surface.  The soil ranges from strongly acid through neutral throughout.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma 2 or 3.  Texture is loam, silt loam, very fine sandy loam, or fine sandy loam.  Consistence is friable or very friable.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 4 to 6.  Texture is silt loam, very fine sandy loam, or fine sandy loam.  Consistence is friable or very friable.\nThe 2C horizon is neutral or has hue of 7.5YR to 5Y, value of 2 to 8, and chroma of 0 to 8.  Texture ranges from fine sand to coarse sand in the fine-earth fraction.  Thin strata (less than 4 inches thick) of sandy, loamy, or silty textures are below a depth of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family.  Abenaki soils are similar soils in a related family.  They are well drained soils and do not have redoximorphic features."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Metallak soils are on nearly level alluvial terraces of small, gravel-bottom rivers and brooks.  Mean annual temperature ranges from 40 to 45 degrees F.  Mean annual precipitation ranges from 35 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abenaki, Cohas, Colton and Podunk series.  The well drained Abenaki and poorly drained Cohas soils are in a drainage sequence with the Metallak soils. Abenaki soils are in slightly higher positions on alluvial terraces, and Cohas soils are on slightly lower positions on alluvial terraces.  Colton soils have spodic horizons and are on adjacent glacial outwash terraces.  Podunk soils are in similar positions on the landscape as Metallak soils, but have coarse-loamy particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Metallak soils are moderately well drained. Permeability is moderate in the solum and rapid or very rapid in the underlying contrasting material.  Potential for surface runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the acreage is used for row crops, hay, or pasture.  Wooded areas are in eastern white pine, red pine, red spruce, or white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Hampshire and New York; MLRA 143 and 144B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, New Hampshire, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  Diagnostic horizons and features recognized in the typical pedon are: a.  Ochric epipedon - the zone from 0 to 11 inches (Ap horizon).\nb. Cambic horizon - the zone from 11 to 23 inches (Bw horizon).\nc. Strongly contrasting particle-size class - the zone from 11 to 23 inches is coarse-loamy, and the zone from 23 to 40 inches is sandy-skeletal.\nd. Aquic feature - redox depletions within 24 inches of the soil surface (2C horizon).\n2.  The Metallak series was formerly mapped as Podunk Variant in New Hampshire.  700 acres of this soil are correlated as Podunk Variant in Carroll County, New Hampshire.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
