{
  "SERIES": "METOLIUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDT/GDM",
  "REVDATE": "1/99",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Vitrixerandic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   ashy sandy loam, on a 1 percent slope, cropland.  (Colors are for moist soil unless otherwise noted.)\nA -- 0 to 8 inches; very dark grayish brown (10YR 3/2) ashy sandy loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure;  slightly hard, very friable, nonsticky and  nonplastic;  many very fine and fine roots;  many very fine interstitial pores; 25 percent sand-size (0.25 to 1.0 mm) pumice, light brownish gray (10YR 6/2) dry; neutral  (pH 7.0); clear smooth boundary.  (5 to 8 inches thick)\nBA -- 8 to 11 inches; dark brown (10YR 3/3) ashy sandy loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure, parting to weak fine granular; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; 25 percent sand-size (0.25 to 1.0 mm) pumice, light brownish gray (10YR 6/2) dry; neutral (pH 7.2); clear smooth boundary.  (0 to 4 inches thick)\nBw1 -- 11 to 23 inches; dark brown (10YR 3/3) ashy sandy loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; 20 percent sand-size (0.25 to 1.0 mm) pumice, light brownish gray (10YR 6/2) dry; neutral (pH 7.2); clear smooth boundary.\nBw2 -- 23 to 28 inches; dark brown (10YR 3/3) ashy sandy loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; 20 percent sand-size (0.25 to 1.0 mm) pumice, light brownish gray (10YR 6/2) dry; slightly alkaline (pH 7.6); abrupt smooth boundary.  (Combined thickness of the Bw horizon ranges from 15 to 30 inches thick)\n2Bkq1 -- 28 to 42 inches; brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine tubular pores; 10 percent durinodes 10 to 25 mm in size; slightly effervescent;  moderately alkaline (pH 8.2); gradual wavy boundary.  (8 to 17 inches thick)\n2Bkq2 -- 42 to 60 inches; dark yellowish brown (10YR 4/4) loam, very pale brown (10YR 7/3) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 5 percent gravel; 30 percent durinodes 10 to 25 mm in size;  strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crook County, Oregon;  500 feet south and 1,200 feet east of the NW corner of section 26,  T.14 S, R.14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are dry for one-half to three-fourths of the time when the soil temperature is above 41 degrees F.  The soils are dry in the moisture control section for 90 to 120 cumulative days following the summer solstice.  The mean annual soil temperature is 50 to  54 degrees F.  Depth to bedrock is greater than 60 inches.  The upper part of the solum (A and Bw horizons) has 5 to 15 percent clay; contains 15 to 30 percent sand-size pumice, has a phosphate retention of 15 to 25 percent and has acid oxalate aluminum plus one-half the iron of 0.4 to 0.8 percent.  Depth to the 2Bkq1 horizon is 25 to 38 inches and depth to the 2Bkq2 horizon is 40 to 55 inches.  The weighted average clay content in the particle-size control section is 10 to 18 percent.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  The sand-size (0.25 to 1.0mm) pumice content ranges from 25 to 30 percent.\nThe Bw horizon has value of 3 or 4 moist, 5 through 7 dry, and chroma of 2 or 3 moist and dry.  The sand-size (0.25 to 1.0mm) pumice content ranges from 15 to 30 percent.\nThe 2Bkq1 horizon, has value of 4 or 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist and dry.  It is loam, silt loam or clay loam with 15 to 30 percent clay and 5 to 20 percent durinodes 10 to 25 mm in size.\nThe 2Bkq2 horizon, has value of 4 or 5 moist, 6 or 7 dry, and chroma of 4 or 5 moist and dry.  It is loam, silt loam or clay loam with 15 to 30 percent clay and 0 to 15 percent gravel.  It has 20 to 40 percent durinodes 10 to 25 mm in size.  It is slightly to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Metolius soils are on nearly level low terraces at elevations of 2,700 to 3,200 feet.  These soils formed in mixed alluvium with an influence of volcanic ash in the surface.  The climate is characterized by cool, moist winters and hot, dry summers.  The mean annual precipitation is 9 to 12 inches, the mean annual temperature is 48 to 52 degrees F, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Boyce, Crooked, Era, Powder, and Stearns.  Boyce soils are poorly drained, fine-silty over sandy or sandy-skeletal and are on floodplains.  Crooked soils are somewhat poorly drained and are sodic.  Stearns soils are poorly drained, fine-loamy, calcareous and are in depressions on low terraces.  Powder soils are well drained, coarse-silty soils and are on floodplains adjacent to streams. Era soils are somewhat excessively drained soils and are on adjacent fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained;  permeability is moderately rapid over moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for irrigated crops and pasture.  Native vegetation is basin wildrye, and basin big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon; MORA 10, pumice zone.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crook County, Oregon, 1946; Deschutes Irrigation Project."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nOchric epipedon\nCambic horizon - from a depth of 11 inches to 28 inches (Bw1 and Bw2 horizons)\nVitrixerandic subgroup - from the surface to a depth of 28 inches(A, BA, Bw1 and Bw2 horizons)\nDurinodic feature - over 20 percent durinodes below a depth of 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
