{
  "SERIES": "METSER",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. HRG/RWL",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "OVERVIEW": "The Metser series consists of very deep, moderately well drained soils formed in alluvium with an influence of volcanic ash in the surface. They are on terraces and alluvial fans. Slopes are 0 to 5 percent. The mean annual precipitation is about 14 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Metser clay loam - irrigated cropland, on a 2 percent north-facing slope at an elevation of 1,640 feet. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) clay loam, black (10YR 2/1) moist; moderate fine and medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; common very fine irregular and tubular pores; 3/4 to 1-inch vertical cracks; NaF pH 8.5; neutral (pH 6.9); abrupt smooth boundary. (7 to 10 inches thick)\nA--9 to 15 inches; dark grayish brown (10YR 4/2) clay, black (10YR 2/1) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard; very firm, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; 1/2-inch vertical cracks; NaF pH 8.6; neutral (pH 7.0); abrupt wavy boundary. (5 to 14 inches thick)\nBss1--15 to 20 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; common distinct intersecting slickensides; 1/4-inch vertical cracks; common prominent black (10YR 2/1) moist coatings on faces of peds; 5 percent gravel; NaF pH 8.6; neutral (pH 7.2); clear wavy boundary.\nBss2--20 to 30 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; few very fine roots; common very fine irregular and tubular pores; common distinct intersecting slickensides; common prominent black (10YR 2/1) moist coatings on faces of peds; 10 percent gravel; NaF pH 8.5; neutral (pH 7.2); abrupt wavy boundary. (Combined Bss horizon is 12 to 24 inches thick)\n2Bss3--30 to 37 inches; grayish brown (10YR 5/2) very gravelly sandy clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; few very fine roots; common very fine irregular and tubular pores; few fine faint, yellowish brown (10YR 5/6) iron stains on faces peds, in pores and on rock fragments; common distinct intersecting slickensides; 40 percent gravel and 10 percent cobbles; NaF pH 8.5; neutral (pH 7.0); clear wavy boundary. (6 to 12 inches thick)\n2Bss4--37 to 60 inches; grayish brown (10YR 5/2) extremely gravelly sandy clay, very dark grayish brown (10YR 3/2) moist; massive structure; very hard, very firm, moderately sticky and moderately plastic; few very fine roots; common very fine irregular and tubular pores; common fine faint yellowish brown (10YR 5/6) iron stains on faces of peds, in pores and on rock fragments; few fine distinct yellowish brown (10YR 5/6) iron nodules with sharp boundaries; few distinct intersecting slickensides; 55 percent gravel and 20 percent cobbles; NaF pH 8.5; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 2 miles southeast of Thorp, about 2,400 feet south and 1,650 feet west of the northeast corner of section 24, T. 18 N., R. 17 E.; USGS Thorp, Washington topographic quadrangle; Latitude - 47 degrees, 02 minutes, 12 seconds N. and Longitude - 120 degrees, 39 minutes, 06 seconds W. (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice. There are cracks 1/2 to 3/4 inches in width and 20 to 35 inches in depth that open and close each year in the fall after irrigation season. Depth to aquic conditions and the irrigation-induced water table is 20 to 40 inches. Thickness of the mollic epipedon is 30 to 60 inches. The upper 7 to 10 inches has an estimated moist bulk density of 1.10 to 1.35 g/cc, volcanic glass content of 5 to 10 percent and acid oxalate extractable aluminum plus one-half of the acid oxalate extractable iron of 0.2 to 0.4 percent. Base saturation throughout the upper 30 inches is greater than 75 percent. The particle-size control section has 40 to 55 percent clay and more than 15 percent fine sand or coarser. It has a weighted average of 15 to 35 percent rock fragments by volume. Organic matter is estimated to range from 3 to 5 percent in Ap and A horizon. Depth to a 2Bss3 horizon with more than 35 percent rock fragments ranges from 30 to 40 inches.\nThe Ap and A horizons have value of 3 or 4 dry, 2 or 3 moist and chroma of 1 or 2 dry. Reaction is neutral or slightly acid.\nThe Bss horizon has hue of 10YR or 2.5Y, value of 3 to 5 dry, and 2 or 3 moist, and chroma of 2 or 3 dry or moist. It has 0 to 10 percent rock fragments and 40 to 55 percent clay.\nThe 2Bss horizon has value of 4 through 6 dry, and 3 or 4 moist, and chroma of 2 or 3 dry or moist. The upper part is very gravelly sandy clay or very gravelly clay with 40 to 55 percent clay and 30 to 50 percent gravel, 5 to 15 percent cobbles, and 0 to 5 percent stones. The lower part is extremely gravelly sandy clay, very gravelly sandy clay loam or extremely gravelly sandy clay loam with 30 to 45 percent clay and 35 to 70 percent gravel, 5 to 20 percent cobbles, and 0 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cardon and Varodale (T) series.\nCardon soils  mollic epipedon 10 to 15 inches thick; lacks a 2Bss horizon.\nVarodale soils  have less than 15 percent rock fragments by weighted average in the particle-size control section; are 40 to 60 inches to a 2Bss horizon with less than 35 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Metser soils are on terraces and alluvial fans and have slopes of 0 to 5 percent. These soils formed in alluvium with an influence of volcanic ash in the surface. Elevation is 1,500 to 2,500 feet. These soils are in a semiarid climate with warm dry summers and cool moist winters. The mean annual precipitation is 12 to 15 inches. The average January temperature is about 25 degrees F. and the average July temperature is about 69 degrees F. The mean annual temperature is 46 to 50 degrees F. Frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Varodale soils and the Ackna, Umtanum and Vanderbilt soils. Varodale soils are on alluvial fans. Ackna soils are on terraces and alluvial fans and have 25 to 30 percent clay in particle-size control section. Umtanum and Vanderbilt soils are on terraces and alluvial fans, have less than 5 percent rock fragments in the particle-size control section and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; slow permeability. This soil is irrigated and drained. This soil has an irrigation-induced water table that is at its uppermost limit during the mid-May to mid-October growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated cropland and livestock grazing. When irrigated, hay, oats, wheat, corn, potatoes, and peas are among the crops grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kittitas County, Washington; MLRA 8, 44. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Kittitas County, Washington, l999. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon (Pachic) - 0 to 60 inches (Ap, A, Bss and 2Bss horizons)\nPSCS - the zone from 10 to 40 inches (most of the A, Bss, 2Bss3 and part of the 2Bss4 horizons)\nMore investigation is needed to confirm the degree of andic properties.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark grayish brown (10YR 4/2) clay loam, black (10YR 2/1) moist; moderate fine and medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; common very fine irregular and tubular pores; 3/4 to 1-inch vertical cracks; NaF pH 8.5; neutral (pH 6.9); abrupt smooth boundary. (7 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--9 to 15 inches; dark grayish brown (10YR 4/2) clay, black (10YR 2/1) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard; very firm, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; 1/2-inch vertical cracks; NaF pH 8.6; neutral (pH 7.0); abrupt wavy boundary. (5 to 14 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 38,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bss1--15 to 20 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; common distinct intersecting slickensides; 1/4-inch vertical cracks; common prominent black (10YR 2/1) moist coatings on faces of peds; 5 percent gravel; NaF pH 8.6; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bss2--20 to 30 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; few very fine roots; common very fine irregular and tubular pores; common distinct intersecting slickensides; common prominent black (10YR 2/1) moist coatings on faces of peds; 10 percent gravel; NaF pH 8.5; neutral (pH 7.2); abrupt wavy boundary. (Combined Bss horizon is 12 to 24 inches thick)"
      },
      {
        "name": "2Bss3",
        "top": 76,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bss3--30 to 37 inches; grayish brown (10YR 5/2) very gravelly sandy clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; few very fine roots; common very fine irregular and tubular pores; few fine faint, yellowish brown (10YR 5/6) iron stains on faces peds, in pores and on rock fragments; common distinct intersecting slickensides; 40 percent gravel and 10 percent cobbles; NaF pH 8.5; neutral (pH 7.0); clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "2Bss4",
        "top": 94,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay",
        "cf_class": "extremely gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "2Bss4--37 to 60 inches; grayish brown (10YR 5/2) extremely gravelly sandy clay, very dark grayish brown (10YR 3/2) moist; massive structure; very hard, very firm, moderately sticky and moderately plastic; few very fine roots; common very fine irregular and tubular pores; common fine faint yellowish brown (10YR 5/6) iron stains on faces of peds, in pores and on rock fragments; few fine distinct yellowish brown (10YR 5/6) iron nodules with sharp boundaries; few distinct intersecting slickensides; 55 percent gravel and 20 percent cobbles; NaF pH 8.5; neutral (pH 7.2)."
      }
    ]
  ]
}
