{
  "SERIES": "MIAMIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEL-JRA-DBD",
  "REVDATE": "09/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Miamian silt loam, on a northeast-facing, convex, 3 percent slope in a cultivated field at an elevation of 302 meters (990 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure parting to weak fine granular; friable; common fine roots; 1 percent gravel; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\n2Bt1--23 to 30 cm (9 to 12 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; 1 percent gravel; neutral; clear smooth boundary.\n2Bt2--30 to 46 cm (12 to 18 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct brown (7.5YR 4/4) clay films on faces of peds; 2 percent gravel; moderately acid; clear wavy boundary.\n2Bt3--46 to 66 cm (18 to 26 inches); yellowish brown (10YR 5/4) clay; weak medium prismatic structure parting to strong medium angular and subangular blocky; firm; few fine roots; many distinct brown (7.5YR 4/4) clay films on faces of peds; 2 percent gravel; slightly acid; clear wavy boundary. [Combined thickness of the 2Bt horizon is 20 to 89 cm (8 to 35 inches).]\n2BC--66 to 84 cm (26 to 33 inches); yellowish brown (10YR 5/4) loam; weak coarse subangular blocky structure; firm; common distinct brown (7.5YR 4/4) clay films on vertical faces of peds; few fine prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; many very pale brown (10YR 8/2) weathered remnants (calcium carbonate) in the matrix; 5 percent gravel; slightly effervescent; slightly alkaline; clear irregular boundary. [15 to 38 cm (6 to 15 inches) thick]\n2Cd--84 to 200 cm (33 to 79 inches); yellowish brown (10YR 5/4) loam; massive; very firm; few fine prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; 10 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Ohio; about 2 miles east of Englewood, in Butler Township; 980 feet north and 1,735 feet east of the southwest corner of sec. 13, T. 6 N., R. 5 E.; 875 feet west and 490 feet north of the intersection of Meeker Road and Frederick Pike; USGS West Milton, Ohio topographic quadrangle; lat. 39 degrees 52 minutes 45 seconds N., and long. 84 degrees 16 minutes 04 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 46 to 102 cm (18 to 40 inches)\nThickness of the loess: 0 to 46 cm (18 inches)\nParticle-size control section: 35 to 45 percent clay, averaging about 38 percent\nRock fragments: dominated of limestone and igneous lithology\nAp horizon:\nHue: 10YR\nValue: 3 to 5 (6 or 7 dry)\nChroma: 2 or 3\nTexture: silt loam, silty clay loam, or clay loam\nRock fragment content: 1 to 14 percent\nReaction: moderately acid to neutral, depending on liming conditions\nA horizon, where present:\nThickness: 2.5 to 10 cm (1 to 4 inches)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nRock fragment content: 1 to 14 percent\nReaction: moderately acid to neutral, depending on liming conditions\nE horizon, where present:\nHue: 10YR\nValue: 5\nChroma: 2\nTexture: loam or silt loam\nRock fragment content: 1 to 14 percent\nReaction: commonly strongly acid or moderately acid, but ranges from very strongly acid to neutral\nBt horizon formed in loess, where present:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam or silty clay loam\nReaction: very strongly acid to neutral\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam or clay\nRock fragment content: 1 to 14 percent\nReaction: very strongly acid to neutral\n2BC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam or loam\nRock fragment content: 1 to 14 percent\nReaction: strongly acid to moderately alkaline\n2Cd horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: loam\nRock fragment content: 1 to 14 percent\nCalcium carbonate equivalent: 25 to about 50 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aaron, Alsup, Brookside, Derinda, Ebal, Goodson, Morrisville, Munterville, Shircliff, Skrainka, Useful, and Vincent series. Aaron, Alsup, Derinda, Goodson, Morrisville, and Useful soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Brookside and Ebal soils have more than 27 percent clay in the lower part of the series control section. Munterville, Skrainka, and Vincent soils do not have carbonates within a depth of 102 cm (40 inches). Shircliff soils are more than 102 cm (40 inches) to the base of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Miamian soils are on till plains and moraines of Wisconsinan age. Slope ranges from 0 to 50 percent. The soils formed in as much as 46 cm (18 inches) of loess and the underlying loamy till. Mean annual precipitation ranges from 965 to 1067 mm (38 to 42 inches). Mean annual air temperature ranges from 11 to 13 degrees C (51 to 55 degrees F). Frost-free period is 145 to 190 days. Elevation is 274 to 381 meters (900 to 1250 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookston, Celina, Crosby, Kokomo, and Losantville soils. The poorly drained Brookston and very poorly drained Kokomo soils are in depressions. The moderately well drained Celina soils are on similar landscape positions. The somewhat poorly drained Crosby soils are on less sloping topographic positions. The moderately well drained Losantville soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Depth to the top of a perched seasonal high water table ranges from 76 to 107 cm (2.5 to 3.5 feet) between January and May in normal years. Potential for surface runoff is medium or high. Saturated hydraulic conductivity is moderately high in the solum and low in the substratum. Permeability is moderately slow in the solum and slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Miamian soils are cultivated. Corn, soybeans, wheat, oats, meadow and legume-grass mixtures are the principal crops. Some areas are in trees. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 111A, 111B, 111D, and 111E in Ohio and MLRA 111A in Indiana. The type location is in MLRA 111A. The series is of large extent, more than 650,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montgomery County, Ohio, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 66 cm (2Bt horizon).\nDensic contact: at 84 cm (top of the 2Cd horizon).\nA bedrock substratum phase is recognized. This phase will likely become a new series when subsets with this phase are updated.\nADDITIONAL DATA: Characterization data is available from the Kellogg Soil Survey Laboratory (KSSL), Lincoln, Nebraska. Pedon 1984OH113023 (MT-023) is located less than 100 feet from the type location. Data for pedons sampled by the Agricultural Experiment Station at Purdue University and at The Ohio State University are also available from KSSL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
