{
  "SERIES": "MIAMI",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-MLW-TJE",
  "REVDATE": "11/2021",
  "STATES": "IL,IN,MI,OH,WI",
  "OVERVIEW": "The Miami series consists of very deep, moderately well drained soils that are moderately deep to dense till. Miami soils formed in as much as 46 cm (18 inches) of loess or silty material and in the underlying loamy till. They are on till plains. Slope ranges from 0 to 60 percent. Mean annual precipitation is 1016 mm (40 inches), and mean annual temperature is 11.1 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Miami silt loam, on a convex, 3 percent slope in a cultivated field at an elevation of about 268 meters (880 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBt1--20 to 33 cm (8 to 13 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds and as linings of some pores; 1 percent rock fragments; moderately acid; abrupt wavy boundary. [0 to 20 cm (0 to 8 inches) thick]\n2Bt2--33 to 58 cm (13 to 23 inches); dark yellowish brown (10YR 4/4) clay loam; strong coarse subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds and as linings of some pores; 2 percent rock fragments; strongly acid; clear wavy boundary.\n2Bt3--58 to 79 cm (23 to 31 inches); dark yellowish brown (10YR 4/4) clay loam; moderate coarse subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds and as linings of some pores; common fine and medium spherical very dark gray (10YR 3/1) iron-manganese masses in the matrix; 5 percent rock fragments; moderately acid; clear wavy boundary. [Combined thickness of the 2Bt horizon is 30 to 51 cm (12 to 20 inches).]\n2BCt--79 to 91 cm (31 to 36 inches); brown (10YR 4/3) loam; weak coarse prismatic structure; friable; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; common fine and medium irregular very dark gray (10YR 3/1) iron-manganese masses in the matrix; common medium faint light brownish gray (10YR 6/2) irregular iron depletions in the matrix; 5 percent rock fragments; slightly effervescent; slightly alkaline; clear irregular boundary. [0 to 25 cm (0 to 10 inches) thick]\n2Cd--91 to 200 cm (36 to 79 inches); brown (10YR 5/3) loam; massive; very firm; few fine irregular very dark gray (10YR 3/1) iron-manganese masses in the matrix; common medium faint grayish brown (10YR 5/2) irregular iron depletions in the matrix; 5 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hendricks County, Indiana; 3 miles east of Danville; 800 feet west and 300 feet south of the northeast corner of sec. 6, T. 15 N., R. 1 E.; USGS Brownsburg, Indiana topographic quadrangle; lat. 39 degrees 46 minutes 31.5 seconds N. and long. 86 degrees 27 minutes 37.2 seconds W., NAD 27; UTM Zone 16, 546217 easting and 4402976 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess or silty material: 0 to 46 cm (0 to 18 inches)\nDepth to the base of the argillic horizon: 61 to 102 cm (24 to 40 inches)\nDepth to densic contact: 61 to 102 cm (24 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nDepth to bedrock: greater than 203 cm (80 inches)\nAp or A horizon:\nHue: 10YR\nValue: 3 to 5 moist, 6 dry\nChroma: 1 to 4 moist, 2 or 3 dry\nTexture: loam or silt loam, or less commonly fine sandy loam or sandy loam; severely eroded pedons are silty clay loam or clay loam\nRock fragment content: 0 to 5 percent\nReaction: moderately acid to neutral\nE horizon, where present:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: loam or silt loam, or less commonly fine sandy loam or sandy loam\nRock fragment content: 0 to 5 percent\nReaction: moderately acid to neutral\nBt or 2Bt horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silt loam, silty clay loam, loam, or clay loam in the upper part and clay loam in the lower part\nClay content: averages 27 to 35 percent\nSand content: ranges from 15 to 40 percent\nRock fragment content: 1 to 10 percent\nReaction: strongly acid to slightly acid in the upper part and ranges to neutral in the lower part\nBCt, 2BCt, CB, or 2CB horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 3 or 4\nTexture: loam or less commonly fine sandy loam, but may be clay loam in the upper part\nClay content: averages 15 to 25 percent\nSand content: ranges from 20 to 60 percent\nRock fragment content: 1 to 10 percent\nReaction: neutral to moderately alkaline\nCd or 2Cd horizon:\nHue: 10YR or 2.5Y, or less commonly 7.5YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: loam or less commonly fine sandy loam\nClay content: averages 10 to 20 percent\nSand content: ranges from 20 to 60 percent\nRock fragment content: 1 to 10 percent\nMoist bulk density: 1.75 to 2.00 g/cc\nCalcium carbonate equivalent: 15 to 50 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adamstown, Beech, Blakeslee, Cazenovia, El Dara, Funkstown, Hilton, Kidami, Mt. Zion, Pevely, Rainsville, Rawson, Richland, Shawtown, Summitville, and Vaughnsville series. Adamstown and Blakeslee soils are deeper than 102 cm (40 inches) to carbonates. Beech soils average more than 5 percent rock fragments in the upper part of the series control section. Cazenovia, Mt. Zion, and Richland soils have more than 10 percent rock fragments in the lower part of the series control section. El Dara soils are more acid than slightly alkaline in the lower part of the series control section. Funkstown soils have more than 10 percent rock fragments in the second part of the series control section. Hilton and Shawtown soils average less than 27 percent clay in the argillic horizon. Kidami soils do not have a densic contact within a depth of 102 cm (40 inches). Pevely soils have a lithic contact within a depth of 102 cm (40 inches). Rainsville soils are more than 102 cm (40 inches) to the base of the argillic horizon. Rawson soils average more than 20 percent clay in the lower part of the series control section. Summitville soils have a subhorizon in the Bt horizon with hue redder than 7.5YR. Vaughnsville soils have hue redder than 10YR in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Miami soils are on till plains. Slope gradients are dominantly 0 to 25 percent, but range to 60 percent. Miami soils formed in as much as 46 cm (18 inches) of loess or silty material and in the underlying loamy till. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual temperature ranges from 7.8 to 12.2 degrees C (46 to 54 degrees F). Frost-free period is 140 to 180 days. Elevation is 183 to 366 meters (600 to 1200 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookston, Conover, Crosby, Crosier, Cyclone, Kokomo, Treaty, and Williamstown soils. The Miami soils are in a drainage sequence with the moderately well drained Williamstown soils on summits and shoulders; the somewhat poorly drained Conover, Crosier, and Crosby soils on lower lying summits; and the poorly drained Brookston, Cyclone, and Treaty soils and the very poorly drained Kokomo soils in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a perched seasonal high water table ranges from 61 to 91 cm (2.0 to 3.0 feet) between December and April in normal years. Potential for surface water runoff is medium on the gentle slopes and high on the steeper slopes. Saturated hydraulic conductivity is moderately high in the solum and moderately low or low in the underlying dense till. Permeability is moderate in the upper part of the solum, moderately slow in the lower part of the solum, and slow or very slow in the underlying dense till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, small grain, and hay. Much of the more sloping part is in permanent pasture or forest. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Indiana, southern Michigan, central and northern Illinois, southeastern Wisconsin, and western Ohio; mainly in MLRAs 111A and 111D, and lesser extents in MLRAs 95B, 97, 98, 108A, 110, 114A, and 115C. The type location is in MLRA 111A. The series is of large extent, more than 1,300,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montgomery County, Ohio, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (Ap horizon).\nArgillic horizon: from a depth of 20 to 79 cm (Bt, 2Bt horizons).\nDensic contact: at 91 cm (top of 2Cd horizon).\nModerately permeable substratum, gravelly substratum, and heavy substratum phases are recognized, and may become new series when the subset soil surveys with these phases are updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data is available from the Kellogg Soil Survey Laboratory (KSSL), Lincoln, Nebraska. Data for pedons sampled by the Agricultural Experiment Station at Purdue University and at The Ohio State University are also available from KSSL."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt1--20 to 33 cm (8 to 13 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds and as linings of some pores; 1 percent rock fragments; moderately acid; abrupt wavy boundary. [0 to 20 cm (0 to 8 inches) thick]"
      },
      {
        "name": "2Bt2",
        "top": 33,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--33 to 58 cm (13 to 23 inches); dark yellowish brown (10YR 4/4) clay loam; strong coarse subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds and as linings of some pores; 2 percent rock fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "2Bt3",
        "top": 58,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3--58 to 79 cm (23 to 31 inches); dark yellowish brown (10YR 4/4) clay loam; moderate coarse subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds and as linings of some pores; common fine and medium spherical very dark gray (10YR 3/1) iron-manganese masses in the matrix; 5 percent rock fragments; moderately acid; clear wavy boundary. [Combined thickness of the 2Bt horizon is 30 to 51 cm (12 to 20 inches).]"
      },
      {
        "name": "2BCt",
        "top": 79,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "2BCt--79 to 91 cm (31 to 36 inches); brown (10YR 4/3) loam; weak coarse prismatic structure; friable; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; common fine and medium irregular very dark gray (10YR 3/1) iron-manganese masses in the matrix; common medium faint light brownish gray (10YR 6/2) irregular iron depletions in the matrix; 5 percent rock fragments; slightly effervescent; slightly alkaline; clear irregular boundary. [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "2Cd",
        "top": 91,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--91 to 200 cm (36 to 79 inches); brown (10YR 5/3) loam; massive; very firm; few fine irregular very dark gray (10YR 3/1) iron-manganese masses in the matrix; common medium faint grayish brown (10YR 5/2) irregular iron depletions in the matrix; 5 percent rock fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
