{
  "SERIES": "MIDDLEBURY",
  "STATUS": "Established Series",
  "BYREV": "JWW-WEH-PSP",
  "REVDATE": "06/2011",
  "STATES": "NY,PA,VT",
  "OVERVIEW": "The Middlebury series consists of very deep, moderately well drained nearly level soils formed in recent alluvium. These soils are on flood plains. Permeability is moderate in the surface layer, subsoil and upper part of the substratum, and rapid or moderately rapid in the lower part of the substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is 49 degree F., and mean annual precipitation is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Middlebury silt loam, on a 1 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 8 inches; brown (10YR 4/3) silt loam; moderate fine granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary.  (7 to 12 inches thick.)\nBw1 -- 8 to 13 inches; brown (10YR 4/3) silt loam; weak medium subangular blocky structure; friable; common fine roots; many fine pores; slightly acid; clear wavy boundary.\nBw2 -- 13 to 20 inches; dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; few fine roots; common fine pores; common fine faint brown (10YR 5/3) masses of iron accumulations within the matrix; slightly acid; clear wavy boundary.\nBw3 -- 20 to 25 inches; brown (10YR 4/3) fine sandy loam; weak coarse subangular blocky structure; very friable; few fine roots; common fine pores; neutral; many medium distinct grayish brown (2.5Y 5/2) masses of iron depletions within the matrix; clear wavy boundary.  (Combined thickness of the Bw horizon is 6 to 34 inches.)\nC1 -- 25 to 31 inches; brown (10YR 4/3) fine sandy loam; massive; very friable; common fine pores; many medium distinct grayish brown (2.5Y 5/2) masses of iron depletions within the matrix; neutral; clear wavy boundary.\nC2 -- 31 to 43 inches; yellowish brown (10YR 5/4) sandy loam; massive; very friable; common fine pores; many fine and medium distinct grayish brown (2.5Y 5/2) masses of iron depletions within the matrix; neutral; gradual wavy boundary.\nC3 -- 43 to 72 inches; grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/6) stratified gravely sandy loam; single grain; very friable; 25 percent rock fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ulster County, New York; Town of Rochester, 1,320 feet southwest of Boice Mill Road, about 1 mile northwest of intersection of Boice Mill Road and U. S. Route 209. USGS Kerhonkson, NY topographic quadrangle; Latitude 41 degrees, 47 minutes, 29 seconds N. and Longitude 74 degrees, 17 minutes, 23 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 45 inches. Bedrock is deeper than 60 inches. Rock fragments range from 0 to 20 percent by volume in individual horizons within a depth of 40 inches and 0 to 50 percent below 40 inches.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3. It ranges from fine sandy loam to silt loam in the fine earth fraction. It has weak or moderate, granular or subangular blocky structure. It is friable or very friable. Reaction ranges from strongly acid to slightly acid, and where limed can range to neutral. Depth of the A horizon ranges from 2 to 5 inches.\nThe B horizon has hue of 7.5YR through 5Y, value of 3 through 5, and chroma of 2 through 4. High chroma redoximorphic features can occur in all subhorizons. Low chroma redoximorphic features occur in the lower B horizons within 24 inches of the soil surface. The B horizon ranges from fine sandy loam to silt loam and include very fine sandy loam. Individual subhorizons can be gravely. It has weak or moderate, subangular blocky or prismatic structure. It is friable or very friable. Reaction ranges from moderately acid to neutral.\nThe C horizon has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 1 through 4. There are common to many high and low chroma redoximorphic features. The C horizon ranges from fine sandy loam to silt loam in the fine earth fraction above a depth of 40 inches, but includes stratified sand and gravel below depths of 40 inches. Consistence is very friable to firm. Reaction ranges from very strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Beckville series are the only other series in the same family. Beckville soils have carbonates between 20 to 40 inches from the soil surface.\nThe Basher, Hamlin, Lobdell, Oldenburg, Philo, Pope, Teel, Tioga, Weaver, Waterford, and Winooski series are similar soils in related families. Basher and Philo soils have less than 60 percent base saturation within 30 inches of the soil surface. Hamlin soils have coarse-silty particle-size control sections and lack 2 chroma redoximorphic features within 24 inches. Lobdell and Weaver soils have fine-loamy particle-size control sections. The Oldenburg soils have a mean annual temperature of 53 degrees F or greater. Pope soils have less than 60 percent base saturation within 30 inches, and lack 2 chroma redoximorphic features within 24 inches. Teel and Winooski soils have coarse-silty particle-size control sections. Tioga soils lack 2 chroma redoximorphic features within 24 inches of the soil surface. Waterford soils are somewhat poorly drained and have free calcium carbonates in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Middlebury soils are level and nearly level soils on flood plains and second bottomlands, and on some alluvial fans in sites where water tables are high part of the year. The soils formed in post glacial alluvium predominantly from areas of shale and sandstone with some lime bearing material. Mean annual precipitation ranges from 30 to 39 inches; mean annual air temperature ranges from 45 to 51 degrees F.; mean frost free season ranges from 120 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Hamlin, Teel, and Tioga soils, and the Chenango, Howard, Palmyra, and Wayland soils. Chenango, Howard, and Palmyra soils formed in adjacent gravelly outwash deposits on terraces. Wayland soils are poorly drained and very poorly drained, and formed in silty alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff is very low to very high. Permeability is moderate in the surface layer, subsoil and upper part of the substratum, and rapid or moderately rapid in the lower part of the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A high proportion of the acreage has been cleared and is used to grow hay, corn, small grains, and pasture. Less extensive areas are used to grow vegetable and nursery crops. Wooded areas support popular, willow, elm, red oak, sycamore, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New York, Indiana, Vermont, and Pennsylvania. MLRAs 101, 139, 140, 144A and 147. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tioga County, Pennsylvania, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon are:\n(1)  Ochric Epipedon - from 0 to 8 inches (Ap horizon)\n(2)  Cambic horizon - from 8 to 25 inches (Bw horizon)\n2003-Activity class is changed from active to superactive based on lab data from 5 pedons from NY in Tioga-Middlebury catena.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
