{
  "SERIES": "MIDDLEBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACB, JMG, MAV",
  "REVDATE": "01/2006",
  "STATES": "MD,VA",
  "OVERVIEW": "The Middleburg series consists of very deep, well drained soils formed in colluvium and local alluvium from mixed basic and acid rock materials.  They are in upland swales, saddles, heads of drainageways, and on footslopes in the Blue Ridge lowlands.  Slopes range from 1 to 15 percent.  Mean annual air temperature is about 52 degrees F and mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Middleburg silt loam - on a 3 percent, concave, north-facing slope in a pasture (soil was moist when described).\nAp -- 0 to 9 inches; brown (7.5YR 4/4) silt loam; moderate fine granular structure; very friable, slightly sticky and-non plastic; many fine, medium, and coarse roots; 5 percent gravel; many very fine and fine pores; moderately acid; clear smooth boundary (5 to 11 inches thick).\nBt1 -- 9 to 29 inches; yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure; firm, sticky and slightly plastic; many fine, medium, and coarse roots; 5 percent gravels; common faint clay films on faces of peds; many fine and very fine pores; few fine flakes of mica; very strongly acid; clear smooth boundary.\nBt2 -- 29 to 48 inches; yellowish red (5YR 5/6) silty clay loam; moderate medium subangular blocky structure; dry hard, moist firm, sticky and slightly plastic; many fine, medium, and coarse roots; 10 percent gravels; common distinct clay films on ped faces; many very fine and fine pores; few fine flakes of mica; very strongly acid; clear smooth boundary (combined thickness of Bt horizons is 30 to 50 inches or more).\n2C -- 48 to 61 inches; yellowish red (5YR 4/6) silt loam; massive; friable, sticky and slightly plastic; few fine roots; moderately acid; (0 to 20 inches thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Loudoun County, Virginia; about 0.6 miles west southwest 236 degrees of the junction of Virginia State Routes 743 and 744, and 300 feet northwest 315 degrees of Virginia State Route 743 (Virginia Grid Coordinates N 482,900 and E 2,206,900)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches or more. Depth to a lithologic discontinuity, when present, ranges from 30 to 50 inches.  Depth to hard bedrock is more than 60 inches.  Rock fragments range from 0 to 35 percent in the solum and 0 to 20 percent in the substratum. Reaction ranges from strongly acid through moderately acid in the solum, unless limed, and from very slightly acid through neutral in the substratum.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 or 4, and chroma of 2 through 4.  It is silt loam or loam in the fine earth fraction.\nThe Bt horizon has hue of 2.5YR through 7.5YR, value of 3 through 6, and chroma of 3 through 6.  It is loam, silty clay loam, clay loam, or clay in the fine earth fraction.\nThe 2C horizon, where present has hue of 2.5YR through 10YR, value of 3 through 6 and chroma of 4 through 8.  Texture is variable ranging from loam to silty clay and occasionally clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Athol, Bolton, Culleoka, Dumfries, Ebbing, Hayter, Manassas, Myersville, Oatlands, Panorama, Spriggs, Sudley and Wheeling series, Athol soils are dominated with sandstone and shale coarse fragments. Bolton soils have rock fragments of chert.  Wheeling soils have yellowed Bt horizons.  Culleoka, Oatlands, Panorama and Spriggs soils have bedrock and/or Cr horizons within 60 inches.  Hayter soils have more than 35 percent sand in the B horizon.  Myersville soils have sola less than 40 inches thick.  Manassas soils have mottles within 40 inches.  Dumfries soils are formed in feldspathic Coastal Plain sediments.  Sudley soils contain rock fragments of Triassic sandstone and conglomerate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Middleburg soils are in upland swales, saddles, and in heads of drainageways. Drainageways are subject to frequent, extremely brief, flash flooding events with little or no deposition or erosion. Slope gradient commonly ranges from 1 to 4 percent but may be as high as 15 percent.  The soils formed in loamy colluvium and local alluvium overlying mixed basic and acid Blue Ridge rocks.  Mean annual temperature ranges from 45 to 55 degree F and mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Purcellville, Brumbaugh, Scattersville and Tankerville soils.  Purcellville soils are on adjacent convex uplands, Brumbaugh is on gently sloping mountain toeslopes, footslopes and colluvial fans and Scattersville is in gently sloping concave lowlands along large drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The majority of the Middleburg soils are cultivated or used for hay production.  A significant acreage has been developed for residential use.  A small area is in woodland.  Corn and soybeans are the principal row crops. Orchard grass/clover mixes and Alfalfa are the principal hay crop.  Native vegetation is upland hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and possibly Maryland and Pennsylvania.  The series is of small extent.  These soils were previously mapped in the Meadowville and Starr series."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Loudoun County, Virginia, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Middleburg is a town in south western Loudoun County.  Diagnostic horizons recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 9 inches (Ap horizon).\nArgillic horizon - the zone from 9 to 48 inches (Bt1, Bt2).\nREVISED = 2/18/2004, MAV added active ce activity class.\n02/2005 added statement about frequent, extremely brief, flash flooding in the geographic setting.\nADDITIONAL DATA:  Mechanical and mineralogical analysis performed by Loudoun County Virginia Department of Environmental Resources staff using the hydrometer method.  Chemical analysis performed by Virginia Polytechnic Institute and State University staff.  Lab numbers for this pedon are as follows:  Loudoun County DER, LC-90-0029, and VPI&SU 90-53-390.  In addition, 17 other pedons have been sampled for PSA and 6 for chemistry.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; brown (7.5YR 4/4) silt loam; moderate fine granular structure; very friable, slightly sticky and-non plastic; many fine, medium, and coarse roots; 5 percent gravel; many very fine and fine pores; moderately acid; clear smooth boundary (5 to 11 inches thick)."
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 74,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1 -- 9 to 29 inches; yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure; firm, sticky and slightly plastic; many fine, medium, and coarse roots; 5 percent gravels; common faint clay films on faces of peds; many fine and very fine pores; few fine flakes of mica; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 122,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2 -- 29 to 48 inches; yellowish red (5YR 5/6) silty clay loam; moderate medium subangular blocky structure; dry hard, moist firm, sticky and slightly plastic; many fine, medium, and coarse roots; 10 percent gravels; common distinct clay films on ped faces; many very fine and fine pores; few fine flakes of mica; very strongly acid; clear smooth boundary (combined thickness of Bt horizons is 30 to 50 inches or more)."
      },
      {
        "name": "2C",
        "top": 122,
        "bottom": 155,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "narrative": "2C -- 48 to 61 inches; yellowish red (5YR 4/6) silt loam; massive; friable, sticky and slightly plastic; few fine roots; moderately acid; (0 to 20 inches thick)."
      }
    ]
  ]
}
