{
  "SERIES": "MIDESSA",
  "STATUS": "Established Series",
  "BYREV": "TCB-RM",
  "REVDATE": "07/2014",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Midessa fine sandy loam, east-facing, slightly concave playa step, 0.5 percent slope in rangeland at an elevation of about 851 m (2,793 ft). (Colors are for dry soil unless otherwise noted.)\nA--0 to 25 cm (0 to 10 in); brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky and granular structure; slightly hard, friable; many fine roots; many fine tubular pores; few wormcasts; few fine calcium carbonate nodules; violently effervescent; moderately alkaline; gradual smooth boundary. (13 to 36 cm [5 to 14 in] thick)\nBk--25 to 76 cm (10 to 30 in); pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; few fine roots; few fine tubular pores; about 8 percent calcium carbonate by volume in the form of filaments, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline; clear wavy boundary. (38 to 76 cm [15 to 30 in]thick)\nBkk--76 to 152 cm (30 to 60 in); very pale brown (10YR 8/3) sandy clay loam, very pale brown (10YR 7/3) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; few fine tubular pores; about 52 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline; gradual wavy boundary. (25 to 76 cm [10 to 30 in] thick)\nB'k--152 to 203 cm (60 to 80 in); light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; few fine tubular pores; about 35 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Martin County, Texas; from the intersection of Texas Highways 829\nand 176 in Grady, 4 miles south on Texas Highway 829, 5 miles west on county road, then 150 ft south in native rangeland; Latitude: 32 degrees,13 minutes, 51 seconds N; Longitude: 101 degrees, 59 minutes, 43 seconds W; Dickenson Ranch, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture\ncontrol section is dry in some or all parts for more than 180 but less than 220\ndays, cumulative, in normal years. July through August and December through\nFebruary are the driest months. These soils are intermittently moist in\nSeptember through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to secondary carbonates: 25 to 50 cm (10 to 20 in).\nDepth to calcic horizon: 50 to 100 cm (20 to 40 in).\nParticle-size control section: 18 to 35 percent silicate clay\nSolum thickness: more than 203 cm (80 in).\nA horizon\nHue: 5YR to 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4\nTexture: fine sandy loam\nCoarse fragments: 0 to 5 percent calcium carbonate nodules\nEffervescence: strong or violent\nReaction: moderately alkaline\nBk horizons\nHue: 7.5YR or 10YR\nValue: 6 to 7 dry, 5 to 6 moist\nChroma: 2 to 6\nTexture: sandy clay loam, fine sandy loam\nVisible secondary calcium carbonate: 5 to 50 percent by volume as films, filaments, masses, nodules, and finely disseminated carbonates.\nCalcium carbonate by weight: 3 to 40 percent by weight\nEffervescence: violent\nReaction: moderately or strongly alkaline\nBkk horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 1 to 3\nTexture: sandy clay loam or clay loam\nVisible secondary calcium carbonate: 50 to 60 percent by volume as films, filaments, masses, nodules, and finely disseminated carbonates.\nCalcium carbonate by weight: 40 to 50 percent by weight\nEffervescence: violent\nReaction: moderately or strongly alkaline\nB'k horizons\nHue: 7.5YR or 10YR\nValue: 6 to 7 dry, 5 to 6 moist\nChroma: 2 to 6\nTexture: sandy clay loam, fine sandy loam\nVisible secondary calcium carbonate: 10 to 50 percent by volume as films, filaments, masses, nodules, and finely disseminated carbonates.\nCalcium carbonate by weight: 5 to 40 percent by weight\nEffervescence: violent\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Drake series in the same family. Similar soils also include the Arch, Gomez, and Lenorah series.\nDrake soils: have less than 40 percent calcium carbonate equivalent in calcic horizons.\nArch soils: have carbonatic mineralogy.\nGomez soils: have less than 18 percent clay in the particle-size control section.\nLenorah soils: have SAR of 13 or more within 51 cm (20 in) of the soil surface and a water table within 40 in of the soil surface at some time during some years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy eolian and lacustrine deposits derived from the Tahoka and Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to strongly sloping plains, playa slopes, and draws.\nSlopes: 0 to 12 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,402 m (2,600 to 4,600 ft).\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the similar Arch, Drake, Gomez, and Lenorah series and the Amarillo, Brownfield, Levelland, Patricia, Portales, Posey, Potter, Ranco, Sparenberg, and Tokio series.\nArch soils are on playa steps and interdunes.\nDrake soils are on playa dunes.\nGomez, Portales, and Posey soils are on similar landscape positions.\nLenorah soils are on slightly lower landscape positions.\nAmarillo, Brownfield, Patricia, and Tokio soils are on similar landscape positions and have an argillic horizon.\nLevelland soils are on lower landscape positions and have 10 to 18 percent silicate clay in the particle-size control section.\nPotter soils are on similar landscape positions and have carbonatic mineralogy.\nRanco and Sparenberg soils are on lower landscape positions and have 40 to 50 percent silicate clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Surface runoff is negligible on 0 to 1 percent slopes, low on 1 to 5 percent slopes, and moderate on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for cropland. Principal crops grown are cotton,\ngrain sorghum, and wheat. Climax native vegetation is mainly mid and short grasses and includes blue grama, sideoats grama, and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, galleta or tobosa, silver bluestem, wild alfalfa, and prairie clover with a light to moderate overstory of mesquite. This soil has been correlated to the Limey Upland (R077CY028TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains of Texas and New Mexico\n(MLRA-77C). The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hale County, Texas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Midessa series was formerly included in the Gomez and Portales series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 25 cm (0 to 10 in). (A horizon)\nCalcic horizon: 76 to 203 cm (30 to 80 in). (Bkk, B'k horizons)\nCarbonate plugged horizon (kk): 76 to 152 cm (30 to 60 in) (Bkk horizon)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles; plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate; and obliterated the original soil structure.\nADDITIONAL DATA: NSSL sample - S07NM041-001\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
