{
  "SERIES": "MIDNIGHT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWA/BDS",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "OVERVIEW": "The Midnight series is a member of the loamy, skeletal, mixed, nonacid, frigid, shallow family of Typic Ustorthents.  Typically, Midnight soils have grayish brown, stony clay loam A horizons, over partially weathered shales at depths of about 12 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, frigid, shallow Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Midnight stony clay loam, rangeland.  (Colors are for dry soils unless otherwise noted.)\nA11--0 to 7 inches; grayish brown (2.5Y 5/2) stony clay loam, dark grayish brown (2.5Y 4/2) moist; strong fine granular structure with moderate fine and medium plates in the upper inch; slightly hard, friable, slightly sticky, slightly plastic; many fine and very fine roots; 40 percent angular gravel, cobbles and stones; mildly alkaline; abrupt smooth boundary.  (4 to 8 inches thick)\nA12-- 7 to 12 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak very fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many fine and very fine and few medium roots; 50 percent angular gravel, cobbles and stones; mildly alkaline; abrupt smooth boundary.  (1 to 8 inches thick)\nC1--12 to 27 inches; dark gray (5Y 4/1) partially weathered shale, black (5Y 2/1) moist; few medium and coarse roots; 90 percent shaly fragments; mildly alkaline; abrupt smooth boundary.  (5 to 20 inches thick)\nC2--27 inches; dark gray (5Y 4/1) soft shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colfax County, New Mexico; about 7 miles north northwest of Cimarron, New Mexico; 1,500 feet west southwest along dirt road and 100 feet northwest upslope from the junction of North and Middle Ponil Creeks.  Unsectioned area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature is estimated at 46 degrees F. and the average summer soil temperature is estimated at 65 degrees F.  Solum thickness and depth to a paralithic contact are 5 to 16 inches.  Angular sandstone and shale fragments range from 35 to 90 percent by volume in the control section.  The soils are neutral or mildly alkaline and range from noncalcareous to calcareous.  The A horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4.  It has weak to strong very fine and fine granular structure with moderate to medium plates in the surface inch.  The C horizon has hue of 5Y or 2.5Y.  It is clay loam or loam and ranges in coarse fragments from 75 to 90 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  This is the Mirabel series.  Mirabel soils lack a paralithic contact within 20 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Midnight soils are on steep and very steep, stony and bouldery, convex mountain and foothill slopes at elevations that range from 7,000 to 9,000 feet.  The soils formed in medium and moderately fine textured, stony colluvial, alluvial material weathered from interbedded sandstone and shale.  The climate is continental with mean annual temperature estimated as 44 degrees F. and the mean summer temperature estimated as 63 degrees F.  The average annual precipitation is estimated as 17 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Dargol, Rombo and Vamer soils.  Dargol and Vamer soils have argillic horizons.  Rombo soils have a cambic horizon and lack a skeletal family control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid and very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife, recreation and limited use for range.  Oak, mountain mahogany, pinyon, juniper, little bluestem and sideoats grama are the principal plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern New Mexico and southeastern Colorado.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colfax County, New Mexico, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "stony",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A11--0 to 7 inches; grayish brown (2.5Y 5/2) stony clay loam, dark grayish brown (2.5Y 4/2) moist; strong fine granular structure with moderate fine and medium plates in the upper inch; slightly hard, friable, slightly sticky, slightly plastic; many fine and very fine roots; 40 percent angular gravel, cobbles and stones; mildly alkaline; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A12",
        "top": 18,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A12-- 7 to 12 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak very fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many fine and very fine and few medium roots; 50 percent angular gravel, cobbles and stones; mildly alkaline; abrupt smooth boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 30,
        "bottom": 69,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--12 to 27 inches; dark gray (5Y 4/1) partially weathered shale, black (5Y 2/1) moist; few medium and coarse roots; 90 percent shaly fragments; mildly alkaline; abrupt smooth boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "C2",
        "top": 69,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "narrative": "C2--27 inches; dark gray (5Y 4/1) soft shale."
      }
    ]
  ]
}
