{
  "SERIES": "MIDTOWN",
  "STATUS": "Established Series",
  "BYREV": "JKC-ESG",
  "REVDATE": "01/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, spolic, mixed, semiactive, calcareous, mesic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Midtown gravelly-artifactual sandy loam on a 1 percent slope, in a green space at an elevation of 186 meters. (Colors are for moist soil unless otherwise stated.)\n^Au--0 to 15 cm; very dark grayish brown (10YR 3/2) gravelly-artifactual sandy loam, grayish brown (10YR 5/2), dry; weak medium subangular blocky structure parting to moderate medium granular; friable; common very fine and fine roots throughout; 13 percent gravel; 5 percent gravel-sized fragments of bitumen (asphalt); strongly effervescent; moderately alkaline, (pH 7.9); abrupt smooth boundary. (0 to 23 cm thick)\n^Cu--15 to 56 cm; 65 percent brown (10YR 4/3) and 35 percent very dark gray(10YR 3/1) very gravelly-artifactual clay loam; massive; firm; common fine roots throughout; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in matrix and common coarse distinct moderately cemented yellowish red (5YR 4/6) iron-manganese concretions; 9 percent gravel; 4 percent gravel-sized fragments of bitumen (asphalt), 8 percent cobble-sized fragments of bitumen (asphalt), 10 percent gravel-sized brick, and 10 percent cobble-sized brick; common very dark gray (10YR 3/1) krotovinas; strongly effervescent; moderately alkaline, (pH 8.2); abrupt wavy boundary. (27 to 150 cm thick)\nBCgb--56 to 102 cm; gray (2.5Y 5/1) sandy clay loam; strong medium subangular blocky structure; firm; common fine roots between faces of peds; common coarse prominent yellowish brown (10YR 5/6) and 10YR 5/8) masses of oxidized iron on faces of peds; 2 percent gravel; common very dark gray (10YR 3/1) krotovinas; moderately alkaline, (pH 8.3); gradual wavy boundary. (0 to 51 cm thick)\nC--102 to 150 cm; yellowish brown (10YR 5/4) clay loam; massive; firm; common fine roots in cracks; common coarse prominent yellowish brown (10YR 5/8) masses of oxidized iron and common medium distinct gray (5Y 5/1) iron depletions in matrix; 5 percent gravel; strongly effervescent; moderately alkaline, (pH 8.3); abrupt wavy boundary.  (0 to 53 cm thick)\nCd--150 to 203 cm; yellowish brown (10YR 5/4) loam; massive; moderate thick plates of geogenic origin; very firm; common medium prominent gray (5Y 5/1) iron depletions in cracks; common very coarse light gray (10YR 7/1) calcium carbonate masses in cracks: 7 percent gravel; strongly effervescent; moderately alkaline, (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Michigan; located about 1 mile north of the City of Detroit in a green space. USGS Detroit, MI, topographic quadrangle; latitude 42 degrees 20 minutes 43.20 seconds N. and longitude 83 degrees 2 minutes 56.1 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of human transported materials: 50 to 150 cm.\nRock fragments: 1 to 60 percent.\nArtifact fragments: 3 to 50 percent.\nDepth to carbonates: 0 to 100 cm.\nDepth to densic material: 100 to 200 cm.\nReaction (pH): 7.4 to 8.4.\n^Au horizon:\nHue: 10YR.\nValue: 2 to 4.\nChroma: 1 to 3.\nStructure: Weak medium subangular blocky, fine and medium granular.\nMoist consistence: Friable or firm.\nTexture: Loam, sandy loam, and clay loam and their gravelly, very gravelly, and gravelly-artifactual analogues.\nCalcium carbonate equivalent: 0 to 10 percent\n^Cu horizon:\nHue: 7.5YR to 2.5Y.\nValue: 3 to 6.\nChroma: 2 to 6.\nStructure: Massive. Some pedons have angular blocks or plates of geogenic origin.\nMoist consistence: Firm.\nTexture: Clay loam, loam or sandy clay loam and their gravelly, very gravelly, and gravelly-artifactual analogues.\nCalcium carbonate equivalent: 1 to 10 percent.\nBCgb horizon:\nHue: 10YR or 2.5Y.\nValue: 4 or 5.\nChroma: 1 to 4.\nStructure: Strong and moderate subangular blocky.\nMoist consistence: Firm.\nTexture: Clay loam or sandy clay loam\nExchangeable sodium: 0 to 2 percent.\nCalcium carbonate equivalent: 0 to 5 percent\nC horizon:\nHue: 10YR to 5Y.\nValue: 4 to 6.\nChroma: 2 to 4.\nStructure: Massive.\nMoist consistence: Firm.\nTexture: Clay loam, loam, or sandy clay loam.\nExchangeable sodium: 0 to 4 percent.\nCalcium carbonate equivalent: 10 to 20 percent.\nCd horizon:\nHue: 10YR to 5Y.\nValue: 4 to 6.\nChroma: 2 to 4.\nStructure: Massive or plates of geogenic origin.\nMoist consistence: very firm.\nTexture: Loam, clay loam.\nExchangeable sodium: 0 to 2 percent.\nCalcium carbonate equivalent: 10 to 30 percent.\nSpecial features: vertical or oblique fracture planes at intervals of 30 to 91 cm are observable in larger exposures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other series are described in this family.\nThe Riverfront series is in a similar family. Riverfront soils do not have densic material or redoximorphic depletions within 200 cm of the mineral soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Midtown soils are on nearly level to steeply sloping anthropogenic landforms on wave-worked till plains and water-lain moraines. These soils formed in a mantle of human transported material 50 to 150 cm thick over loamy till of Wisconsinan age. Slope ranges from 0 to 60 percent. Mean annual precipitation ranges from 720 to 960 mm. Mean annual temperature ranges from 7 to 11 degrees C. Frost free period is 135 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fortress family and Riverfront soils. Both are found on human-altered landforms. Fortress soils have a sandy particle size control section. Riverfront soils do not have aquic conditions and are found on higher areas of the landscape with respect to Midtown."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained.  Saturated hydraulic conductivity is moderately low or moderately high in the solum and C horizon and very low in the Cd horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are typically covered by turfgrass and common weeds and used for recreation, urban, and industrial development. Some areas are wooded. Common trees include silver maple, tree of heaven, Chinese elm, and boxelder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas in MLRA 99. They are of small extent with about 1,650 acres of the series mapped, but they are an important component of open space in urban areas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Wayne County, Michigan, 2016. The name is after a business area in downtown Detroit, Michigan."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series actually classifies as a Fine-loamy, spolic, mixed, semiactive, calcareous, mesic Anthroportic Udorthents. Soil business systems are in the process of being updated to accommodate human-transported material classes. The spolic family term will be added to the Taxonomic Class section once the system updates are complete.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 15 cm (^Au horizon).\nHuman transported material - the zone from a depth of 0 to 56 cm (^Au and ^Cu horizons).\nAquic conditions - iron depletions or matrix color with value of 5 and chroma of 1 or 2 between the depths of 56 to 150 cm. (BCgb, C, and Cd horizons).\nDensic material - the zone from 150 to 203 cm (Cd horizon).\nADDITIONAL DATA: Lab data from pedon S2012MI163016, samples 13NO2569-13NO2573 from Wayne County, MI, is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
