{
  "SERIES": "MIDWAY",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "04/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Midway clay - grassland.  (Colors are for dry soil unless otherwise noted)\nA--0 to 3 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate very fine granular structure; hard, friable, strongly effervescent; slightly alkaline; clear smooth boundary.  (3 to 8 inches thick)\nC--3 to 12 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; weak fine subangular blocky structure; hard, firm; strongly effervescent; few, fine, and medium clusters of gypsum; moderately alkaline; clear smooth boundary.  (7 to 12 inches thick)\nCr--12 to 24 inches; light yellowish brown (2.5Y 6/4) partially weathered, platy, clay shale, light olive brown (2.5Y 5/4) moist; massive; hard, very firm; strongly effervescent; few fine nests of gypsum; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boulder County, Colorado; about 2 miles northwest of Niwot, Colorado; 1,220 feet south and 400 feet east of center of Sec. 14, T. 2 N., R. 70 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMidway soils are usually dry unless irrigated.\nMean annual soil temperature ranges from 47 to 52 degrees F.\nDepth to paralithic contact: 10 to 20 inches, but is as shallow as 6 inches in some pedons.\nGravel and channery size shale parafragments above the Cr horizon range from 0 to 80 percent.\nA horizon:\nHue: 5Y to 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: clay or clay loam\nReaction: neutral to moderately alkaline\nC horizon: (AC is present in some pedons)\nHue: 5Y to 10YR\nValue: 5 or 6 dry,\nChroma: 2 to 4\nTexture: silty clay loam, silty clay, clay loam or clay\nClay content: 35 to 45 percent\nSilt content: 20 to 50 percent silt\nSand content: less than 10 percent sand coarser than very fine sand\nReaction: slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cannonville, Danko, Orella, Samday and Zyme series.\nCannonville and Zyme soils: have moisture control sections that are dry for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 degrees F.\nDanko soils: have hue of 7.5YR or redder.\nOrella soils have 38 to 65 percent clay in the particle-size control section.\nSamday soils are dry for 90 cumulative days or 60 consecutive days from July 15 to October 25."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: crests of ridges, mesas, plains and hills in shale bedrock uplands.\nSlopes:  0 to 40 percent\nParent material: slope alluvium and residuum from calcareous platy shale high in smectitic type clay\nMean annual precipitation: 10 to 16 inches, about 13 inches at the type location.\nMean annual air temperature is 45 to 53 degrees F.\nFrost free period: 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gaynor, Shingle and Renohill soils.\nGaynor soils have a paralithic contact above 40 inches.\nShingle soils have less clay in their particle-size control section.\nRenohill soils have an argillic horizon, and a paralithic contact at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to very high depending on slope.  Permeability is very slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principally native range with associations of short grasses or forbs, prairie junegrass, silver sage, threadleaf sage, western wheatgrass and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Colorado, Wyoming, Montana, South Dakota, North Dakota, Kansas.  LRR E, G, and H; MLRA 49, 67, 69, 72. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Central Montana Reconnaissance, Montana, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon: the zone from 0 to 3 inches. (A horizon)\nParalithic contact - at 12 inches (top of the Cr horizon).\nDifferentia with the Orella series needs to be better defined.\nSeries updated from 7/87 to 2/94 for use on the Kit Carson County, Colorado, final correlation. CJH\nGeographic Setting: Revised MAP to 13 inches at the type location and ranged the MAP from 8 to 14 inches. CJH\nAdded, \"Diagnostic features include a paralithic contact at 12 inches.  Last updated by the state 2/94. CJH\n11/21/96 CJH\n1.  Allowed clay texture in range of A horizon.\n2.  Range dry value in C horizon to 5 or 6 and chroma to 3 or 4.\n3.  Add descriptive material to Cr horizon.\n4.  Change mineralogy to smectitic\n7/9/97 CJH\n1. Range precipitation from 10 to 16 inches.\n12/24/2002 CJH\n1. Allow chroma of 2 in C horizon.\n2. Allow slightly alkaline reaction in C horizon.\n3. Allow very slowly permeable.\n4. Update competing series section.\n3/22/04 CJH  Transfer responsibility to Kansas MO.\n4/2004 WAW Change to semi-tabular format, update distribution and extent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
