{
  "SERIES": "MIESEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/AVY/EMM",
  "REVDATE": "10/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Vitrandic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Miesen ashy silt loam, pasture; on a 2 percent slope at 2,140 feet elevation. When described on May 28, 1981, the soil was moist to 50 inches and saturated below. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; grayish brown (10YR 5/2) ashy silt loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure parting to moderate fine and medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and common medium roots; many very fine, fine, and few medium tubular and irregular pores; strongly acid (pH 5.3); clear wavy boundary. (8 to 10 inches thick)\nA2--8 to 26 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, and common fine and medium roots; many very fine, and common fine and medium tubular and irregular pores; strongly acid (pH 5.3); clear wavy boundary. (11 to 18 inches thick)\nA3--26 to 32 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium roots; common very fine and few fine tubular and irregular pores; strongly acid (pH 5.4); gradual wavy boundary. (6 to 10 inches thick)\nBw1--32 to 45 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; common fine faint dark grayish brown (10YR 4/2) and few fine faint dark yellowish brown (10YR 4/4) moist redox concentrations; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; common very fine mica flakes; strongly acid (pH 5.5); clear wavy boundary. (10 to 13 inches thick)\nBw2--45 to 55 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; common fine and medium faint dark yellowish brown (10YR 4/4), dark grayish brown (10YR 4/2), and very dark grayish brown (10YR 3/2) moist redox concentrations; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; common very fine mica flakes; moderately acid (pH 5.6); clear wavy boundary. (0 to 14 inches thick)\nBw3--55 to 60 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; common fine and medium faint and distinct dark brown (10YR 3/3), very dark grayish brown (10YR 3/2), dark yellowish brown (10YR 4/4) and dark yellowish brown (10YR 4/6) moist redox concentrations; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; common very fine mica flakes; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benewah County, Idaho; about 3 miles west of St. Joe community; about 200 feet north and 100 feet east of the southwest corner of sec. 13, T. 46 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to seasonal high water table - 24 to 42 inches February to June; July to January - greater than 42 inches\nAverage annual soil temperature - 44 to 46 degrees F\nAverage summer soil temperature - 55 to 58 F degrees without an O horizon\nSolum thickness - 40 to greater than 60 inches\nUmbric epipedon thickness - 20 to 48 inches\nBuried horizons in some pedons - old A and B horizons, thin organic layers, thin coarse textured layers, thin volcanic ash layers\nReaction - strongly acid to slightly acid\nVolcanic glass content in the 0.02 to 2.0 mm fraction - 5 to 20 percent Acid-oxalate extractable Al plus 1/2 Fe - 0.4 to 1.0 percent\nPhosphate retention - 30 to 40 percent\nMoist bulk density - 1.0 to 1.2 g/cc\nA1 horizon\nValue - 4 or 5 dry\nChroma - 2 or 3 dry or moist\nTexture - ashy silt loam or ashy very fine sandy loam; some pedons are stratified with thin layers of fine sandy loam\nVitrandic influence in the upper part\nBase saturation - 25 to 40 percent in the upper 30 inches\nA2 and A3 horizons\nValue - 4 or 5 dry\nChroma - 2 or 3 dry or moist\nTexture - silt loam or very fine sandy loam; some pedons are stratified with thin layers of fine sandy loam\nVitrandic influence in the upper part\nBase saturation - 25 to 40 percent in the upper 30 inches\nBw horizon\nValue - 5 to 7 dry, 3 through 5 moist\nChroma - 3 or 4 dry or moist\nTexture - silt loam or very fine sandy loam; some pedons are stratified with thin layers of fine sandy loam\nRedoximorphic features - faint to prominent and hue of 10YR or 7.5YR\n2C horizon (present in some pedons)\nHue - 10YR or 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 to 4 dry or moist\nTexture - stratified silt loam, very fine sandy loam, fine sandy loam, loamy fine sand\nRock fragments - typically fragment free but some pedons may range up to 15 percent gravel\nRedoximorphic features - faint to prominent and hue of 10YR or 7.5YR"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Miesen soils are on low stream terraces, natural levees, and floodplains. Slopes range from 0 to 4 percent. The soils formed in alluvium derived from mixed sources. Elevation ranges from 2,120 to 2,240 feet. The average annual air temperature ranges from 43 to 46 degrees F and the average annual precipitation is 26 to 32 inches. The frost-free period is from 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Devoignes, Pywell, and Ramsdell soils. Devoignes soils are on lower depressions on floodplains and have a histic epipedon. Pywell soils are in wet basins on floodplains and are organic throughout. Ramsdell soils are on floodplains and terrace depressions and have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow runoff; saturated hydraulic conductivity is moderately high. These soils are occasionally flooded for brief periods from February to May. Some areas are artificially drained and protected from flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for nonirrigated wheat, oats, barley, and grass seed production. They are also used for hay and pasture, recreation, and wildlife habitat. Potential natural vegetation is mainly black cottonwood, quaking aspen, willow, western river alder, black hawthorn, and western redcedar with an understory of pyramid spirea, sedge, creambush oceanspray, mallow ninebark, Rocky Mountain iris, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho and Western Montana. This series is not extensive.  MLRAs 9, 43A, 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - the zone from the soil surface to 32 inches (A horizons)\nCambic horizon - the zone from 32 to 60 inches (Bw1, Bw2 and Bw3 horizons)\nParticle-size control section - the zone from 10 to 40 inches (part of the A2, the A3, and part of the Bw1 horizon)\nThe 10/2010 revision reflects a reclassification from Dystrudepts to Humudepts great group based on revisions to the 11th Edition Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
