{
  "SERIES": "MILACA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB-JFG-KDS-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Milaca series consists of very deep, moderately well drained soils that formed in loamy till on drumlins and moraines. These soils have a densic contact at 40 to 60 inches.  Slopes ranges from 2 to 45 percent. Mean annual precipitation is about 28 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Milaca fine sandy loam, on a convex slope of 6 percent, in an area of abandoned cropland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; about 2 percent gravel; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nE--9 to 13 inches; brown (10YR 5/3) fine sandy loam, very pale brown (10YR 7/3) dry; weak thin platy structure; friable; about 2 percent gravel; slightly acid; clear wavy boundary. (0 to 12 inches thick)\nB/E--13 to 17 inches; about 60 percent brown (7.5YR 4/4) fine sandy loam (Bt); about 40 percent brown (10YR 5/3) fine sandy loam (E), very pale brown (10YR 7/3) dry; weak fine and medium subangular blocky structure; friable; few fine distinct strong brown (7.5YR 5/6) Fe concentrations; about 2 percent gravel; slightly acid; clear wavy boundary. (2 to 10 inches thick)\nBt1--17 to 24 inches; dark reddish brown (5YR 3/4) fine sandy loam; weak fine and medium subangular blocky structure; friable; few distinct discontinuous dark reddish brown (5YR 3/3) clay films on faces of peds; common fine and medium distinct strong brown (7.5YR 4/6) Fe concentrations; about 4 percent gravel; slightly acid; gradual wavy boundary.\nBt2--24 to 43 inches; dark reddish brown (5YR 3/4) fine sandy loam; weak medium subangular blocky structure; friable; few distinct discontinuous dark reddish brown (5YR 3/3) clay films on faces of peds; about 5 percent gravel; slightly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 6 to 35 inches.)\nBCd--43 to 80 inches; dark reddish brown (5YR 3/4) fine sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 0.5 to 3.0 feet apart; very firm; about 5 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kanabec County, Minnesota; about 9 miles north of Ogilvie; located about 1,300 feet north and 100 feet west of the southeast corner of section 10, T. 40 N., R. 25 W.; USGS Ann Lake topographic quadrangle; lat. 45 degrees 57 minutes 58 seconds N. and long. 93 degrees 25 minutes 53 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to densic material ranges from 40 to 60 inches. Rock fragment content ranges from 1 to 15 percent, by volume throughout the profile. The argillic horizon has 8 to 18 percent clay. Stony and very stony surface phases are recognized.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 to 3. In cultivated areas, the Ap horizon has a value of 3 or 4, and chroma of 2 or 3. The A or Ap horizon is fine sandy loam, very fine sandy loam, sandy loam, loam or silt loam. It is strongly acid to slightly acid.\nThe E horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 or 3. Dry hue is the same, value is 6 or 7, and chroma is 2 or 3. It is fine sandy loam, sandy loam, very fine sandy loam or silt loam. It ranges from strongly acid to slightly acid.\nThe E/B or B/E horizon has properties similar to the E and Bt horizon respectively. The E part has properties that qualify for albic material.\nThe Bt horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 or 4. It is fine sandy loam, sandy loam or loam. It is strongly acid to slightly acid. Bulk density ranges from 1.50 to 1.70 gm/cc. The base status is greater than 60 percent.\nSome pedons have a BC horizon with hue of 5YR or less commonly 7.5YR, value of 3 to 5, and chroma of 3 or 4. It is fine sandy loam or sandy loam. It is moderately acid to neutral. Moist bulk density ranges from 1.65 to 1.80gm/cc.\nThe BCd horizon has hue of 5YR or less commonly 7.5YR, value of 3 to 5, and chroma of 3 or 4. It is fine sandy loam or sandy loam. Clay content averages more than 7 percent. It is moderately acid to neutral. Moist bulk density ranges from 1.80 to 2.0 gm/cc. It is considered to be densic material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Aftad, Blowers, Freeon, Frogcreek, Haugen, Neopit, and Scott Lake series. Aftad soils are stratified in the lower part of the series control section and typically do not have coarse fragments. Blowers soils have carbonates within a depth of 30 to 60 inches. Freeon soils have more than 50 percent silt in the upper 12 to 36 inches of the series control section. Frogcreek soils average less than 7 percent clay in the lower third of the series control section. Haugen soils have base saturation below 60 percent in some part of the argillic horizon. Neopit soils do not have densic material in the lower third of the series control section. Scott Lake soils have stratified sandy outwash within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on drumlins and moraines. Slope ranges from 2 to 45 percent. Milaca soils formed in noncalcareous, Superior lobe dense loamy till of Late Wisconsinan Age. Mean annual air temperature ranges from 37 to 45 degrees F. Mean annual precipitation ranges from 24 to 33 inches. Frost-free period ranges from 90 to 145 days. Elevation ranges from 670 to 1,450 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adolph, Brennyville, Cebana, Giese, Mora, Parent, and Ronneby soils which form a drainage sequence with the Milaca soils. The very poorly drained Adolph and Giese soils are in depressions. The poorly drained Cebana, Parent, and Ronneby soils are on flats or in swales. The Brennyville and Mora soils are somewhat poorly drained and are on less sloping and or lower lying positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is low to high.  Saturated hydraulic conductivity is 4.23 to 42.34 micrometers per second (.6 to 6 inches per hour) in the upper part and .01 to .42 micrometers per second (.0015 to .06 inches per hour) in the dense till. This soil has perched season high saturation at depths as high as 1.5 feet during April to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately half of this soil is cultivated. Crops commonly grown are corn, oats, and hay. The remaining areas are pastured or forested. Native vegetation is mixed deciduous forest or mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 90, mostly in East-central Minnesota. This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mille Lacs County, Minnesota, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: ochric epipedon - the zone from the surface to 13 inches (Ap and E horizons); albic horizon - the zone from 9 to 13 inches (E horizon); glossic horizon - the zone from 13 to 17 inches (B/E horizon); argillic horizon - the zone from about 13 to 43 inches (B/E, Bt1, and Bt2 horizons); densic contact - the zone beginning at 43 inches (BCd horizon); oxyaquic feature - redoximorphic accumulations and saturation within 40 inches. Aquic condition based on a presumed positive reaction with alpha-alpha dipyridyl at some time during normal years.\nThis red parent material does not produce reduced soil colors typical of other parent materials. Base saturation above 60 percent in all parts of argillic horizon. The dense till has repetitive fracturing that affects water movement and root penetration. This soil was previously classified as a coarse-loamy, mixed, superactive, frigid Typic Hapludalfs. Field investigations has shown a predominance of a glossic horizon in this soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
