{
  "SERIES": "MILHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFR/MV/KKC/TDC/KDA",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "OVERVIEW": "The Milham series consists of very deep, well drained soils on alluvial fans, plains, low terraces and fan remnants. These soils formed in mixed calcareous alluvium weathered from granitic and sedimentary rock. Slope is 0 to 9 percent. The average annual precipitation is about 7 inches. The mean annual temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Milham sandy loam on a slope of less than 1 percent in a cultivated cotton field at an elevation of 275 feet. (Colors are for dry soil unless otherwise noted. When described on 7/18/78 the soil was slightly moist below 22 inches.)\nAp--0 to 4 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine and few medium roots; common medium interstitial and common very fine tubular pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.3); abrupt smooth boundary. (3 to 14 inches thick)\nBk--4 to 10 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; strong very coarse prismatic structure; hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; few medium and many very fine interstitial and many very fine tubular pores; strongly effervescent, carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.3); clear smooth boundary. (4 to 18 inches thick)\nBtk1--10 to 22 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; strong very coarse prismatic structure; hard, friable, moderately sticky and slightly plastic; many very fine and few fine roots; few fine and many very fine tubular pores; few thin clay films in pores and on faces of peds; violently effervescent, carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 18 inches thick)\nBtk2--22 to 49 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic few very fine roots; common very fine tubular pores; common thin clay films in pores and on faces of peds; violently effervescent; carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 31 inches thick)\n2Ck--49 to 62 inches; pale olive (5Y 6/3) sandy loam, olive (5Y 5/3) moist; massive; hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine interstitial and tubular pores; strongly effervescent, carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; approximately 7 miles west of the community of Wasco, 0.5 east of Rowlee Road and 500 feet north of Jackson Avenue; approximately 500 feet north and 2,500 feet east of the southwest corner of section 14, T. 27 S., R. 23 E., MDB&M; Latitude 35 degrees, 34 minutes, 25 seconds north and Longitude 119 degrees, 27 minutes, 51 seconds west; USGS Wasco Southwest Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil between depths of 4 and 12 inches is dry all the time from April until mid-January and is moist in all parts for less than 60 consecutive days in the winter. Mean annual soil temperature is 62 degrees to 68 degrees F. The soil temperature is always above 47 degrees F. Total sand content in the profile is 35 to 75 percent and silt content is 10 to 35 percent. Gravel content is 0 to 10 percent.\nThe A horizon has color of 10YR 7/3, 7/2, 6/4, 6/3, 6/2, 5/4 or 5/3. Moist color is 10YR 6/3, 5/4, 5/3, 4/4, 4/3, 4/2 or 3/3. Organic matter is less than 1 percent and decreases regularly with increasing depth. Clay content is 5 to 20 percent. Calcium carbonate equivalent is 0 to 5 percent. Electrical conductivity is 0 to 2 decisiemens per meter. Sodium adsorption ratio is 0 to 8. Reaction is slightly alkaline or moderately alkaline.\nThe Btk horizon has color of 10YR 7/3, 6/6, 6/4, 6/3, 6/2, 5/6, 5/4 or 5/3. Moist color is 10YR 6/3, 5/4, 5/3, 4/3, 4/4 or 4/6. Texture is loam, sandy clay loam or clay loam. Clay content is 20 to 35 percent. Calcium carbonate equivalent is 1 to 10 percent. Carbonates are disseminated or segregated as threads or soft masses. Electrical conductivity is 0 to 4 decisiemens per meter. Sodium adsorption ratio is 1 to 12. Reaction is slightly alkaline or moderately alkaline. Some pedons have a Bt horizon above a Btk horizon.\nThe 2Ck or Bk horizon has color of 10YR 7/4, 7/3, 6/4, 6/3, 6/2, 5/4; 2.5Y 7/2, 6/3, 6/2; 5Y 6/3 or 5/3. Moist color is 10YR 5/4, 5/3, 5/2, 4/4, 4/3, 4/2; 2.5Y 5/2, 5/3, 4/2; 5Y 5/3 or 4/3. Texture is sandy loam, fine sandy loam, loam, or sandy clay loam, and in some pedons silty clay loam in the lower part. Calcium carbonate equivalent is 1 to 10 percent. Electrical conductivity is 0 to 8 decisiemens per meter. Sodium adsorption ratio is 0 to 25."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anway, Avenal, Bryman, Bucklebar, Dutchflat (T), Garlock, Hi Vista, Lanip (T) and Neuralia series. Anway soils (MLRA 40), on nearly level valley plains, have color hues in the Bt horizon of 7.5YR or 5YR, are not calcareous in the Bt horizon and have highly stratified C horizons. Avenal soils (MLRA 17), on alluvial fans, have 25 to 35 percent sand content, have electrical conductivity that is less than 2 decisiemens per meter and sodium adsorption ratio of 1 or less. Bryman soils (MLRA 30), on terraces and older alluvial fans, have color hues in the Bt horizon of 5YR and have a surface that has been largely reworked by wind action with 3 to 8 percent clay. Bucklebar soils (MLRA 40, 41, 42), on alluvial fans and coalescent fan piedmonts, are intermittently moist for more than 20 days cumulative during July through September and have color hues of 7.5YR through 2.5YR in the Bt horizon. Dutchflat (T) soils (MLRA 30), on fan terraces, have color hues of 10YR or 7.5YR and have 15 to 60 percent gravel in the Btk and Bk horizons. Garlock soils (MLRA 30), on old stream terraces and alluvial fans, do not have calcareous B horizons, have color hues of 10YR or 7.5YR and C horizons that have loamy sand, loamy coarse sand or coarse sand with gravelly and very gravelly equivalents of each. Hi Vista soils (MLRA 30), on hills and rock pediments, have a lithic contact at a depth of 20 to 40 inches. Lanip (T) soils (MLRA 30), on erosional fan remnants, are usually moist for 10 to 20 days cumulative between July to October following convection storms and have Bkq and 2Bkq horizons. Neuralia soils (MLRA 29, 30), on alluvial fans, fan terraces and plains, at 2,300 to 2,800 feet elevation, has a frost-free season of 200 to 250 days, has a surface that is covered with about 30 to 60 percent fine gravel, have mean annual precipitation of 4 to 6 inches, with some precipitation as snow and are not calcareous in the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Milham soils are on fan remnants, alluvial fans or plains and occasionally on low dissected terraces. Slope is 0 to 9 percent. These soils formed in alluvium weathered from granitic and sedimentary rock sources. Elevation is 200 to 1,450 feet. The climate is arid (desert) and has hot dry summers and cool winters. Mean annual precipitation is 5 to 8 inches. Mean January temperature is about 45 degrees F.; mean July temperature is about 83 degrees F.; mean annual temperature is about 62 degrees to 65 degrees F. Frost-free season is about 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the  Garces, Kimberlina, Panoche and Wasco soils. Garces soils, on fan remnants and basin rims, have a natric horizon. Kimberlina and Wasco soils, on alluvial fans,  have a coarse-loamy particle-size control section. Panoche soils, on alluvial fans and plains, do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to high runoff (Milham soils under feedlots have very high runoff); moderately slow permeability (Milham soils under feedlots have very slow permeability)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and for growing irrigated field, forage and row crops. Vegetation, in areas that are not farmed, is mainly annual grasses, forbs and Atriplex spp."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the southern part of the San Joaquin Valley. The series is of large extent. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wasco Area, California, 1936.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine and few medium roots; common medium interstitial and common very fine tubular pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.3); abrupt smooth boundary. (3 to 14 inches thick)"
      },
      {
        "name": "Bk",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--4 to 10 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; strong very coarse prismatic structure; hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; few medium and many very fine interstitial and many very fine tubular pores; strongly effervescent, carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.3); clear smooth boundary. (4 to 18 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 25,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk1--10 to 22 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; strong very coarse prismatic structure; hard, friable, moderately sticky and slightly plastic; many very fine and few fine roots; few fine and many very fine tubular pores; few thin clay films in pores and on faces of peds; violently effervescent, carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 18 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 56,
        "bottom": 124,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk2--22 to 49 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic few very fine roots; common very fine tubular pores; common thin clay films in pores and on faces of peds; violently effervescent; carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 31 inches thick)"
      },
      {
        "name": "2Ck",
        "top": 124,
        "bottom": 157,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "2Ck--49 to 62 inches; pale olive (5Y 6/3) sandy loam, olive (5Y 5/3) moist; massive; hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine interstitial and tubular pores; strongly effervescent, carbonates disseminated and segregated as few fine rounded soft masses; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
