{
  "SERIES": "MILKWEED",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJP/JLF/PDC/RKS/HCD",
  "REVDATE": "11/2006",
  "STATES": "AZ",
  "OVERVIEW": "The Milkweed series consists of shallow to hardpan, well drained soils on fan terraces.  These soils formed in alluvium derived dominantly from sedimentary and igneous rocks.  Slope is 2 to 20 percent.  The mean annual precipitation is about 16 inches.  The mean annual air temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Petrocalcic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Milkweed extremely gravelly loam - grazeable woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; dark yellowish brown (10YR 4/4) extremely gravelly loam, dark brown (10YR 3/3) moist; weak thick platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 80 percent gravel as surface layer; violently effervescent, 27 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches thick)\nBk1--2 to 8 inches; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, and few medium roots; common very fine and few fine tubular pores; 40 percent gravel; few thin calcium carbonate coatings on rock fragments; violently effervescent, 16 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 7 inches thick)\nBk2--8 to 11 inches; dark yellowish brown (10YR 4/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, few medium and coarse roots; common very fine and fine tubular pores; 45 percent gravel and 5 percent cobble, with few hardpan fragments; common thin calcium carbonate coatings on rock fragments; violently effervescent, 23 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt wavy boundary. (3 to 8 inches thick)\n2Bkm1--11 to 28 inches; thin bedded, laminar capped, calcium carbonate cemented hardpan; widely fractured in upper 3 inches; few fine and medium roots in fractures; abrupt wavy boundary. (9 to 15 inches thick)\n2Bkm2--28 to 60 inches; extremely hard, indurated, calcium carbonate cemented hardpan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mohave County, Arizona; on the Hualapai Indian Reservation; 1600 feet north and 2400 feet east of the southwest corner of section 13, T.26 N., R.14 W.; approximately 1.5 miles northwest of Westwater Canyon, near Buckndoe Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Moist in some part of the soil moisture control section during December through March and intermittently moist during July through September.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil Temperature:  54 to 56 degrees F.\nRock Fragments:  averages more than 35 percent cobble and gravel in the control section\nDepth to calcic horizon: 2 to 20 inches\nDepth to Petrocalcic horizon:  10 to 20 inches\nCalcium carbonate equivalent:  Averages 15 to 40 percent in the calcic horizon\nA horizon\nValue:  4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nRock fragments, as a surface layer, range from 60 to 90 percent\nBk horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTextures: loam, fine sandy loam, sandy loam\nRock fragment content averages 35 to 60 percent, dominantly gravel-size"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Milkweed soils are on fan terraces of plateaus at elevations of 4600 to 5500 feet.  These soils formed in tertiary alluvium derived dominantly from sedimentary and igneous rocks.  Slopes range from 2 to 20 percent.  The mean annual precipitation is 14 to 18 inches.  The mean annual air temperature is 52 to 54 degrees F.  The frost-free period is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buckndoe, Cabezon, Deama, Lykorly, Thunderbird and Wodomont soils.  Cabezon soils are clayey and shallow to basalt.  Deama soils have carbonatic mineralogy and are shallow to limestone.  Lykorly soils are very deep with fine-loamy control sections.  Buckndoe soils are very deep.  Thunderbird soils are fine textured and moderately deep to basalt.  Wodomont soils are shallow to limestone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Milkweed soils are used for grazeable woodland, fuelwood production, and wildlife habitat.  The present vegetation is single leaf pinyon, Utah juniper, banana yucca, Fremont barberry, desert ceanothus, cliffrose, bottlebrush squirreltail and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona.  This series is not extensive.  MLRAs are 35 and 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mohave County, Arizona; Soil survey of Hualapai-Havasupai Area, Arizona, Parts of Coconino, Mohave and Yavapai Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nCalcic horizon - The zone from 2 to 11 inches (Bk1, Bk2 horizons)\nPetrocalcic horizon - The zone from 11 to 60 inches (2Bkm1, 2Bkm2 horizons)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
