{
  "SERIES": "MILLGROVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMG-DNM-RAR",
  "REVDATE": "12/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Millgrove silt loam, on a slope of less than 1 percent in a cultivated field at an elevation of 303 meters (995 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); black (10YR 2/1) silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to weak medium granular; friable; few medium tubular pores; few gravel; slightly acid; abrupt smooth boundary. [20 to 33 cm (8 to 13 inches) thick\nBA--23 to 30 cm (9 to 12 inches); very dark gray (10YR 3/1) clay loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; few fine vesicular and tubular pores; common medium distinct yellowish brown (10YR 5/4) and common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few gravel; slightly acid; clear smooth boundary. [0 to 13 cm (5 inches) thick]\nBtg1--30 to 43 cm (12 to 17 inches); gray (10YR 5/1) clay loam; weak medium subangular blocky structure; friable; few fine vesicular and few medium vesicular and tubular pores; few faint dark gray (10YR 4/1) clay films on faces of peds; few distinct very dark gray (10YR 3/1) organic coatings on vertical faces of peds; common medium distinct yellowish brown (10YR 5/4) and common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few gravel; slightly acid; clear smooth boundary.\nBtg2--43 to 53 cm (17 to 21 inches); gray (10YR 5/1) clay loam; weak medium subangular blocky structure; friable; few fine vesicular and tubular pores; many faint dark gray (10YR 4/1) clay films on faces of peds; few distinct very dark gray (10YR 3/1) organic coatings on vertical faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent gravel; neutral; clear smooth boundary.\nBtg3--53 to 76 cm (21 to 30 inches); gray (10YR 5/1) clay loam; weak coarse subangular blocky structure; firm; few fine roots; few fine vesicular and tubular pores; many faint dark gray (10YR 4/1) clay films on faces of peds; few distinct very dark gray (10YR 3/1) organic coatings on faces of peds; common medium distinct yellowish brown (10YR 5/4) and common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent gravel; neutral; clear smooth boundary.\nBtg4--76 to 104 cm (30 to 41 inches); gray (10YR 5/1) clay loam; moderate medium subangular blocky structure; firm; few fine vesicular and tubular and few medium tubular pores; common faint dark gray (10YR 4/1) clay films on faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 5 percent gravel; slightly alkaline; clear smooth boundary. [Combined thickness of the Btg horizon is 38 to 79 cm (15 to 31 inches).]\nBCg--104 to 127 cm (41 to 50 inches); gray (10YR 5/1) loam; weak medium subangular blocky structure; firm; few fine vesicular and tubular pores; few faint dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct yellowish brown (10YR 5/4) and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 10 percent gravel; slightly alkaline; gradual smooth boundary. [0 to 25 cm (10 inches) thick]\nC1--127 to 150 cm (50 to 59 inches); yellowish brown (10YR 5/4) gravelly loam; massive; friable; common fine strong brown (7.5YR 5/8) weathered sandstone fragments; 15 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary.\nC2--150 to 188 cm (59 to 74 inches); brown (10YR 4/3) gravelly sandy loam; massive; friable; common medium strong brown (7.5YR 5/8) weathered sandstone fragments; 30 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary.\nC3--188 to 203 cm (74 to 80 inches); dark grayish brown (10YR 4/2) gravelly loamy sand; massive; very friable; 30 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morrow County, Ohio; approximately 3.5 miles northwest of Denmark, in Canaan Township; 1920 feet east and 1188 feet north of the southwest corner of sec. 5, T. 5 S., R. 17 E.; USGS Caledonia, Ohio topographic quadrangle; lat. 40 degrees 38 minutes 02 seconds N. and long. 82 degrees 55 minutes 52 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 46 cm (10 to 18 inches); includes the upper part of the B horizon in some pedons\nDepth to the base of the argillic horizon: 66 to 140 cm (26 to 55 inches)\nDepth to carbonates: 76 to 152 cm (30 to 60 inches)\nRock fragments: mainly glacial pebbles of mixed lithology\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3 (4 or 5 dry)\nChroma: 1 or 2\nTexture: loam, clay loam, silt loam, or silty clay loam\nRock fragment content: 2 to 14 percent\nReaction: moderately acid to neutral\nBA horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: loam, clay loam, or silty clay loam\nRock fragment content: 2 to 14 percent\nReaction: moderately acid to slightly alkaline\nBtg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6 (3 when the mollic epipedon includes the upper part)\nChroma: 1 or 2\nTexture: loam, sandy clay loam, or clay loam or the gravelly or very gravelly analogs of these textures; sandy loam is in the lower part in some pedons\nRock fragment content: 2 to 14 percent in the upper part and 5 to 40 percent in the lower part\nReaction: slightly acid to slightly alkaline\nBCg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: loam, sandy loam, sandy clay loam, or clay loam or the gravelly or very gravelly analogs of these textures\nRock fragment content: 5 to 40 percent\nReaction: slightly acid to slightly alkaline\nCg or C horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: typically sandy loam, coarse sandy loam, loamy sand, or loam or the gravelly and very gravelly analogs of these textures; commonly stratified with sand, coarse sand, loamy coarse sand, fine sand, or silt loam or the gravelly or very gravelly analogs of these textures\nClay content: averages 5 to 18 percent\nSand content: averages 40 to 85 percent\nRock fragment content: 10 to 40 percent, and averages more than 15 percent\nReaction: slightly alkaline or moderately alkaline\nA till substratum phase is recognized that has till below 152 cm (60 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barry, Brookston, Clackamas, Cordova, Forestcity, Hamel, Jameston, Navan, Navunon, Nosoni, Oceanhouse (T), Radioville, Rensselaer, Tallmadge, and Westland series. Barry, Brookston, Cordova, Navunon, Radioville, and Rensselaer soils average less than 15 percent rock fragments in the lower part of the series control section. Clackamas soils have more than 40 percent rock fragments in the lower part of the series control section. Forestcity, Hamel, and Nosoni soils have a mollic epipedon that is more than 61 cm (24 inches) thick. Jameston and Navan soils have more than 18 percent clay in the lower part of the series control section. Tallmadge soils have a lithic contact within a depth of 152 cm (60 inches). Westland soils average more than 85 percent sand in the lower part of the series control section. No OSD on file for Oceanhouse."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Millgrove soils are on outwash plains and terraces. Slope ranges from 0 to 2 percent. They formed in loamy and gravelly outwash overlying sandy, gravelly, and loamy outwash deposits. Mean annual precipitation ranges from 864 to 1067 mm (34 to 42 inches). Mean annual temperature ranges from 9 to 13 degrees C (49 to 55 degrees F). Frost-free period is 150 to 180 days. Elevation is 213 to 305 meters (700 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belmore, Digby, and Haney soils. Belmore, Digby, and Haney soils are in a toposequence with Millgrove soils. The well drained Belmore soils are on the highest landscape positions or on dissected areas near drainageways. The somewhat poorly drained Digby soils are on slightly higher landscape positions. The moderately well drained Haney soils are on intermediate landscape positions between areas of Belmore and Digby soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The depth to the top of an intermittent apparent high water table ranges from 30 cm (1 foot) above the surface to 30 cm (1 foot) below the surface between November and May in normal years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high in the solum and high in the underlying material. Permeability is moderate in the solum and moderately rapid in the underlying material. The rarely flooded phase is subject to flooding from late fall to spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are drained and used for cropland. Principal crops are corn, soybeans, oats, wheat, alfalfa, tomatoes, and sugar beets. Native vegetation is deciduous swamp forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 99 and 111B in central and west-central Ohio, and MLRAs 111A, 111B, and 111C in northeastern Indiana. The type location is in MLRA 111B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Paulding County, Ohio, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Till and lacustrine substratum phases and a rarely flooded phase are recognized. These phases will need to be evaluated as potential new soils during future MLRA update projects.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 30 cm (Ap, BA horizons).\nArgillic horizon: from a depth of 30 to 127 cm (Btg, BCg horizons).\nAquic conditions: redox features visible in all horizons between the depths of 23 and 127 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
