{
  "SERIES": "MILLSHOLM",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWH/SBJ/SBS/CAF/MAV",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Millsholm series consists of shallow, well drained soils that formed in material weathered from sandstone, mudstone and shale. Millsholm soils are on hills and mountains and have slopes of 5 to 75 percent. The mean annual precipitation is about 25 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Millsholm light clay loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 0.5 inches; pale brown (10YR 6/3) light clay loam, brown (10YR 4/3) moist; weak medium platy structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; common fine pores; slightly acid; abrupt smooth boundary. (0 to 1 inch thick)\nA2--0.5 to 6 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and nonplastic; common fine roots; common fine pores; few shale fragments; neutral; clear smooth boundary. (4 to 10 inches thick)\nBt--6 to 16 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few fine, many medium and coarse roots; common medium and fine pores; few thin discontinuous clay films; few shale fragments; neutral; clear wavy boundary. (4 to 10 inches thick)\nR--16 to 20 inches; brown and grayish brown fractured shale and fine-grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glenn County, California; 12 miles west of Willows, north of Fruto and north of Nye Creek, in the NW 1/4 of section 17, T. 20 N., R. 5 W.; between Latitude 39 degrees, 35 minutes, 25 seconds and 39 degrees, 35 seconds, 47 seconds north and between Longitude 122 degrees, 26 minutes, 48 seconds and 122 degrees, 27 minutes, 09 seconds west; USGS Fruto Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum and depth to lithic contact bedrock are about 10 to 20 inches. There are up to 35 percent shale fragments throughout the soil. The mean annual soil temperature is about 59 to 64 degrees F. and soil temperature is above 47 degrees F. from February 10 to January 1. The soils are moist between depths of 4 and 12 inches in some or all parts between November and May. The soil is dry the rest of the year. Reaction is moderately acid to slightly alkaline and in most pedons there is not much change from top to bottom. Texture is clay loam, silty clay loam, silt loam, loam, gravelly clay loam or gravelly sandy clay loam and may have up to 35 percent rock fragments.\nThe A horizon has color of 10YR 7/4, 7/3, 6/3, 6/2, 6/4, 5/3, 5/4, 4/2, 4/3; 7.5YR 5/4, 4/6, 4/4, 4/3; 2.5Y 5/2 or 5/4. Moist color is 10YR 4/2, 4/3, 4/4, 3/4, 3/3, 5/4 or 7.5YR 3/4. Some pedons have thin surfaces with color of 10YR 3/2 or 3/3. Moist values are 4 or more or the epipedon is too thin to qualify for a mollic epipedon. Organic matter content is about 1 to 3 percent.\nThe Bt horizon has color of 10YR, 2.5Y and or 7.5YR 4/2, 4/3, 4/4, 4/6, 5/2, 5/3, 5/4, 5/6, 6/2, 6/3, or 6/4. Some pedons are 10YR 7/4 and moist color commonly of 3/3, 4/2, 4/3, 4/4, 5/4 or 6/4 in same hues and 5YR 4/4 and 3/4 moist. This horizon has about 18 to 30 percent clay but the increase from the A horizon to the Bt horizon is not sufficient to qualify the B horizon as an argillic horizon. A few thin clay films are present in most pedons. The Bt horizon has weak or moderate subangular blocky structure or weak angular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Auburn, Toomes and Witherell series. Auburn soils (MLRA 15, 18), on foothills, are formed in material weathered from metabasic or metasedimentary rock, have color hue of 5YR and 7.5YR. Toomes soils (MLRA 15, 18), on ridges and plateaus of volcanic flows and on foothills of volcanic uplands, formed in material weathered from tuff breccia, basalt and andesite and contain some vitreous material. Witherell soils (MLRA 15), on hills and mountains, have mean annual precipitation of 35 to 70 inches with occasional snow above 3,000 feet and have a moisture control section that is dry in all parts for less than 140 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Millsholm soils are on mountains. Elevation is 180 to 4,570 feet. Slope is 5 to 75 percent. These soils formed in material weathered from sandstone and shale. The climate is subhumid with hot dry summers and cool moist winters. Mean annual precipitation is 10 to 50 inches. Mean annual temperature is 57 degrees to 63 degrees F; mean January temperature is about 43 degrees F; and mean July temperature is about 78 degrees F. The frost-free season is about 130 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altamont, Contra Costa, Gaviota, Gazos, Lodo, Los Osos, Millsap and Sehorn soils. Altamont soils, on uplands, are deep and have a fine particle-size control section. Contra Costa soils, on foothills and mountains, have an argillic horizon. Gaviota soils, on hills and mountains, do not have a cambic horizon. Gazos soils, on hills, have a lithic contact at a depth of 20 to 40 inches. Lodo soils, on uplands, do not have a cambic horizon. Los Osos soils, on mountains, are moderately deep and have an argillic horizon. Millsap soils, on foothill toe slopes, have a lithic contact at a depth of 20 to 40 inches and have a fine particle-size control section. Sehorn soils, on foothills, have a lithic contact at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing. Principal native plants are annual grasses with blue oak, manzanita, ceanothus, and Foothill pine. Chamise is common in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Foothills of the eastern slopes of the northern Coast Range, California and the hills and mountains of the Diablo Range in the California Coast Ranges. The soils are extensive. MLRA 15, 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Glenn County, California, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In published soil surveys where Millsholm soils have sandy loam textures with or without rock fragments, these soils would now be excluded from the series. The concept is to keep Millsholm soils with clay contents of 20 to 30 percent.\nMedium to very rapid runoff terminology adjusted 9/96 to adjective criteria low to very high of the Soil Survey Manual, 10/93"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Three pedons sampled by UC-Berkeley in 1956 and NSSL pedons SCA59-001-005 and SCA72-013-004."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 1,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "weak medium platy",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 0.5 inches; pale brown (10YR 6/3) light clay loam, brown (10YR 4/3) moist; weak medium platy structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; common fine pores; slightly acid; abrupt smooth boundary. (0 to 1 inch thick)"
      },
      {
        "name": "A2",
        "top": 1,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--0.5 to 6 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and nonplastic; common fine roots; common fine pores; few shale fragments; neutral; clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--6 to 16 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few fine, many medium and coarse roots; common medium and fine pores; few thin discontinuous clay films; few shale fragments; neutral; clear wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 to 20 inches; brown and grayish brown fractured shale and fine-grained sandstone."
      }
    ]
  ]
}
