{
  "SERIES": "MILLWARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB-PRCN-ROP",
  "REVDATE": "01/2006",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Inceptic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Millward fine sandy loam, on a convex slope of 5 percent, on a moraine, in a forested area. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; partially decomposed organic litter, derived from leaves and twigs. (0 to 3 inches thick)\nE--1 to 4 inches; dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; very friable; many fine and medium roots; about 5 percent gravel; very strongly acid; abrupt smooth boundary. (0 to 12 inches thick)\nBw1--4 to 21 inches; dark yellowish brown (10YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine and medium roots; about 5 percent gravel; strongly acid; clear smooth boundary. (5 to 20 inches thick)\n2Bw2--21 to 25 inches; brown (7.5YR 4/3) loamy sand; weak medium subangular blocky structure; very friable; few fine and medium roots; about 6 percent gravel; strongly acid; clear smooth boundary.\n2Bw3--25 to 34 inches; brown (7.5YR 4/4) sand; single grain; loose; few fine roots; about 2 percent gravel; slightly acid; clear smooth boundary. (Combined thickness of the 2Bw horizon is 10 to 30 inches.)\n3Bt1--34 to 39 inches; dark reddish brown (5YR 3/4) sandy loam; moderate medium subangular structure; friable; few faint dark reddish brown (5YR 3/3) clay films on ped exteriors; few fine roots; about 10 percent gravel; slightly acid; clear smooth boundary.\n3Bt2--39 to 46 inches; reddish brown (5YR 4/4) sandy loam; moderate medium subangular structure; friable; few faint dark reddish brown (5YR 3/3) clay films on ped exteriors; few fine roots; about 8 percent gravel; slightly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 4 to 14 inches.)\n3C--46 to 80 inches; reddish brown (5YR 4/4) sandy loam; massive parting to moderate medium platy-like soil fragments; friable; about 10 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Aitkin County, Minnesota; about 2 miles north and 3 miles west of Arthyde; located about 200 feet east and 100 feet south of the northwest corner of section 17, T. 45 N., R. 22 W.; USGS Split Rock Lake topographic quadrangle; lat. 46 degrees 23 minutes 24 seconds N. and long. 93 degrees 09 minutes 28 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The loamy mantle ranges from 12 to 25 inches thick and the sandy layer between the upper loamy material and till is 10 to 30 inches thick. Typically rock fragments range from 1 to 15 percent in the loamy mantle and glacial till with 0 to 25 percent rock fragments in the sandy layer. The soil moisture control section is dry in one or more horizons for some time in most years.\nThe E horizon has hue of 10YR, 7.5YR or 5YR, value of 4 to 6 and chroma of 2 or 3. It is fine sandy loam, sandy loam, very fine sandy loam or loam. It is very strongly acid to slightly acid. An A horizon is present in some pedons.\nThe Bw horizon has hue of 10YR, 7.5YR or 5YR, value of 3 to 6 and chroma of 3 to 6. It is sandy loam, fine sandy loam or loam. It is strongly acid to slightly acid.\nThe 2Bw horizon has hue of 10YR, 7.5YR or 5YR, value of 3 to 6 and chroma of 3 to 6. It is sand, coarse sand, loamy sand or loamy fine sand, or their gravelly analogues. Thin strata of loamy material are present in some pedons. It is strongly acid to slightly acid.\nThe 3Bt horizon has hue of 7.5YR, 5YR or 2.5YR, value of 3 to 5 and chroma of 3 to 6. It is sandy loam, fine sandy loam or loam. It is moderately acid to neutral.\nThe 3C horizon has hue of 5YR or 2.5YR, value of 3 to 5 and chroma of 3 or 4. It is sandy loam, fine sandy loam or loam. It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balmlake, Bergkeller, Bootlake, Cunard, Emmet, Flak, Heyder, Milaca, Nadeau, Oconto, Omena, Sanburn, and Sugarbush series. Balmlake, Emmet, Heyder, and Omena soils have free secondary carbonates within the series control section. Bergkeller, Bootlake, Nadeau, Oconto, Sanburn, and Sugarbush soils have sand and/or gravel within the series control section. Flak and Milaca soils have dense till (paralithic contact) within the series control section. Cunard soils do not have stratified textures within the series control section and also have bedrock within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Millward soils have plane or convex slopes on crests or sideslopes of moraines. These soils formed in loamy glacial till and water worked sediments. Slope ranges from 2 to 15 percent. Mean annual air temperature ranges from 39 to 43 degrees F. Mean annual precipitation ranges from 26 to 30 inches. Frost-free period ranges from 90 to 130 days. Elevation ranges from 1,000 to 1,450 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Automba, Bushville, Cromwell, Giese, Mahtomedi, Milaca, Mora, Pomroy, Ronneby, and Twig soils. The well drained Automba, Milaca, Cromwell and Pomroy soils are on nearby landscapes. Automba soils have a glossic horizon. Milaca soils do not have a sandy layer between the loamy mantle and dense till. The moderately well drained Bushville and the well drained Pomroy soils have a sandy mantle 20 to 40 inches thick. The moderately well drained Mora soils are on less sloping and lower lying positions. The poorly drained Ronneby soils are on nearly level slopes. The very poorly drained Twig and Giese soils are in depressions or low lying areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Surface runoff is moderately low to high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Dominant trees are aspen, red oak and sugar maple. Native vegetation is mixed deciduous and coniferous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Minnesota. This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Aitkin County, Minnesota, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: ochric epipedon -from the surface to 4 inches (Oe and E horizons); albic horizon - from 1 to 4 inches (E horizon); argillic horizon - the zone from 34 to 46 inches (3Bt1 and 3Bt2 horizon).\nADDITIONAL DATA: Soil Interpretation Record number is MN0710.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
