{
  "SERIES": "MILLHOPPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPT:CAW",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Millhopper series consists of very deep, moderately well drained, moderately permeable soils that formed in thick beds of sandy and loamy marine sediments.  They occur in central and southern Florida.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, hyperthermic Grossarenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Millhopper sand in a gently sloping, planted pine plantation.  (Colors are for moist soil.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) sand; weak medium granular structure; very friable; many fine and medium roots; medium acid; clear wavy boundary.  (3 to 9 inches thick)\nE1--9 to 21 inches; yellowish brown (10YR 5/6) sand; weak fine granular structure; very friable; few fine roots; slightly acid; clear wavy boundary.\nE2--21 to 26 inches; yellowish brown (10YR 5/4) sand; few fine faint brownish yellow mottles; single grained; loose, few fine roots; slightly acid; clear wavy boundary.\nE3--26 to 48 inches; light yellowish brown (10YR 6/4) fine sand; few fine distinct pale brown mottles; single grained; loose; few fine roots; slightly acid; clear wavy boundary.\nE4--48 to 58 inches; very pale brown (10YR 7/3) sand; few fine and medium distinct strong brown (7.5YR 5/6) and few fine distinct yellowish brown (10YR 5/8) mottles; single grained; loose; few fine roots; moisture content much greater than in horizon above; medium acid; clear wavy boundary.  (Combined thickness of the E horizon is 36 to 70 inches.)\nBt--58 to 64 inches; yellowish brown (10YR 5/6) loamy sand; common medium distinct light gray (10YR 7/1) and few fine distinct strong brown mottles; weak fine subangular blocky structure; very friable; sand grains are coated and bridged with clay; medium acid; clear wavy boundary.  (0 to 20 inches thick)\nBtg--64 to 86 inches; light gray (10YR 7/1) sandy clay loam; common medium faint (10YR 7/3) and few fine distinct strong brown mottles; weak medium subangular blocky structure; friable; thin discontinuous clay films on faces of peds; strongly acid; clear wavy boundary.  (0 to 26 inches thick)\nBCg--86 to 89 inches; light gray (N 7/0) sandy loam; few medium faint light brownish gray (10YR 6/2) and few fine distinct very pale brown mottles; weak fine subangular blocky structure; friable; sand grains are well coated with clay; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alachua County, Florida; in planted pine plantation 200 feet north of graded road (Power Line Road), 0.8 mile west of State Road 121 and about 1 mile east of Devil's Millhopper, 1/4SE1/4, sec. 14, T. 9 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 80 or more inches thick.  Soil reaction ranges from very strongly acid to slightly acid in the A and E horizons, and very strongly acid to medium acid in the Bt, Btg and BCg horizons.  A few ironstone and leached phosphatic limestone nodules about 1 to 15 mm in size occur in many pedons but are less than 5 percent by volume.  Some pedons have up to 2 percent cobbles in the solum.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  Where value is 3, thickness is 4 to 6 inches.  The E horizon has hue of 10YR, value of 5 to 7, and chroma of 3 to 8 in the upper part.  The lower part of the E horizon has hue of 10YR, value of 6 to 8, and chroma of 1 to 4.  Mottles of brown and yellow range from none to common.  Small pockets and streaks of light gray or white uncoated sand grains occur throughout in some pedons.  Gray and red or strong brown mottles indicative of wetness occur below a depth of 40 inches.  Texture is sand, fine sand, or loamy sand.\nThe EB horizon, where present, has hue of 10YR, value of 6, and chroma of 6 or 8.  Texture is fine sand or loamy fine sand.  It is less than 8 inches thick.\nThe Bt horizon where present, has hue of 10YR or 7.5YR value of 5 to 7, and chroma of 3 to 7, with or without gray, yellow, red and brown mottles.  Texture is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or sandy clay loam.\nThe Btg horizon where present, has hue of 10YR to 5Y, value 5 to 7, and chroma of 1 to 2, with mottles in shades of red, gray, yellow, and brown, or it is a mixture of these colors.  It is usually at depths of more than 55 inches.  Texture of the Btg horizon is sandy loam, fine sandy loam, or sandy clay loam.\nWhere present, the BCg horizon has hue of 10YR to N, value of 5 to 7, chroma of 2 or less.  It is generally in various shades of gray, yellow, and brown.  Texture is sandy loam or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apopka, Arrendondo, and Sparr series.  Apopka and Arrendondo soils are well drained.  Sparr soils have a seasonally high water table at a depth of 20 to 40 inches for periods of 1 to 4 months during most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Millhopper soils are on upland areas of central and southern Florida.  Dominant slope gradients range from 0 to 8 percent.  These soils formed in thick beds of sandy and loamy marine sediments.  Average annual precipitation is about 50 to 55 inches, and the mean annual temperature is about 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Apopka, Arrendondo and Sparr series and, in addition, the Blichton, Fort Meade, Gainesville, Kanapaha, Kendrick, Lochloosa, and Tavares series.  Blichton soils contain over 5 percent plinthite, have loamy soil within a depth of 20 to 40 inches and are poorly drained.  Fort Meade soils have an umbric epipedon, are well drained, and are sandy to depths of more than 80 inches.  Gainesville soils are well drained and are sandy to more than 80 inches.  Kanapaha soils are poorly drained.  Kendrick soils are well drained and have loamy soil within a depth of 20 to 40 inches.  Lochloosa soils are somewhat poorly drained and have loamy soil within a depth of 20 to 40 inches.  Tavares soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff.  Permeability is rapid in the A and E horizons and slow to moderate in the Bt horizons.  The water table is at a depth of 48 to 60 inches for 1 to 4 months and at 60 to 72 inches for 2 to 4 months during most years.  It may be at 30 to 48 inches for cumulative periods of 1 to 3 weeks during some years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are cleared and used for improved pasture or for cultivated crops.  Native vegetation consists of live oak, laurel oak, post oak, water oak, sweetgum, cherry laurel, few hickory, and slash and longleaf pine.  The understory is chiefly lopsided indiangrass, hairy panicum, low panicum, greenbrier, hawthorne, persimmon, fringeleaf paspalum, chalky and creeping bluestems, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pasco County, Florida; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Millhopper soils formerly were included in the Sparr series.  Water table studies were made in Alachua County showing that this soil has high water at greater depths.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 58 inches (Ap, E1, E2, E3 and E4 horizons).\nArgillic horizon - the zone from a depth of 58 inches to 89 inches (Bt, Btg, and BCg horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; dark grayish brown (10YR 4/2) sand; weak medium granular structure; very friable; many fine and medium roots; medium acid; clear wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 23,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--9 to 21 inches; yellowish brown (10YR 5/6) sand; weak fine granular structure; very friable; few fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 53,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--21 to 26 inches; yellowish brown (10YR 5/4) sand; few fine faint brownish yellow mottles; single grained; loose, few fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "E3",
        "top": 66,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E3--26 to 48 inches; light yellowish brown (10YR 6/4) fine sand; few fine distinct pale brown mottles; single grained; loose; few fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "E4",
        "top": 122,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E4--48 to 58 inches; very pale brown (10YR 7/3) sand; few fine and medium distinct strong brown (7.5YR 5/6) and few fine distinct yellowish brown (10YR 5/8) mottles; single grained; loose; few fine roots; moisture content much greater than in horizon above; medium acid; clear wavy boundary.  (Combined thickness of the E horizon is 36 to 70 inches.)"
      },
      {
        "name": "Bt",
        "top": 147,
        "bottom": 163,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--58 to 64 inches; yellowish brown (10YR 5/6) loamy sand; common medium distinct light gray (10YR 7/1) and few fine distinct strong brown mottles; weak fine subangular blocky structure; very friable; sand grains are coated and bridged with clay; medium acid; clear wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Btg",
        "top": 163,
        "bottom": 218,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg--64 to 86 inches; light gray (10YR 7/1) sandy clay loam; common medium faint (10YR 7/3) and few fine distinct strong brown mottles; weak medium subangular blocky structure; friable; thin discontinuous clay films on faces of peds; strongly acid; clear wavy boundary.  (0 to 26 inches thick)"
      },
      {
        "name": "BCg",
        "top": 218,
        "bottom": 226,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 7,
        "moist_chroma": 0,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCg--86 to 89 inches; light gray (N 7/0) sandy loam; few medium faint light brownish gray (10YR 6/2) and few fine distinct very pale brown mottles; weak fine subangular blocky structure; friable; sand grains are well coated with clay; strongly acid."
      }
    ]
  ]
}
