{
  "SERIES": "MILLSITE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMcD-JWW-SWF",
  "REVDATE": "01/2013",
  "STATES": "CT,MA,NY",
  "OVERVIEW": "The Millsite series consists of moderately deep, well drained and somewhat excessively drained soils formed in till underlain by crystalline rock. Saturated hydraulic conductivity is moderately high or high. Slope ranges from 0 to 50 percent. Mean annual precipitation is about 36 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Millsite loam - forested. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 6 inches; very dark grayish brown (10YR 3/2) loam; weak fine granular structure; friable; many fine and medium roots; 10 percent coarse fragments; strongly acid; clear smooth boundary. (6 to 9 inches thick.)\nBw1 -- 6 to 12 inches; brown (7.5YR 5/4) loam; weak medium subangular blocky structure; friable; common medium roots; 10 percent coarse fragments; strongly acid; clear smooth boundary.\nBw2 -- 12 to 20 inches; brown (7.5YR 4/4) gravelly loam; weak medium subangular blocky structure; friable; few roots; 25 percent coarse fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bw is 8 to 28 inches.)\nC--20 to 28 inches; yellowish brown (10YR 5/6) gravelly loam; massive; friable; 30 percent coarse fragments; strongly acid; abrupt wavy boundary. (0 to 10 inches thick)\n2R--28 inches; weathered granite - schist rock, fractured in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, New York. Town of Theresa. 1.3 miles east of where Cottage Hill Road intersects N.Y. Route 37 and 225 feet north of road. USGS Redwood, NY topographic quadrangle. Latitude 44 degrees, 17 minutes, 54 seconds N. and Longitude 75 degrees, 46 minutes, 34 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 16 to 36 inches. Depth to bedrock ranges from 20 to 40 inches. Rock fragment content ranges from 0 to 35 percent throughout the soil but commonly is 25 to 35 percent in the lower part of the solum and substratum. Reaction ranges from very strongly acid to slightly acid.\nThe Ap or A horizon have hue of 7.5YR through 2.5Y, value of 3 or 4, and chroma of 2 to 4. Texture is loam to sandy loam in the fine earth fraction. Structure is commonly weak or moderate, fine or medium granular, but ranges to subangular blockly. Consistence is friable or very friable.\nThe B horizon has hue of 7.5YR through 2.5Y, value of 4 to 6, and chroma of 4 to 6. Texture is loam to sandy loam in the fine earth fraction. Structure is weak, fine to coarse, subangular blocky. Consistence is friable or very friable.\nSome pedons have a BC horizon with properties similar to the Bw but include massive in the structure range.\nThe C horizon has hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 2 to 6. Texture is loam to sandy loam in the fine earth fraction. It is massive and may have plate-like divisions. Consistence is friable or firm.\nThe R or 2R horizon is crystalline bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bice, Dummerstown, Elka, Flatiron, Haights, Lombard, and Mongaup series in the same family. Bice, Dummerston, Elka, Flatiron  and Lombard soils are deeper than 40 inches to bedrock. Haights soils are more than 40 inches deep to bedrock and are underlain by poorly sorted water deposited materials. Mongaup soils are underlain by sedimentary rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Millsite soils are nearly level to very steep with slopes ranging from 0 to 50 percent. The Millsite soils are on bedrock controlled landscapes where a moderately thick mantle of till material covers crystalline rocks. The bedrock is primarily granite-gneiss but the range includes schist. Mean annual air temperature is 40 to 45 degrees F; mean annual precipitation is 38 to 52 inches and mean annual growing season is from 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Insula, Ruse and Quetioc soils on bedrock controlled landscapes. Insula soils are shallow and well drained. Ruse soils are shallow and somewhat poorly drained and poorly drained. Quetioc soils are very shallow and somewhat excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and somewhat excessively drained. The potential for surface runoff is medium. Internal drainage is rapid. Saturated hydraulic conductivity is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in forest or reverting to brush. Forest species are sugar maple, beech, birch, shagbark hickory, red oak, white pine, red pine and hemlock. Cleared areas are used to grow hay, pasture, corn and oats."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: St. Lawrence Valley of New York and possibly the Champlain Plain of New York and Vermont. MLRA 142, 143, 144A, 144B, and 145. The series is believed to be moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, New York, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The use of this frigid series in 144A and 145 seems doubtful, but was not removed at this time.\nThe type location should be an MuC unit according to the site description in the Jefferson County, NY soil survey publication. The location given is in an MuE unit.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 6 inches (Ap horizon).\n2. Cambic horizon - the zone from 6 to 20 inches below the soil surface (Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 6 inches; very dark grayish brown (10YR 3/2) loam; weak fine granular structure; friable; many fine and medium roots; 10 percent coarse fragments; strongly acid; clear smooth boundary. (6 to 9 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1 -- 6 to 12 inches; brown (7.5YR 5/4) loam; weak medium subangular blocky structure; friable; common medium roots; 10 percent coarse fragments; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 12 to 20 inches; brown (7.5YR 4/4) gravelly loam; weak medium subangular blocky structure; friable; few roots; 25 percent coarse fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bw is 8 to 28 inches.)"
      },
      {
        "name": "C",
        "top": 51,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--20 to 28 inches; yellowish brown (10YR 5/6) gravelly loam; massive; friable; 30 percent coarse fragments; strongly acid; abrupt wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "2R",
        "top": 71,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--28 inches; weathered granite - schist rock, fractured in upper part."
      }
    ]
  ]
}
