{
  "SERIES": "MILLADORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "WI",
  "OVERVIEW": "The Milladore series consists of very deep, somewhat poorly drained soils formed in a mantle of loess or other silty deposits and in the underlying glacial till or residuum weathered from igneous and metamorphic bedrock, or a mixture of the two.  These soils are on ground moraines.  Permeability is moderate in the silty mantle and moderately slow in the till or residuum. Slopes range from 0 to 6 percent.  Mean annual precipitation is about 32 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Milladore silt loam - on a 2 percent slope in a previously cultivated pasture at an elevation of about 1,149 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; friable; many roots, slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)\nE--6 to 9 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium platy structure; friable; common roots; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 7 inches)\nB/E--9 to 15 inches; 65 percent yellowish brown (10YR 5/4) silt loam (Bt); moderate medium subangular blocky structure; friable; penetrated by tongues of brown (10YR 5/3) silt loam (E) very pale brown (10YR 7/3) dry;  weak thick platy structure; friable; common roots; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; moderately acid; clear wavy boundary.  (Glossic horizon 3 to 15 inches thick)\nBt1--15 to 23 inches; brown (10YR 5/3) silt loam; moderate fine  subangular blocky structure; firm; few clay films on faces of peds; few roots; many medium distinct yellowish brown (10 5/6) and prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; many medium distinct brown (7.5YR 5/2) iron depletions in the matrix; strongly acid; clear wavy boundary.\nBt2--23 to 29 inches; strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; firm; many clay films on faces of peds; few roots; common coarse prominent brown (7.5YR 5/2) iron depletions in the matrix; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons ranges from 0 to 15 inches.)\n2Bt3--29 to 46 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few clay films on faces of peds; few medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few medium distinct brown (7.5YR 5/2) iron depletions in the matrix; about 10 percent gravel (gneiss fragments); strongly acid; clear wavy boundary.  (10 to 24 inches thick)\n2C1--46 to 52 inches; brown (7.5YR 4/4) gravelly loam; massive; friable; 20 percent gravel (gneiss fragments); slightly acid; clear wavy boundary.  (0 to 16 inches thick)\n2C2--52 to 60 inches;  dark yellowish brown (10YR 4/4), gravelly loam with pockets of brown (7.5YR 4/4) and grayish brown (10YR 5/2) clay loam; massive; firm; 20 percent gravel (gneiss fragments); slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wood County, Wisconsin; about 2 miles southwest of Blenker; 2100 feet east and 50 feet north of the SW corner of sec. 17, T. 25 N., R. 5 E. USGS Honey Island, Wis. Quad. Latitude  44 degrees 38 minutes 31 seconds N. Longitude  89 degrees 56 minutes 20 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 45 to 76 inches.  Thickness of the silty mantle ranges from 12 to 36 inches.  Bedrock is at a depth greater than 60 inches.  Rock fragments typically are absent in the silty mantle but some pedons have up to 5 percent gravel and cobbles there. Volume of gravel ranges from 2 to 30 percent in the till or residuum and volume of cobbles ranges from 0 to 10 percent. Reaction naturally ranges from very strongly acid to moderately acid in the silty mantle but ranges to neutral, where the soil is limed. Reaction ranges from very strongly acid to slightly acid in the till subsoil and from very strongly acid to neutral in the substratum.   Redox accumulations are typically throughout the soil below the A horizon. Redox depletions with chroma of 2 or less and saturation are in the upper 10 inches of the argillic horizon.\nThe Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3. Uncultivated pedons have an A horizon with hue of 10YR or neutral, value of 2 or 3, and chroma of 0 to 3. Texture of the Ap or A horizon is silt loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or 3.  Texture is silt loam.\nIn a few pedons below the Ap or A horizon there are colors of high chroma like those of a spodic horizon, but these layers are too thin or do not meet the chemical requirements for a spodic horizon.\nMilladore soils have a glossic horizon. Horizonation has a wide range depending on the thickness of the silty mantle and the extent to which eluviation has occurred. Therefore there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination.\nThe E part of the E/B or B/E horizon has color like the E horizon described above. Texture is silt loam or silt. The Bt part has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5, and chroma of 3 to 6.  Texture is silt loam.\nThe Bt horizon has color and texture like the Bt part described above. Some pedons have a Btg horizon with dominant chroma of 2.\nThe 2E part of the 2E/B or 2B/E horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3. Colors of 4/3 or 5/3 have dry value of 7 or more. Texture is sandy loam, fine sandy loam, loam, or the gravelly analogs. The 2Bt part has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 3 to 5; and chroma of 3 to 6. Texture is loam, sandy loam, sandy clay loam, clay laom, or the gravelly analogs.\nThe 2Bt horizon has color and texture like the 2Bt part described above.\nThe 2C horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 to 5; and chroma of 3 to 8.  Value and chroma of 3 do not occur together. Texture is sandy loam, loam, fine sandy loam, sandy clay loam, clay loam, or the gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alstad, Big Iron, Keewatin, Kert, Meadland, Nary, Point, Rietbrock, and Withee series.  Alstad soils hve carbonates within a depth of 80 inches and contain some shale fragments. Big Iron and Keewatin soils have a densic contact in the lower part of the series control section. Kert soils have a paralithic contact at a depth of 20 to 40 inches.  Meadland soils do not have a 12 to 36 inche mantle with more than 50 percent silt. Point soils have a 10 to 20 inch thick sandy mantle. Rietbrock soils have a lithic contact within a depth of 40 to 60 inches.  Withee soils cannot be differentiated at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on ground moraines underlain by bedrock.  Slopes are plane and concave and range from 0 to 6 percent.  The Milladore soils formed in a silty mantle and in the underlying till or the residuum weathered from igneous and metamorphic bedrock or a mixture of the two.  The till is thought to be derived mainly from the local residuum, but the glacial stratigraphy in the area where these soils occur has not been fully worked out.  Mean annual precipitation ranges from 28 to 36 inches. Mean annual air temperature ranges from 42 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eaupleine, Marathon, Mylrea, and Sherry soils.  The well drained Eaupleine soils and the poorly drained Sherry soils are in a drainage sequence with the somewhat poorly drained Milladore soils.  Marathon soils have better drainage and are on more elevated positions in the landscape.  Mylrea soils are on similar landscape positions as Milladore."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface runoff ranges from negligible to medium.  Permeability is moderate in the silty mantle and moderately slow in the till or residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for woodland.  Cleared areas are used mainly for pastureland and cropland. Common crops are corn, small grains, and hay. Native vegetation is mixed, deciduous and coniferous forests of northern red oak, white ash, red maple, quaking aspen, bigtooth aspen, paper birch, American elm, sugar maple, eastern white pine and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wisconsin.    These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils appear to straddle the coarse-loamy and fine-loamy particle-size classes.  The difference between Milladore and Withee soils is not strong and further study is needed to see if both series are justified.\n2006- This series needs study to see if it is viable. Currently it cannot be differentiated from the Withee series. A new typical pedon is used in this revision. The 2B3t horizon was arbitrarily extended to 46 inches to bring solum thickness within the current series range. The previous TP was in Marathon County but Milladore soils do not occur there because they were correlated to Withee series in final correlation. The new TP site in Wood County is about 5 miles from the former TP site in Marathon County.\nThere are 4360 acres correlated as Milladore Taxadjunct in Langlade County because of gray colors in the upper part of the argillic.\nDiagnostic horizons recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (Ap).\nAlbic horizon - 6 to 9 inches (E).\nglossic horizon  9 to 15 inches (B/E).\nArgillic horizon - 9 to 46 inches (B/E, Bt1, Bt2, 2Bt3).\nAquic feature  redox depletions with chroma of 2 or less and saturation in the upper 10 inches of the argillic horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; friable; many roots, slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--6 to 9 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium platy structure; friable; common roots; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 7 inches)"
      },
      {
        "name": "B/E",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--9 to 15 inches; 65 percent yellowish brown (10YR 5/4) silt loam (Bt); moderate medium subangular blocky structure; friable; penetrated by tongues of brown (10YR 5/3) silt loam (E) very pale brown (10YR 7/3) dry;  weak thick platy structure; friable; common roots; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; moderately acid; clear wavy boundary.  (Glossic horizon 3 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--15 to 23 inches; brown (10YR 5/3) silt loam; moderate fine  subangular blocky structure; firm; few clay films on faces of peds; few roots; many medium distinct yellowish brown (10 5/6) and prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; many medium distinct brown (7.5YR 5/2) iron depletions in the matrix; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--23 to 29 inches; strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; firm; many clay films on faces of peds; few roots; common coarse prominent brown (7.5YR 5/2) iron depletions in the matrix; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons ranges from 0 to 15 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 74,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3--29 to 46 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few clay films on faces of peds; few medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few medium distinct brown (7.5YR 5/2) iron depletions in the matrix; about 10 percent gravel (gneiss fragments); strongly acid; clear wavy boundary.  (10 to 24 inches thick)"
      },
      {
        "name": "2C1",
        "top": 117,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--46 to 52 inches; brown (7.5YR 4/4) gravelly loam; massive; friable; 20 percent gravel (gneiss fragments); slightly acid; clear wavy boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "2C2",
        "top": 132,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--52 to 60 inches;  dark yellowish brown (10YR 4/4), gravelly loam with pockets of brown (7.5YR 4/4) and grayish brown (10YR 5/2) clay loam; massive; firm; 20 percent gravel (gneiss fragments); slightly acid."
      }
    ]
  ]
}
