{
  "SERIES": "MILLERLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/EMM/SJJ",
  "REVDATE": "05/2016",
  "STATES": "CO,MT,WY",
  "OVERVIEW": "The Millerlake series consists of deep, well drained soils that formed in slope alluvium and other sediments derived from sedimentary rock.  These soils are on fan aprons, terraces, structural benches, and lower mountain slopes.  Slopes are 2 to 35 percent.  The mean annual precipitation is about 18 inches, and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Millerlake loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\n0--1 to 0 inch; partially decomposed leaves, grass, and other organic materials.\nA--0 to 4 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; strong fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; neutral (pH 6.8); clear smooth boundary.  (3 to 10 inches thick)\nBA--4 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to strong medium granular; hard, friable, slightly sticky and slightly plastic; many fine and medium and few coarse roots; few thin clay films on faces of peds and lining pores; neutral (pH 6.8); gradual smooth boundary.  (0 to 8 inches thick)\nBt--7 to 20 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to strong medium angular blocky; hard, friable, sticky and plastic; many fine and few coarse roots; many moderately thick clay films on faces of peds, and lining pores; neutral (pH 7.2); gradual wavy boundary.  (10 to 30 inches thick)\nBtk--20 to 28 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; strong coarse subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few fine and coarse roots; few thin clay films on faces of peds and lining pores; strongly effervescent, lime as common soft masses and as filaments and in seams; moderately alkaline (pH 8.4); gradual wavy boundary.  (0 to 10 inches thick)\nBk--28 to 60 inches; light gray (10YR 7/2) loam, light brownish gray (10YR 6/2) moist; massive; hard, friable, slightly sticky and slightly plastic; violently effervescent, lime as common soft masses, filaments, and seams; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; West quarter corner, sec. 11, T. 18 N., R. 89 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon is 20 inches or more.  Depth to any contrasting material is greater than 40 inches.  The mean annual soil temperature ranges from 38 to 42 degrees F., and the mean summer soil temperature ranges from 50 to 56 degrees F.  Coarse fragments range from 0 to 15 percent throughout.\nA horizon\nHue - 5Y to 7.5YR\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 1 to 3\nReaction - slightly acid to slightly alkaline\nBt horizon\nHue - 5Y to 7.5YR\nValue - 4 to 6 dry, 2 to 4 moist\nChroma - 1 to 4\nTexture - clay loam or loam with 18 to 35 percent clay and more than 15 but less than 35 percent fine or coarser sand\nReaction - slightly acid to slightly alkaline\nBtk horizon\nHue - 5Y to 7.5YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 2 to 4\nTexture - loam or clay loam\nCalcium carbonate equivalent - 4 to 14 percent\nReaction - moderately alkaline or strongly alkaline\nBk horizon\nHue - 5Y to 7.5YR\nValue - 5 to 7 dry, 4 to 6 moist\nChroma - 2 to 4\nTexture - loam or clay loam\nCalcium carbonate equivalent - 8 to 14 percent\nReaction - moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBachus (WY) - have a lithic contact at 20 to 40 inches\nBavdark (MT) - do not have a horizon of secondary calcium carbonate equivalent\nBenteen (MT) - have a lithic contact at 20 to 40 inches\nBrushtop (ID) - have a xeric moisture regime\nClayburn (UT) - have a udic moisture regime\nCroydon (UT) - have a lithic contact at 40 to 60 inches\nCrystalbutte (ID) - have a xeric moisture regime\nDavtone (CO) - have hues of 5YR or redder in the Bt horizon\nDehana (ID) - have a lithologic discontinuity\nDemast (ID) - have a lithic contact at 40 to 60 inches\nDranyon (ID) - have a udic soil moisture regime\nEchemoor (WY) - have a paralithic contact at 20 to 40 inches\nHagenbarth (ID) - have a xeric soil moisture regime\nHoopgobel (ID) - have a paralithic contact at 20 to 40 inches\nLongway (ID) - do not have a horizon of secondary calcium carbonate equivalent\nLostminer (UT) - have a lithic contact at 20 to 40 inches\nOdark (MT) - does not have horizons of secondary calcium carbonate accumulation\nSenchert (UT) - have a lithic contact at 20 to 40 inches\nSouthmount (ID) - have redox concentrations at 18 to 40 inches\nSquawval (NV) - have a paralithic contact at 20 to 40 inches\nStubbs (WY) - have a paralithic contact at 20 to 40 inches\nThulepah (NV) - have a lithologic discontinuity\nVadnais (ID) - have a lithic contact at 20 to 40 inches\nWinu (NV) - have a lithic contact at 20 to 40 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Millerlake soils are on fan aprons, terraces, structural benches, and lower mountain footslopes and toeslopes.  They formed in slope alluvium and other sediments derived from sedimentary rock.  Slopes are 2 to 35 percent.  Elevations are 6,500 to 9,500 feet.  The mean annual precipitation is about 18 inches and ranges from 15 to 24 inches.  The mean annual temperature is about 38 degrees F. and ranges from 34 to 40 degrees F.  The frost-free season is less than 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bachus, Echemoor, and Decross soils.  The Bachus and Echemoor soils occur on upslope positions on fan aprons and footslopes.  Decross soils occur intermixed with the Millerlake soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid depending upon slope and surface condition.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of Idaho fescue, Columbia needlegrass, thickspike wheatgrass, and scattered big sagebrush.  Some areas support relatively thick stands of aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Wyoming, northwestern Colorado and south central Montana.  The series is of moderate extent.  MLRAs 43B, 46, and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aspen-Gypsum Area, Colorado; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil moisture regime is Ustic.  (The May 2016 revision added the soil moisture regime remarks statement, to help clarify the series concept).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
