{
  "SERIES": "MILLERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDM-HRF",
  "REVDATE": "12/98",
  "STATES": "MN",
  "OVERVIEW": "These soils have dark brown and dark reddish brown moderately decomposed organic soil materials derived mostly from herbaceous plants underlain by very dark grayish brown limnic sediments of coprogenous earth at depths of about 24 inches.  The organic soil materials are neutral or slightly acid.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coprogenous, euic, frigid Limnic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Millerville mucky peat - on a plane level slope in a 40 acre bog inset between bluffs of ice-walled lake and terminal moraine in a cultivated field.  (Colors are for the moist soil, and fiber content for unrubbed fiber unless otherwise stated.)\nOep--0 to 9 inches; dark brown (7.5YR 3/2) broken face and rubbed hemic material; about 75 percent fibers, 35 percent rubbed; massive; nonsticky; common inclusions of black sapric material with weak fine granular structure; herbaceous fibers; about 35 percent mineral material; slightly acid (pH 6.5 in 0.01 M calcium chloride); abrupt smooth boundary.\nOe2--9 to 19 inches; dark reddish brown (5YR 3/2) broken face and rubbed hemic material; about 60 percent fibers, 25 percent rubbed; weak thick platy structure; nonsticky; herbaceous fibers; about 15 percent mineral material; slightly acid (pH 6.2 in 0.01 M calcium chloride); clear smooth boundary.\nOe3--19 to 24 inches; dark brown (7.5YR 3/2) fibers and very dark brown (10YR 2/2) matrix, very dark brown (10YR 2/2) rubbed hemic material; about 35 percent fibers, 10 percent rubbed; weak medium platy structure; nonsticky; herbaceous fibers; about 15 percent mineral material; slightly acid (pH 6.1 in O.01 M calcium chloride); abrupt smooth boundary.\nLco1--24 to 42 inches; very dark grayish brown (10YR 3/2), very dark gray (10YR 3/1, rubbed) coprogenous earth; massive nonsticky; about 15 percent plant detritus; about 20 percent mineral material; slightly acid (pH 6.0 in 0.01 M calcium chloride); gradual smooth boundary.\nLco2--42 to 78 inches; very dark gray (10YR 3/1) broken face and rubbed coprogenous earth; massive; nonsticky; about 5 percent plant detritus; about 70 percent mineral material; about 10 percent snail shells; strongly effervescent; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Minnesota; 72 feet west and 73 feet north of the southeast corner of SE1/4NW1/4SE1/4, sec. 3, T. 129 N., R.  39 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to coprogenous earth ranges from 16 to 51 inches.  The organic soil material primarily is derived from herbaceous plants but some pedons contain layers of Hypnum moss fibers.  Woddy fibers and fragments typically are lacking, but a small amount of these are in the surface tier of some pedons.  The organic soil material typically contains 10 to 20 percent mineral material but ranges from 10 to 40 percent.  It typically ranges from neutral to slightly acid in 0.01 M calcium chloride, but medium acid is in the range.  Mean annual soil temperature is estimated to range from 38 to 47 degrees F.  These soils commonly are saturated with water during most of the year unless artificially drained.  If the coprogenous earth has its upper boundary below a depth of 35 inches, hemic soil materials are dominant in at least the subsurface tier and if the coprogenous earth has its upper boundary above a depth of 35 inches, hemic soil materials are dominant in the organic portion of the control section.  Some pedons have layers totaling less than 10 inches of sapric soil materials.\nThe hemic soil material has on the broken face hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3.  The rubbed material is similar in color or is 1 unit lower in value or chroma or both. Content of fiber ranges from 35 to 80 percent in the unrubbed condition to 15 to 40 after rubbing.  This material is massive or has weak platy structure.\nThe Lco horizon has hue of 10YR, 2.5Y, or 5Y; value of 3 or 4 but value of 2 is included in the range; and chroma of 1 or 2.  Content of mineral material ranges from 15 to 80 percent with the higher values in the lower part.  It typically lacks free carbonates in the upper part but the calcium carbonates equivalent ranges up to 50 percent in the lower part.  It ranges from meduim acid to mildly alkaline in 0.01 M calcium chloride.  Bulk density range from 0.3 to 0.6 gm/cm.  Snail shells comprise up to 20 percent by volume of this material in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the only series in this family.  Closely related series are the Brophy, Carlos, and Rifle series.  Brophy soils have fibric organic soil materials consisting mostly of Hypnum mosses in the subsurface tier.  Carlos soils have layers of marl in the control section.  Rifle soils lack limnic layers in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are in bogs within glacial moraines, outwash plains, and lacustrine plains.  The bogs formerly were post-glacial lakes.  These soils formed in 16 to less than 51 inches of organic materials derived from herbaceous plants and coprogenous earth.  The climate is humid continental with warm summers and cold winters.  Mean annual temperature is about 36 to 45 degrees F, and mean annaul precipitation is about 20 to 35 inches or more."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Rifle soils and the Cathro, Markey, and Urness soils.  All of these series are very poorly drained.  The Cathro and Markey soils have a IIC horizon of loam and sand materials beginning at depths ranging from 16 to 51 inches.  They commonly are on the fringe between bodies of Millerville soils and the border of the bog.  Urness soils formed entirely in limnic sediments, (coprogenous earth)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is ponded.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is undrained.  Some areas are used for pasture and hay.  A few areas are drained and cropped to small grains.  Native vegetation consisted mostly in grasses and sedges with scattered willow and alder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota and possibly the northern parts of MIchigan and Wisconsin.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Minnesota, in December 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was classified as a Bog or Half-Bog Soil in the former system.\nADDITIONAL DATA:  Refer to MAES No. 69-21-8-4 for results of some laboratory analysis of the typifying pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oep",
        "top": 0,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oep--0 to 9 inches; dark brown (7.5YR 3/2) broken face and rubbed hemic material; about 75 percent fibers, 35 percent rubbed; massive; nonsticky; common inclusions of black sapric material with weak fine granular structure; herbaceous fibers; about 35 percent mineral material; slightly acid (pH 6.5 in 0.01 M calcium chloride); abrupt smooth boundary."
      },
      {
        "name": "Oe2",
        "top": 23,
        "bottom": 48,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe2--9 to 19 inches; dark reddish brown (5YR 3/2) broken face and rubbed hemic material; about 60 percent fibers, 25 percent rubbed; weak thick platy structure; nonsticky; herbaceous fibers; about 15 percent mineral material; slightly acid (pH 6.2 in 0.01 M calcium chloride); clear smooth boundary."
      },
      {
        "name": "Oe3",
        "top": 48,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe3--19 to 24 inches; dark brown (7.5YR 3/2) fibers and very dark brown (10YR 2/2) matrix, very dark brown (10YR 2/2) rubbed hemic material; about 35 percent fibers, 10 percent rubbed; weak medium platy structure; nonsticky; herbaceous fibers; about 15 percent mineral material; slightly acid (pH 6.1 in O.01 M calcium chloride); abrupt smooth boundary."
      },
      {
        "name": "Lco1",
        "top": 61,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Lco1--24 to 42 inches; very dark grayish brown (10YR 3/2), very dark gray (10YR 3/1, rubbed) coprogenous earth; massive nonsticky; about 15 percent plant detritus; about 20 percent mineral material; slightly acid (pH 6.0 in 0.01 M calcium chloride); gradual smooth boundary."
      },
      {
        "name": "Lco2",
        "top": 107,
        "bottom": 198,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "narrative": "Lco2--42 to 78 inches; very dark gray (10YR 3/1) broken face and rubbed coprogenous earth; massive; nonsticky; about 5 percent plant detritus; about 70 percent mineral material; about 10 percent snail shells; strongly effervescent; neutral."
      }
    ]
  ]
}
