{
  "SERIES": "MILLDAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/RWL",
  "REVDATE": "03/98",
  "STATES": "OR",
  "OVERVIEW": "The Milldam series consists of moderately deep to a duripan, well drained soils on outwash plains.  They formed in glacial outwash with an influence of loess in the surface.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Milldam silt loam - on a 1 percent at an elevation of 2700 feet, rangeland. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 2 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak fine platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 2 percent gravel; slightly acid (pH 6.2); gradual smooth boundary.\nA2--2 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 2 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (combined thickness of the A horizon is 5 to 10 inches)\nBt1--10 to 34 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine, fine and few medium tubular pores; many distinct clay films on faces of peds and lining pores; 2 percent gravel; neutral (pH 6.8); clear wavy boundary. (15 to 25 inches thick)\n2Bt2--34 to 37 inches; brown (10YR 4/3) cobbly clay, yellowish brown (10YR 5/4) dry; moderate medium and coarse subangular blocky structure; slightly hard, firm, sticky and plastic; few very fine, fine and medium roots; few very fine, fine and medium tubular pores; continuous prominent clay films on faces of peds and lining pores; 15 percent cobbles and 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (3 to 5 inches thick)\n2Btqm--37 to 51 inches; duripan; indurated and strongly cemented; extremely hard and very firm; 1mm silica capping; fractures within the duripan have many prominent clay films; bottom of fractures have clay and silica pendants; neutral (pH 7.2); abrupt wavy boundary.  (14 to 25 inches thick)\n2Btq--51 to 60 inches; brown (7.5YR 4/4) extremely cobbly clay, brown (7.5YR 4/4) dry; massive; hard, firm and brittle, sticky and plastic; many prominent clay films on faces of rock fragments; 60 percent cobbles and 20 percent gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon, about 2200 feet west and 1300 feet north of the SE corner of section 18, T.8 S., R.11 E. (Latitude 44 degrees, 52 minutes, 22 seconds N, Longitude 121 degrees, 28 minutes, 9 seconds W) Warm Springs Indian Reservation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  These soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 consecutive days within the four months that follow the summer solstice.  The mean annual soil temperature is 50 to 52 degrees F.  Depth to the duripan is 30 to 40 inches.  Depth to bedrock is greater than 60 inches.  The mollic epipedon is 20 to 35 inches thick and includes the upper part of the Bt horizon.  The particle-size control section averages 25 to 45 percent clay with the weighted average less than 35 percent and 15 to 30 percent fine sand or coarser in the less than 75 mm fraction.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It contains 0 to 5 percent gravel.\nThe Bt horizon has value of 3 or 4 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It is silt loam, silty clay loam or clay loam and has 25 to 30 percent clay.  It has 0 to 10 percent gravel.  Soil reaction is slightly acid to neutral.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 to 6 dry and chroma of 3 or 4 moist and dry.  It is  clay or silty clay loam and has 35 to 45 percent clay.  It has 10 to 20 percent cobbles and 0 to 10 percent gravel.  Soil reaction is slightly acid to neutral.\nThe 2Btqm horizon is indurated with 1 to 2 mm thick laminar bands or is strongly cemented and indurated in the upper part.\nThe 2Btq horizon has hue of 7.5YR or 10YR, value of 4 to 6 moist and dry and chroma of 4 or 5 moist and dry.  It is clay or silty clay and has 40 to 50 percent clay.  It has 40 to 60 percent cobbles and 10 to 20 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Drewsgap and Sweagert (T) series.  Drewsgap soils have a mollic epipedon 10 to 20 inches thick and are dry for 100 to 115 consecutive days within the four months following the summer solstice.  Sweagert soils have a mollic epipedon 14 to 20 inches thick and are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Milldam soils are on outwash plains as patterned ground also referred to as biscuit-scabland.  Milldam is the biscuit or mound.  The soil formed in glacial outwash with an influence of loess in the surface.  Slopes are 0 to 3 percent.  Elevations are 2600 to 3000 feet.  The climate is characterized by cool and wet winters and hot and dry summers.  The mean annual precipitation is 12 to 16 inches.  The mean annual temperature is 48 to 50 degrees F.  The frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kahneeta, Olallie, Skooker, Tenwalter and Tolius soils.  Kahneeta soils are on outwash plains, clayey-skeletal and somewhat poorly drained.  Olallie soils are in drainageways, loamy-skeletal, poorly drained and very deep to bedrock.  Skooker soils are on adjacent forested outwash plains and are loamy-skeletal with an ash influence.  Tenwalter soils are on the scabland (intermound) component of patterned ground and are clayey-skeletal and shallow to a duripan.  Tolius soils are on adjacent forested outwash plains and are fine-loamy with an ash influence."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow to moderately slow above the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  The native vegetation is antelope bitterbrush, bluebunch wheatgrass and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 10.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface of the soil to a depth of approximately 34 inches (A1, A2 and Bt1 horizons).\nDuripan - The zone from 37 to 51 inches (2Btqm horizon).\nArgillic horizon - The zone from 10 to 37 inches (2Bt1 and 2Bt2 horizon)\nParticle-size control section - The zone from 10 to 30 inches (upper Bt1 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak fine platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 2 percent gravel; slightly acid (pH 6.2); gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 2 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (combined thickness of the A horizon is 5 to 10 inches)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 34 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine, fine and few medium tubular pores; many distinct clay films on faces of peds and lining pores; 2 percent gravel; neutral (pH 6.8); clear wavy boundary. (15 to 25 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 86,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt2--34 to 37 inches; brown (10YR 4/3) cobbly clay, yellowish brown (10YR 5/4) dry; moderate medium and coarse subangular blocky structure; slightly hard, firm, sticky and plastic; few very fine, fine and medium roots; few very fine, fine and medium tubular pores; continuous prominent clay films on faces of peds and lining pores; 15 percent cobbles and 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (3 to 5 inches thick)"
      },
      {
        "name": "2Btqm",
        "top": 94,
        "bottom": 130,
        "texture_class": "clay",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Btqm--37 to 51 inches; duripan; indurated and strongly cemented; extremely hard and very firm; 1mm silica capping; fractures within the duripan have many prominent clay films; bottom of fractures have clay and silica pendants; neutral (pH 7.2); abrupt wavy boundary.  (14 to 25 inches thick)"
      },
      {
        "name": "2Btq",
        "top": 130,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "2Btq--51 to 60 inches; brown (7.5YR 4/4) extremely cobbly clay, brown (7.5YR 4/4) dry; massive; hard, firm and brittle, sticky and plastic; many prominent clay films on faces of rock fragments; 60 percent cobbles and 20 percent gravel; neutral (pH 7.0)."
      }
    ]
  ]
}
