{
  "SERIES": "MILLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:CEW:CS",
  "REVDATE": "02/2003",
  "STATES": "AR,LA,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Udertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Miller clay--cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; reddish brown (5YR 5/3), clay, dark reddish brown (5YR 3/3) moist; weak medium granular structure; slightly hard, friable, many fine roots; few fine and medium pores; calcareous; moderately alkaline; clear smooth boundary.  (0 to 9 inches thick)\nA1--7 to 14 inches; reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate fine blocky structure; hard, firm; common fine roots; few fine and medium pores; calcareous; moderately alkaline; clear smooth boundary.  (5 to 22 inches thick)\nBw--14 to 35 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate medium blocky structure; very hard, very firm; few fine roots; few fine pores; shiny pressure faces on surfaces of peds; few medium slickensides; common vertical cracks filled with material from above; few fine soft masses and concretions of calcium carbonate; calcareous; moderately alkaline; gradual smooth boundary.  (10 to 40 inches thick)\nAb--35 to 60 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/2) moist; moderate medium blocky structure; very hard, very firm; few fine roots; few fine pores; shiny faces on surfaces of some peds; few fine slickensides; few fine soft masses and concretions of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cotton County, Oklahoma; about 4 miles west of Cookietown; 400 feet north and 500 feet east of the southwest corner of sec. 24, T. 3 S., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Buried horizons are common but not diagnostic.  Solum thickness is 30 to more than 60 inches.  These soils are calcareous throughout the 10 to 40 inch control section and have soft powdery lime within 30 inches of the soil surface. Cracks more than 1 cm wide extend from the surface to depths of about 30 inches during some season in most years.  The clay content of the control section ranges from 35 to 60 percent. Slickensides range from few to common.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 to 5, and chroma of 2 or 3.  It is clay, silty clay, clay loam, or silty clay loam and is slightly alkaline or moderately alkaline.\nThe Bw horizon has hue of 2.5YR to 7.5YR, value of 3 to 5, and chroma of 2 to 6.  It is clay, silty clay, clay loam, or silty clay loam.  Clay content is 35 to 60 percent and COLE exceeds 0.07.  This horizon is slightly alkaline or moderately alkaline.\nThe Ab horizon has colors similar to the Bw horizon.  It is silt loam through clay with a clay content of 25 to 50 percent and a reaction similar to the Bw horizon.  Where the Ab or C horizon has less than 35 percent clay, it occurs at depths of 35 to 60 inches below the surface.\nWhere present, the C horizon is similar in color, and reaction to the Bw horizon.  Texture includes clay, silty clay, clay loam, silty clay loam, and silt loam.  It contains thin, dark or light colored strata of loamy and sandy material.  Some pedons contain gypsum crystals."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deleon series of the same family, and the Ashport, Frio, Krum, Mangum, Moreland, Nukrum, Port, Rioconcho, Roebuck, Spur, Trinity, and Volente series.  Ashport, Port, and Spur soils have less than 35 percent clay in the textural control section and COLE less than 0.07.  Frio and Volente soils have a COLE of less than 0.07, and are warmer.  Mangum soils lack a mollic epipedon and are dryer.  Moreland and Roebuck soils have a udic soil moisture regime and lack soft powdery lime within 30 inches of the soil surface. Nukrum soils are well drained, moderately permeable, and have a regular decrease in organic matter.  Rioconcho soils are dry in the moisture control section for longer periods of time.  Krum and Trinity soils are warmer and have smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Miller soils are on nearly level flood plains.  They are occasionally or frequently flooded for very brief to brief duration from March through October.  Slopes are mainly 0 to 1 percent.  They formed in predominantly clayey alluvium.  The climate is dry or moist subhumid.\nAverage Annual Precipitation: 26 to 40 inches.\nMean Annual Temperature: 58 to 64 degrees F.\nThornthwaite Annual P-E indices: 44 to 64.\nFrost free days: 200 to 230.\nElevation: 800 to 1300."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Ashport, and Port series and the Gaddy, Pulaski, and Yahola series.  All of these soils are usually are closer to the stream.  Gaddy, Pulaski, and Yahola soils lack mollic epipedons.  In addition, Gaddy, Pulaski, and Yahola soils have less than 18 percent clay in the textural control section.  Ashport, and Port soils have less than 35 percent clay in the textural control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very slow permeability; runoff is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are mainly cultivated.  Wheat, grain sorghum, cotton, and alfalfa are the grasses with small percent of trees.  The main trees are pecan and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Prairies (MLRA 80A) of Central Oklahoma and north-central Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Miller County, Arkansas; 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 14 inches (A horizons).\nCambic horizon - the zone from 14 inches to a depth of 35 inches (Bw horizon).\nCracks within 125 cm of the mineral soil surface that are 5 mm or more wide through a thickness of 30 cm or more for some time in most years, and slickensides or wedge-shaped aggregates in a layer 15 cm or more thick that has its upper boundary within 125 cm of the mineral soil surface; or a liner extensibility of 6.0 cm or more between the mineral soil surface and a depth of 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
