{
  "SERIES": "MILLERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH/RCH",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Millerton series is a member of a loamy, mixed, thermic family of Lithic Haploxeralfs.  The soils have brown, fine sandy loam, neutral A horizons, and reddish brown, fine sandy loam, neutral Bt horizons overlying hornblende schist bedrock.  Soil depths are less than 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Millerton fine sandy loam - rangeland.  (Colors for dry conditions unless otherwise noted)\nA11--0 to 2 inches; brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 3/4) moist; massive to weak fine granular structure; slightly hard, friable, nonsticky, slightly plastic; plentiful fine and very fine grass roots; abundant very fine interstitial pores; neutral (pH 6.7); abrupt wavy boundary.  (0 to 2 inches thick.)\nA12--2 to 9 inches; brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; massive; hard, friable, nonsticky, slightly plastic; plentiful fine and few medium roots; few very fine interstitial pores; few fine and medium tubular pores; neutral (pH 6.8); abrupt wavy boundary.  (2 to 10 inches thick).\nB2t--9 to 14 inches; reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; massive to weak subangular blocky structure; hard, friable, slightly sticky, plastic; plentiful fine and few medium roots; few very fine interstitial pores, few fine tubular pores; clay films coating tubular pores and sand grains, clay bridging between sand grains; neutral (pH 7.0); abrupt irregular boundary.  (4 to 11 inches thick).\nR--14 inches +; dark gray hornblende schist, slightly weathered surfaces streaked with yellow, brown, and reddish yellow colors; thin, discontinuous, reddish brown clay films coat the upper surfaces of the rock and finger into it along some steeply dipping fracture planes.  Some fine grass roots also penetrate these narrow openings for a few inches; grades to unweathered rock within a few feet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fresno County, California, southeast of the town of Friant, on the west side of the Owens Mtn. fire lookout road in the SE 1/4, SE 1/4, Sec. 30, T.11S., R.22E., MDB&M.  Site in rangeland on east-facing slope of about 20 percent."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges in thickness from about 6 to 23 inches, but is usually thicker than 10 inches and thinner than 20 inches.  The irregular subsurface relief of the underlying parent rockforms pickets of somewhat deeper soils in places.  The soils have ochric epipedons (chromas of 4 or more moist), argillic horizons and lithic contact.  The soils are dry for more than 60 days in all parts between 10 inches and the lithic contact.\nThe dry color of the A horizon is brown (7.5YR 5/4) but may be brown (10YR 5/3) or reddish brown (5YR 4/4) in places.  The moist color is dark brown (7.5YR 3/2, 3/4, 10YR 3/3), but may range to reddish brown or dark reddish brown (5YR 4/3, 3/3, 3/4).  The surface soils is generally structureless, but where undisturbed by trampling, there is a thin granular surface horizon.  These thin horizons have higher contents of organic matter.  Texture of the A horizon is sandy loam.  Surface soil reactions range mainly from slightly acid to neutral, and may be medium acid in places.\nThe Bt horizon is weakly developed.  Textures range from fine sandy loam to loam.  Dry colors are usually reddish brown (5YR 5/4, 4/4), but may trend toward yellowish red in places.  The subsoil structure ranges from massive to weak subangular or weak angular blocky.  Clay films are thin and few to common on ped faces or pore faces.  Subsoil reaction ranges from neutral to slightly acid.  Occasional detached, angular fragments of parent rock may be found in the solum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  In the  same subgroup there are the Pardee soils which are skeletal and have argillic horizons; the Millsap soils which have clay argillic horizons; and the Stonyford soils which have soil temperatures of less than 59 degrees F.  Similar soils in different orders are the Auburn which lack argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Millerton soils occur on smooth rolling to very steep hills and ridges underlain by metamorphic basic igneous rock.  They occur at elevations of 400 to 1,800 feet in a dry subhumid, mesothermal climate with mean annual rainfall of 14 to 18 inches, with hot, dry summers and cool, moist winters.  Mean annual temperature is about 59 degrees to 62 degrees F., average January temperature about 46 degrees F., and average July temperature about 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blasingame, Fallbrook, Friant, Tivy and Vista Soils.  The Blasingame and Tivy soils are moderately deep to deep and lack the lithic contact.  Fallbrook and Vista soils are developed on granite.  Friant soils are developed on mica schist."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained with moderately rapid permeability and medium to rapid runnoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range or pasture.  The natural vegetation consists of mainly of a good cover of annual grasses and forbs.  Open stands of blue oak occupy northerly slopes or protected areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower foothills of the central and southern Sierra Nevada Mountains of California.  The soils are inextensive, with a total of approximately 9,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eastern Fresno Area, California, 1964.  (Source of name is Millerton Lake, Fresno County, California)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the (minimal) Noncalcic Brown group.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 5/31/66."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A11--0 to 2 inches; brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 3/4) moist; massive to weak fine granular structure; slightly hard, friable, nonsticky, slightly plastic; plentiful fine and very fine grass roots; abundant very fine interstitial pores; neutral (pH 6.7); abrupt wavy boundary.  (0 to 2 inches thick.)"
      },
      {
        "name": "A12",
        "top": 5,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A12--2 to 9 inches; brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; massive; hard, friable, nonsticky, slightly plastic; plentiful fine and few medium roots; few very fine interstitial pores; few fine and medium tubular pores; neutral (pH 6.8); abrupt wavy boundary.  (2 to 10 inches thick)."
      },
      {
        "name": "B2t",
        "top": 23,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "B2t--9 to 14 inches; reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; massive to weak subangular blocky structure; hard, friable, slightly sticky, plastic; plentiful fine and few medium roots; few very fine interstitial pores, few fine tubular pores; clay films coating tubular pores and sand grains, clay bridging between sand grains; neutral (pH 7.0); abrupt irregular boundary.  (4 to 11 inches thick)."
      },
      {
        "name": "R",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--14 inches +; dark gray hornblende schist, slightly weathered surfaces streaked with yellow, brown, and reddish yellow colors; thin, discontinuous, reddish brown clay films coat the upper surfaces of the rock and finger into it along some steeply dipping fracture planes.  Some fine grass roots also penetrate these narrow openings for a few inches; grades to unweathered rock within a few feet."
      }
    ]
  ]
}
