{
  "SERIES": "MILNICHOL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHL-EPJ-MLK",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Epiaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Milnichol fine sand, on a 1 percent slope in a forested area at an elevation of 243 meters (798 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 cm (0 to 2 inches); black (7.5YR 2.5/1) fine sand, dark gray (10YR 4/1) dry; weak medium granular structure; very friable; many fine and medium roots; 1 percent gravel; moderately acid; abrupt smooth boundary. [2 to 8 cm (1 to 5 inches) thick]\nE--5 to 30 cm (2 to 12 inches); gray (7.5YR 5/1) fine sand, light gray (7.5YR 7/1) dry; weak medium subangular blocky structure; very friable; common fine and medium and few coarse roots; common fine faint light brownish gray (10YR 6/2) iron depletions; common medium and fine prominent light yellowish brown (10YR 6/4) masses of oxidized iron in the matrix; 1 percent gravel; very strongly acid; abrupt smooth boundary. [5 to 30 cm (2 to 12 inches)]\nBhs--30 to 38 cm (12 to 15 inches); dark reddish brown (5YR 3/2) fine sand; weak medium subangular blocky structure; very friable; common fine and medium and few coarse roots; common medium prominent yellowish red (5YR 4/6) masses of oxidized iron in the matrix; 1 percent gravel; strongly acid; clear wavy boundary. [0 to 10 cm (4 inches) thick]\nBs1--38 to 64 cm (15 to 25 inches); brown (7.5YR 4/3) fine sand; weak medium subangular blocky structure; very friable; few fine and medium roots; common medium prominent yellowish red (5YR 4/6) masses of oxidized iron in the matrix; 1 percent gravel; moderately acid; gradual wavy boundary.\nBs2--64 to 84 cm (25 to 33 inches); strong brown (7.5YR 4/6) fine sand; single grain; loose; few fine roots; common medium faint strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 1 percent gravel; moderately acid; gradual wavy boundary. [Combined thickness of the Bs horizon is 30 to 76 cm (12 to 30 inches).]\nC1--84 to 119 cm (33 to 47 inches); pale brown (10YR 6/3) fine sand; single grain; loose; few fine roots; many coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; 1 percent gravel; neutral; abrupt smooth boundary. [0 to 46 cm (18 inches) thick]\n2C2--119 to 127 cm (47 to 50 inches); brown (7.5YR 5/4) stratified loamy fine sand and fine sandy loam; massive; friable; many medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; neutral; abrupt smooth boundary.\n2C3--127 to 173 cm (50 to 68 inches); brown (7.5YR 5/3) silty clay loam; massive; firm; many medium distinct gray (7.5YR 6/1) iron depletions; many medium distinct strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; slightly effervescent; moderately alkaline; clear smooth boundary\n2C4--173 to 203 cm (68 to 80 inches); grayish brown (2.5Y 5/2) silt loam; massive; friable; many coarse distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benzie County, Michigan, 2440 feet north and 50 feet west of the southeast corner of sec. 22, T. 25 N., R. 14 W., Weldon Township; USGS Thomsonville, Michigan 7.5 minute topographic quadrangle; lat. 44 degrees 32 minutes 54.9 seconds N. and long. 85 degrees 58 minutes 41.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the loamy lacustrine deposits: 102 to 152 cm (40 to 60 inches)\nDepth to carbonates: 102 to 152 cm (40 to 60 inches)\nRock fragment content: 0 to 5 percent gravel and cobbles throughout\nA horizon:\nHue: 7.5YR\nValue: 2.5 or 3\nChroma: 1 or 2\nTexture: fine sand or sand\nReaction: extremely acid to moderately acid\nE horizon:\nHue: 7.5YR\nValue: 5 to 7\nChroma: 1 to 3\nTexture: fine sand or sand\nReaction: extremely acid to moderately acid\nBhs horizon:\nHue: 5YR or 7.5YR\nValue: 3\nChroma: 2\nTexture: fine sand or sand\nOrtstein content: 0 to 25 percent\nReaction: very strongly acid or strongly acid\nBs horizon:\nHue: 7.5YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: fine sand or sand\nOrtstein content: 0 to 25 percent\nReaction: very strongly acid to moderately acid\nC horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: fine sand or sand\nReaction: slightly acid or neutral\n2C horizon:\nHue: 7.5YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: fine sandy loam to silty clay loam with strata of coarser material\nClay content: averages 18 to 35 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Milnichol soils are on outwash plains and lake plains. Slope ranges from 0 to 3 percent. They formed in sandy outwash or lacustrine deposits overlying loamy lacustrine deposits. Mean annual precipitation ranges from 762 to 813 mm (30 to 32 inches). Mean annual temperature is about 8.9 degrees C (48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Thompsonville, Pipestone, Dair, and Nessen soils. The poorly drained or very poorly drained Dair soils are in depressions and along drainageways. The Pipestone soils are on similar positions but do not have the loamy substratum. The moderately well drained Thompsonville soils are on similar or slightly higher landscape positions. The excessively drained Nessen soils are on higher locations and do not have the loamy substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of a seasonal high water table ranges from 15 to 46 cm (6 to 18 inches) between October and May in normal years. Potential for surface runoff is negligible. Saturated hydraulic conductivity is high or very high over moderately low. Permeability is rapid over slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested. Common trees are red pine, eastern white pine, paper birch and quaking aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 96 in northwestern Lower Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benzie County, Michigan, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 30 cm (12 inches) (A and E horizons).\nAlbic horizon: from a depth of 5 to 30 cm (2 to 12 inches) (E horizon).\nSpodic horizon: from a depth of 30 to 84 cm (12 to 33 inches) (Bhs and Bs horizons).\nAquic conditions: redoximorphic features present in all horizons below a depth of 5 cm (2 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
