{
  "SERIES": "MIMBRES",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAB/LWH/RLB/WWJ",
  "REVDATE": "12/2014",
  "STATES": "NM,TX",
  "OVERVIEW": "The Mimbres series consists of very deep, well drained soils that formed in medium to moderately fine textured silty sediments derived from igneous, metamorphic and small amounts of sedimentary rocks.  Mimbres soils are on low stream terraces, broad floodplains and on the nearly level lower parts of long, gently sloping, alluvial fans that terminate at broad drainageways or valley floors.  Mimbres soils have slopes of 0 to 5 percent.  The mean annual precipitation is about 9 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mimbres silty clay loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light brownish gray (10YR 6/2) silty clay loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, sticky and slightly plastic; common fine roots; common very fine and fine tubular pores; slightly alkaline; clear smooth boundary.  (1 to 5 inches thick)\nBw--3 to 16 inches; light brown (7.5YR 6/4) silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; common fine roots; common very fine and fine tubular pores; slightly effervescent in the upper part, effervescent in the lower part; moderately alkaline; clear smooth boundary.  (6 to 15 inches thick)\nBk1--16 to 36 inches; light brown (7.5YR 6/4) silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; common fine roots; common very fine and fine tubular pores; carbonates disseminated and in fine veins and threads; slightly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)\nBk2--36 to 42 inches; very pale brown (10YR 7/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; few very fine tubular pores; carbonates disseminated and in a few soft bodies; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (4 to 12 inches thick)\n2Bk--42 to 66 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; calcium carbonates disseminated; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Luna County, New Mexico; 600 feet north, 600 feet west of the southeast corner of section 28, T.24S., R.9W.; 107 degrees, 46 minutes, 08 seconds west longitude; 32 degrees, 11 minutes, 53 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the moisture control section July through September.  The dry period is in the fall, winter, and early spring. Typic aridic moisture regime.\nThe mean annual soil temperature ranges from 59 to 72 degrees F.\nReaction: Slightly alkaline to strongly alkaline.\nSodicity: slight to strongly affected\nControl section: Typically silty clay loam but it ranges from silt loam to clay loam containing less than 15 percent fine and coarser sand.\nClay content: 18 to 35 percent clay.\nA horizon\nHue:  7.5YR, 10YR\nValue:  3 to 7 dry, 2 to 6 moist\nChroma:  2 to 4, dry or moist\nAdditional features:  Noneffervescent to slightly effervescent.\nB horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  2 to 4, dry or moist\nTexture:  silt loam, silty clay loam, loam, clay loam.\nOther features:  To depth of at least 40 inches it contains less than 15 percent calcium carbonate equivalent.  The calcium carbonate is disseminated in the upper part of the layer, but the lower part contains a few fine threads, veins and soft bodies.\n2Bk horizon\nColors and textures are the same as described for the B horizon, but coarse sand and gravel strata may occur below a depth of 36 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mercey (CA), Prelo (NM), and Russler (NM) series.  Mercey soils are in the Central California Coast Range (MLRA 15) receive mostly winter precipitation and are usually dry from April through November. Prelo soils contain 3 to 5 percent gypsum in the Bw and 5 to 20 percent in the Bk. Russler soils are 20 to 40 inches to paralithic contact with highly gypsiferous bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Mimbres soils are in slight depressions on broad floodplains, and on nearly level, lower parts of long gently sloping alluvial fans that terminate at broad drainageways, stream terraces or valley floors.  Slopes are 0 to 3 percent.  The elevation is 3,900 to 5,800 feet.  The mean annual air temperature is 64 to 70 degrees F.  The frost-free period is 180 to 240 days.  The soils formed in medium to moderately fine textured, silty sediments derived from igneous and metamorphic rocks and small amounts of sedimentary rocks.  Near the type location, the mean annual air temperature is 65 degrees F. and the average annual precipitation is 8 to 10 inches, and about 2/3 falls between June and the end of October. The Thornthwaite annual P-E Index is 13.  In Arizona elevation ranges as low as 2,000 feet, precipitation as high as 12 inches, air temperature as high as 70 degrees, and frost-free period as long as 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bluepoint, Gothard, Harkey and Mohave soils.  Bluepoint soils have texture coarser than loamy very fine sand in the control section.  Mohave soils have an argillic horizon and have a prominent zone of carbonate accumulation below the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Where water is available, the soil is irrigated and cotton, alfalfa, sorghum, barley and vegetables are grown.  Native vegetation is principally tobosa, alkali sacaton, mesquite and vine mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New Mexico and Western Texas.  The series is of moderate extent. MLRAs 41 & 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Luna County (Deming Area), New Mexico, 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the light colored surface layer (A horizon)\nCambic horizon - the Bw horizon\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; light brownish gray (10YR 6/2) silty clay loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, sticky and slightly plastic; common fine roots; common very fine and fine tubular pores; slightly alkaline; clear smooth boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--3 to 16 inches; light brown (7.5YR 6/4) silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; common fine roots; common very fine and fine tubular pores; slightly effervescent in the upper part, effervescent in the lower part; moderately alkaline; clear smooth boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 41,
        "bottom": 91,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--16 to 36 inches; light brown (7.5YR 6/4) silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; common fine roots; common very fine and fine tubular pores; carbonates disseminated and in fine veins and threads; slightly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 91,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk2--36 to 42 inches; very pale brown (10YR 7/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; few very fine tubular pores; carbonates disseminated and in a few soft bodies; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 107,
        "bottom": 168,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "2Bk--42 to 66 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; calcium carbonates disseminated; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
