{
  "SERIES": "MINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC/ELS/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mina stony fine sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light brownish gray (10YR 6/2) stony fine sandy loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; many very fine vesicular and tubular pores; 12 percent stones; 10 percent cobbles, and 10 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (3 to 10 cm thick)\nA2--5 to 20 cm; light brownish gray (10YR 6/2) very stony fine sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; many very fine roots; many very fine tubular pores; 40 percent stones, cobbles, and gravel; slightly alkaline (pH 7.4); clear smooth boundary. (10 to 25 cm thick)\nBw--20 to 43 cm; pale brown (10YR 6/3) very stony loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine, common fine, and few medium roots; many very fine, and few fine tubular pores; 40 percent stones, cobbles, and gravel; moderately alkaline (pH 8.4); clear smooth boundary. (10 to 50 cm thick)\nBq--43 to 61 cm; pale brown (10YR 6/3) very stony loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few fine and medium roots; many very fine, and few fine tubular pores; 40 percent durinodes that are less than 2cm. in diameter, hard, firm and brittle; 40 percent stones, cobbles, and gravel; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 30 cm thick)\nBk--61 to 152 cm; pale brown (10YR 6/3) very stony fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and slightly plastic; many very fine, and few medium roots; many very fine tubular pores; 40 percent stones, cobbles, and gravel that are carbonate and silica coated on underside; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; about 1,320 feet east and 225 feet north of the SW corner of section 14, T.4N., R. 42E.; USGS Rays 7.5 minute topographic quadrangle; latitude 38 degrees 12 minutes 45 seconds N and longitude 117 degrees 12 minutes 52 seconds W; WGS84 Decimal Degrees 38.2125000 latitude,  -117.2144444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist during winter and early spring and for 10 to 20 days in the upper part July through September following convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 9 to 13 degrees C.\nDepth to the durinodes: 33 to 90 cm.\nDepth to the secondary carbonates: 50 to 90 cm.\nParticle-size control section - Clay content: 15 to 30 percent.\nRock fragments: 35 to 50 percent, consisting of stones, cobbles, and gravel.\nA1 horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nStructure: Very thin to medium platy or fine or medium subangular blocky structure or it is massive.\nA2 horizon\nValue: 3 or 4 moist.\nChroma: 2 or 3.\nStructure: Very thin to medium platy or fine or medium subangular blocky structure or it is massive\nBw horizon\nValue: 3 or 4 moist.\nChroma: 2 or 3.\nTexture: Dominantly loam or very fine sandy loam, but is fine sandy loam or light clay loam in some pedons.\nStructure Weak coarse subangular blocky or prismatic structure.\nBq and Bk horizons\nValue: 3 or 4 moist.\nChroma: 2 or 3.\nTexture: Dominantly loam or very fine sandy loam, but is fine sandy loam or light clay loam in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Catlow, Porrone and Zineb series.\nCatlow, Porrone and Zineb soils are not moist for 10 to 20 days in the upper part July through September following convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mina soils are on mountains at elevations of 1,990 to 2,200 meters. Slope are 30 to 50 percent. The soils formed in colluvium derived mainly from basalt, rhyolite, and tuff. The climate is warm, arid with a mean annual precipitation if 200 to 250 mm. The mean annual temperature is 8 to 12 degrees C. Average frost-free season is 100 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nevoyer and Tolicha soils. Nevoyer soils are shallow over a duripan formed on bedrock. Tolicha soils have bedrock at 25 to 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The vegetation is principally big sagebrush, black sagebrush, winterfat, desert needlegrass, Indian ricegrass, Sandberg bluegrass, and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mina soils are of small extent in the Big Smokv Valley Area, Nevada. These soils are also in adjacent central Nevada areas. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Big Smoky Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Mina soils were classified as Brown soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of A2 horizons).\nCambic horizon - The zone from 20 to 43 cm (Bw horizon).\nDuric feature - The zone from 43 to 61 cm (Bq horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bw, Bq, parts of the A2 and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
