{
  "SERIES": "MINCHUMINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BEK/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, subgelic Typic Historthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Minchumina peat - on a 6 percent slope under forest vegetation.  The soil was moist but not saturated in the organic and mineral layers above the permafrost.  (All colors are for moist soil)\nOi--10 to 6 inches; slightly decomposed moss and roots; clear smooth boundary.  (3 to 7 inches thick)\nOe--6 to 0 inches; partially decomposed moss and roots; clear smooth boundary.  (5 to 9 inches thick)\nA--0 to 6 inches; black (N2/0) silt loam; weak fine subangular blocky structure; very friable; nonsticky and nonplastic; few fine roots; strongly acid (pH 5.2); clear smooth boundary.  (2 to 8 inches thick)\nCf--6 to 16 inches; permafrost; frozen dark grayish brown (10YR 3/2) silt loam."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Upper Tanana Area, Alaska; SW 1/4; Section 19, T.10S., R.10E., Fairbanks Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is less than 32 degrees F.  Permafrost occurs within the loess mantle and is encountered within 2 to 20 inches below the surface of the mineral soil 2 months after the summer solstice.  The mat of organic material consists of fibrous moss and roots over partially decomposed organic material from 8 to 16 inches thick.  Texture throughout the loess mantle is silt or silt loam with less than 18 percent clay and less than 15 percent fine sands or coarser.  Coarse fragment content in the loess mantle is less than 10 percent.  The depth to the underlying glacial till is highly variable.  Reaction throughout the profile ranges from very strongly acid to moderately acid.\nThe A horizon has hue of 2.5Y or 10YR; value moist from 2 to 5; and chroma moist of 2 or 3.\nThe Cf horizon has hue of 2.5Y or 10YR; value moist from 3 to 5; and chroma moist from 2 to 6. COMPETING SERIES:  These are the Durelle(T) and McKinley(T) series in the same subgroup.  Durelle and McKinley soils have more than 35 percent coarse fragments in the control section.  Durelle soils are also calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Minchumina soils are formed in a mantle of silty micaceous loess overlying glacial till on glacial moraines.  The climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual temperature ranges from 24 to 28 degrees F., and the mean annual precipitation ranges from 10 to 14 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Koyukuk, Nenana, and Goldstream soils.  The Koyukuk and Nenana soils are on terraces and moraines and do not have permafrost.  Goldstream soils are very poorly drained soils on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained above the permafrost.  Moderate permeability above the permafrost.  Loss of the organic mat by fire or other disturbance results in lowering of the permafrost level and mayalter the drainage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Minchumina soils are used for wildlife habitat and recreation.  The native vegetation is black spruce, white spruce, and paper birch with an understory of moss, wild rose, highbush cranberry, and crowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Upper Tanana Area, Alaska, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this profile include: mean annual soil temperature below 32 degrees F.; permafrost at 6 inches; well drained in the organic and mineral layers above the permafrost; loamy particle size from 0 to 14 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
