{
  "SERIES": "MINESHAFT",
  "STATUS": "Established Series",
  "BYREV": "Rev JWW/DJB",
  "REVDATE": "09/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mineshaft gravelly loam, on a northwest facing, slightly convex ridge of 7 percent, forested, at an elevation of about 1,680 meters.  (Colors are for moist soil unless otherwise noted.)  When described on October 15, 2008, there was about 10 cm snow cover on the site; the soil was slightly moist from 0 to 13 cm and dry below.\nOe--0 to 2 cm; moderately decomposed pine needles and twigs, and previous growing season herbaceous plant material; abrupt smooth boundary.  (1 to 3 cm thick)\nA--2 to 13 cm; black (10YR 2/1) gravelly loam, dark gray (10YR 4/1) dry; weak coarse and moderate fine and medium granular structure; soft, friable, nonsticky and nonplastic; common very fine, fine, and medium roots throughout; 15 percent fine and medium angular igneous gravel; slightly acid; clear wavy boundary.  (9 to 18 cm thick)\nE--13 to 36 cm; brown (10YR 4/3) gravelly loam, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; soft, friable, nonsticky and nonplastic; common very fine and fine and few medium roots throughout; 20 percent fine and medium angular igneous gravel and 1 to 2 percent angular cobble; moderately acid; clear wavy boundary.  (13 to 30 cm thick)\nE/Bt--36 to 48 cm; about 85 percent brown (10YR 4/3), pale brown (10YR 6/3) dry (E part) and 15 percent yellowish brown (10YR 5/4), light yellowish brown (10YR 6/4) dry (Bt part) very gravelly loam; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine and few medium roots, mostly between rock fragments; 55 percent angular igneous rock fragments, of which about 50 percent are fine and medium gravel and 5 percent cobble; moderately acid; clear wavy boundary.  (0 to 10 cm thick)\nBt/E--48 to 67 cm; about 60 percent yellowish brown (10YR 5/4), light yellowish brown (10YR 6/4) dry (Bt part) and 40 percent brown (10YR 4/3), pale brown (10YR 6/3) dry (E part) extremely gravelly sandy clay loam; weak and moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots between and matted around rock fragments; about 15 percent distinct dark yellowish brown (10YR 4/4) discontinuous clay films on rock fragments; 75 percent angular igneous rock fragments, of which about 70 percent are gravel and 5 percent cobble; slightly acid; gradual irregular boundary.  (10 to 32 cm thick)\nR--67 to 200 cm; fractured igneous bedrock; fractures less than 1 cm wide occur irregularly spaced at 50 to 100 cm intervals at the upper contact."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, South Dakota, about 0.8 miles south of Mount Theodore Roosevelt parking area; located about 260 feet south and 2,520 feet east of the northwest corner of Sec. 21, T.5N., R.3E.; Spearfish USGS quadrangle; 44 degrees 23 minutes 13.4 seconds N. latitude and 103 degrees 45 minute 38.8 seconds W. longitude; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  5 to 8 degrees C\nDepth to argillic horizon:  25 to 60 centimeters\nParticle-size control section (weighted average):\nClay content:  20 to 35 percent\nSand content:  15 to 50 percent, of which 10 to 30 percent is fine and coarser sand\nRock fragments:  35 to 80 percent angular and subangular igneous fragments\nA horizon:\nHue:  10YR\nValue:  2 or 3, 3 to 5 dry\nChroma:  1 or 2\nTexture:  L (fine-earth fraction)\nRock fragments:  10 to 40 percent angular or subangular igneous fragments, of which 10 to 35 percent are gravel and 0 to 10 percent cobble\nReaction:  moderately acid to neutral\nE horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5, 5 or 6 dry\nChroma:  3 or 4, 2 or 3 dry\nTexture:  SL or L (fine-earth fraction)\nRock fragments:  25 to 60 percent angular or subangular igneous fragments, of which 15 to 45 percent are gravel and 10 to 30 percent cobble\nReaction:  moderately acid or slightly acid\nE/Bt and Bt/E horizons:\nComposition:  60 to 90 percent E horizon material and 10 to 40 percent Bt horizon material (E/Bt); 50 to 85 percent Bt horizon material and 15 to 50 percent E horizon material (Bt/E)\nHue:  7.5YR or 10YR\nValue:  4 or 5, 5 or 6 dry\nChroma:  3 to 6\nTexture:  L, CL, or SCL (fine-earth fraction)\nClay content:  20 to 30 percent\nRock fragments:  35 to 80 percent angular or subangular igneous fragments, of which 25 to 60 percent are gravel, 5 to 45 percent cobble, and 0 to 20 percent stones\nReaction:  moderately acid to neutral\nBt horizon (when present):\nHue:  7.5YR or 10YR\nValue:  4 or 5, 5 or 6 dry\nChroma:  3 to 6\nTexture:  L, CL, or SCL (fine-earth fraction)\nClay content:  25 to 40 percent\nRock fragments:  40 to 80 percent angular or subangular igneous fragments, of which 25 to 60 percent are gravel, 5 to 45 percent cobble, and 0 to 20 percent stones\nReaction:  slightly acid to neutral\nR horizon:\nBedrock characteristics:  unweathered igneous bedrock of trachyte, phonolite, rhyolite, or monzonite; it is typically fractured, with the width of fractures less than 1 cm and decreasing with depth, and the interval between fractures being from 20 to 100 cm or more and increasing with depth; fractures contain less than 5 percent fine-earth material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this taxonomic family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Residuum or local colluvium over residuum derived from igneous rock\nLandform:  shoulders and backslopes of ridges and hillslopes in mountains\nSlopes:  6 to 80 percent\nElevation:  1,340 to 1,860 meters\nMean annual air temperature:  4 to 7 degrees C\nMean annual precipitation:  510 to 760 mm\nPrecipitation pattern:  In most years, half or more of the normal precipitation falls as rain and/or snow from March through mid-July.\nFrost-free period:  60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBuska, Goldmine, Grizzly, Pactola, and Virkula soils are deep or very deep.  The Buska, Goldmine, Grizzly and Pactola soils occur on similar landscapes positions as Mineshaft soils.  In addition, Buska and Pactola formed in schist and Goldmine soils have a cryic soil temperature regime.  Virkula soils are are fine-silty and they generally occur on less-sloping footslope positions than Mineshaft soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mineshaft soils are normally wooded and utilized for livestock grazing, wildlife habitat, and timber production.  The native vegetation consists of an overstory of ponderosa pine, Black Hills spruce, and quaking aspen; understory species include bearberry, Oregon grape, common juniper, bluegrass, wheatgrass, and fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Crystalline-Igneous physiographic area of the Black Hills of South Dakota and Wyoming; LRR G, MLRA 62; the series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Update of the Soil Survey of Lawrence County, South Dakota, 2006.  The name is derived from the abundance of abandoned vertical and horizontal surface mine shafts within the series domain."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 48 to 67 cm (Bt/E horizon)\nArgillic horizo: The zone from 48 to 67 cm (Portions of the Bt/E horizon)\nMollic intergrade:  The surface 18 cm of mineral soil, when mixed, meets the criteria for a mollic epipedon (A horizon and upper part of the E horizon)\nLithic contact:  The contact with hard fractured igneous bedrock at 67 cm (R horizons)\nOther features:  The E horizon typically has chroma (moist, or dry, or both) that is too high, and value too low, to qualify as an albic horizon.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Ed., 2010\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
