{
  "SERIES": "MINE RUN",
  "STATUS": "Established Series",
  "BYREV": "JHS, DF Rev. MDJ",
  "REVDATE": "09/2016",
  "STATES": "VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mine Run fine sandy loam in woods at 200 feet elevation. (Colors are for moist soil unless otherwise stated)\nOi -- 0 to 2 inches; slightly decomposed plant material; clear smooth boundary.\nOa -- 2 to 3 inches; highly decomposed plant material; many fine roots and common coarse roots and common very coarse roots; clear smooth boundary.\nA -- 3 to 6 inches; dark grayish brown (10YR 4/2), loamy sand, grayish brown (10YR 5/2), dry; weak coarse granular structure; friable, nonsticky, nonplastic; common fine roots and common medium roots and many very coarse roots; common fine moderate continuity tubular and common medium moderate continuity tubular pores; 5 percent subangular metaquartzite gravel and 5 percent subangular metaquartzite gravel; very strongly acid; gradual wavy boundary.\nBw1 -- 6 to 12 inches; yellowish brown (10YR 5/4), sandy loam; weak coarse subangular blocky structure; friable, nonsticky, nonplastic; few fine roots and common medium roots and common coarse roots; few fine moderate continuity tubular and few medium moderate continuity tubular pores; 2 percent subangular metaquartzite gravel and 5 percent subangular metaquartzite gravel; strongly acid; gradual wavy boundary.\nBw2 -- 12 to 22 inches; strong brown (7.5YR 4/6), brown (10YR 4/3), yellowish brown (10YR 5/8) and yellowish brown (10YR 5/4), sandy loam; weak very coarse angular blocky structure; firm, nonsticky, nonplastic; few fine roots and few medium roots and common coarse roots; few fine moderate continuity tubular and few medium moderate continuity tubular pores; 5 percent subangular metaquartzite gravel and 20 percent angular weakly cemented gneiss gravel; very strongly acid; gradual wavy boundary.\nC -- 22 to 30 inches; yellowish brown (10YR 5/4), brown (10YR 4/3), strong brown (7.5YR 4/6) and yellowish brown (10YR 5/8), loamy sand;  massive; firm, nonsticky, nonplastic; few fine roots and few medium roots; few fine low continuity tubular pores; 5 percent subangular metaquartzite gravel and 50 percent subangular weakly cemented gneiss gravel; very strongly acid; clear wavy boundary.\nCr -- 30 to 37 inches; weathered bedrock.\nR -- 37 inches; unweathered bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culpeper County, Virginia; from Richardsville, 6 miles east-southeast on Route 619, to end of road. Site is in woods, 1,000 feet northeast from road. Storck, Virginia USGS 7.5 Minute Quadrangles Latitude: 38 degrees, 22 minutes, 59.92 seconds north. Longitude: 77 degrees, 37 minutes, 20.11 seconds west. NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum is 10 to 30 inches. The particle-size control section averages less than 18 percent clay. Depth to paralithic contact is 20 to 40 inches. Depth to lithic contact is greater than 20 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4. It is loamy sand, sandy loam, fine sandy loam or loam. Rock fragment content ranges from 0 to 30 percent. Rock fragments are mainly subangular gneiss medium and coarse gravels. Reaction is extremely acid or very strongly acid, unless limed.\nThe Bw horizons have hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 4 to 6. It is sandy loam or loam. Rock fragment content ranges from 0 to 30 percent, mainly subangular gneiss medium and coarse gravels.  Reaction is very strongly acid or strongly acid.\nThe C horizon has hue of 7.5YR to 2.5Y, or variegated 5YR to 5Y; value of 5 or 6; or variegated 2 to 6; and chroma of 4 to 8, or variegated 1 to 8. It is loamy sand, sandy loam or fine sandy loam. Rock fragment content ranges from 0 to 55 percent, mainly subangular gneiss gravel. Reaction is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBannertown, Cheshire, Devotion, Ditney, Fedscreek, Marrowbone, Maymead and Tipsaw are in the same family. Bannertown soils develop in residuum of granite in MLRA 136. NOTE: IF BANNERTOWN CAN BE EXTENDED TO MLRA 148, THERE IS NO NEED FOR MINE RUN SERIES. Cheshire soils are very deep to bedrock and develop in glacial till. Devotion soils are greater than 40 inches to lithic contact and develop in residuum of granite and gneiss in MLRA 136. Ditney soils develop in residuum of metasediments of the Blue Ridge Mountains. Fedscreek soils are deep to bedrock and develop in colluvium of sandstone, siltstone and shale. Marrowbone soils develop in colluvium and residuum of sandstone and siltstone. Maymead soils are very deep to bedrock and develop in colluvium. Tipsaw soils develop in residuum of interbedded sandstone and siltstone.\nAshe, Brookfield, Buladean, Cardigan, Charlton, Chestnut, Delaware, Dutchess, Edneyville, Foresthill, Gallimore, Greenbelt, Hazel, Lordstown, Newport, Riverhead, Soco, St. Albans, Stecoah, Steinsburg and Yaleville have a cation exhange activity class of active. Ashe, Buladean, Chestnut and Edneyville soils develop in residuum of igneous and high-grade metamorphic rocks of the Blue Ridge Mountains. Buladean soils are deep to bedrock. Chestnut soils are greater than 40 inches to lithic contact. Edneyville soils are very deep to bedrock. Brookfield, Charlton, Dutchess and Newport soils are very deep to bedrock and develop in glacial till. Cardigan and Yaleville soils develop in glacial till. Delaware soils are very deep to bedrock and develop in alluvium of glacial till. Foresthills and Greenbelt are very deep to bedrock and develop in fill areas on artificial landscapes. Gallimore and Riverhead soils are very deep to bedrock and develop in glacial outwash sediments. Hazel soils develop in residuum of sandstone and phyllite. Lordstown soils develop in till and cryoturbated material from siltstone and sandstone. Soco and Stecoah soils develop in residuum of low-grade metasediments of the Blue Ridge Moiuntains. Stecoah soils are deep to bedrock. St. Albans soils are deep to bedrock and develop in glacial till. Steinsburg soils develop in residuum of sandstone, arkosic sandstone and conglomerate.\nChadakoin, Chatfield, Maplecrest and Valois soils have a cation exhange activity class of superactive. Chadakoin and Chatfield develop in glacial till. Maplecrest and Valois are very deep to bedrock and develop in glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mine Run soils formed in residuum from metamonzonite and gneiss in the Northern Piedmont. Mine Run soils are on summits, shoulders, and backslopes of side slopes, head slopes and nose slopes of ridges. Slope gradients range from 0 to 45 percent. Mean annual air temperature 55.7 degrees F., with average winter temperature of 35.4 degrees F and average summer temperature of 74.6 degrees F. Mean annual precipitation ranges from 36.47 to 48.39 inches, frost free days range from 237 to 185 days, and elevation ranges from 100 feet to 400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Penhook (tentative), Yellowbottom (tentative), Happyland (tentative), Goldvein, Blocktown, and Drapermill soils. The well drained Penhook, Yellowbottom (tentative) and Happyland (tentative) soils are on adjacent summits, shoulders and less steep sideslopes. The moderately well drained Goldvein soils are on summits and shoulders of sideslopes and headslopes. The well drained Blocktown and Drapermill soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively well drained. The potential for surface runoff potential is medium. Permeability is moderately rapid. In undisturbed areas the depth to the top of an apparent seasonal high water table is greater than 60 inches in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mainly in woodlands. Native vegetation is mixed hardwoods, but much has been harvested and replanted to pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 136 (mesic) and 148. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Culpeper County, Virginia, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1) ochric epipedon - from 0 to 6 inches (Oa and A horizons)  2) cambic horizon - from  6 to 22 inches (Bw horizons) 3) paralithic contact - 30 inches  4) lithic contact - 37 inches.\n2016 Update was to change the status to Established.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
