{
  "SERIES": "MINERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWH/DJE/ET",
  "REVDATE": "03/2001",
  "STATES": "CA",
  "OVERVIEW": "The Minersville series consists of deep, well drained soils formed in residuum and colluvium weathered from granitic rock.  These soils are on mountains.  Slope ranges from 30 to 75 percent.  Mean annual precipitation is about 60 inches.  Mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Minersville sandy loam--on a north facing convex slope of 72 percent under Douglas-fir, California black oak, canyon live oak, deerbrush ceanothus, and forbs at an elevation of 2,850 feet.  (Colors are for dry soil unless otherwise stated.  When described on May 5, 1983, the soil was moist).\nOi--2 to 0 inches; recent and decayed needles, twigs, cones and branches.\nA--0 to 5 inches; pale brown (10YR 6/3) sandy loam, dark brown (10YR 3/3) moist; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few medium, common fine and very fine roots; common fine and very fine tubular pores; 10 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary.  (4 to 9 inches thick).\nBw1--5 to 17 inches; very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common medium, fine and very fine roots; common fine and very fine tubular pores; few thin gray coatings line pores; 10 percent fine gravel; strongly acid (pH 5.5); gradual wavy boundary.  (10 to 14 inches thick).\nBw2--17 to 30 inches; very pale brown (10YR 7/3) gravelly coarse sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and fine, common very fine roots; few very fine tubular pores; 20 percent fine gravel; strongly acid (pH 5.5); clear wavy boundary.  (13 to 17 inches thick).\nC--30 to 43 inches; light gray and very pale brown (10YR 7/2 and 7/3) very gravelly coarse sandy loam, brown and light yellowish brown (10YR 5/3 and 6/4) moist; single grained; loose, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 40 percent fine gravel; strongly acid (pH 5.5); gradual wavy boundary.  (13 to 25 inches thick).\nCr--43 inches; soft, weathered, crumbly granitic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Trinity County, California; about 1 mile north of Buckhorn Summit; about 1.2 miles east of Buckhorn Highway Maintenance Station on Highway 299, pedon on south side of drainageway, uphill 700 feet on east side of road; area has no established section lines.  French Gulch NW Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to weathered granitic rock is 40 to 60 inches.  Combined thickness of the A and Bw horizon is 15 to 36 inches.  The particle-size control section averages 15 to 35 percent fine gravel but any one horizon may range from 10 to 55 percent.  The mean annual soil temperature is 47 to 53 degrees F.  The soil moisture control section between the depths of 10 and 30 inches is dry in all parts from about mid July to about mid October (90 to 100 days).  The soil temperature at a depth of 20 inches exceeds 41 degrees F from about mid April to late November (230 to 240 days), and exceeds 47 degrees F from about mid May to mid November.  Base saturation ranges from 60 to 90 percent (ammonium acetate).\nThe A horizon is 10YR 7/3, 5/3, 5/2, 6/2, 4/1, 5/1, 6/3, 5/4, 6/4, or 2.5Y 6/2.  Moist color is 10YR 4/3, 4/2, 3/3, 3/2, or 3/1.  The A horizon contains 5 to 15 percent fine pebbles.  It is strongly acid to slightly acid.\nThe Bw horizon is 10YR 8/3, 5/3, 6/4, 5/4, 7/2, 6/4, 5/2, 7/3, or 7/4.  Moist color is 10YR 5/4, 4/3, 3/3, 3/4, 5/2, 6/2, 5/3 or 4/4.  It is sandy loam, gravelly coarse sandy loam, or gravelly sandy loam.  It has 10 to 20 percent fine pebbles, and 10 to 17 percent clay.  It is strongly acid to slightly acid.\nThe C horizon is very gravelly coarse sandy loam, gravelly coarse sandy loam, or gravelly sandy loam.  It has 25 to 55 percent fine pebbles, and 5 to 11 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arrastre, Barron, Bestrom, Cassolary, Clayton, Frailey, Green Bluff, Hudnut, Kartar, Koerling, Koseth, Scala, Stoner and Tallowbox soils.  The Arrastre and Bestrom soils have a lithic contact at a depth of 20 to 40 inches.  Barron soils have a mean annual soil temperature of 54 to 56 degrees F and are greater than 60 inches deep.  Cassolary soils have unconformable silt loam, clay loam or silty clay loam layers within 40 inches.  Clayton soils have E horizons.   Frailey soils have loam or gravelly loam textures in the particle-size control section and are dry for 60 to 80 days.  Green Bluff soils have less than 15 percent rock fragments in the particle-size control section and have a component of ash and pyroclastic material and are dry for 60 to 80 days.  Hudnut soils are dry only 75 to 90 days in the summer, have sand textures at 40 to more than 60 inches, and have rock fragments dominantly greater than 5 mm.  Kartar soils have sand textures at 20 to 38 inches and are dry for 75 to 90 days.  Koerling soils have a calcareous 2Bk horizon at 24 to 40 inches.  Koseth soils are calcareous.   Scala soils are dry 75 to 90 days and have less than 15 percent pebbles in the particle-size control section.  Tallowbox soils have a paralithic contact at 20 to 40 inches.  Stoner soils have mean annual soil temperature of 51 to 57 degrees F, and contain all sizes of pebbles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Minersville soils are on mountains, usually on north slopes.  Elevation is 2,100 to 5,000 feet.  Slopes are 30 to 75 percent.  These soils formed in residuum and colluvium from weathered granitic rock.  The climate is subhumid with warm, dry summers and cool, moist winters.  Mean annual precipitation is 40 to 65 inches.  Snowfall ranges from 6 inches to 24 inches.  Mean January temperature is 34 degrees F.  Mean July temperature is 66 degrees F.  Mean annual temperature is 45 to 50 degrees F.  The frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Valcreek, and Choop soils and the competing Tallowbox soils.  The Valcreek and Choop soils do not have a cambic horizon and are less than 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Minersville soils are used mainly for timber production, water supply and wildlife habitat.  The vegetation is Douglas-fir, sugar pine, California black oak, ponderosa pine and ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Minersville soils are not extensive in the Klamath Mountains of northern California, mainly on the Shasta Bally Batholith.  MLRA is 5."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Trinity County, California; Weaverville Area, 1990.   Name from old town."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated in February 2001 using the Eighth Edition to Soil Taxonomy. This series was formerly classified as coarse-loamy, mixed, mesic Typic Xerochrepts. Competing series were not checked at that time.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface to 5 inches (A horizon).\nCambic horizon--the zone from 5 to 30 inches (Bw1, Bw2 horizons).\nParticle-size control section--the zone from 10 to 40 inches (Bw1, Bw2, C horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Pedon sampled by Lincoln Lab for complete characterization, October, 1983, NSSL samples 84P407-411.\nBase saturation measured at: Bw1=65 percent, Bw2=75 percent (ammonium acetate).  Other NSSL data on Minersville pedons range from 60 to 90 percent base saturation.  Data is consistently well above 60 percent base saturation for all Xerochrepts identified on the Shasta Bally Batholith in Trinity County."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 5,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--2 to 0 inches; recent and decayed needles, twigs, cones and branches."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; pale brown (10YR 6/3) sandy loam, dark brown (10YR 3/3) moist; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few medium, common fine and very fine roots; common fine and very fine tubular pores; 10 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary.  (4 to 9 inches thick)."
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--5 to 17 inches; very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common medium, fine and very fine roots; common fine and very fine tubular pores; few thin gray coatings line pores; 10 percent fine gravel; strongly acid (pH 5.5); gradual wavy boundary.  (10 to 14 inches thick)."
      },
      {
        "name": "Bw2",
        "top": 43,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--17 to 30 inches; very pale brown (10YR 7/3) gravelly coarse sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and fine, common very fine roots; few very fine tubular pores; 20 percent fine gravel; strongly acid (pH 5.5); clear wavy boundary.  (13 to 17 inches thick)."
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--30 to 43 inches; light gray and very pale brown (10YR 7/2 and 7/3) very gravelly coarse sandy loam, brown and light yellowish brown (10YR 5/3 and 6/4) moist; single grained; loose, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 40 percent fine gravel; strongly acid (pH 5.5); gradual wavy boundary.  (13 to 25 inches thick)."
      },
      {
        "name": "Cr",
        "top": 109,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--43 inches; soft, weathered, crumbly granitic rock."
      }
    ]
  ]
}
