{
  "SERIES": "MINGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:ARF:GLL",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Mingo series consists of moderately deep, well drained, very slowly permeable soils formed in interbedded limestone and marine clays.  These soils are on uplands.  Slopes range from 0 to 5 percent.  Mean annual precipitation is about 30 inches and mean annual temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mingo clay loam--idle cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; brown (7/5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; very hard, very firm; few fine and very fine roots; few fine fragments of ironstone; mildly alkaline; clear smooth boundary.  (4 to 7 inches thick)\nA--5 to 11 inches; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium and fine subangular blocky structure; very hard, very firm; few fine and very fine roots; few fine fragments of ironstone; mildly alkaline; gradual wavy boundary.  (5 to 16 inches thick)\nBt1--11 to 20 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate medium blocky structure; very hard, very firm; few thin patchy clay films mainly on vertical surfaces of peds; few fine fragments of ironstone; mildly alkaline; gradual wavy boundary.  ( 0 to 12 inches thick)\nBt2--20 to 29 inches; reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate medium and coarse blocky structure; very hard, very firm; common thin patchy clay films mainly on vertical surfaces of peds; few fine fragments of ironstone; slight effervescence; moderately alkaline; clear wavy boundary.  (9 to 15 inches thick)\nR--29 to 33 inches; fractured platy limestone interbedded with marly clay."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Denton County, Texas; about 1.7 miles west of Ponder, Texas, on Farm Road 2449; then 2 miles south on county road and 200 feet east into idle cropland field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness, depth to bedrock, and thickness of the mollic epipedon ranges from 20 to 34 inches.  The soil cracks when dry and the COLE of the argillic horizon ranges from .07 to .09.  However, the potential linear extensibility is less than 2.4 inches or the soil lacks an argillic horizon 20 inches or more thick.\nThe A horizon has colors in hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  It is a clay loam or silty clay loam.  The reaction is neutral or mildly alkaline.\nThe Bt horizon has colors in hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 4.  It is a clay loam, clay, or silty clay with clay content of 35 to 55 percent.  The reaction ranges from neutral to moderately alkaline and it is calcareous in the lower part of most pedons.  Concretions or soft masses of calcium carbonate range from none to a few.  Some pedons contain a few limestone fragments, mainly less than 3 inches across, in the lower part.\nThe R layer is coarsely fractured limestone that is interbedded with marly and clayey soil materials at vertical intervals of 4 to about 10 inches.  The limestone has a hardness of 3 to 5 on Mohs scale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Competing soils in similar families include the Abilene, Blanket, Brewer, Caradan, Crawford, Dalco, Lindy, and San Saba series.  Abilene, Blanket, and Brewer soils lack a contact with limestone bedrock within 40 inches of the surface.  Caradan and Lindy soils lack mollic epipedons.  Dalco and San Saba soils lack argillic horizons and have well expressed vertic properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mingo soils are on nearly level to gently sloping uplands.  Slopes range from 0 to 5 percent but are mainly 1 to 3 percent.  The soil formed in limestone and marine clay of Lower Cretaceous Formations.  The climate is warm subhumid.  The mean annual precipitation is 26 to 34 inches.  The mean annual temperature is 62 to 69 degrees F.  Thornthwaite P-E indices are 44 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ponder, Sanger, and Somervell series.  Ponder soils lack mollic epipedons and have a sola thicker than 60 inches.  Sanger soils are calcareous, lack Bt horizons, and have intersecting slickensides.  Somervell soils lack Bt horizons and have less than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland, rangeland, and pasture.   Crops are mainly small grain, grain sorghum, and cotton.  Native vegetation is little bluestem, sideoats grama, and buffalograss.  Pastures are improved or common bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Grand Prairie of north-central Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Denton County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Crawford series.  These soils are darkened deeply because of cracking and not because they receive extra water or sediments.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; brown (7/5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; very hard, very firm; few fine and very fine roots; few fine fragments of ironstone; mildly alkaline; clear smooth boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--5 to 11 inches; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium and fine subangular blocky structure; very hard, very firm; few fine and very fine roots; few fine fragments of ironstone; mildly alkaline; gradual wavy boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--11 to 20 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate medium blocky structure; very hard, very firm; few thin patchy clay films mainly on vertical surfaces of peds; few fine fragments of ironstone; mildly alkaline; gradual wavy boundary.  ( 0 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 74,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--20 to 29 inches; reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate medium and coarse blocky structure; very hard, very firm; common thin patchy clay films mainly on vertical surfaces of peds; few fine fragments of ironstone; slight effervescence; moderately alkaline; clear wavy boundary.  (9 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 74,
        "bottom": 84,
        "texture_class": "clay",
        "narrative": "R--29 to 33 inches; fractured platy limestone interbedded with marly clay."
      }
    ]
  ]
}
