{
  "SERIES": "MINHOYT",
  "STATUS": "Established Series",
  "BYREV": "REV: EEM/CAH/ET",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Minhoyt sandy loam, on a west northwest-facing, linear, 4 percent slope under desert shrubs at an elevation of 970 meters (3,182 feet). (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 25 percent fine gravel, 5 percent medium gravel, 5 percent cobbles and 25 percent strongly cemented fine gravel-sized duripan fragments, 4 percent strongly cemented medium gravel-sized duripan fragments and 1 percent strongly cemented cobble-sized duripan fragments.\nAq--0 to 2 centimeters (0 to 0.75 inches); pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few medium irregular pores; 10 percent distinct, medium, very pale brown (10YR 8/2) weakly cemented, irregular durinodes in the soil matrix with clear boundaries; 5 percent distinct, medium, very pale brown (10YR 8/2) strongly cemented, irregular durinodes in the soil matrix with clear boundaries; 1 percent fine gravel and 4 percent medium and coarse gravel; violently effervescent (10 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt smooth boundary. (2 to 3 centimeters thick)\nBkq1--2 to 5 centimeters (0.75 to 2 inches); pale brown (10YR 6/3) gravelly loamy coarse sand, brown (10YR 5/3) moist; weak fine subangular blocky structure parting to massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine and common fine interstitial pores; 8 percent distinct, very pale brown (10YR 8/2) strongly cemented, irregular durinodes in the soil matrix with clear boundaries; 30 percent, faint, white (10YR 8/1) calcium carbonate films on durinodes; 2 percent fine gravel and 10 percent medium and coarse gravel; violently effervescent (15 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 6 centimeters thick)\nBkq2--5 to 10 centimeters (2 to 4 inches); very pale brown (10YR 8/2) moderately cemented loamy coarse sand, pale brown (10YR 6/3) moist; duripan with 70 percent cementation; massive; very hard, extremely firm, nonsticky and nonplastic; few very fine and common fine irregular pores; 30 percent, faint, white (10YR 8/1) calcium carbonate films on duripan fragments; 3 percent fine gravel and 1 percent medium and coarse gravel; violently effervescent (44 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt smooth boundary.\nBkq3--10 to 30 centimeters (4 to 12 inches); pale brown (10YR 6/3)  strongly cemented loamy coarse sand, pale brown (10YR 6/3)  moist; duripan with 80 percent cementation; massive; very hard, extremely firm, nonsticky and nonplastic; few medium and common fine and medium roots in cracks; 2 percent fine gravel and 1 percent medium and coarse gravel; violently effervescent (16 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear smooth boundary. (Combined thickness of the Bkq2 and Bkq3 horizons is 23 to 67 centimeters)\nBkqm--30 to 70 centimeters (12 to 28 inches); very strongly cemented duripan with greater than 90 percent cementation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 1.5 kilometers east-northeast of the Cottonwood Visitor Center within Joshua Tree National Park; 500 meters south and 760 meters west of the NE corner of section 11, T. 5 S., R 11 E., San Bernardino Base Meridian; 33 degrees, 45 minutes, 14.0 seconds north latitude, and 115 degrees, 48 minutes, 28.7 seconds west longitude; USGS Porcupine Wash, CA 7.5 minute topographic quadrangle; UTM 11S 0610399e 3735507n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section:  usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following summer convection storms. The soils have a typic-aridic moisture regime.\nSoil temperature: 19 to 22 degrees C. (66 to 72 degrees F.)\nSurface rock fragments: 60 to 70 percent, with 5 to 30 percent gravel, 0 to 5 percent cobbles, 0 to 65 percent strongly cemented gravel-sized duripan fragments and 0 to 10 percent strongly cemented cobble-sized duripan fragments\nDepth to duripan:  2 to 18 centimeters (0.75 to 7 inches).\nControl section -\nRock fragments: 5 to 15 percent, mainly gravel.\nDurinodes: 5 to 25 percent strongly cemented, fine gravel-sized.\nClay content: 8 to 12 percent.\nAq and/or A horizon\nValue: 4 or 5 moist.\nChroma: 3 or 4 moist.\nTexture of the fine earth fraction: sandy loam or fine sandy loam.\nClay content: 10 to 15 percent.\nRock fragments: 1 to 14 percent gravel.\nEffervescence: slightly to violently effervescent.\nCalcium carbonate equivalence: 5 to 15 percent.\nDurinodes: 0 to 25 percent weakly to strongly cemented, fine gravel-sized.\nBkq or Bkq1 horizon (when present)\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth fraction: sandy loam, loamy sand, loamy coarse sand or loam.\nClay content: 4 to 15 percent.\nRock fragments: 5 to 15 percent gravel.\nEffervescence: strongly or violently effervescent.\nCalcium carbonate equivalence: 5 to 15 percent.\nDurinodes: 5 to 20 percent moderately to strongly cemented, fine gravel-sized.\nBkq2 and/or Bkq3 horizon(s) (when present)\nValue: 7 or 8 dry, 5 or 6 moist.\nChroma: 2 or 3 dry, 3 or 4 moist.\nTexture of the fine earth fraction (when crushed): sand, coarse sand, or loamy coarse sand.\nClay content: 2 to 5 percent.\nRock fragments: 1 to 5 percent gravel.\nCalcium carbonate equivalence: 16 to 44 percent.\nCementation: moderately or strongly, 70 to 90 percent of the horizon.\nBkqm horizon\nCementation: very strongly or indurated, with greater than 90 percent continuity."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alko (NV), Muroc (CA), Nebona (CA), Stewart (AZ) and Zalda (NV) series. Alko soils have a cool thermic (59 to 66 degrees F) soil temperature regime and are dominantly from ignimbrite, granodiorite or basalt. Muroc soils weathered from residual granitic rock and have a paralithic contact below the indurated duripan. Nebona soils have subsoil horizons that are slightly to strongly saline with sodium adsorption ratios greater than 13. Stewart soils have a sodium adsorption ratio of 15 to 25 percent in the control section with a strongly to very strongly alkaline Bn horizon required above the duripan. Zelda soils have a thin laminar capped duripan over basaltic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Minhoyt soils are on fan remnants. Slopes range from 2 to 15 percent. Minhoyt soils formed in alluvium from granitoid and gneiss. Elevations are 680 to 1050 meters (2,230 to 3,444 feet). The climate is arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (63 to 78 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Corbilt, Popups and Gocougs (T CA) soils. Corbilt soils are deep to a duripan and occur on adjacent inset fans and fan aprons. Popups soils are moderately deep with an argillic horizon above the duripan and are on footslopes and toeslopes of fan remnant. Gocougs soils occur on nearby fan aprons over fan remnants, have an argillic, are fine-loamy and have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high to very high runoff; moderately high to high saturated hydraulic conductivity above the duripan and low to very low saturated hydraulic conductivity within the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Minhoyt soils are used for recreation and wildlife habitat. The present vegetation is mainly burrobush, lotebush, Hall's shrubby-spurge, Nevada jointfir and white ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California; MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Joshua Tree National Park Soil Survey, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 centimeters (0 to 2 inches) (Aq and Bkq1 horizons).\nDuripan - The zone beginning at 5 centimeters (2 inches) (Bkq2, Bkq3 and Bkqm horizons).\nParticle-size control section - 0 to 5 centimeters (0 to 2 inches) (Aq and Bkq1 horizons).\nADDITIONAL DATA: NASIS User Pedon ID: POWA-69.\nResponsibility for this series was transferred from Davis to Phoenix 11/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
