{
  "SERIES": "MINNETONKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-JFC-HRF",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Minnetonka silty clay loam with a plane slope of less than 1 percent on a glacial lake plain in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; black (10YR 2/1) silty clay loam; weak very fine subangular blocky structure; friable; slightly acid; abrupt smooth boundary.  (7 to 10 inches thick)\nA12--8 to 13 inches; black (10YR 2/1) silty clay loam; moderate very fine subangular blocky structure; friable; few thin seams of very dark gray (10YR 3/1) and few thin porous silty very dark gray (10YR 3/1) coatings on faces of peds in lower part; medium acid; clear smooth boundary.  (3 to 8 inches thick)\nB1tg--13 to 18 inches; very dark gray (10YR 3/1) silty clay; common distinct olive gray (5Y 4/2) mottles; strong very fine subangular blocky structure; firm; few fine tubular pores; medium continuous black and very dark gray clay films on faces of peds; medium acid; clear smooth boundary.  (3 to 8 inches thick)\nB21tg--18 to 25 inches; olive gray (5Y 4/2) silty clay; weak fine prismatic structure parting to strong very fine subangular blocky structure; firm; few fine pores; medium continuous black and very dark gray clay films on faces of peds; slightly acid; clear smooth boundary.  (5 to 10 inches thick)\nB22tg--25 to 31 inches; olive gray (5Y 5/2) silty clay; many medium faint olive gray (5Y 4/2) and few fine distinct olive (5Y 5/6) mottles; weak medium prismatic structure parting to moderate very fine subangular blocky structure; firm; common fine pores; thick continuous black and very dark gray clay films on faces of peds; neutral; clear smooth boundary.  (4 to 8 inches thick)\nB3tg--31 to 35 inches; olive gray (5Y 5/2) silty clay loam; few fine distinct olive (5Y 5/6) mottles; moderate very fine subangular blocky structure; friable; thin to thick patchy very dark gray clay films on faces of peds; neutral; clear smooth boundary.  (3 to 8 inches thick)\nCg--35 to 60 inches; olive gray (5Y 5/2) silty clay loam; common fine distinct olive (5Y 5/6) mottles; moderate very fine subangular blocky structure; friable; few black clayey fillings in old roots channels in upper part; a few soft black concretions; strong effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hennepin County, Minnesota; about 3 miles west and 2 miles north of Wayzata; about 1,050 feet south and 350 feet west of the northeast corner of sec. 33, T. 118 N., R. 23 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum and depth to free carbonates range from 28 to 52 inches.  These soils typically lack coarse fragments but a few pedons have below a depth of 30 inches a IIB3 horizon or IIC horizon or both in glacial till with as much as 8 percent coarse fragments.  The mollic epipedon ranges from 12 to 26 inches in thickness.\nThe A1 or Ap horizon is black (10YR 2/1) or (N 2/0).  A thin A2 horizon is in some pedons and it has value of 3, 4 or 5 dry.  The A horizon typically is silty clay loam but the range includes light silty clay. It has weak or moderate granular or subangular blocky structure.  It is medium acid through neutral.\nThe B horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 or hue of 2.5Y or 5Y, value of 2 or 3, and chroma of 1 or 2 in the upper part and hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2 in the lower part.  It has distinct or prominent mottles in at least some part.  Bt horizon typically averages between 40 and 55 percent clay with an extreme range of 35 to 60 percent and 5 percent sand but ranging to 15 percent sand.  B/A clay ratios typically are 1.2 to 1.4. The B1 horizon is silty clay loam, silty clay, or clay and the B2 horizon is clay or silty clay.  The B3 horizon is silty clay, clay or silty clay loam.  A IIB3 horizon with texture of clay loam is in some pedons.  The B2 horizon has weak or moderate prismatic primary structure and moderate or strong angular blocky or subangular blocky secondary structure.  The B horizon is firm or very firm.  It has thin through thick and patchy to continuous clay films.  It is slightly through strongly acid in the upper part and medium acid through neutral in the lower part.\nThe C horizon has hue of 2.5Y or 5Y and typically has value of 5 or 6 and a chroma of 2.  It is silt loam, silty clay loam, clay or silty clay.  It is friable or firm.  Some pedons have a IIC horizon with texture of loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bremer, Chancellor, Crossplain, Edinburg, Haig, Mattole, Mazaska, Taintor, Virden, Winterset and Worthing soils in the same family.  The Bremer soils have thicker sola and less clay in their Bt horizons.  Chancellor soils have thicker mollic epipedons, formed in local alluvium and are in a drier climate.  Crossplain soils contain more than 15 percent fine sand or coarser in their control section.  The Edinburg soils have grayer A horizons and thicker sola.  The Haig, Edinburg, Taintor, Virden, and Winterset soils formed in loess and typically have less clay in their Bt horizons.  Mattole soils are more acid in the upper part and are in a more moist climate.  Mazaska soils formed in glacial till and have more sand and coarse fragments in their sola.  Worthing soils have formed in alluvial sediments and have mollic epipedons more than 36 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Minnetonka soils have slightly concave through slightly convex slopes on glacial lake plains and on glacial moraines that have a mantle of lacustrine sediments.  Their slopes range from 0 to 3 percent.  They formed in layer of clayey lacustrine deposits ranging from about 2 1/2 to 10 feet or more in thickness.  These deposits typically overlie friable loam till, but in some places silty lacustrine deposits as much as 3 feet in thickness are between the clayey sediments and till.  These sediments are Late Wisconsin Age. The climate is humid continental with warm summers and cold winters. Mean annual temperature is 45 to 50 degrees F, and mean annual precipitation is 25 to 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are Barbert, Shorewood, and Lura soils which formed in sediments similar to those of the Minnetonka soils.  Moderately and somewhat poorly drained Shorewood soils are on higher lying or more sloping terrain.  The very poorly drained Barbert soils are in shallow depressions.  The very poorly drained Lura soils are in distinct depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-half is cropped to corn, soybeans, and small grains.  The remainder is in forest or pasture.  Native vegetation was apparently wet prairie or mixed deciduous forest and wet prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and south central Minnesota, and northwestern Iowa.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hennepin County, Minnesota, 12-5-69."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is classified as a Humic-Gley in the former system.\nClassification only was changed 5/94.  Competing series and other updates will be made later.\nADDITIONAL DATA:  Refer to MAES Central File No. 728 for some results of laboratory analysis of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
