{
  "SERIES": "MINNYE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM/JHD/JBF/WED",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Minnye very cobbly fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  Approximately 25 percent surface gravel and 35 percent cobbles.\nA--0 to 8 cm; pale brown (10YR 6/3) very cobbly fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial and common fine tubular pores; 20 percent gravel and 30 percent cobbles; slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (3 to 10 cm thick)\nBtk1--8 to 30 cm; pale brown (10YR 6/3) very cobbly loam, brown (10YR 4/3) moist; strong medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine tubular and few fine tubular pores; common thin clay films on faces of peds and lining pores; 25 percent gravel and 25 percent cobbles; common distinct carbonate pendants on rock fragments; strongly effervescent; strongly alkaline (pH 8.5); clear wavy boundary.  (18 to 30 cm thick)\nBtk2--30 to 50 cm; pale brown (10YR 6/3) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and fine and few medium roots; many very fine and few fine tubular pores; few thin clay films lining pores; 50 percent gravel and 5 percent cobbles; many distinct carbonate pendants on rock fragments; strongly effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (0 to 25 cm thick)\nBk1--50 to 74 cm; light yellowish brown (10YR 6/4) extremely gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine interstitial pores; 80 percent gravel and 5 percent cobbles; many distinct carbonate pendants on rock fragments; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (8 to 30 cm thick)\nBk2--74 to 127 cm; light yellowish brown (10YR 6/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; 60 percent gravel and 20 percent cobbles; common distinct carbonate pendants on rock fragments; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 64 cm thick)\nBqk--127 to 152 cm; light yellowish brown (10YR 6/4) extremely gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 75 percent gravel and 5 percent cobbles; few faint carbonate and silica pendants on rock fragments; strongly effervescent; very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; in Lodi Valley about 1.7 miles south of Lodi tank and turnoff to the Illinois Mine; about 0.2 miles east of the valley road on a short spur.  Location 2600 feet north and 1400 feet west of the Southeast corner of Sec. 20, T. 13 N., R. 37 E.; USGS Ellsworth, NV 7.5 minute topographic quadrangle; latitude 38 degrees 58 minutes 35 seconds N and longitude 117 degrees 50 minutes 19 seconds W; WGS84 Decimal Degrees 38.9765000 latitude, -117.838611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, but moist for short periods in winter and early spring and for 10 to 20 days during the period of July to September due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature:  11 to 14 degrees C.\nCalcium carbonate: Calcareous throughout.\nReaction: Moderately alkaline or very strongly alkaline, commonly increases with depth.\nOther features: Substratum is commonly stratified.\nParticle-size control section - Percent clay: 18 to 27 percent.\nRock fragments:  Averages 35 to 70 percent: 25 to 60 percent gravel, 5 to 30 percent cobbles, 0 to 10 percent stones.\nA horizon\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nBtk horizon\nHue: 10YR or 7.5YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nRock fragments: 35 to 60 percent.\nTexture: Loam, sandy loam or fine sandy loam.\nConsistence: Soft to slightly hard dry, very friable to friable, nonsticky to slightly sticky and nonplastic to slightly plastic.\nBk and Bqk horizons\nHue: 10YR or 7.5YR.\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma: 2 through 4.\nTexture: Stratified fine sandy loam and loam.\nRock fragments: 45 to 80 percent gravel, 5 to 20 percent cobbles, 0 to 5 percent stones.\nOther features: Lime pendants are common in most pedons and lime is disseminated or forms thin filaments in some pedons.  Accessory silica pendants are in subhorizons in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fireball, Jurado, Perazzo, Preatorson, Rednik, Spike, Stonell and Zaba series.\nFireball, Rednik and Zaba all have more than 15 percent exchangeable sodium in the argillic horizon.  In addition Fireball and Rednik soils are not moist in any part of the moisture control section for 10 days in the summer.  Perazzo soils do not receive the 10 to 20 days of summer precipitation and contain 15 to 35 percent coarse fragments in the upper part of the argillic horizon. Preatorson soils have noncalcareous argillic horizons and very gravelly sand between 25 and 50 cm. Stonell soils contain less than 18 percent clay in the particle-size control section. Sutcliff soils are not moist for 10 days in the summer and have 28 to 35 percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Minnye soils are on alluvial fans.  They formed in alluvium derived from rhyolite, andesite, and other ingneous and sedimentary rocks.  Slopes range from 0 to 15 percent.  Elevation is 1,435 to 1,830 meters.  Mean annual precipitation is about 150 to 200 mm; mean annual temperature is about 10 to 13 degrees C.; the frost-free season is about 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Annaw, Bluewing, Hollywell, Terlco, and Wardenot soils.  Bluewing, Hollywell and Wardenot soils lack argillic horizons.  Annaw and Hollywell soils have cambic horizons. Terlco soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing.  Present vegetation is galleta, Bailey greasewood, spiny hopsage, ephedra, cheatgrass, and bud sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Nevada.  Minnye soils are of small extent.  MLRA 27"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County, Nevada, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nArgillic horizon - The zone from 8 to 50 cm (Btk1 and Btk2 horizons).\nParticle size control section - The zone from 8 to 50 cm (Btk1 and Btk2).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
