{
  "SERIES": "MINNEISKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-AGG",
  "REVDATE": "05/2001",
  "STATES": "IL,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Mollic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Minneiska fine sandy loam with a plane slope of less than 1 percent on a floodplain in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark brown (10YR 2/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; very friable; strong effervescence; slightly alkaline.  (7 to 10 inches thick)\nC--10 to 60 inches; stratified very dark grayish brown (10YR 3/2), very dark brown (10YR 2/2), and light olive brown (2.5Y 5/3) fine sandy loam, loam, loamy fine sand, and fine sand; laminated (weak thin to thick platy layers); very friable in some parts and loose in other parts; slight effervescence in some parts to strong effervescence in other parts; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houston County, Minnesota; about 2 miles northwest of Houston; 1,800 feet east and 900 feet north of the southwest corner, sec. 30, T. 104 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have free carbonates in all parts.  The average calcium carbonate equivalent in the control section is less than 10 percent.  These soils usually do not have rock fragments, but some pedons have as much as 10 percent.\nThe Ap horizon has value of 2 or 3 and chroma of 1 or 2.  It is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.  It is slightly alkaline or moderately alkaline.\nThe C horizon is stratified in color.  It has strata with hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 2 or 3.  It has mottles in the lower part of the control section in most pedons.  It is stratified in texture with two or more of the following textural classes; silt loam, loam, fine sandy loam, sandy loam, loamy fine sand, loamy sand, fine sand, and sand.  However, it averages coarse-loamy particle-size.  It is slightly alkaline or moderately alkaline.\nA 2C horizon begins at depths as shallow as 25 inches in some pedons. It is stratified in color with hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 2 or 3.  It dominantly has sandy particle-size with texture of sand, fine sand, loamy sand, and loamy fine sand being dominant.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  No other series are in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Minneiska soils have slightly concave through slightly convex slopes on floodplains.  They have slope gradients of 0 to 4 percent.  They formed in calcareous alluvial sediments.  Mean annual precipitation ranges from 24 to 35 inches.  Mean annual temperature ranges from 45 to 51 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kalmarville, Spillville, and Zumbro series.  Poorly drained Kalmarville soils are stratified throughout and occupy lower-lying areas.  Moderately well and somewhat poorly drained Spillville soils are fine-loamy and well and moderately well drained Zumbro soils are sandy.  Both of these soils occupy slightly higher positions on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is low.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly cropped to corn and soybeans.  Presettlement vegetation was mixed deciduous forest and prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota and possibly southwestern Wisconsin and northeastern Iowa.  Moderately extensive, about 10,000 acres in Minnesota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wabasha County, Minnesota, 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: other features - stratification immediately below Ap horizon; mollic subgroup - Ap horizon has color requirements of a mollic epipedon; udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
