{
  "SERIES": "MINOT",
  "STATUS": "Established Series",
  "BYREV": "PFS-KAT-JJP",
  "REVDATE": "08/2018",
  "STATES": "ND,SD",
  "OVERVIEW": "The Minot series consists of very deep, well drained soils formed in clayey glacio-lacustrine sediments on uplands. Slopes range from 0 to 25 percent.  Mean annual temperature is about 4 degrees C, and mean annual precipitation is about 36 centimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Chromic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Minot silty clay loam - with a 1 percent linear slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp-- 0 to 21 cm; very dark brown (10YR 2/2) silty clay loam, dark gray (10YR 4/1) dry; moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; noneffervescent; neutral; clear wavy boundary. (14 to 25 cm thick)\nBss1-- 21 to 63 cm, brown (10YR 4/3) silty clay, brown (10YR 5/3) dry; weak medium prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; slight effervescence; few intersecting slickensides; moderately alkaline; clear wavy boundary.\nBss2-- 63 to 98 cm; olive brown (2.5Y 4/3) silty clay, light olive brown (2.5Y 5/3) dry; weak medium prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; slight effervescence; few intersecting slickensides; moderately alkaline; clear wavy boundary. (Combined thickness of the Bss horizons ranges from 25 to 175 cm)\nBk1-- 98 to 127 cm; olive brown (2.5Y 4/3) silty clay, light olive brown (2.5Y 5/3) dry; weak coarse prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; 5 percent soft masses of carbonates; strong effervescence; moderately alkaline; clear wavy boundary.\nBk2-- 127 to 157 cm; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; 2 percent fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations and 2 percent fine faint dark gray (10YR 4/1) redoximorphic depletions; weak coarse prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; 5 percent soft masses of carbonates; strong effervescence; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bk horizons is 0 to 90cm)\nC--157 to 200 cm; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; 4 percent medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations and 2 percent fine faint dark gray (10YR 4/1) redoximorphic depletions; massive; firm, moderately hard; moderately sticky and moderately plastic; thin lenses of very fine sand; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 53B- Central Dark Brown Glaciated Plains; Ward County, North Dakota; 793 feet east and 579 feet north of the southwest corner, section 1, T. 154 N., R. 86 W.; USGS Rice lake NW topographic quadrangle; latitude 48.1840920, longitude -101.6815820, WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free calcium carbonate ranges from about 14 to 52 cm. Thickness of the mollic epipedon ranges from 19 to 25 cm and in some pedons extends into the Bss horizon. When the soil is dry, cracks 1 to 5 cm wide and several feet long extend downward through the solum. The particle-size control section has 35 to 60 percent clay and less than 15 percent fine or coarser sand. Most pedons do not have rock fragments.\nThe A horizon has a hue of 10YR, value of 2 or 3 moist or 3 or 4 dry, and chroma of 1 or 2 moist or dry. It is silty clay loam, silty clay, or clay. It ranges from neutral to moderately alkaline.\nThe Bss horizon has a hue of 10YR or 2.5Y, value of 3 or 4 moist or 3 to 5 dry, and chroma of 1 to 4 moist or 2 to 4 dry. It typically is clay or silty clay, but is silty clay loam in some pedons. It is slightly or moderately alkaline. Dark tongues ranging from 1 to 5 cm in thickness with a hue of 10YR, value of 2 or 3 moist or 3 or 4 dry, extend through the Bss horizon.\nThe Bkss horizon has a hue of 10YR or 2.5Y, value of 4 or 5 moist or 4 to 6 dry, and chroma of 2 or 3 moist or dry. It typically is clay or silty clay, but is silty clay loam in some pedons. It is slightly or moderately alkaline. Dark tongues ranging from 1 to 5 cm in thickness with a hue of 10YR, value of 2 or 3 moist or 3 or 4 dry extend through the Bkss horizon. Slickensides and pressure faces are often present in this horizon.\nSome pedons have Bk, BC, BCk, or BCy horizons. These horizons have slight to strong effervescence and silty clay textures.\nThe C horizon has a hue of 10YR or 2.5Y, value of 4 to 6 moist or 5 to 6 dry, and chroma of 2 to 3 moist or 2 to 4 dry. It is clay, silty clay, or silty clay loam. Most pedons have inherent redoximorphic features throughout the C horizon. Crystals of gypsum are in some pedons. The C horizon below depths of about 36 inches is laminated in some pedons. It is slightly or moderately alkaline.\nSome pedons have Cy horizons. These horizons have slight to strong effervescence and silty clay textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Bulkley series. Bulkley soils do not have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Minot soils are nearly level to strongly sloping on uplands. Slope gradients range from 0 to 6 percent. The Minot soils formed in calcareous clayey glacio-lacustrine sediments of ice-walled lakes. Mean annual air temperature ranges from 3 to 8 degrees C, and mean annual precipitation ranges from 340 to 570 mm. Growing season is about 110 to 130 days; average growing season precipitation ranges from 350 to 470 mm; and growing degree days are about 2500 to 3000. (Mountrail)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mondamin, Wildrose, Sakakawea, Williamsand Zahl soils. Mondamin soils are on nearby lake plains. Mondamin soils have fine argillic horizons. Wildrose soils have mollic epipedons more than 40 cm thick and are on smooth nearly level to gently sloping areas in close association with the Minot soils. Sakakawea soils are coarse-silty. They are on higher positions near the outer rims of the lake plains. The Williams and Zahl soils are formed in glacial till on nearby uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is low to very high. Saturated hydraulic conductivity is moderately low or low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cultivated. Corn, soybeans, small grain, and alfalfa are the principal crops. Native grasses are green needlegrass, western wheatgrass, little bluestem, big bluestem, sideoats grama, blue grama, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northcentral South Dakota and central North Dakota. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: ST. PAUL, MINNESOTA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Ward County, North Dakota 2018."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 21 cm. Vertisol criteria - cracks (Ap, Bss horizons), intersecting slickensides and wedge shaped natural aggregates tilted 10 degrees to 60 degrees from horizontal (Bss horizon); chromic great group criteria - chroma of 2 in the upper 30 cm (Ap and Bss horizon).\nADDITIONAL DATA: Laboratory sample S2017ND101007 (NSSL)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 21,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap-- 0 to 21 cm; very dark brown (10YR 2/2) silty clay loam, dark gray (10YR 4/1) dry; moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; noneffervescent; neutral; clear wavy boundary. (14 to 25 cm thick)"
      },
      {
        "name": "Bss1",
        "top": 21,
        "bottom": 63,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bss1-- 21 to 63 cm, brown (10YR 4/3) silty clay, brown (10YR 5/3) dry; weak medium prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; slight effervescence; few intersecting slickensides; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 63,
        "bottom": 98,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bss2-- 63 to 98 cm; olive brown (2.5Y 4/3) silty clay, light olive brown (2.5Y 5/3) dry; weak medium prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; slight effervescence; few intersecting slickensides; moderately alkaline; clear wavy boundary. (Combined thickness of the Bss horizons ranges from 25 to 175 cm)"
      },
      {
        "name": "Bk1",
        "top": 98,
        "bottom": 127,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1-- 98 to 127 cm; olive brown (2.5Y 4/3) silty clay, light olive brown (2.5Y 5/3) dry; weak coarse prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; 5 percent soft masses of carbonates; strong effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 127,
        "bottom": 157,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2-- 127 to 157 cm; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; 2 percent fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations and 2 percent fine faint dark gray (10YR 4/1) redoximorphic depletions; weak coarse prismatic structure parting to moderate medium subangular blocky structure; firm, moderately hard; moderately sticky and moderately plastic; 5 percent soft masses of carbonates; strong effervescence; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bk horizons is 0 to 90cm)"
      },
      {
        "name": "C",
        "top": 157,
        "bottom": 200,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--157 to 200 cm; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; 4 percent medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations and 2 percent fine faint dark gray (10YR 4/1) redoximorphic depletions; massive; firm, moderately hard; moderately sticky and moderately plastic; thin lenses of very fine sand; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
