{
  "SERIES": "MINO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-FLG-ERS",
  "REVDATE": "5/98",
  "STATES": "NY",
  "OVERVIEW": "The Mino series consists of very deep, somewhat poorly drained soils on lake or marine plains. They formed in loamy sediments deposited in a near-shore environment. Slopes range from 0 to 5 percent. Mean annual temperature is 43 degrees F, and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, frigid Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mino fine sandy loam, on a 1 percent concave west facing slope in a stand of second growth hardwoods.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; dark gray (10YR 4/1) fine sandy loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; friable; many fine and medium roots; common fine faint gray (10YR 6/1) redoximorphic depletions; strongly acid; abrupt smooth boundary.  (7 to 10 inches thick)\nE--10 to 12 inches; gray (10YR 5/1) fine sandy loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine faint gray (10YR 6/1) and dark gray (10YR 4/1) redoximorphic depletions; strongly acid; clear irregular boundary.  (0 to 4 inches thick)\nBg--12 to 16 inches; dark grayish brown (10YR 4/2) fine sandy loam, with very dark grayish brown (10YR 3/2) faces of peds; moderate medium angular blocky structure; friable; common fine and medium roots; common fine and medium vesicular and tubular pores; many medium faint brown (10YR 4/3) and (10YR 5/3) redoximorphic concentrations; moderately acid; clear wavy boundary.  (0 to 12 inches thick)\nBw--16 to 24 inches; brown (10YR 4/3) fine sandy loam; weak coarse subangular blocky structure; friable; few fine and medium roots; few fine and medium vesicular and tubular pores; common grayish brown (10YR 5/2) faces of peds; many medium faint brown (10YR 5/3) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 16 inches thick)\nBC--24 to 32 inches; grayish brown (10YR 5/3) very fine sandy loam with thin layers of silt loam; weak fine and medium platy structure; friable; common very fine and fine vesicular pores; few fine tubular pores; common medium faint pale brown (10YR 6/3) and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.  (0 to 12 inches thick)\nC--32 to 65 inches; yellowish brown (10YR 5/4) fine sandy loam with thin layers of silt loam; massive parting to fine and medium plate-like divisions along depositional planes; friable; many medium faint grayish brown (10YR 5/2) iron depletions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lawrence County, New York; Town of Waddington, 100 feet west of a point on Hardscrabble Road that is 650 feet south of the junction of Hardscrabble Road and Waddington-Chamberlain's Corners Road. USGS Waddington, NY topographic quadrangle; latitude 44 degrees, 50 minutes, 31 seconds N. and longitude 75 degrees, 09 minutes, 00 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches. Depth to bedrock is greater than 60 inches. Rock fragments, mostly fine gravel, range from 0 to 5 percent by volume throughout the soil.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 3. Texture of the fine-earth fraction is very fine sandy loam, fine sandy loam, loam, or silt loam. Reaction ranges from strongly acid to slightly acid.\nThe E horizon, where present, has hue of 10YR, value of 5 to 7, chroma of 1 or 2. Texture of the fine-earth fraction is very fine sandy loam, fine sandy loam, loam, or silt loam. Reaction ranges from strongly acid to slightly acid.\nThe Bg horizon, where present, has hue of 10YR, value of 4 to 6, chroma of 2. Texture of the fine-earth fraction is very fine sandy loam or fine sandy loam, and less commonly loam or sandy loam.\nThe Bw horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 2 to 4. (Less than 50% of the color matrix has chroma of 2.) Texture of the fine-earth fraction is commonly fine sandy loam or very fine sandy loam, and less commonly is loam, sandy loam, or very fine loamy sand. Thin subhorizons of silt loam or loamy very fine sand are present in some pedons. Reaction ranges from moderately acid to neutral.\nThe BC horizon, if present, has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 2 to 6. Texture of the fine-earth fraction is commonly fine sandy loam or very fine sandy loam, and less commonly loam or sandy loam. Thin layers of silt loam or loamy very fine sandy are in most pedons. Reaction ranges from moderately acid to neutral.\nThe C horizon has hue of 10YR to 2.5Y, value of 4 to 7, and chroma of 1 to 6. Texture of the fine-earth fraction commonly is fine sandy loam and less commonly is loam, sandy loam, or very fine sandy loam. Thin layers of very fine sand, loamy very fine sand, or silt loam are in some pedons. Some pedons have textures that range from fine sand to silty clay below a depth of 40 inches. Reaction ranges from slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. The Chazy (T), Cowhorn, and Peasleeville (T) series were in the same family, but have not been classified for CEC activity class. Chazy (T) soils have sandstone bedrock within a depth of 40 inches. Cowhorn soils have loamy very fine sand and very fine sand textures dominating the solum. Peasleeville (T) soils formed in glacial till and have more rock fragments in the subsoil and substratum.\nBrayton, Ensley, Malone, Hailesboro, Minoa, and Swanton series are in similar families. Brayton soils are formed in glacial till and have a Cd horizon. Ensley and Malone soils formed in glacial till and have carbonates within 60 inches of the surface. Malone soils have more rock fragments in the solum. Hailesboro soils are fine silty. Minoa soils are mesic. Swanton soils are coarse-loamy over clayey."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mino soils are on lake or marine plains that have a concave surface. Slopes commonly are 0 to 3 percent but range from 0 to 5 percent. The soils formed in loamy materials deposited in a near-shore environment. The mean annual temperature ranges from 42 to 45 degrees F, and the mean annual precipitation ranges from 35 to 42 inches.  The growing season ranges from 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Croghan, Deford, Elmwood, Georgia, Hogansburg, Malone, Munuscong, and Swanton soils. Croghan and Deford soils are sandy, and Croghan soils are higher on the landscape than Mino soils, and Deford soils are on slightly lower landscape positions. Elmwood, Swanton and Munuscong soils are coarse-loamy over clayey. In addition, Elmwood soils occupy higher more convex topographic positions than Mino soils. Swanton soils are on similar topographic positions as Mino soils, and Munuscong soils are on lower parts of the landscape. Malone, Georgia and Hogansburg soils formed in glacial till and are higher on the landscape than Mino soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. Runoff is very slow or slow. Permeability is moderate throughout the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared. Areas remaining in cultivation are used for pasture, hay, small grain, corn, and truck crops. A considerable acreage is reverting to brushy woodland that supports dogwoods and other shrubs. Aspen, white ash, red oak, cherry, white pine, gray birch, Northern white cedar, Eastern red cedar, red and sugar maple, and hemlock dominate in existing woodlands."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  St. Lawrence lowlands and the Champlain Plain of Northern New York. MLRA 142. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Lawrence County, New York, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The great group of Endoaquepts was established in 1992 by the 5th edition of Keys to Soil Taxonomy. Competing series are expected to change as similar soils are reclassified. Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from the surface of the soil to a depth of 12 inches (Ap and E horizons).\nb.  Cambic horizon - the zone from 12 to 24 inches (Bg and Bw horizons).\nc. Aquept suborder -the zone from 16 to 24 inches (Bw horizon) having aquic conditions between 16 and 20 inches of surface and an ochric epipedon that is underlain by a horizon having matrix or faces of peds with 50% or more chroma 2 or less and redoximorphic concentrations- the zone from 12 to 16 inches (Bg horizon)\nd. Aeric Endoaquept subgroup - between the Ap horizon and 30 inches, a horizon with matrix color of 10YR hue and value and chroma of 3 or more: (Bw horizon 16-24 inches).\ne.  Nonacid feature - all horizons in the control section have pH values above 5.5.\nSoil Interpretation Record No:NY0366"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark gray (10YR 4/1) fine sandy loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; friable; many fine and medium roots; common fine faint gray (10YR 6/1) redoximorphic depletions; strongly acid; abrupt smooth boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E--10 to 12 inches; gray (10YR 5/1) fine sandy loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine faint gray (10YR 6/1) and dark gray (10YR 4/1) redoximorphic depletions; strongly acid; clear irregular boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bg",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--12 to 16 inches; dark grayish brown (10YR 4/2) fine sandy loam, with very dark grayish brown (10YR 3/2) faces of peds; moderate medium angular blocky structure; friable; common fine and medium roots; common fine and medium vesicular and tubular pores; many medium faint brown (10YR 4/3) and (10YR 5/3) redoximorphic concentrations; moderately acid; clear wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 41,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--16 to 24 inches; brown (10YR 4/3) fine sandy loam; weak coarse subangular blocky structure; friable; few fine and medium roots; few fine and medium vesicular and tubular pores; common grayish brown (10YR 5/2) faces of peds; many medium faint brown (10YR 5/3) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--24 to 32 inches; grayish brown (10YR 5/3) very fine sandy loam with thin layers of silt loam; weak fine and medium platy structure; friable; common very fine and fine vesicular pores; few fine tubular pores; common medium faint pale brown (10YR 6/3) and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--32 to 65 inches; yellowish brown (10YR 5/4) fine sandy loam with thin layers of silt loam; massive parting to fine and medium plate-like divisions along depositional planes; friable; many medium faint grayish brown (10YR 5/2) iron depletions; slightly acid."
      }
    ]
  ]
}
