{
  "SERIES": "MINONG",
  "STATUS": "Established Series",
  "BYREV": "Rev. SGS-WEF-PMW",
  "REVDATE": "01/2012",
  "STATES": "MI",
  "OVERVIEW": "The Minong series consists of very shallow and shallow, well drained organic soils on wave-cut platfoms (lake benches) and rocky knolls.  They formed in thin organic materials underlain in places by a very thin mineral horizon over bedrock.  Permeability is moderately slow.  Slopes range from 1 to 60 percent.  Mean annual temperature is 45 degrees F.  Mean annual precipitation is 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Lithic Udifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Minong peat on a 7 percent convex slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nOi1--0 to 8 centimeters (0 to 3 inches); brown (7.5YR 4/4) broken face and rubbed peat (fibric material); about 80 percent fiber, about 75 percent rubbed; weak fine granular structure; very friable; primarily conifer needles; very strongly acid; many roots; abrupt smooth boundary. (2 to 4 inches thick)\nOi2--8 to 18 centimeters (3 to 7 inches); very dark gray (N 3/0) broken face and rubbed peat (fibric material); about 75 percent fiber, about 70 percent rubbed; weak fine granular structure; very friable; primary conifer needles and herbaceous material; very strongly acid; many roots; abrupt smooth boundary. (3 to 5 inches thick)\nOa--18 to 30 centimeters (7 to 12 inches); brown (7.5YR 4/4) broken face and rubbed muck (sapric material); less than 10 percent fiber rubbed; moderate very fine granular structure; very friable; primarily conifer needles and herbaceous material; very strongly acid; many roots; abrupt smooth boundary. (4 to 6 inches thick)\nC--30 to 38 centimeters (12 to 15 inches); brown (7.5YR 5/4) loamy coarse sand; single grain; loose; strongly acid; common roots; abrupt smooth boundary. (0 to 4 inches thick)\n2R--38 centimeters (15 inches); igneous bedrock; roots and organic materials have penetrated cracks in bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Keweenaw County, Michigan; about 50 feet south and 30 feet northwest of the Hidden Lake dock, Isle Royal National Park; center of sec. 34, T. 67N., R. 33W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock commonly is 23 to 38 centimeters (9 to 15 inches) but ranges from 10 to 50 centimeters (4 to 20 inches).  The organic portion commonly has pH of 5.0 to 6.5 in 0.01M CaCl2, but ranges from 4.5 to 7.7.  The pedon is very strongly acid to mildly alkaline.  Very thin mineral layers are at the interface in most pedons.  The broken face of the surface layer has hue of 10YR to 5YR, and value and chroma of 2 to 4, or is neutral with value of 2 to 4.  This layer is muck, mucky peat, and/or peat consisting primarily of conifer needles, deciduous leaves, and herbaceous fibers.  The subsurface layers have hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4.  These layers are muck.\nThe C horizon has hue of 10YR or 7.5YR, value of 2 to 5, and chroma of 2 to 4.  Volume of cobbles ranges from 0 to 30 percent and the volume of gravel ranges from 0 to 45 percent.  It is loamy sand, loamy coarse sand, or the gravelly, cobbly, very gravelly, or very cobbly analogues of these textures.\nThe bedrock is igneous, sedimentary, or metamorphic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family.  The Ricker series is in a related family.  Ricker is dysic and overlies micaceous schist."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Minong soils are on rocky knolls and lake benches.  The soils formed in organic deposits underlain by a thin mineral horizon over bedrock.  Bedrock is igneous, sedimentary, or metamorphic. Slopes range from 1 to 60 percent.  The mean annual temperature ranges from 40 to 45 degrees F.  The mean annual precipitation ranges from about 26 to 36 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the moderately deep Michigamme and Nipissing (T) soils and the loamy-skeletal Arcadian soils in similar landscape positions.  Rock outcrops are commonly associated with Minong soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Minong soils are forested.  Common trees are northern whitecedar, balsam fir, white spruce, paper birch, and quaking aspen.  Understory and ground vegetation consists of alder, thimbleberry, mosses, and big leaf aster."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Upper Peninsula of Michigan and Isle Royale National Park.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Keweenaw County, Michigan, Isle Royale National Park.  The source of the name is a prominent ridge on Isle Royale."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 2012 Updated soil depth, soils correlated with greater than 50 centimeters depth to bedrock do not fit the concept of Minong. Currently Minong includes both Micro and Shallow soil depth classes.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
