{
  "SERIES": "MINQWET",
  "STATUS": "Established Series",
  "BYREV": "LAN",
  "REVDATE": "01/2014",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, mesic Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Minqwet silt loam, on an east facing, 3 percent slope in grass at an elevation of 1,628 meters (5,344 feet).  (Colors are for dry soil unless otherwise noted.)  When described on October 11, 2001 the soil was dry from 0 to 76 centimeters (0 to 30 inches).\nA--0 to 15 centimeters (0 to 6 inches); brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; 22 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (10 to 18 centimeters (4 to 7 inches) thick\nBw1--15 to 36 centimeters (6 to 14 inches); light brownish gray (10YR 6/2) silty clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; 28 percent calcium carbonate equivalent; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.\nBw2--36 to 53 centimeters (14 to 21 inches); very pale brown (10YR 7/3) silty clay loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; few very fine and fine roots; 32 percent calcium carbonate equivalent; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (Combined thickness of the Bw horizons is 30 to 53 centimeters (12 to 21 inches))\nBky--53 to 76 centimeters (21 to 30 inches); very pale brown (10YR 7/3) silty clay loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; few very fine and fine roots; 5 percent shale parafragments; few medium soft masses of calcium carbonate; few fine and medium soft masses of gypsum; 38 percent calcium carbonate equivalent; violently effervescent; moderately alkaline (pH 8.4); clear irregular boundary.  (10 to 30 centimeters (4 to 12 inches) thick)\nCr--76 to 200 centimeters (30 to 79 inches); soft shale and limestone; 48 percent calcium carbonate equivalent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado; about 16 kilometers (10 miles) north of Andrix, Colorado; about 121 meters (400 feet) south and 579 meters (1,900 feet) east of the southwest corner of sec. 3, T. 31 S., R. 52 W. Sixth Principle Meridian; Buck Canyon, Colorado USGS topographic quadrangle; UTM zone 13 655848 E, 4138484 N; latitude 37 degrees, 22 minutes, 48.1 seconds N. and longitude 103 degrees, 14 minutes, 23 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is moist in some part March through May, intermittently moist June through September, driest December through February.\nMoisture regime: ustic moisture regime bordering on aridic\nMean annual soil temperature:  10 to 13 degrees C (50 to 55 degrees F)\nMean summer soil temperature:  20 to 24 degrees C (68 to 74 degrees F)\nCalcium carbonate equivalent:  15 to 40 percent\nDepth to paralithic contact:  51 to 100 centimeters (20 to 40 inches) to soft shale and limestone\nDepth to secondary calcium carbonate:  0 to 5 centimeters (0 to 2 inches)\nThickness of the cambic horizon:  30 to 53 centimeters (12 to 21 inches)\nDepth to gypsum accumulations:  51 to 76 centimeters (20 to 30 inches)\nParticle-size control section (weighted average):\nClay content:  20 to 35 percent\nSand content:  5 to 35 percent, with less than 15 percent fine and coarser sand\nRock fragments:  0 to 15 percent gravel\nA horizon:\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  loam, silt loam\nClay content:  20 to 27 percent\nRock fragments:  0 to 15 percent\nCalcium carbonate equivalent:  15 to 30 percent\nEC (dS/m):  1 to 3\nReaction: slightly alkaline or moderately alkaline\nBw horizons:\nHue:  10YR or 2.5Y\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  2 to 4\nTexture:  silt loam, silty clay loam\nClay content:  20 to 35 percent\nRock fragments:  0 to 5 percent\nCalcium carbonate equivalent:  15 to 35 percent\nEC (dS/m):  1 to 3\nReaction:  moderately alkaline or strongly alkaline\nBky horizon:\nHue:  7.5YR to 2.5Y\nValue:  6 to 8 dry, 4 to 6 moist\nChroma:  3 to 6\nTexture:  silt loam, silty clay loam\nClay content:  20 to 35 percent\nRock fragments:  0 to 15 percent\nPararock fragments:  1 to 15 percent\nCalcium carbonate equivalent:  20 to 40 percent\nEC (dS/m):  1 to 5\nGypsum:  1 to 5 percent\nReaction:  slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Buffalo Park series.\nBuffalo Park soils: do not have a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  loess mixed with residuum derived from soft shale and limestone\nLandform:  plains, ridges, hills, pediments\nSlopes:  1 to 10 percent\nElevation:  1,219 to 1,981 meters (4,000 to 6,500 feet)\nMean annual temperature:  10 to 12 degrees C (50 to 54 degrees F)\nMean annual precipitation:  356 to 406 millimeters (14 to 16 inches)\nPrecipitation pattern:\nPeak period: May through August\nDriest period: December through February\nFrost-free period:  125 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Penrose, Ritoazul, and Wiley series.  The Penrose soils are less than 20 inches to a lithic contact and are on scarps.  The Ritoazul soils average more than 35 percent clay and are on fans and pediments.  The Wiley soils are very deep and are on interfluves and plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainge: well drained\nSaturated hydraulic conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used as rangeland; native vegetation is blue grama, western wheatgrass, needlegrass, red threeawn, broom snakeweed, buffalograss, and bottlebrush squirreltail. Loamy Plains R069XY006CO) ecological site"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Colorado; LRR G, MLRA 67B, 69; the soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Animas County, Colorado, Las Animas County Area soil survey area, Colorado.  The name is coined from a higher moisture phase of the Minnequa series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section: 0 to 101 centimeters (0 to 40 inches)\nParticle-size control section:  The zone from 25 to 76 centimeters (10 to 30 inches).  (Part or all of the Bw1, Bw2, and Bky horizons)\nOchric epipedon:  The zone from 0 to 15 centimeters (0 to 6 inches).  (A horizons)\nCambic horizon:  The zone from 15 t0 53 centimeters (6 to 21 inches).  (Bw1 and Bw2 horizons)\nParalithic contact:  The contact with shale and soft limestone at 76 centimeters (30 inches).  (Cr horizon)\nOther features:  aridic ustic moisture regime and 15 to 40 percent calcium carbonate equivalent throughout.\nRemarks:  This soil was part of the Minnequa series but was determined to have a cambic horizon and to have and aridic ustic moisture regime.\nThe assignment of the cation-exchange activity class is supported by lab sample numbers S87CO-071-010.\n7/3013 LAN: This update adds metric measurements, updates the competing series section, the type location, and changes permeability to saturated hydraulic conductivity.\nTaxonomic Version:  Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
