{
  "SERIES": "MINU",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS/BKP/JBF",
  "REVDATE": "06/2012",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Minu very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 4 percent stones, 5 percent cobbles and 40 percent gravel and 5 percent cobbles.\nA--0 to 4 cm; pale brown (10YR 6/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial, and common fine vesicular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 7.1); clear smooth boundary. (4 to 10 cm thick)\nBtk1--4 to 25 cm; brown (7.5YR 4/3) gravelly clay loam, dark brown (7.5YR 3/3) moist; moderate coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; common faint clay films on faces of peds and between sand grains; 3 percent medium calcium carbonate concretions around rock fragments;25 percent gravel and 5 percent cobbles; violently effervescent; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 21 cm thick)\nBtk2--25 to 40 cm; light brown (7.5YR 6/3) gravelly sandy loam, brown (7.5YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine and fine interstitial pores; few faint clay films between sand grains; 5 percent medium calcium carbonate concretions around rock fragments; 30 percent gravel and 4 percent cobbles; violently effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary. (5 to 20 cm thick)\nBqkm1--40 to 70 cm; light brown (7.5YR 6/3) very strongly cemented duripan;  brown (7.5YR 5/3) moist; strong very thick platy structure; extremely hard, slightly rigid; brittle; few fine prominent irregular indurated brownish yellow (10YR 6/8) moist, silica concretions with sharp boundaries on the bottom of rock fragments; common coarse prominent platy strongly cemented very pale brown (10YR 8/3) dry, and very pale brown (10YR 7/3) moist, carbonate bands with clear boundaries along lamina or strata surfaces; 5 percent gravel sized indurated duripan fragments; 30 percent gravels, 10 percent cobbles, and 5 percent stones; violently effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary.\nBqkm2--70 to 110 cm; light brown (7.5YR 6/3) indurated duripan, brown (7.5YR 5/3) moist; massive; very rigid; brittle; violently effervescent; abrupt wavy boundry. (Combined thickness of Bqkm horizons is 30 to 80 cm thick)\n2C--110 to 152 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine interstitial pores; 60 percent gravel and 5 percent cobbles; slightly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; USGS Panaca Summit, 7.5 minute topographic quadrangle; about 440 feet east and 2,760 feet south of the northwestern corner of section 20, T. 1 S., R. 70 E; latitude 37 degrees 50 minutes 44.4 seconds N and longitude 114 degrees 11 minutes 20.5 seconds W; UTM zone 11, 747335e, 4192416n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring months, and moist 10 to 20 days cumulative in July through October due to summer convection storms; ridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to secondary calcium carbonates: 4 to 10 cm.\nDepth to duripan: 36 to 50 cm.\nDuripan thickness: 30 to 80 cm.\nCalcium carbonate development: Stage IV.\nParticle-size control section - Clay content:  Averages 18 to 27 percent.\nRock fragments: Averages 15 to 35 percent, mainly gravel. Lithology of rock fragments is mainly welded tuff with few duripan pieces.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry and moist.\nReaction: Neutral to slightly alkaline.\nMineralogy: Approximately 10 to 24 percent volcanic glass content in the 0.02 to 2.0 millimeter mineral fraction and 0.01 to 0.05 percent A+1/2Fe extracted by ammonium oxalate.\nBtk1 horizons\nHue:  10YR or 7.5YR.\nValue: 4 through 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry and moist.\nClay content: Averages 27 to 35 percent.\nTexture: Clay loam or sandy clay loam.\nMineralogy: Approximately 15 to 24 percent volcanic glass content in the 0.02 to 2.0 millimeter mineral fraction and 0.05 to 0.09 percent A+1/2Fe extracted by ammonium oxalate.\nReaction: Slightly alkaline through moderately alkaline.\nEffervescence: Slightly effervescent through violently effervescent.\nCalcium carbonate equivalent: 2 to 10 percent in the less than 2mm fraction.\nOther features: Mollic colors do not exceed 18 cm in depth.\nBtk2 horizon\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 or 4, dry and moist.\nClay content: Averages 18 to 27 percent.\nTexture: Loam or sandy clay loam.\nMineralogy: Approximately 15 to 24 percent volcanic glass content in the 0.02 to 2.0 millimeter mineral fraction and 0.05 to 0.09 percent A+1/2Fe extracted by ammonium oxalate.\nStructure: Massive or subangular blocky.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 5 to 15 percent in the less than 2mm fraction.\nCarbonates: Strongly effervescent or violently effervescent.\nBqkm horizons\nHue: 10YR or 7.5YR.\nValue: 7 or 8 dry, 5 or 6 moist.\nChroma: 1 through 4, dry and moist.\nDuripan development: Strongly cemented through indurated cementation.\nStructure: Coarse platy or massive, with plates plates greater than 30 mm thick.\nReaction: Moderately alkaline or very strongly alkaline.\n2C horizon\nValue:  6 or 8 dry, 4 or 6 moist.\nChroma: 2 through 4, dry and moist.\nClay content: 8 to 18 percent.\nRock fragments: 35 to 55 percent mainly gravel. Some pedons contain sub-horizons that average 0 to 15 percent gravel.\nTexture: Sand, loamy sand, and sandy loam.\nStructure: Massive or single grain.\nReaction: Moderately alkaline through very strongly alkaline.\nCalcium carbonate equivalent: 1 to 15 percent in the less than 2 mm fraction.\nEffervescence: slightly effervescent through violently effervescent.\nOther features: Some pedons have weakly cemented calcium carbonate and silica concretions on the bottom of rock fragments. C horizons consist of lacustrine sediments of varying textures and composition that differ with changes in the depositional environment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These soils are Arglat, Bigfrog, Bruncan, Chuckridge, Chuska, Colthorp, Dewar, Grassval, Handpah, Packwood, Pipeline, Roseworth, Roval, Thoms, and Wellington series.\nArglat, Bruncan, Colthorp, and Packwood soils have a lithic contact within 100 cm. Bigfrog, Chuska, and Handpah soils average 27 to 35 percent clay in the particle-size control section. Chuckridge and Grassval soils have a duripan contact at 18 to 36 cm. Chuckridge soils have a mean annual temperature that averages 10 to 12 degrees C. Dewar soils are not moist 10 to 20 days cumulative in July through October due to summer convection storms. Pipeline soils have a mean annual temperature of 11 to 13 degrees C and less than 15 percent fine sand and coarser in the particle-size control section. Roseworth and Wellington soils average less than 15 percent rock fragments in the particle-size control section. Roval soils have secondary calcium carbonate at 12 to 33 cm. Thoms and Wellington soils are slightly acid or neutral throughout the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Minu soils are on eroded fan remnants. These soils formed in loess and alluvium derived from welded tuff and mixed lacustrine deposits. Slopes are 0 to 15 percent. Elevations are 1,520 to 2,100 meters. The climate is cool, semiarid with moist winters and intermittently moist summers due to summer convection storms. The mean annual precipitation is 200 to 250 mm. The mean annual temperature is 7 to 10 degrees C and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Roval, Linco, and Lojet soils. Linco soils have duric features that start at 10 to 25 cm. Lojet soils have a duripan at 50 to 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; slow or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wildlife habitat. Potential native vegetation is black sagebrush, Indian ricegrass, needleandthread with some Utah juniper. This pedon has been correlated to ecological site number R029XY008NV, Shallow Calcareous Loam 8-10 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. Minu soils are moderately extensive. Established in MLRA 28A and mapped in 28B and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was reclassified from frigid to mesic in 1990. In 2009 the type location was relocated and the soil reclassified to better reflect landscape characteristics; the classification changed from haploxeralfic to xeric.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 4 cm (A horizon).\nArgillic horizon - The zone from 4 to 40 cm (Btk1 and Btk2 horizons).\nDuripan - The zone from 40 to 110 cm (Bqkm1 and Bqkm2 horizons).\nIndurated duripan- The zone from 70 to 110 cm (Bqkm2 horizon).\nParticle-size control section - The zone from 4 to 40 cm (Btk1 and Btk2 horizons).\nAdditional Data: Previous authors and editors include: DJM/RLB\nPedon ID: 09NV613002-BKP\nNational Cooperative Soil Survey\nU.S.A."
  }
}
