{
  "SERIES": "MIRADA",
  "STATUS": "Established Series",
  "BYREV": "JVC/WWJ",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mirada silt loam--on a slightly concave abandoned channel of a flood plain sloping 1 percent to the northwest at 6,220 feet elevation--wet meadow.  (Colors are for moist soil unless otherwise noted.  When described, the soil was wet from 0 to 1 inch with a water table present just below the surface.)\nA--0 to 2 inches; 50 percent brown (7.5YR 4/3) and 50 percent dark reddish brown (5YR 3/4) silt loam, light brown (7.5YR 6/4) and yellowish red (5YR 5/6) dry; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and many very fine roots; common very fine irregularly shaped pores; common thin partially decomposed plant fibers matted on soil surface; few fine prominent grayish brown (10YR 5/2) zones of iron depletion and few fine distinct yellowish red (5YR 5/8) masses of iron accumulation; the matrix areas with 5YR hue are also iron accumulations; strongly effervescent; negative reaction to alpha, alpha-dipyridyl; moderately alkaline (pH 8.4); abrupt smooth boundary. (2 to 4 inches thick)\nACg--2 to 9 inches; grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) and brown (10YR 5/3) dry; weak medium granular structure; slightly hard, friable, slightly sticky and nonplastic; common fine and many very fine roots; common very fine irregularly shaped pores; few lenses of very fine sandy loam; few thin mats of partially decomposed roots or stems; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; strongly effervescent; positive reaction to alpha, alpha-dipyridyl; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 7 inches thick)\nCg1--9 to 25 inches; dark grayish brown (10YR 4/2) stratified silt loam to fine sandy loam, light brownish gray (10YR 6/2) dry; massive; slightly hard, friable, slightly sticky and nonplastic; common fine and common very fine roots; few fine and common very fine tubular pores; few lenses of sand and loamy fine sand; few thin mats of partially decomposed roots or stems; common fine prominent strong brown (7.5YR 5/8) masses and pore linings of iron accumulation; strongly effervescent; positive reaction to alpha, alpha-dipyridyl; moderately alkaline (pH 8.0); clear wavy boundary. (9 to 19 inches thick)\nCg2--25 to 34 inches; dark grayish brown (10YR 4/2) stratified very fine sandy loam to sandy loam, light brownish gray (10YR 6/2) dry; massive; slightly hard, friable, slightly sticky and nonplastic; few fine and common very fine roots; few fine and common very fine tubular pores; few laminae of silt loam; few thin mats of partially decomposed roots or stems; common fine prominent strong brown (7.5YR 5/6) pore linings of iron accumulation; 5 percent gravel; strongly effervescent; positive reaction to alpha, alpha-dipyridyl; moderately alkaline (pH 8.0); clear wavy boundary. (8 to 21 inches thick)\nCg3--34 to 43 inches; dark brown (7.5YR 3/2) with brown (7.5YR 4/2) stratified fine sandy loam to loamy sand, brown (7.5YR 5/2) with pinkish gray (7.5YR 6/2) dry; massive; soft, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few fine and few very fine tubular pores; few lenses of gravelly loamy coarse sand; few dark gray (N 4/0) organic stains and few thin mats of partially decomposed roots or stems; few fine faint brown (7.5YR 4/3) pore linings of iron accumulation; 5 to 10 percent gravel; slightly and strongly effervescent; positive reaction to alpha, alpha-dipyridyl; moderately alkaline (pH 8.2); clear wavy boundary. (8 to 16 inches thick)\nCg4--43 to 58 inches; brown (7.5YR 4/2) stratified coarse sand and gravelly coarse sand, brown (7.5YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few thin strata of loamy sand; 10 to 20 percent gravel; slightly effervescent; positive reaction to alpha, alpha-dipyridyl; moderately alkaline (pH 8.0); gradual wavy boundary. (11 to 22 inches thick)\nCg5--58 to 80 inches; brown (7.5YR 4/2) stratified gravelly coarse sand and very gravelly coarse sand, pinkish gray (7.5YR 6/2) dry; single grain; loose, nonsticky and nonplastic; 20 to 40 percent gravel and 0 to 5 percent cobbles; slightly effervescent; positive reaction to alpha, alpha-dipyridyl; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; on the Tesuque Indian Reservation about 0.25 mile west-southwest of Camel Rock; USGS Tesuque 7.5 minute topographic quadrangle; 900 feet west and 1,350 feet south of the northeast corner of section 4, T.18N., R.9E.; Latitude 35 degrees 49 minutes 23 seconds North and Longitude 105 degrees 59 minutes 5 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is wet throughout the year.  The soil moisture regime is peraquic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to redox concentrations - 0 to 1 inch\nDepth to horizons with aquic conditions - 0 to 8 inches\nLithology of rock fragments: granite, gneiss, and schist.\nReaction - slightly alkaline to moderately alkaline in the surface; moderately alkaline in the subsurface horizon and upper part of the underlying materials; slightly alkaline to moderately alkaline in the lower part of the underlying materials.\nSalinity, mmhos/cm - 0 to 2 in the upper loamy horizons; 0 to 1 in the lower sandy horizons\nSodicity, SAR - 0 to 4 in the upper loamy horizons; 0 to 1 in the lower sandy horizons\nParticle-size control section (weighted averages)\nSilicate clay content: 6 to 10 percent\nFine sand or coarser content: 35 to 70 percent\nRock fragment content: 0 to 5 percent\nMica content: 1 to 5 percent (by grain count)\nA horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 3 or 4 moist, 5 or 6 dry\nChroma: 3 or 4 moist, 4 or 6 dry\nCalcium carbonate equivalent: 3 to 10 percent\nRedox features: none or few, distinct or prominent redox concentrations of iron as masses; none or few, prominent redox depletions of iron\nSome pedons have a thin Oe horizon of peat overlying the ACg horizon.\nACg horizon\nHue: 7.5YR or 10YR\nValue: 3 through 5 moist, 5 or 6 dry\nChroma: 1 through 3, moist or dry\nTexture: silt loam, very fine sandy loam, or fine sandy loam; some pedons have thin strata or lenses ranging in texture from loamy fine sand to gravelly loamy sand\nCalcium carbonate equivalent: 3 to 10 percent\nRedox features: few or common, prominent redox concentrations of iron as masses and pore linings\nupper Cg horizons\nHue: 7.5YR or 10YR\nValue: 4 or 5 moist, 5 or 6 dry\nChroma: 1 or 2, moist or dry\nTexture: stratified silt loam to sandy loam; some pedons have thin strata and lenses ranging in texture from sand to gravelly loamy coarse sand\nCalcium carbonate equivalent: 3 to 15 percent\nRedox features: few or common, distinct or prominent redox concentrations of iron as masses or pore linings.\nlower Cg horizons\nHue: 7.5YR or 10YR\nValue: 3 through 5 moist, 5 or 6 dry\nChroma: 1 or 2, moist or dry\nTexture: stratified sand to very gravelly coarse sand; some pedons have thin strata, lenses, or laminae of sandy loam or loamy sand\nRock fragments: total range is 10 to 45 percent, averaging 15 to 35 percent with:\n15 to 30 gravel\n0 to 5 cobbles\nCalcium carbonate equivalent: 1 to 5 percent\nRedox features: most pedons do not have redox concentrations of iron."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bigwinder and Tweba series.  Both of these soils have seasonal high water tables deeper than 12 inches and do not have significant amounts of mica in the silt and sand fractions.  In addition Tweba soils have mean annual temperature of less than 50 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mirada soils are on abandoned channels on flood plains of valley floors with intermittent streams.  They formed in alluvium derived from Precambrian granite, gneiss, and schist and Tertiary micaceous sandstone and siltstone.  Slopes are 0 to 1 percent.  Elevation ranges from 5,300 to 7,000 feet.  The mean annual precipitation is 9 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bosquecito, Cuyamungue, and Jaralosa soils.  Bosquecito soils have aquic conditions below 24 inches, have seasonal high water tables between 2 and 3.5 feet, and occur on low flood plains.  Cuyamungue soils are sandy-skeletal, have seasonal high water tables between 5 and 8 feet, and occur on low flood plains below Mirada.  Jaralosa soils are coarse-loamy over sandy or sandy-skeletal, have seasonal high water tables between 3.5 and 5 feet from the soil surface, and occur on low flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; high surface runoff; moderate and moderately rapid permeability in the upper part of the profile and rapid and very rapid permeability in the lower part of the profile.  These soils are subject to occasional, extremely brief periods of flooding between July and September.  Floodwaters have low velocity and are generally less than 1 foot deep.  A seasonal high water table is present between the soil surface and 1.0 foot."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mirada soils are used for livestock grazing and wildlife habitat.  The historic climax vegetation is rush, sedge, rabbitfootgrass, western wheatgrass, bluejoint.  The ecological site is Marshy(R036XB138NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mirada soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Mirada is the Spanish word meaning a look or glance."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches. (A horizon)\nEntisol feature - The lack of diagnostic subsurface horizons.\nFluventic feature - Alluvial stratification and an irregular organic-carbon distribution.\nAquic conditions - The conditions of endosaturation and reduction in all horizons between 2 and 80 inches.  Reduced iron ions are indicated by the horizons producing a strong red color after spot application of alpha, alpha-dipyridyl in a neutral, 1-normal ammonium acetate solution.  An anaerobic state is inferred by the stale, musty odor of the Cg horizons, which indicates the decomposition of organic matter in the absence of oxygen.\nDepleted matrix - The presence of a low chroma matrix which contains reduced iron, but does not change color on exposure to air. (ACg, Cg1, and Cg2 horizons)  This soil frequently meets Indicator F3 of the Field Indicators of Hydric Soil in the United States (Version 3.2 July 1996).\nParticle-size control section - The zone from 10 to 40 inches (part of the Cg1, Cg2, and part of the Cg3 horizon)\nSeries control section - The zone from 0 to 60 inches.\nNote:  This soil meets criterion 2.b.(3) of the Criteria for Hydric Soils as defined by the National Technical Committee for Hydric Soils (1994).\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
