{
  "SERIES": "MIRACLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/GB",
  "REVDATE": "02/1999",
  "STATES": "CO,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Miracle fine sandy loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; brown (7.5YR 5/2) fine sandy loam, very dark brown (7.5YR 2/2) moist; strong very fine granular structure; soft, very friable; neutral (pH 6.8); clear smooth boundary.  (3 to 8 inches thick)\nBA--6 to 10 inches; brown (7.5YR 5/2) light fine sandy clay loam, very dark brown (7.5YR 2/2) moist; moderate fine subangular blocky structure parting to moderate medium granular; slightly hard and very hard, very friable; few thin clay films on ped faces; neutral (pH 7.0); clear smooth boundary.  (3 to 6 inches thick)\nBt--10 to 30 inches; reddish brown (5YR 5/3) sandy clay loam, reddish brown (5YR 4/4) moist; moderate fine prismatic structure parting to strong fine angular blocky; hard and extremely hard, very friable; moderately thick continuous clay films on ped faces and in root channels and soil pores; neutral (pH 7.2); gradual wavy boundary. (9 to 26 inches thick)\nR--30 inches; hard, noncalcareous, reddish brown sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mesa County, Colorado; SW1/4, Sec. 24, T. 13 S., R. 104 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 15 inches, thickness of the solum ranges from 15 to 40 inches and depth to the underlying bedrock ranges from 20 to 40 inches.  These soils are usually noncalcareous throughout but are weakly and discontinuously calcareous immediately above the bedrock in a few pedons.  Organic carbon in the mollic epipedon ranges from .8 to 2 percent and decreases uniformly with increasing depth.  The soil is 80 to 100 percent base saturated.  Calcium carbonate equivalent is commonly less than 1 throughout the entire solum but is slightly higher immediately above the bedrock in some pedons.  Rock fragments range from 0 to 15 percent but are usually less than 10 percent in the particle-size control section.  Typically, the solum rests directly upon the underlying bedrock.  Mean annual soil temperature ranges from 33 to 46 degrees F. and mean summer soil temperature ranges from 40 to 59 degrees F.\nThe A horizon has hue of 7.5YR through 2.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It is neutral or mildly alkaline (pH 6.8 to 7.8).  Typically, the horizon has fine granular or crumb structure but it has weak subangular blocky structure in some pedons. It is soft or slightly hard.\nThe Bt horizon has hue of 5YR or 2.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 6.  It is typically sandy clay loam but clay ranges from 18 to 35 percent, silt from 5 to 30 percent and sand from 45 to 70 percent, with more than 35 percent being fine or coarser sand.  This horizon is neutral or mildly alkaline (pH 6.8 to 7.8)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amsden (WY), Buffork (WY), Cific (WY), (T)Coldspring (CO), Croftshaw (NM), Croydon (UT), Dra (ID), (T)Gebson (CO), Gelkie (CO), Hourglass (UT), Inchau (WY), Kezar (CO), Kittredge (CO), Leavitt (WY), Lucky (CO), Lymanson (WY), Lyonman (CA), Michelson (MT), Monad (MT), (T)Monida (ID), Morset (CO), Mult (UT), Newlands (CA), Oro Fino (MT), Passcreek (WY), Philipsburg (MT), Primeaux (NV), (T)Rainbolt (WY), Rammel (ID), Shotgun (ID), (T)Slacks (ID),  (T)Sponsor (CO), Swede (ID), Tingey (UT), Tripit (WY), Troutdale (CO), Wellsville (CO), Woosley (WY), and Youga (CO) series.  Amsden, Coldspring, Croftshaw, Croydon, Gebson, Gelkie, Hourglass, Kittredge, Leavitt, Michelson, Monad, Monida, Morset, Oro Fino, Philipsburg, Sponsor, Swede, Tingey, Wellsville, Woosley, and Youga soils lack bedrock at depths of less than 40 inches.  Dra and Primeaux soils have hue of 10YR.  Buffork, Cific, Inchau, Lymanson, Rainbolt, and Troutdale soils have a parlithic contact at depths of less than 40 inches.  Kezar soils have angular granitic sand and more than 15 percent rock fragments in the control section.  Lucky and Rammel soils have hue in the Bt horizon of 10YR or 7.5YR and have more than 15 percent rock fragments.  Lymon and Newlands soils have pH of 6.5 or less and have hue in the Bt horizon of 10YR or 7.5YR.  Mult soils have a silty clay loam, clay loam, or heavy silt loam control section and have less than 45 percent sand with less than 35 percent being fine or coarser sand.  Passcreek and Slacks soils have hue of 10YR or 2.5Y in the Bt horizon.  Tripit soils have calcareous material at depths of 8 to 20 inches and have a paralithic contact at depths of 20 to 40 inches.  Shotgun soils have hues of 10YR or 7.5YR in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Miracle soils are on upland hills, plateaus,  and ridges in areas where sandstone bedrock is moderately close to the surface.  Slope gradients range from 2 to 40 percent.  The soils formed in material weathered from the underlying reddish brown calcareous sandstone.  Average annual precipitation is 16 to 25 inches with peak periods of precipitation occurring during the spring and early summer.  Average annual temperature is 37 to 40 degrees F., and average summer temperature is 54 to 58 degrees F.  Elevation is 7,500 to 8,500 feet and the frost-free period is 50 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mayflower and Splitro soils.  Mayflower soils have a mollic epipedon more than 16 inches thick and Splitro soils have a lithic contact at depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Native vegetation is oakbrush, sage, Columbia needlegrass, and native bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The western slope of Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mesa County (Lower Colorado Area), Colorado, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 10 inches, an argillic horizon from 10 to 30 inches, and a lithic contact at 30 inches.  Last updated by the state 2/91.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
