{
  "SERIES": "MISKOAKI",
  "STATUS": "Established Series",
  "BYREV": "Rev. KCG-HFG",
  "REVDATE": "12/2006",
  "STATES": "WI",
  "OVERVIEW": "The Miskoaki series consists of very deep, well drained soils formed in clayey till on till plains.  Permeability is extremely slow or very slow.  Slope ranges from 2 to 70 percent.  Mean annual precipitation is about 31 inches.  Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, frigid Vertic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Miskoaki clay loam; on a convex, west facing, 2 percent slope in an area of mixed conifer and northern hardwoods at an elevation of about 780 feet.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; dark reddish brown (5YR 3/2) clay loam, dark reddish gray (5YR 4/2) dry; moderate medium granular structure; friable; many fine and medium and common coarse roots; about 1 percent gravel; moderately acid; abrupt smooth boundary.  (2 to 4 inches thick)\nE/B--4 to 10 inches; 60 percent reddish gray (5YR 5/2) silt loam (E), pinkish gray (5YR 7/2) dry; moderate thick platy structure; friable; extends as tongues into and surrounds remnants of reddish brown (5YR 4/4) silty clay loam (Bt); moderate medium subangular blocky structure; firm; many fine and medium and few coarse roots; common distinct reddish brown (2.5YR 4/4) clay films on faces of peds; about 2 percent gravel; strongly acid; clear wavy boundary.  (Glossic horizon 2 to 30 inches thick.)\nBt1--10 to 14 inches; dark red (2.5YR 3/6) clay; moderate medium angular blocky structure; firm; many fine, common medium, and few coarse roots; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 1 percent gravel; strongly acid; clear wavy boundary.\nBt2--14 to 25 inches; reddish brown (2.5YR 4/4) clay; moderate medium angular blocky structure; firm; many fine and few medium and coarse roots; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 1 percent gravel; slightly alkaline; abrupt wavy boundary. (Combined thickness of the Bt horizon ranges from 6 to 23 inches)\nBtk1--25 to 46 inches; reddish brown (2.5YR 4/4) clay; strong medium angular blocky structure; firm; common fine roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common medium and coarse irregular prominent pink (5YR 8/3) soft masses of calcium carbonate; many very fine and fine irregular prominent black (N 2.5/0) soft masses of iron-manganese oxides; violently effervescent (11 percent calcium carbonate); about 1 percent gravel; moderately alkaline; clear wavy boundary.\nBtk2--46 to 53 inches; reddish brown (2.5YR 4/4) clay; weak coarse angular blocky structure; firm; few fine roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine and medium irregular prominent pink (5YR 8/3) soft masses of calcium carbonate; many very fine and fine irregular prominent black (N 2.5/0) soft masses of iron-manganese oxides; strongly effervescent (10 percent calcium carbonate); about 1 percent gravel; moderately alkaline; gradual wavy boundary.  (Combined thickness of the Btk horizon ranges from 20 to 60 inches)\nBC--53 to 80 inches; reddish brown (2.5YR 4/4) clay; weak coarse prismatic structure; firm; few fine roots between peds; common fine and medium irregular prominent pink (5YR 7/3) soft masses of calcium carbonate; common very fine and fine irregular prominent black (N 2.5/0) soft masses of iron-manganese oxides; strongly effervescent (9 percent calcium carbonate); about 1 percent gravel; moderately alkaline (pH 8.0).  (0 to 38 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Wisconsin; about 1/4 mile east and 1 3/4 miles south of Sunnyside; 1670 feet north and 1000 feet east of the southwest corner of section 6, T. 47 N., R. 13 W.; Sunnyside, WI quad.; lat. 46 degrees 34 minutes', 49 seconds  N. and long. 92 degrees 03 minutes 07 seconds  W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 40 to more than 60 inches.  Depth to carbonates ranges from 20 to 40 inches.  The weighted average clay content in the particle-size control section ranges from 60 to 90 percent.  Volume of gravel ranges from 0 to 6 percent throughout.  Volume of cobbles ranges from 0 to 2 percent throughout.  Mudflow lenses or remnant discontinuous disoriented varves occur in individual horizons in some pedons.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 to 4, and chroma of 1 to 3.  Cultivated pedons have an Ap horizon with hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 2 or 3.  Texture of the A or Ap is clay loam. Reaction naturally ranges from very strongly acid to moderately acid but ranges to neutral, where the soil is limed.\nSome pedons have an E horizon with hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.  Texture is loam, silt loam, clay loam, silty clay loam, or silty clay.  Reaction ranges from very strongly acid to slightly acid.\nMiskoaki soils have a glossic horizon (E/B or B/E horizon, or both). The E part has color like the E horizon described above.  Texture is loam, silt loam, clay loam, silty clay loam, silty clay, or clay.  Reaction ranges from very strongly acid to slightly acid.  The Bt part has hue of 2.5YR or 5YR, value of 3 or 4, and chroma of 4 to 6.  Texture is silty clay loam, silty clay, or clay. Reaction ranges from strongly acid to neutral.\nThe Bt horizon has colors similar to the Bt part described above.  Texture is typically clay but some pedons have subhorizons of silty clay.  Reaction ranges from strongly acid to slightly alkaline.\nThe Btk horizon has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 4 to 6. Texture is clay. Reaction is moderately alkaline or strongly alkaline.\nThe BC horizon has hue of 5YR or 2.5YR; value of 3 to 5. Texture is clay. Reaction is moderately alkaline or strongly alkaline.\nSome pedons have a C horizon at a depth between 60 and 80 inches, with color, texture, and reaction similar to the BC horizon described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. These are the Amnicon, and Anton series.  Related soils are the Amnicon, Anton, Borea and Cuttre series.  A similar soil is the Odanah series.  Amnicon, Anton, Borea, and Cuttre soils have redox features and perched water tables.  Odanah soils have fine particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Miskoaki soils are on knolls and side slopes on ground moraines.  Slope ranges from 2 to 70 percent.  These soils formed in clayey till derived from clayey lacustrine deposits.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 36 to 43 degrees F.  The frost free period ranges from about 90 to 120 days.  Elevation ranges from 600 to 1000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amnicon(T), Anton(T), Bergland, Borea(T), Cuttre(T), and Superior soils.  The moderately well drained Amnicon soils, the somewhat poorly drained Cuttre soils, and the poorly drained Bergland soils form a drainage sequence with Miskoaki soils.  The moderately well drained Anton soils and the somewhat poorly drained Borea soils form a drainage sequence in areas adjacent to some Miskaoki soils where the clayey till is underlain by  stratified loamy and sandy lacustrine deposits at a depth of 40 to 60 inches.  The well drained Superior soils are nearby where there is a loamy outwash mantle 10 to 24 inches thick over the clayey till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff is very high. Permeability is extremely slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Some areas are used for cropland and pastureland.  Oats, bromegrass, timothy, alfalfa, trefoil, and red clover are the principle crops.  Many areas which were formally cropland are now idle and are reverting to natural vegetation. Native vegetation is mixed deciduous and coniferous forest.  Common trees are red maple, balsam fir, white spruce, red pine, white pine, quaking aspen, paper birch, and bur oak.  Common understory plants are American hazel, black snakeroot, big leaf aster, wild sarsaparilla, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin along Lake Superior (MLRA K92).  This series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Wisconsin, 1995.  Source of the name is the Native American Chippewa term for \"red earth\"."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nochric epipedon - 0 to 4 inches (A);\nglossic horizon - 4 to 10 inches (E/B);\nargillic horizon - 10 to 53 inches (Bt1, Bt2, Btk1, Btk2);\nvertic feature - linear extensibility is 6 cm or more in upper 40 inches.\nThe intense reddish colors inherent in the parent material often mask the redoxomorphic features (color - chroma) and make taxonomic classification difficult.  Water table studies in this soil (and it's associated soils) were used to classify this series.\nOccasional brief perching of water can occur at depths above 2 feet during periods of unusually heavy rainfall and/or snowmelt.  During normal annual rainfall disbtribution patterns, perching of water for a month or more is not typical.\nADDITIONAL DATA:  Refer to soil survey sample number 90WI031013 NSSL data on the typical pedon. Refer to soil survey sample numbers 90WI031007 and 90WI031014 for NSSL data on other Miskoaki pedons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark reddish brown (5YR 3/2) clay loam, dark reddish gray (5YR 4/2) dry; moderate medium granular structure; friable; many fine and medium and common coarse roots; about 1 percent gravel; moderately acid; abrupt smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "E/B",
        "top": 10,
        "bottom": 25,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--4 to 10 inches; 60 percent reddish gray (5YR 5/2) silt loam (E), pinkish gray (5YR 7/2) dry; moderate thick platy structure; friable; extends as tongues into and surrounds remnants of reddish brown (5YR 4/4) silty clay loam (Bt); moderate medium subangular blocky structure; firm; many fine and medium and few coarse roots; common distinct reddish brown (2.5YR 4/4) clay films on faces of peds; about 2 percent gravel; strongly acid; clear wavy boundary.  (Glossic horizon 2 to 30 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 36,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 14 inches; dark red (2.5YR 3/6) clay; moderate medium angular blocky structure; firm; many fine, common medium, and few coarse roots; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 1 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 64,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--14 to 25 inches; reddish brown (2.5YR 4/4) clay; moderate medium angular blocky structure; firm; many fine and few medium and coarse roots; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 1 percent gravel; slightly alkaline; abrupt wavy boundary. (Combined thickness of the Bt horizon ranges from 6 to 23 inches)"
      },
      {
        "name": "Btk1",
        "top": 64,
        "bottom": 117,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--25 to 46 inches; reddish brown (2.5YR 4/4) clay; strong medium angular blocky structure; firm; common fine roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common medium and coarse irregular prominent pink (5YR 8/3) soft masses of calcium carbonate; many very fine and fine irregular prominent black (N 2.5/0) soft masses of iron-manganese oxides; violently effervescent (11 percent calcium carbonate); about 1 percent gravel; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 117,
        "bottom": 135,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--46 to 53 inches; reddish brown (2.5YR 4/4) clay; weak coarse angular blocky structure; firm; few fine roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine and medium irregular prominent pink (5YR 8/3) soft masses of calcium carbonate; many very fine and fine irregular prominent black (N 2.5/0) soft masses of iron-manganese oxides; strongly effervescent (10 percent calcium carbonate); about 1 percent gravel; moderately alkaline; gradual wavy boundary.  (Combined thickness of the Btk horizon ranges from 20 to 60 inches)"
      },
      {
        "name": "BC",
        "top": 135,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "BC--53 to 80 inches; reddish brown (2.5YR 4/4) clay; weak coarse prismatic structure; firm; few fine roots between peds; common fine and medium irregular prominent pink (5YR 7/3) soft masses of calcium carbonate; common very fine and fine irregular prominent black (N 2.5/0) soft masses of iron-manganese oxides; strongly effervescent (9 percent calcium carbonate); about 1 percent gravel; moderately alkaline (pH 8.0).  (0 to 38 inches thick)"
      }
    ]
  ]
}
