{
  "SERIES": "MISSISQUOI",
  "STATUS": "Established Series",
  "BYREV": "DJF-DLY-CAW",
  "REVDATE": "07/2001",
  "STATES": "VT",
  "OVERVIEW": "The Missisquoi series consists of deep, excessively drained soils formed in sandy and gravelly outwash deposits.  They are on terraces. Permeability is rapid throughout.  Slope ranges from 0 to 60 percent.  Mean annual air temperature ranges from 44 degrees to 46 degrees F. and mean annual precipitation ranges from 32 to 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Entic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Missisquoi loamy sand on 3 percent slope in a wooded area. (Colors are for moist soil.)\nAp--0 to 5 inches; dark brown (10YR 3/3) loamy sand; weak medium granular structure; very friable; common roots; 5 percent gravel; slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBs1--5 to 12 inches; brown (7.5YR 4/4) loamy sand, weak fine granular structure; very friable; few roots; 10 percent gravel; slightly acid; abrupt wavy boundary.  (3 to 9 inches thick)\nBs2--12 to 15 inches; strong brown (7.5YR 5/6) gravelly sand; single grain; loose; few roots; 15 percent gravel; moderately acid; abrupt wavy boundary.  (combined thickness of the Bs is 3 to 10 inches)\nBC--15 to 35 inches; yellowish brown (10YR 5/6) gravelly coarse sand; single grain; loose; few roots; 15 percent gravel; slightly acid; abrupt wavy boundary. (3 to 20 inches thick)\nC1--35 to 46 inches, light olive brown (2.5Y 5/4) gravelly coarse sand; single grain; loose; 20 percent gravel; slightly acid; gradual irregular boundary.  (8 to 14 inches thick)\nC2--46 to 60 inches, grayish brown (2.5Y 5/2) gravelly coarse sand; single grain; loose; 20 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Vermont, town of Bakersfield, gravel pit 2 1/2 miles east of Bakersfield on town road No. 33."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches and corresponds with depth to the underlying gravelly coarse sand.  The content of gravel ranges from about 5 to 20 percent in the solum and the content of gravel and cobbles in the substratum ranges from 15 to 35 percent with individual subhorizons ranging to 50 percent.  Reaction ranges from strongly acid to slightly acid in the solum and slightly acid to neutral in the C horizon.  Some pedons are mildly alkaline in the lower C horizon.\nThe Ap or A horizon has hue of 7.5YR or 10YR with value and chroma of 2 to 4.  Some pedons have E horizons that have hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 1 or 2.  Texture of the A and E horizons is loamy fine sand, loamy sand, sandy loam, or fine sandy loam with gravelly analogues.  Structure is weak to moderate medium granular.\nThe Bs horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma or 4 to 6.  Texture is sand, loamy sand, loamy fine sand, sandy loam, or fine sandy loam and their gravelly analogues.\nThe BC horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 3 to 6. Texture ranges from coarse sand to loamy fine sand and their gravelly analogues.  Structure is weak, very fine or fine granular, or it is single grain.  Consistence is very friable to loose.\nThe C horizons have hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 8.  Texture is typically gravelly coarse sand but includes strata of coarse sand to loamy fine sand.  Some pedons are cobbly.  The consistence is very friable or loose."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Fernlake series is the only other member of this family. Fernlake soils have dominantly loamy sand textures in the substratum.  The Trout River series is in a closely related family.  Trout River soils are sandy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to undulating and steeply sloping terraces.  Slopes range from 0 to 60 percent but usually are less than 20 percent.  The soils formed in loamy sands and gravelly sands derived principally from crystalline rocks over late Pleistocene glaciofluvial deposits.  Mean annual air temperature ranges from about 44 degrees to 46 degrees Fahrenheit, and mean annual precipitation from 32 to 44 inches.  The frost-free period ranges from 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Au Gres, Deerfield, Hadley, Hinckley, Merrimac, Ondawa, Podunk, Sudbury, Windsor, and Winooski soils in a transition between frigid and mesic temperature zones.  All except the Au Gres soils have a mesic temperature and lack a spodic horizon.  Au Gres soils are somewhat poorly drained.  The well drained Hadley and Ondawa soils and the moderately well drained Podunk and Winooski soils are on flood plains at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Runoff is low to medium.  Permeability is rapid throughout."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for growing corn for silage, for hayland, or for pasture.  A large acreage is in red and white pine plantations.  The remainder is idle or forested.  Birch, hemlock, pine, aspen and red and sugar maple are common forest species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermont; MLRA 142,143, 144A and 144B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Vermont, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The mineralogy class is changed from mixed to isotic with this revision.  2.  This series description was compiled from 11 profile descriptions from Franklin County, Vermont.  The Missisquoi series was formerly mapped as Windsor, gravelly subsoil variant.  3.  Laboratory data from 3 pedons supports the classification of Entic Haplorthods. 4.  Diagnostic horizons and other features recognized in the typical pedon are:\na. Ochric epipedon - the zone from 0 to 5 inches (Ap horizon).\nb. Spodic horizon - the zone from 5 to 15 inches (Bs1 and Bs2 horizons).\nc. Entic Haplorthods feature - a spodic horizon with a texture of loamy sand and a moist color value of 4 in the upper inch.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark brown (10YR 3/3) loamy sand; weak medium granular structure; very friable; common roots; 5 percent gravel; slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 13,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs1--5 to 12 inches; brown (7.5YR 4/4) loamy sand, weak fine granular structure; very friable; few roots; 10 percent gravel; slightly acid; abrupt wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Bs2",
        "top": 30,
        "bottom": 38,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs2--12 to 15 inches; strong brown (7.5YR 5/6) gravelly sand; single grain; loose; few roots; 15 percent gravel; moderately acid; abrupt wavy boundary.  (combined thickness of the Bs is 3 to 10 inches)"
      },
      {
        "name": "BC",
        "top": 38,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--15 to 35 inches; yellowish brown (10YR 5/6) gravelly coarse sand; single grain; loose; few roots; 15 percent gravel; slightly acid; abrupt wavy boundary. (3 to 20 inches thick)"
      },
      {
        "name": "C1",
        "top": 89,
        "bottom": 117,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "C1--35 to 46 inches, light olive brown (2.5Y 5/4) gravelly coarse sand; single grain; loose; 20 percent gravel; slightly acid; gradual irregular boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "C2",
        "top": 117,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "C2--46 to 60 inches, grayish brown (2.5Y 5/2) gravelly coarse sand; single grain; loose; 20 percent gravel; slightly acid."
      }
    ]
  ]
}
