{
  "SERIES": "MISSIONWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "11/2015",
  "STATES": "CA",
  "OVERVIEW": "The Missionwell series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium from basalt rock. The Missionwell soils are on hills and lava flows. Slopes range from 15 to 50 percent. The mean annual precipitation is 100 millimeters (4 inches) and the mean annual air temperature is 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, hyperthermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Missionwell gravel, on a linear 34 percent slope under desert shrubs at an elevation of 596 meters (1,945 feet). (Colors are for dry soil unless otherwise noted.)\nC -- 0 to 4 centimeters (0 to 1.5 inch) gravel; 40 percent fine gravel, 40 percent medium and coarse gravel and 10 percent cobbles. (3 to 11 centimeters thick)\nA -- 4 to 7 centimeters (1.5 to 3 inches); pale brown (10YR 6/3) extremely gravelly loamy fine sand, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; 40 percent fine gravel and 20 percent medium and coarse gravel; slightly effervescent; neutral (pH 6.6); clear wavy boundary. (2 to 4 centimeters thick)\nBk -- 7 to 20 centimeters (3 to 8 inches); yellowish brown (10YR 5/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure parting to massive; soft, very friable, moderately sticky and moderately plastic; common fine calcium carbonate films on bottoms and sides of rock fragments and few fine calcium carbonate masses throughout the matrix; few very fine and fine roots; common fine and medium tubular pores; 40 percent fine gravel and 20 percent medium and coarse gravel; violently effervescent; moderately alkaline (pH 8.2); (5 to 18 centimeters thick)\nR -- 20 to 45 centimeters (8 to 18 inches); unweathered, slightly fractured basalt bedrock material with few fine and medium roots in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; 770 meters (2,525 feet) south and 689 meters (2,260 feet) east of the NW corner of sec. 21, T. 3 S., R. 13 E., San Bernardino Base and Meridian; 33 degrees, 53 minutes and 44 seconds north latitude, and 115 degrees, 37 minutes and 36 seconds west longitude; USGS San Bernardino Wash 7.5 minute topographic quadrangle; UTM 11S 0626979e 3751413n. (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have\na typic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 85 to 95 percent; with 55 to 80 percent gravel, 10\nto 35 percent cobbles, 0 to 5 percent stones and 0 to 5 percent\nboulders.\nControl section\nClay content: averages 8 to 12 percent.\nOrganic matter: 0 to 0.5 percent.\nRock fragments: averages 55 to 90 percent; with 40 to 80 percent gravel, 0\nto 40 percent cobbles and 0 to 10 percent stones.\nDepth to a lithic contact: 12 to 36 centimeters (5 to 14 inches).\nC horizon\n85 to 95 percent; with 30 to 45 percent fine gravel, 25 to 40 percent\nmedium and coarse gravel, 10 to 35 percent cobbles, 0 to 5 percent\nstones, and 0 to 5 percent boulders.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry, 2 or 3 moist.\nTexture of the fine earth: loamy fine sand, loamy very fine sand, sandy\nloam or fine sandy loam.\nClay content: 6 to 12 percent.\nRock fragments: 50 to 80 percent; with 40 to 65 percent gravel, 0 to 25\npercent cobbles, and 0 to 5 percent stones.\nEffervescence: very slightly effervescent to strongly effervescent.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: neutral to moderately alkaline.\nBk or Ck horizon\nValue: 5 or 6, dry.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: sandy loam, fine sandy loam or loam.\nClay content: 8 to 15 percent.\nRock fragments: 40 to 85 percent; with 35 to 65 percent gravel, 0 to 40\npercent cobbles, and 0 to 10 percent stones.\nEffervescence: slightly to violently effervescent.\nCalcium carbonate equivalent: 1 to 10 percent.\nReaction: slightly to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Appleseed (AZ), Goldroad (AZ, NV, CA), Hyder (AZ), Quilotosa (AZ), Redneedle (NV) and Sunrock (AZ, CA, NV) series. None of these soils require a rock C horizon above the A horizon. In addition, Appleseed soils have a calcium carbonate equivalence of 15 to 35 percent and form in limestone parent material over limestone bedrock. Goldroad soils formed in granitoid parent material and are dominated by 2 to 5 millimeter gravel in the particle-size control section. Hyder and Quilotosa soils have intermittent soil moisture in the moisture control section for 20 days or more, cumulative, from July through September, typical of the Sonoran desert. Redneedle soils formed in residuum and colluvium from calcareous sandstone conglomerate and Sunrock soils have particle-size control sections dominated by fine and medium sands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Missionwell soils are on hills and lava flows. Slopes range from 15 to 50 percent. These soils formed in residuum and colluvium from basalt rock. Elevations range from 300 to 670 meters (985 to 2,195 feet). The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches); mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F), and the frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Dalelake soil. Dalelake soils are on adjacent sandsheets and are deep or very deep and have sandy particle-size control sections and no diagnostic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very high runoff; high saturated hydraulic conductivity above the bedrock and moderately low saturated hydraulic conductivity in the upper part of the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Missionwell soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush and brittlebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a location in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon - from a depth of 0 to 4 centimeters.\nOchric epipedon - from a depth of 4 to 7 centimeters (A horizon).\nParticle-size control section - from a depth of 0 to 20 centimeters (C, A\nand Bk horizons).\nLithic contact - the zone beginning at 20 centimeters (R horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID: 794-LL-8.\nResponsibility for this series was transferred from Davis to Phoenix 11/2015. The last revision to the series was 5/2012. ET"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 0,
        "bottom": 4,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 0 to 4 centimeters (0 to 1.5 inch) gravel; 40 percent fine gravel, 40 percent medium and coarse gravel and 10 percent cobbles. (3 to 11 centimeters thick)"
      },
      {
        "name": "A",
        "top": 4,
        "bottom": 7,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 4 to 7 centimeters (1.5 to 3 inches); pale brown (10YR 6/3) extremely gravelly loamy fine sand, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; 40 percent fine gravel and 20 percent medium and coarse gravel; slightly effervescent; neutral (pH 6.6); clear wavy boundary. (2 to 4 centimeters thick)"
      },
      {
        "name": "Bk",
        "top": 7,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk -- 7 to 20 centimeters (3 to 8 inches); yellowish brown (10YR 5/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure parting to massive; soft, very friable, moderately sticky and moderately plastic; common fine calcium carbonate films on bottoms and sides of rock fragments and few fine calcium carbonate masses throughout the matrix; few very fine and fine roots; common fine and medium tubular pores; 40 percent fine gravel and 20 percent medium and coarse gravel; violently effervescent; moderately alkaline (pH 8.2); (5 to 18 centimeters thick)"
      },
      {
        "name": "R",
        "top": 20,
        "bottom": 45,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 20 to 45 centimeters (8 to 18 inches); unweathered, slightly fractured basalt bedrock material with few fine and medium roots in cracks."
      }
    ]
  ]
}
