{
  "SERIES": "MISSILE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGS/RLB",
  "REVDATE": "07/2008",
  "STATES": "NM",
  "OVERVIEW": "The Missile series consists of shallow and very shallow, well drained soils that formed in alluvium derived from mixed igneous material. Permeability is moderately slow above and very slowly permeable in the petrocalcic horizon.  These gently sloping to strongly rolling soils are on fan piedmonts. Slope ranges from 3 to 15 percent. Mean annual precipitation is about 11 inches and the mean annual air temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Missile very gravelly fine sandy loamrangeland (colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; brown (7.5YR 5/4) crushed, very gravelly fine sandy loam, brown (7.5YR 4/4) crushed, moist; 12 percent clay; weak medium platy over weak fine granular structure; soft, very friable; nonsticky and nonplastic; few fine roots throughout; 25 percent nonflat subrounded 0.1- to 3-inch mixed igneous gravel, 15 percent nonflat subrounded 3- to 10-inch mixed igneous cobbles; violently effervescent by HCl, 1 normal; moderately alkaline, pH 8.1, pH meter 1:1 water; 4 percent calcium carbonate equivalent; gradual smooth boundary (1 to 4 inches thick).\nBk--2 to 8 inches; brown (7.5YR 5/4) crushed, extremely gravelly sandy loam, dark brown (7.5YR4/4) crushed, moist; 17 percent clay; weak fine subangular blocky and weak fine granular structure; soft, very friable; slightly sticky and slightly plastic; few fine roots throughout; few fine dendritic tubular pores, 5 percent fine thread carbonate masses on faces of peds; 60 percent nonflat subrounded 0.1- to 3-inch mixed igneous gravel and 10 percent nonflat subrounded 3- to 10-inch mixed igneous cobbles; violently effervescent by HCl, 1 normal; moderately alkaline, pH 8.0, pH meter 1:1 water; 10 percent calcium carbonate equivalent; abrupt smooth boundary (4 to 16 inches thick).\nBkm--8 to 12 inches; pink (7.5YR 7/4), carbonate-cemented material, light brown (7.5YR 6/4) moist; massive; very hard; carbonate laminar occur discontinuously in upper part; violently effervescent; moderately alkaline; gradual smooth boundary (3 to 8 inches thick).\n2Bk1--12 to 20 inches; pink (7.5YR 7/4) crushed, gravelly loam, light brown (7.5YR 6/4) crushed, moist; 24 percent clay; moderate medium subangular blocky structure; slightly hard, friable; slightly sticky and slightly plastic; very few fine roots throughout; very few fine dendritic tubular pores; 90 percent coarse irregular carbonate masses in matrix; 15 percent nonflat subrounded 0.1- to 3-inch mixed igneous gravel and 5 percent nonflat subrounded 3- to 10-inch mixed igneous cobbles; violently effervescent by HCl, 1 normal; slightly alkaline, pH 7.8, pH meter 1:1 water; 40 percent calcium carbonate equivalent; gradual wavy boundary (6 to 13 inches thick).\n2Bk2--20 to 26 inches; pink (7.5YR 7/3) crushed, loam, light brown (7.5YR 6/4) crushed, moist; 24 percent clay; moderate medium and fine subangular blocky structure; hard, very firm; slightly sticky and slightly plastic; very few fine roots throughout; very few fine dendritic tubular pores; 75 percent coarse irregular carbonate masses on faces of peds; 10 percent nonflat subrounded 0.1- to 3 inch mixed igneous gravel; violently effervescent by HCl, 1 normal; moderately alkaline, pH 8.1, pH meter 1:1 water; 40 percent calcium carbonate equivalent;  gradual wavy boundary (4 to 9 inches thick).\n2Bk3--26 to 44 inches; light brown (7.5YR 6/4) crushed, cobbly loam, brown (7.5YR 5/4) crushed, moist; 24 percent clay; moderate medium and fine subangular blocky structure; very hard, extremely firm; moderately sticky and moderately plastic; 40 percent medium irregular carbonate masses on faces of peds; 10 percent nonflat subrounded 0.1- to 3-inch mixed igneous gravel and 20 percent nonflat subrounded 3- to 10-inch mixed igneous cobbles; violently effervescent by HCl, 1 normal; moderately alkaline, pH 8.3, pH meter 1:1 water; 24 percent calcium carbonate equivalent; gradual smooth boundary (13 to 23 inches thick).\n2Bk4--44 to 80 inches; light brown (7.5YR 6/4) crushed, gravelly loam, brown (7.5YR 5/4) crushed, moist; 24 percent clay; moderate medium subangular blocky structure; very hard, extremely firm; very sticky and very plastic; 20 percent medium irregular carbonate masses on faces of peds; 20 percent nonflat subrounded 0.1- to 3 inch mixed igneous gravel and 10 percent nonflat subrounded 3- to 10-inch mixed igneous cobbles; violently effervescent by HCl, 1 normal; strongly alkaline, pH 8.8, pH meter 1:1 water; 24 percent calcium carbonate equivalent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dona Ana County, New Mexico; approximately 3.3 miles W. and 14.7 miles S. of White Sands, 90 feet east and 1,240 feet north of the SW corner of S. 3, T. 25 south, R. 4 east. USGS Bishop Cap topographic quadrangle; lat. 32 degrees, 09 minutes, 49.9 seconds N. and long. 106 degrees 31 minutes, 80.9 seconds W.  UTM zone 13S 355707E, 3558822N; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:   The soil moisture control section is usually dry in all parts less than three-fourths of the time that the soil temperature exceeds 41 degrees F. Ustic aridic moisture regime.\nMean annual soil temperature: 61 to 65 degrees F.\nDepth to petrocalcic horizon:  8 to 20 inches\nParticle-size control section (weighted average):\nClay content: 8 to 17 percent\nCoarse fragment content: greater than 60 percent\nReaction: slightly alkaline to moderately alkaline\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 or 5 dry, 3 to 5 moist\nChroma: 4 to 6, dry or moist\nCoarse fragments: mixed igneous fragments; 30 to 40 total coarse fragments; 5 to 25 percent gravel, 15 to 20 percent cobbles.\nBk horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 or 5 dry, 4 to 6 moist\nChroma: 3 or 4, dry or moist\nTexture modifier: very gravelly or extremely gravelly\nCoarse fragments: 60 to 85 percent mixed igneous fragments; 45 to 70 percent gravel; 5 to 15 percent cobbles\nTexture: loam or sandy loam\nCalcium carbonates content: 5 to 15 percent\n2Bk horizons\nHue: 5YR, 7.5YR, 10YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 3 to 6, dry or moist\nTexture modifier: gravelly or cobbly\nCoarse fragments: 10 to 35 percent mixed igneous fragments; 5 to 25 percent gravel; 0 to 20 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kimrose (AZ), Pedregosa (AZ), Delnorte (TX), Winkle (UT), and Yurm (NV) series. Delnorte, Winkle, and Yurm soils are in a Typic aridic soil moisture regime. The moisture control section is usually dry in all parts more than three-fourths of the time that the soil temperature exceeds 41 degrees F. In addition, Winkel and Yurm soils are in the Mohave Desert and are moist in the soil moisture control section less than 20 days cumulative between July and September.  Kimrose soils have 18 to 35 percent clay in the control section.  Pedregosa soils have 35 to 60 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Alluvium from mixed igneous sources\nLandform: Fan piedmont\nSlope: 3 to 15 percent\nMean annual air temperature: 61 to 65 degrees F\nMean annual precipitation: 10 to 12 inches\nPrecipitation pattern: Precipitation falls mostly during the months of July through September.  The driest months are March and April.\nFrost-free period: 170 to 210 days\nElevation: 4,000 to 5,300 feet"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bissett, Brewster, Crotalus, Reduff, and Sotol series.  Bissett soils are derived from limestone and are on mountain tops, flanks, and bases.  Crotalus soils do not have petrocalcic horizons and are on mountain flanks and bases. Brewster and Reduff soils are lithic and are on mountain tops and flanks. Sotol soils have a clayey-skeletal control section and are on mountain flanks and bases."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow above and very slowly permeable in the petrocalcic horizon. Runoff is low on slopes of 3 to 5 percent and medium on slopes of 5 to 15 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing.  Vegetation is of the desert grassland type consisting of bush muhly, annual and perennial forbs, range ratany, creosote, mesquite, ephedra, and yucca species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New Mexico; LRR D, MLRA 42. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dona Ana County, New Mexico; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle size control section: The zone from 0 to 8 inches. (A and Bk horizons)\nOchric epipedon: The zone from 0 to 8 inches. (A and Bk horizons)\nPetrocalcic horizon: The zone from 8 to 12 inches (Bkm horizon)\nUstic feature: An aridic moisture that borders on an ustic moisture regime.\nADDITIONAL DATA: The assignment of the cation exchange capacity is inferred from lab data from similar soils in the surrounding area.\nUpdated competing series section 3/17/08, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
