{
  "SERIES": "MITCHELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR",
  "REVDATE": "07/2005",
  "STATES": "NE,SD,WY",
  "OVERVIEW": "The Mitchell series consists of very deep, well drained soils formed in loamy colluvial and alluvial sediments weathered from siltstone.  They are on hillslopes, foot slopes, alluvial fans, and valley sides.  Slopes range from 0 to 30 percent. The mean annual precipitation is about 38 centimeters (15 inches), and the mean annual air temperature is about 10 degrees C (49 degrees F). at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mitchell silt loam with a slope of less than 1 percent in irrigated cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 23 centimeters (0 to 9 inches); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak medium granular structure; slightly hard, friable; slight effervescence; moderately alkaline; abrupt smooth boundary.\nA--23 to 28 centimeters (9 to 11 inches); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; slightly hard, friable; strong effervescence; moderately alkaline; abrupt smooth boundary. (Combined thickness of the A horizon is 10 to 30 centimeters (4 to 12 inches.)\nAC--28 to 48 centimeters (ll to 19 inches); light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; weak medium subangular blocky structure; slightly hard, friable; violent effervescence; moderately alkaline; clear smooth boundary. (8 to 30 centimeters (3 to 12 inches thick)\nCl--48 to 74 centimeters (l9 to 29 inches); very pale brown (10YR 8/2) silt loam; light brownish gray (10YR 6/2) moist; weak coarse subangular blocky structure; slightly hard, friable; violent effervescence; moderately alkaline; gradual smooth boundary.\nC2--74 to 152 centimeters (29 to 60 inches); very pale brown (10YR 8/2) silt loam, light brownish gray (10YR 6/2) moist; massive; soft, very friable; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scotts Bluff County, Nebraska; about 5 miles west of Scottsbluff; 533 meters (1,740 feet) west and 145 meters (475 feet) south of the northeast corner, section 23, T. 22 N., R. 56 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 18 to 61 centimeters 97 to 24 inches).\nDepth to carbonates: 0 to 25 centimeters (0 to 10 inches).\nSiltstone gravel: 0 to 2 percent by volume of control section.\nA horizon:\nHue: 10YR\nValue: 4 to 7 and 4 or 5 moist\nChroma: 2 or 3\nTexture: silt loam, fine sandy loam, loam, and very fine sandy loam.\nAC horizon:\nIntermediate in color and texture between the A and C horizon.\nC horizon:\nHue: 10YR\nValue: 5 to 8 and 4 to 7 moist\nChroma: 2 to 4\nTexture: silt loam, very fine sandy loam and loam\nSome pedons contain thin layers of moderately coarse or coarse textured material.\nWeakly consolidated siltstone is below a depth of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Keota Truxton and Walkibout soils.\nThe Keota soils have siltstone between a depth of 20 and 40 inches.\nThe Truxton soils are dry in the soil moisture control section during May and June.\nThe Walkibout soils are dry in the soil moisture control section during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in alluvial and colluvial sediments weathered from siltstone.\nLandform: nearly level to steep hillslopes, foot slopes, alluvial fans, and valley sides.\nSlope: 0 to 30 percent.\nMean annual temperature from 7 to 11 degrees C (45 to 51 degrees F)\nMean annual precipitation from 33 to 43 centimeters (13 to 17 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bridget, Bayard, Buffington, Epping, Keota, Otero and Tripp soils.\nBridget and Buffington soils have a mollic epipedon and are on similar landscapes.\nBuffington soils are in the fine family.\nBayard and Otero soils are coarse-loamy and are slightly higher on the landscape.\nEpping soils have siltstone at a depth of 10 to 20 inches and are higher in the landscape.\nKeota soils are moderately deep over siltstone and are higher on the landscape.   Tripp soils have a mollic epipedon and are on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Well drained.\nRunoff: low to high, depending primarily on slope.\nSaturated hydraulic conductivity: moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated.\nThe major crops are corn, sugar beets, alfalfa, dry edible beans, and potatoes.\nNative vegetation is short prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Nebraska, southwestern South Dakota, eastern Wyoming, and northeastern Colorado. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scotts Bluff County, Nebraska, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 11 inches (Ap and A horizons).\nThe Mitchell soils are mapped extensively in the aridic-ustic and ustic-aridic moisture regimes in Ne, Co, Wy, and SD.  Further study is needed to determine if reclassification, new series or both are needed.  Soils mapped in the aridic-ustic moisture regime would now classify as Aridic Ustorthents.  This subgroup was added to Taxonomy in 1992.  An alkali phase of the Mitchell series is recognized.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
