{
  "SERIES": "MITIWANGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. STP-RAR",
  "REVDATE": "06/2011",
  "STATES": "IN,MI,OH",
  "OVERVIEW": "The Mitiwanga series consists of moderately deep, somewhat poorly drained soils formed in 20 to 40 inches of till underlain by sandstone bedrock. They are on till plains and lake plains. Permeability is moderate. Slope ranges from 0 to 6 percent. The mean annual precipitation is about 36 inches, and the mean annual temperature is 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mitiwanga silt loam, on a 1 percent slope in a cultivated field at an elevation of 790 feet. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 9 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine and very fine roots throughout; 2 percent rock fragments; moderately acid; abrupt wavy boundary. (4 to 10 inches thick)\nBE -- 9 to 11 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; common medium and fine roots throughout; dark grayish brown (10YR 4/2) organic coats on faces of peds; common distinct light brownish gray (10YR 6/2) clay depletions on faces of peds; 2 percent rock fragments; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary. (0 to 6 inches thick)\nBt1 -- 11 to 16 inches; yellowish brown (10YR 5/4) loam; moderate medium subangular blocky structure; firm; common medium and fine roots throughout; many distinct gray (10YR 5/1) clay films on faces of peds; common distinct gray (10YR 5/1) clay depletions on faces of peds; 5 percent rock fragments; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary.\nBt2 -- 16 to 25 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm; common fine roots throughout; many distinct gray (10YR 6/1) clay films on faces of peds; common distinct gray (10YR 6/1) clay depletions on faces of peds; 10 percent rock fragments; many medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 10 to 24 inches.)\nR -- 25 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, Ohio; about 2 miles northwest of Birmingham, in Florence Township, 3,560 feet south of the intersection of Harrison Road (Township Road 145) and Angling Road (Township Road 144) along Harrison Road, then 750 feet west, T. 5 N., R. 20 W.; USGS Berlin Heights, Ohio topographic quadrangle; latitude 41 degrees, 20 minutes, 45 seconds N. and longitude 82 degrees, 23 minutes, 22 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon and depth to a lithic contact ranges from 20 to 40 inches. Rock fragments are glacial erratics of mixed lithology.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5 (6 or more dry), and chroma of 2 or 3. Some pedons have an A horizon, 1 to 4 inches thick, that has hue of 10YR or 2.5Y, value of 2 or 3 (4 or 5 dry), and chroma of 2. Texture is typically silt loam, but the range includes channery loam. Rock fragment content ranges from 2 to 25 percent. Reaction is very strongly acid or strongly acid. Areas that have been limed range to slightly acid.\nSome pedons have an E horizon with hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4. Texture is loam, silt loam, or channery loam. Rock fragment content ranges from 2 to 25 percent. Reaction is very strongly acid or strongly acid. Areas that have been limed range to slightly acid.\nThe BE horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. Texture is loam, silt loam, or channery loam. Rock fragment content ranges from 2 to 25 percent. Reaction is very strongly acid or strongly acid.\nThe Bt horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 6, and chroma of 1 to 6. Texture commonly is silt loam, silty clay loam, clay loam, or loam, and less commonly their channery analogues. Rock fragment content ranges from 2 to 30 percent. Reaction commonly is very strongly acid or strongly acid, but ranges to moderately acid.\nSome pedons have BC horizons that range to slightly acid in the lower part.\nThe C horizon has similar color range to the B horizon. Texture is clay loam, loam, sandy loam, or their channery or flaggy analogues. Rock fragment content ranges from 10 to 25 percent. Reaction ranges from very strongly acid to slightly acid.\nSome pedons have 2BC and 2C horizons derived from sandstone. Color and reaction range is similar to the BC and C horizons, respectively. Texture is channery, very channery, flaggy, or very flaggy analogues of clay loam, loam, sandy clay loam, or sandy loam. Rock fragment content ranges from 15 to 40 percent.\nIn some pedons a few inches of fractured sandstone are above the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ayshire, Capac, Crawleyville (T), Digby, Great Piece, Jimtown, Mongle, Sleeth, and Whitaker series. The Ayshire, Capac, Crawleyville, Digby, Jimtown, Mongle, Sleeth, and Whitaker soils do not have a lithic contact between 20 and 40 inches.\nThe Shadeland series has not been updated to the 8th editions of the Keys to Soil Taxonomy. They may become a competing series when their area of use is updated. The Shadeland soils have the lower part of the series control section derived from interbedded sedimentary bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Mitiwanga soils are on flats, shoulders, and back slopes on till plains and lake plains. Slope ranges from 0 to 6 percent. They formed in till of Wisconsin age that is moderately deep to sandstone bedrock. Elevations are 570 to 1,300 feet. The mean annual precipitation is 29 to 43 inches, and the mean annual temperature is 49 to 52 degrees F. The frost free period is 133 to 198 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Darien, Loudonville, and Mahoning soils. The well drained Berks and Loudonville soils are on adjacent slightly higher and more sloping landscape positions. The very deep Darien and Mahoning soils are on similar adjacent landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is negligible to low. Permeability is moderate. Depth to an intermittent apparent seasonal high water table is .5 to 1 foot below the surface from November to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for the production of hay, pasture, and small grain. Wooded areas are mixed hardwoods. Native vegetation was hardwood forest, primarily oak, maple, ash and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Erie-Huron Lake Plain, Erie Fruit and Truck Area, Indiana and Ohio Till Plain, and Eastern Ohio Till Plain. MLRA's 99, 111, and 139. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erie County, Ohio, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision shifts the typical pedon within Erie County and updates the series concept.\nDiagnostic horizons and features recognized in this pedon are:\na). Ochric epipedon - from a depth of 0 to 11 inches (Ap and BE horizon).\nb). Argillic horizon - from a depth of 11 to 25 inches (Bt1 and Bt2 horizons).\nc). Aquic conditions - at a depth of 9 to 25 inches.\nd). Lithic contact - at a depth of 25 inches.\nPhases and variants: A cobbly sandy loam surface texture phase and a moderately well drained variant are recognized. It is anticipated that these phases and other soils correlated as Mitiwanga in MLRA's other than MLRA 139 will be correlated as new series in future modernization projects.\nADDITIONAL DATA: Characterization data is available for the typical pedon (ER-46).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 9 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine and very fine roots throughout; 2 percent rock fragments; moderately acid; abrupt wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE -- 9 to 11 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; common medium and fine roots throughout; dark grayish brown (10YR 4/2) organic coats on faces of peds; common distinct light brownish gray (10YR 6/2) clay depletions on faces of peds; 2 percent rock fragments; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 11 to 16 inches; yellowish brown (10YR 5/4) loam; moderate medium subangular blocky structure; firm; common medium and fine roots throughout; many distinct gray (10YR 5/1) clay films on faces of peds; common distinct gray (10YR 5/1) clay depletions on faces of peds; 5 percent rock fragments; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2 -- 16 to 25 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm; common fine roots throughout; many distinct gray (10YR 6/1) clay films on faces of peds; common distinct gray (10YR 6/1) clay depletions on faces of peds; 10 percent rock fragments; many medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 10 to 24 inches.)"
      },
      {
        "name": "R",
        "top": 64,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 25 inches; hard sandstone."
      }
    ]
  ]
}
