{
  "SERIES": "MITKOF",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSC/JMD/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Mitkof series consists of very deep, somewhat poorly drained soils formed in colluvium and ablation till on mountain and hill sideslopes and till plains.  Slopes range from 0 to 80 percent.  Mean annual precipitation is in excess of 60 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Humicryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mitkof loam -- on a southwest facing slope of 60 percent at 1030 feet elevation under forest vegetation.  (All colors are for moist soil)\nOi--4 to 2 inches; forest litter and living mosses; many very fine and fine, and common medium roots; abrupt smooth boundary. (0 to 3 inches thick)\nOa--2 to 0 inches; black (N 2/ ) muck; many very fine and fine roots; extremely acid (pH 4.0); abrupt smooth boundary.  (2 to 6 inches thick)\nE--0 to 1 inch; grayish brown (10YR 5/2) loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; 10 percent cobble; many very fine and fine roots; very strongly acid (pH 4.5); abrupt smooth boundary.  (0 to 3 inches thick)\nBh--1 to 5 inches; black (5YR 2.5/1) mucky silt loam; moderate medium subangular blocky structure; very friable; slightly sticky and slightly plastic; common fine, medium and coarse roots; 10 percent cobble; very strongly acid (pH 4.5); clear wavy boundary.  (0 to 10 inches thick)\nBhs1--5 to 12 inches; dark reddish brown (5YR 3/3) gravelly silt loam; moderate medium subangular blocky structure; friable; slightlysticky and slightly plastic; 20 percent gravel and 5 percent cobble; common fine, medium and coarse roots; very strongly acid (pH 5.0); clear wavy boundary.  (3 to 9 inches thick)\nBhs2--12 to 18 inches; dark reddish brown (5 YR 3/2) very cobbly silt loam; weak coarse subangular blocky structure; slightly sticky and slightly plastic; common distinct dark brown (7.5YR 3/2 mottles; 20 percent gravel and 15 percent cobble; few very fine and fine roots; very strongly acid (pH 5.0); clear irregular boundary.  (0 to 10 inches thick)\nC--18 to 60 inches; dark brown (7.5YR 4/2) and dark grayish brown (10YR 4/2) very gravelly sandy loam; massive; nonsticky and nonplastic; 40 percent gravel and 10 percent cobble; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hook River, Chatham Area, Alaska.  NE1/4, NE1/4, Section 28, T.49S., R.63E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 38 to 42 degrees F. The solum ranges from 4 to 26 inches thick. Average particle size of the control section has less than 18 percent clay and more than 15 percent fine sand or coarser.  Coarse fragment content in the control section ranges from 35 to 80 percent and is dominantly gravel size.  Reaction increases with depth, ranging from extremely acid to slightly acid.\nAn Oe horizon, 2 to 4 inches thick, is present in some pedons.\nThe E horizon has hue ranging from 5YR through 10YR, value moist from 3 to 6, and chroma moist from 1 to 3.  Texture is commonly silt loam but ranges to include very fine sandy loam, loam, or sandy loam.  Coarse fragment content ranges from 0 to 10 percent with 0 to 5 percent gravel and 0 to 10 percent cobble.\nThe Bhs horizons have hue ranging from 2.5YR to 10YR, value moist of 2 or 3, and chroma moist from 0 to 3.  Texture is commonly silt loam but ranges to include loam and sandy loam.  Coarse fragment content ranges from 35 to 65 percent and is dominantly gravel.  Prominent or distinct mottles are commonly present in the lower part of the horizon.\nA mottled Bs or BC horizon is present in some pedons.\nThe C horizon has hue ranging from 5YR to 5Y, value moist from 3 to 5, and chroma moist from 2 to 4.  Texture is sandy loam or loam.  Coarse fragment content ranges from 40 to 50 percent with 25 to 40 percent gravel and 10 to 20 percent cobble.  Prominent mottles may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deming (WA), Foad (AK), Hinker (WA), Karta (AK), Kupreanof (AK), Saar (WA), Shuksan (WA), and Thader (OR) series.  Deming, Saar, and Shukson soils have ash within the control section.  Foad, Hinker, and Thader soils have a lithic contact within the control section.  Karta soils have paralithic compact till within 40 inches.  Kupreanof soils are not mottled."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mitkof soils are on straight to concave slopes of mountainsides, hillsides, and till plains.  These soils are formed in colluvium and ablation till of mixed mineralogy.  The climate is humid maritime with a mean annual precipitation range of 60 to 220 inches. The mean annual temperature is about 44 degrees F. and the mean summer temperature is about 57 degrees F.  Elevation ranges from 0 to 3000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Kaikli, Kasiana,Kupreanof, Maybeso, and Tolstoi soils on similar landforms.  Kaikli and Maybeso soils are very poorly drained organic soils.  Kasiana soils have a histic epipedon and are poorly drained.  Kupreanof and Tolstoi soils are well drained with Tolstoi being thinner than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Moderate permeability.  Very slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mitkof soils are used for timber production, wildlife habitat, watershed protection, and recreation.  The overstory is dominantly western hemlock with some yellow cedar.  The understory is dominantly blueberry with some rusty menziesia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chatham Area, Alaska 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include: an albic horizon from 0 to 1 inch; a spodic horizon from 1 to 18 inches; a cryic temperature regime; assumed greater than 6 percent organic carbon in the upper 4 inches of the spodic horizon; weighted average particle size of loamy-skeletal from 10 to 40 inches.\nThis series could classify as a Typic Cryaquod under the 1991 revised Spodosol criteria.  The soil, however, does not exhibit the saturated conditions typical of an Aquod which is reflected in terms of forest productivity.  Redoximorphic features are present lower in the spodic horizon and the soil exhibits characteristics of somewhat poor drainage.   It is assumed the soil is not saturated to the surface nor does the capillary fringe extend to the surface during the year.\nADDITIONAL DATA:  No laboratory data is available for this soil.  NSSL Laboratory data from similar soils (82P 3229-3235, 3236-3241) in the area show greater than 6 percent organic carbon in the upper 4 inches of the spodic horizon with chromas as high as 4.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 10,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--4 to 2 inches; forest litter and living mosses; many very fine and fine, and common medium roots; abrupt smooth boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Oa",
        "top": 5,
        "bottom": 0,
        "pH": 4,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--2 to 0 inches; black (N 2/ ) muck; many very fine and fine roots; extremely acid (pH 4.0); abrupt smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--0 to 1 inch; grayish brown (10YR 5/2) loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; 10 percent cobble; many very fine and fine roots; very strongly acid (pH 4.5); abrupt smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "Bh",
        "top": 3,
        "bottom": 13,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh--1 to 5 inches; black (5YR 2.5/1) mucky silt loam; moderate medium subangular blocky structure; very friable; slightly sticky and slightly plastic; common fine, medium and coarse roots; 10 percent cobble; very strongly acid (pH 4.5); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bhs1",
        "top": 13,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs1--5 to 12 inches; dark reddish brown (5YR 3/3) gravelly silt loam; moderate medium subangular blocky structure; friable; slightlysticky and slightly plastic; 20 percent gravel and 5 percent cobble; common fine, medium and coarse roots; very strongly acid (pH 5.0); clear wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Bhs2",
        "top": 30,
        "bottom": 46,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bhs2--12 to 18 inches; dark reddish brown (5 YR 3/2) very cobbly silt loam; weak coarse subangular blocky structure; slightly sticky and slightly plastic; common distinct dark brown (7.5YR 3/2 mottles; 20 percent gravel and 15 percent cobble; few very fine and fine roots; very strongly acid (pH 5.0); clear irregular boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "narrative": "C--18 to 60 inches; dark brown (7.5YR 4/2) and dark grayish brown (10YR 4/2) very gravelly sandy loam; massive; nonsticky and nonplastic; 40 percent gravel and 10 percent cobble; moderately acid (pH 6.0)."
      }
    ]
  ]
}
