{
  "SERIES": "MITTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RWL",
  "REVDATE": "11/2013",
  "STATES": "WA",
  "OVERVIEW": "The Mitta series consists of very deep, moderately well drained soils that formed in alluvium mixed with volcanic ash in the upper part. Mitta soils are on flood plains, fan aprons, fan skirts and inset fans. Slopes are 0 to 2 percent. The mean annual precipitation is about 10 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, glassy over isotic, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mitta ashy silt loam - irrigated cropland, on a 1 percent slope at an elevation of 1,590 feet. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; dark gray (10YR 4/1) ashy silt loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular and few very fine tubular pores; slightly effervescent; SAR 1 percent; CaCO3 equivalent 1 percent; NaF pH 9.5; moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 10 inches thick)\nA1--6 to 15 inches; dark gray (10YR 4/1) ashy silt loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular and common very fine tubular pores; slightly effervescent; NaF pH 9.5; moderately alkaline (pH 8.0); abrupt wavy boundary.\nA2--15 to 24 inches; dark gray (10YR 4/1) ashy silt loam, black (10YR 2/1) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and common very fine tubular pores; NaF pH 9.2; slightly alkaline (pH 7.7); clear wavy boundary. (Combined A1 and A2 horizons are 14 to 20 inches thick)\nAB--24 to 34 inches; grayish brown (10YR 5/2) ashy silt loam, black (10YR 2/1) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and very few fine tubular pores; NaF pH 9.2; slightly alkaline (pH 7.5); clear wavy boundary. (5 to 10 inches thick)\n2BA--34 to 49 inches; variegated color pattern consisting of 85 percent grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist and 15 percent light yellowish brown (2.5Y 6/3) and olive brown (2.5Y 4/3) moist; weak medium prismatic structure parting to weak fine subangular blocky; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine irregular, many very fine and few fine tubular pores; few fine rounded iron-manganese redox concretions with sharp boundary; NaF pH 9.0; slightly alkaline (pH 7.5); clear wavy boundary. (10 to 20 inches thick)\n2Bw--49 to 60 inches; variegated color pattern consisting of 65 percent grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist and 35 percent light yellowish brown (2.5Y 6/3) and olive brown (2.5Y 4/3) moist; moderate fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine roots; many very fine irregular and common very fine tubular pores; few distinct iron masses on vertical and horizontal faces of peds; few fine rounded iron-manganese redox concretions with sharp boundary; 10 percent gravel; NaF pH 8.5; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 1 mile south of Kittitas, about 1,040 feet west and 1,450 feet south of the northeast corner of section 14, T. 17 N., R. 19 E.; USGS Kittitas, Washington topographic quadrangle; Latitude - 46 degrees, 58 minutes, 01 seconds N. and Longitude - 120 degrees, 25 minutes, 03 seconds W. (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature at a depth of 20 inches is 47 to 54 degrees F. These soils are usually moist but are dry in the moisture control section for 60 to 75 consecutive days following the summer solstice. Depth to the irrigation-induced water table ranges from 20 to 40 inches. The mollic epipedon is 25 to 45 inches thick. The upper 25 to 40 inches of the particle-size control section has an estimated bulk density of 1.00 to 1.30 grams per cubic centimeter, phosphate retention is 20 to 25 percent, volcanic glass content of 30 to 45 percent, acid oxalate extractable aluminum plus one-half of the acid oxalate iron of 0.15 to 0.40 percent and 15-bar water retention of 15 to 20 percent for air dried samples. It averages 19 to 25 percent clay by field texture. The lower part of the control section has volcanic glass content of 5 to 15 percent and averages 25 to 30 percent clay in the fine earth fraction. Organic matter is estimated to range from 3 to 5 percent in the Ap horizon.\nAp and A1 horizons have value of 3 or 4 dry and chroma of 1 or 2, dry or moist. Reaction is moderately alkaline to strongly alkaline. Sodium adsorption ratio (SAR) ranges from 1 to 10.\nThe A2 and AB horizons have value of 4 or 5 dry, 2 or 3 moist and chroma of 1 or 2, dry or moist. Texture is ashy silt loam or ashy loam. Reaction is slightly alkaline or moderately alkaline.\nThe 2BA horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 or 2, dry or moist. Texture is clay loam, silt loam or silty clay loam. Reaction is slightly alkaline or moderately alkaline.\nThe 2Bw horizon has value of 4 to 6 dry, 2 to 4 moist and chroma of 2 or 3, dry or moist. Texture is clay loam, loam, or silty clay loam. It has 5 to 10 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils include the Timentwa soils, which have 2Bkq or 2Bqm horizons at a depth of 40 to 60 inches and are dry for 90 to 105 consecutive days following summer solstice. Willock soils have 2Cd horizon or lithic contact at a depth of 40 to 60 inches and are dry for 90 to 105 consecutive days following summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mitta soils are on flood plains, fan aprons, fan skirts and inset fans and have slopes of 0 to 2 percent. These soils formed in alluvium mixed with volcanic ash in the upper part. Elevations are 1,400 to 2,000 feet. These soils are in a semiarid climate with warm, dry summers and cool, moist winters. The mean annual precipitation is 9 to 12 inches. The average January temperature is about 25 degrees F. and the average July temperature is about 69 degrees F.  The mean annual temperature is about 46 to 52 degrees F. The frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brickmill, Nanum, and Opnish soils. Brickmill soils are on alluvial fans and are loamy-skeletal. Nanum soils are on alluvial fans and terraces are fine-loamy and have a very gravelly 2Bw horizon between 20 and 40 inches. Opnish soils are on alluvial fans are fine and have very gravelly or extremely gravelly 2Btk horizon at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; moderately slow permeability. This soil is irrigated and drained. This soil has an irrigation-induced water table at 30 to 60 inches during the mid-May to mid-October growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated crop production and livestock grazing. When irrigated, hay, oats, wheat, corn, potatoes, and peas are among the crops grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kittitas County, Washington; MLRA 8, 44. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (pachic) - the zone from 0 to 34 inches (Ap, A1, A2 and AB horizons)\nParticle size control section - the zone from 10 to 40 inches (part of A1, A2, AB and part of the 2BA horizons)\nVitrandic feature - the zone from 0 to 34 inches (Ap, A1, A2 and AB horizons)\nOxyaquic feature - irrigation induced water table within 40 inches for 20 or more consecutive days.\nADDITIONAL DATA: Partial laboratory data is available for this soil: NSSL pedon number 93PO199.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark gray (10YR 4/1) ashy silt loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular and few very fine tubular pores; slightly effervescent; SAR 1 percent; CaCO3 equivalent 1 percent; NaF pH 9.5; moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "A1",
        "top": 15,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--6 to 15 inches; dark gray (10YR 4/1) ashy silt loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular and common very fine tubular pores; slightly effervescent; NaF pH 9.5; moderately alkaline (pH 8.0); abrupt wavy boundary."
      },
      {
        "name": "A2",
        "top": 38,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--15 to 24 inches; dark gray (10YR 4/1) ashy silt loam, black (10YR 2/1) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and common very fine tubular pores; NaF pH 9.2; slightly alkaline (pH 7.7); clear wavy boundary. (Combined A1 and A2 horizons are 14 to 20 inches thick)"
      },
      {
        "name": "AB",
        "top": 61,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--24 to 34 inches; grayish brown (10YR 5/2) ashy silt loam, black (10YR 2/1) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and very few fine tubular pores; NaF pH 9.2; slightly alkaline (pH 7.5); clear wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "2BA",
        "top": 86,
        "bottom": 124,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BA--34 to 49 inches; variegated color pattern consisting of 85 percent grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist and 15 percent light yellowish brown (2.5Y 6/3) and olive brown (2.5Y 4/3) moist; weak medium prismatic structure parting to weak fine subangular blocky; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine irregular, many very fine and few fine tubular pores; few fine rounded iron-manganese redox concretions with sharp boundary; NaF pH 9.0; slightly alkaline (pH 7.5); clear wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2Bw",
        "top": 124,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "narrative": "2Bw--49 to 60 inches; variegated color pattern consisting of 65 percent grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist and 35 percent light yellowish brown (2.5Y 6/3) and olive brown (2.5Y 4/3) moist; moderate fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine roots; many very fine irregular and common very fine tubular pores; few distinct iron masses on vertical and horizontal faces of peds; few fine rounded iron-manganese redox concretions with sharp boundary; 10 percent gravel; NaF pH 8.5; slightly alkaline (pH 7.5)."
      }
    ]
  ]
}
