{
  "SERIES": "MITTENBUTTE",
  "STATUS": "Established Series",
  "BYREV": "CAP",
  "REVDATE": "04/2002",
  "STATES": "WY",
  "OVERVIEW": "The Mittenbutte series consists of well drained soils that are shallow to paralithic contact.  They formed in alluvium, colluvium or residuum derived from interbedded shale, mudstone and sandstone.  Mittenbutte soils are on bedrock controlled hills and ridges.  Slopes are 0 to 75 percent.  The mean annual precipitation ranges is about 16 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mittenbutte fine sandy loam -  on a 10 percent northeast facing slope utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; loose, very friable, nonsticky and nonplastic; strongly effervescent; about 1 percent angular sandstone gravel; slightly alkaline; gradual smooth boundary. (1 to 4 inches thick)\nAC--3 to 9 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure parting to weak fine granular; loose, very friable, nonsticky and nonplastic; strongly effervescent; about 1 percent angular sandstone gravel; moderately alkaline; clear smooth boundary.  (0 to 6 inches thick)\nC--9 to 16 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist; massive; loose, very friable, nonsticky and nonplastic; strongly effervescent; 1 percent angular sandstone gravel; moderately alkaline; clear wavy boundary. (6 to 18 inches thick)\nCr--16 to 80 inches; light yellowish brown (2.5Y 6/3) soft calcareous sandstone, light olive brown (2.5Y 5/3) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 1200 feet east and 350 feet north of the southwest corner of sec. 22, T 57 N, R 73 W.; USGS Corral Creek, WY topographic quadrangle; lat. 44 degrees 54 minutes 13 seconds N. and long. 105 degrees 37 minutes 44 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to paralithic contact ranges from 6 to 20 inches.  Depth to continuous accumulations of carbonate is 6 inches or less.  Rock fragments range from 0 to 15 percent, but are typically less than 5 percent.  EC is 0 to 2 mmhos/cm throughout.  The particle-size control section has less than 18 percent clay.\nThe A horizon has hue of 2.5Y or 10YR value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 4.  Texture is fine sandy loam, very fine sandy loam, sandy loam, or loam and in some pedons loamy fine sand, or loamy sand.  Reaction is slightly to strongly alkaline.  Where the surface layer has a value of 3 moist and 5 dry and a chroma of 3 or less, it is too thin or the organic carbon content is too low to be a mollic epipedon.  Some pedons have a thin Bw horizon.\nThe AC and C horizons have hue of 2.5Y or 10YR value of 5 to 7 and 3 to 6 moist, and chroma of 2 to 4.  Dark colors are inherent from the parent material.  Texture is fine sandy loam, very fine sandy loam or sandy loam.  Reaction is slightly to strongly alkaline.\nThe Cr horizon is soft calcareous sandstone or interbedded sandstone, mudstone or shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dolcan, Fairburn, Sipapu and Spearfish series.  Dolcan, Fairburn and Spearfish soils have greater than 18 percent clay in the particle-size control section.  In addition, Dolcan soils have more than 20 percent rock fragments in the A horizon and Spearfish soils have hue of 7.5YR or redder in the C horizon.  Sipapu soils have more than 15 percent pararock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Mittenbutte soils occur on hills and ridges.  Slopes are 0 to 75 percent.  These soils formed in alluvium, colluvium or residuum weathered from soft, interbedded sandstone and shale.  Elevation is 3,500 to 5,800 feet.  The mean annual precipitation ranges from 15 to 17 inches, most of which falls in April, May and June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Fairburn soils and the Ironbutte (T), Vonalf and Xema soils.  Fairburn soils have greater than 18 percent clay in the particle-size control section.  Ironbutte soils have porcelanite with 20 inches.  Vonalf and Xema soils have argillic horizons.  The Fairburn, Ironbutte and Xema soils occur on crest and shoulders of hills and ridges.  The Vonalf soils occur on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; negligible to high runoff depending upon slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Native vegetation consists of bluebunch wheatgrass, needleandthread, western wheatgrass and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Powder River Basin and surrounding areas of northeastern Wyoming and possibly southeastern Montana, and northwestern South Dakota.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Campbell County, Southern Part, Wyoming; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches (A horizon)\nParalithic contact - at 16 inches (top of Cr horizon)\nUstic moisture regime bordering on aridic."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; loose, very friable, nonsticky and nonplastic; strongly effervescent; about 1 percent angular sandstone gravel; slightly alkaline; gradual smooth boundary. (1 to 4 inches thick)"
      },
      {
        "name": "AC",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--3 to 9 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure parting to weak fine granular; loose, very friable, nonsticky and nonplastic; strongly effervescent; about 1 percent angular sandstone gravel; moderately alkaline; clear smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 23,
        "bottom": 41,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--9 to 16 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist; massive; loose, very friable, nonsticky and nonplastic; strongly effervescent; 1 percent angular sandstone gravel; moderately alkaline; clear wavy boundary. (6 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--16 to 80 inches; light yellowish brown (2.5Y 6/3) soft calcareous sandstone, light olive brown (2.5Y 5/3) moist."
      }
    ]
  ]
}
