{
  "SERIES": "MIVIDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTH/VLP/MJD",
  "REVDATE": "09/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mivida fine sandy loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches (0 to 19 cm); reddish brown (5YR 5/4) very fine sandy loam, reddish brown (5YR 4/4) moist; weak thin platy structure; soft, very friable; common very fine and fine and few medium roots; few very fine and fine tubular pores; slightly effervescent, 5 percent calcium carbonate equivalent, carbonates are disseminated; moderately alkaline (pH 8.3); abrupt smooth boundary. (2 to 7 inches/5 to 18 cm thick)\nBw1--7 to 16 inches (19 to 41 cm); reddish yellow (5YR 6/6) very fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, very friable; common very fine and fine and few medium roots; few fine tubular pores; moderately effervescent, 6 percent calcium carbonate equivalent, carbonates are disseminated; strongly alkaline (pH 8.5); clear smooth boundary. (6 to 21 inches/15 to 53 cm thick)\nBw2--16 to 22 inches (41 to 56 cm); reddish yellow (5YR 6/6) very fine sandy loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable; few very fine and fine roots; common very fine and few fine pores; moderately effervescent, 5 percent calcium carbonate equivalent, carbonates are disseminated; strongly alkaline (pH 8.6); abrupt wavy boundary. (0 to 18 inches/0 to 46 cm thick)\nBk1--22 to 52 inches (56 to 133 cm); pink (5YR 8/3) gravelly very fine sandy loam, yellowish red (5YR 4/6) moist; massive; hard, very friable; few very fine roots; 17 percent gravel; strongly effervescent, 11 percent calcium carbonate equivalent, carbonates are segregated in common medium soft seams and veins; strongly alkaline (pH 8.8); clear wavy boundary. (7 to 30 inches/18 to 76 cm thick)\nBk2--52 to 60 inches (133 to 152 cm); pink (5YR 8/3) very fine sandy loam, yellowish red (5YR 4/6) moist; massive; hard, very friable; strongly effervescent, carbonates are segregated in seams; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; along the Mormon Trail, 2,000 feet east and 3,500 feet north of the northwest corner of sec. 32, T. 39 S., R. 20 E. in an area lacking a cadastral survey; Bluff SW USGS quad; lat. 37 degrees 22 minutes 4.4 seconds north and longitude 109 degrees 44 minutes 48.7 degrees west, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Soil misture control section is usually dry, but intermittently moist during late summer and early fall.  Aridic moisture regimne bordering on Ustic.\nMean annual soil temperature: 47 to 57 degrees F. (8.3 to 13.3 degrees C.)\nDepth to bedrock: 40 to 60 inches or more (101 to 152 cm or more)\nDepth to calcic horizon: 20 to 32 inches (51 to 81 cm)\nParticle-size control section (weighted averages)\nRock fragments: 0 to 15 percent fine gravel\nSand content: 15 to 40 percent fine sand or coarser\nClay content: 8 to 18 percent\nNoncarbonate clay content:  5 to 18 percent\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nBw horizon\nValue: 4 to 7 dry, 4 or 5 moist\nChroma: 4 to 8, dry or moist\nTexture: very fine sandy loam, fine sandy loam, loamy fine sand, sandy loam\nBk horizon\nHue: 5YR, 7.5YR\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 3 to 6 dry, 3 to 8 moist\nTexture: fine sandy loam, sandy loam, very fine sandy loam, loam\nRock fragments:  0 to 20 percent gravel\nCalcium carbonate equivalent: 10 to 40 percent\nReaction: moderately alkaline or strongly alkaline\nC or 2C horizon (where present)\nHue:  5YR or 7.5YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abracon (UT), Anasazi (UT), Chroder (CO), Chugcity (WY), Chupadera (NM), Cobbra (UT), Harvey (NM), Kaiar (T)(UT), Milok (UT), Nala (T)(CO), Sazi (UT), and Yattle (CO) series.  Abracon and Harvey soils average less than 18 percent silicate clay, but have 18 to 35 percent total clay and have shallower depth to the top of the calcic horizon. Anasazi, Chupadera, Kaiar and Sazi soils have bedrock at a depth of 20 to 40 inches.  Chugcity soils have a paralithic contact at 20 to 40 inches.  Chroder soils have a calcic horizon within 16 inches of the soil surface and have hue yellower than 7.5YR.  Cobbra soils have lithologic discontinuities to glaciofluvial deposits.  Milok soils have a calcic horizon within 20 inches of the surface.\nChugcity, Chupadera, and Harvey soils are in the Western Great Plains (LRR-G) and are more moist in May and June. Nala soils rock fragment content averages 15 to 25 percent gravel, 0 to 5 percent cobbles in the particle-size control section. Yattle soils contain 5 to 15 percent calcium carbonate equivalent and peak periods of precipitation affecting the soil moisture control section occur in May through August."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mivida soils are on structural benches, plains on structural benches, fan terraces, fan remnants and cuestas.  These soils fromed in eolian and alluvium deposits over sandstone.  Slopes range fro 0 to 15 percent and the elevation ranges from 4,400 to 6,600 feet (1.341 to 2,012 meters).  The mean annual air temperature is 45 to 55 degrees F. (7.2 to 12.2 degrees C.).  The mean annual precipitation is 8 to 13 inches (20 to 33 cm) with about 50 to 60 percent of the precipitation occurs during the growing season.  The frost-free period: 100 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Begay, Mespun, Palma and Windwhistle soils and the competing Anasazi soils. Begay soils do not have a calcic horizon. Mespun soils have a sandy particle-size control section. Palma and Windwhistle soils have an argillic horizon. Windwhistle soils are also moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, irrigated cropland, wildlife habitat and recreation. Potential vegetation is mainly needleandthread, fourwing saltbush, Indian ricegrass and winterfat. Principle crops are alfalfa and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah; MLRA 34A, 34B, and 35. The series is moderately extensive.  Discontinue use in MLRA 34A and 34B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Canyonlands Area, San Juan County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are:\nOchric epipedon - the zone from the surface to 7 inches (19 cm) (A horizon)\nCambic horizon - the zone from 7 to 22 inches (19 to 56 cm) (Bw1 and Bw2 horizons)\nCalcic horizon - the zone from 22 to 60 inches (56 to 152 cm) (Bk1 and Bk2 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nADDITIONAL DATA: Revisions made to reflect lab data September 2010 JWB.  Laboratory sample number 82UT037005.  The A and Bk1 horizons were split for sampling by NSSL.  Rock fragment content shown in the Bk1 and calcium carbonate equivalent shown for the A and Bk1 horizons are weighted averages.  The Bk2 horizon was not analyzed.\nUpdate and revision for the correlation of Kane County (UT642), July 2017, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
