{
  "SERIES": "MIXPIE",
  "STATUS": "Tentative Series",
  "BYREV": "LEL",
  "REVDATE": "05/2020",
  "STATES": "TX",
  "OVERVIEW": "The Mixpie series consists of soils that are very shallow or shallow to a petrocalcic horizon.  They are well drained soils that are, moderately rapidly permeable above a very slowly permeable petrocalcic horizon.  They formed in gravelly Pleistocene-age alluvium derived from igneous bedrock.  These soils are on fan piedmonts and fan remnants. Slope gradient ranges from 1 to 12 percent.  Mean annual precipitation is about 330 mm (13 inches).  Mean annual air temperature is about degrees 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mixpie gravelly sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA --0 to 3 cm (0 to 1 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular structure; slightly hard, very friable; slightly sticky and slightly plastic; few very fine roots throughout; few very fine tubular pores; 30 percent rhyolite gravel; few carbonate coats on lower side of gravel; violently effervescent; moderately alkaline; abrupt smooth boundary (1 to 11 inches thick)\nBk --3 to 16 cm (1 to 6 inches); pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and medium roots; many coatings of calcium carbonate on rock fragments; 55 percent rhyolite gravel; many carbonate coats on lower side of gravel; violently effervescent; moderately alkaline; abrupt wavy boundary (5 to 9 inches thick)\nBkkm --16 to 64 cm (6 to 28 inches); very pale brown (10YR 8/2) cemented material, very pale brown (10YR 7/3), moist; massive; indurated laminar cap 2 to 20 mm thick, strongly cemented below; 35 percent by volume embedded rhyolite gravel; violently effervescent; moderately alkaline; clear wavy boundary (4 to 25 inches thick)\nBCk --64 to 200 cm (25 to 80 inches); very pale brown (10YR 8/2) extremely gravelly coarse sandy loam, very pale brown (10YR 7/3), moist; weak fine subangular blocky structure; slightly hard, very friable; 50 percent gravel from mixed sources; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brewster County, Texas:  From the junction of Park Roads 11 and 12 at Panther Junction, 5 miles southeast on Route 12, 150 feet south on service road, then 40 feet west of road in range.  USGS 7.5 minute topographic quadrangle:  Panther Junction, Texas.  Latitude: 29 degrees, 16 minutes, 22 seconds N; Longitude: 103 degrees, 9 minutes 24 seconds W, NAD83. UTM coordinates: 679029 m Easting, 3239609 m Northing, NAD83 Zone 13N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 62 to 69 degrees F.\nSoil moisture: Ustic aridic moisture regime\nDepth to the petrocalcic horizon: 15 to 50 cm (6 to 20 inches)\nControl section (weighted average)\nRock fragment content: 35 to 85 percent, mainly igneous gravel\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: slight to moderately alkaline throughout\nA and Bk horizons\nHue: 7.5YR, 10YR\nValue: 3 to 6 dry, 2 to 5 moist\nChroma: 2 to 4, dry or moist\nFine earth texture class: fine sandy loam, sandy loam, loam, clay loam\nClay content: 15 to 30 percent\nBkkm horizon\nHue: 7.5YR, 10YR\nValue: 7 or 8 dry, 6 to 8 moist\nChroma: 1 to 3, dry or moist\nCementation: Continuous except for fractures and pockets.\nBCk horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 2 to 5 moist\nChroma: 2 to 4, dry or moist\nFine earth texture class: sandy loam, coarse sandy loam, fine sandy loam, loam\nRock fragment content: 35 to 60 percent by volume"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Monterosa series.  Monterosa soils are intermittently moist in some part of the soil moisture control section during December through April."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on Pleistocene-age fan remnants on piedmont slopes.  Slope gradient is mainly 1 to 5 percent but ranges to 20 percent on erosional sides lopes.  Mean annual precipitation is 305 to 380 mm (12 to 15 inches).  Most precipitation occurs as high intensity rain during thunderstorms from June to September.  Precipitation during the months of January, February, and March is less than 13 percent of the annual total.  Mean annual air temperature is 16.7 to 19.4 degrees C (62 to 67 degrees F).  Frost-free period is 210 to 250 days, and elevation ranges from 1070 to 1525 m (3500 to 5000 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chilicotal, Corazones, Leyva, and Ojinaga series.  Chilicotal, Corazones, and Leyva soils do not have a petrocalcic horizon.  In addition, Corazones and Ojinaga soils have are dry in the control section more than 270 days per year (typic aridic).  Ojinaga soils are on similar high, old fan remnants.  Chilicotal and Corazones soils are on lower, younger fan remnants.  Leyva soils are on mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid above and below the slow or very slowly permeable petrocalcic horizon. Runoff is very low on 1 to 5 percent slopes and low on slopes 5 to 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland used mainly for livestock grazing, wildlife habitat, and recreation.  Vegetation physiognomy is a grassland with shrubs and grasses sharing codominance.  Woody plants include creosotebush, mariola, javelinabush, western honey mesquite, and viscid acacia.  Dominant grasses are black grama, sideoats grama, bush muhly, threeawn, and fluffgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. LRR D, MLRA 42, Desert Grassland Igneous Materials LRU. The soil is moderately extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Brewster County, Texas.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 cm (0 to 1 inches) (A horizon)\nPetrocalcic horizon - the cemented layer between 16 and 64 cm (6 and 28 inches) (Bkkm horizon)\nSoil classified according to Keys to Soil Taxonomy, Twelfth Edition, 2014.\nADDITIONAL DATA: KSSL laboratory data are available for two pedons from Big Bend National Park:  S1986-TX-043-004 and S1986-TX-043-005.  Additional data for one pedon in Reeves County (Pedon 4521) are available in John Tatarko's 1980 Texas Tech University M.S. thesis in Soil Science entitled \" Effect of calcium carbonate on the distribution of creosotebush [Larrea tridentata (DC.) Coville] in West Texas and southern New Mexico.\"\n--------------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A --0 to 3 cm (0 to 1 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular structure; slightly hard, very friable; slightly sticky and slightly plastic; few very fine roots throughout; few very fine tubular pores; 30 percent rhyolite gravel; few carbonate coats on lower side of gravel; violently effervescent; moderately alkaline; abrupt smooth boundary (1 to 11 inches thick)"
      },
      {
        "name": "Bk",
        "top": 3,
        "bottom": 16,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk --3 to 16 cm (1 to 6 inches); pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and medium roots; many coatings of calcium carbonate on rock fragments; 55 percent rhyolite gravel; many carbonate coats on lower side of gravel; violently effervescent; moderately alkaline; abrupt wavy boundary (5 to 9 inches thick)"
      },
      {
        "name": "Bkkm",
        "top": 16,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkkm --16 to 64 cm (6 to 28 inches); very pale brown (10YR 8/2) cemented material, very pale brown (10YR 7/3), moist; massive; indurated laminar cap 2 to 20 mm thick, strongly cemented below; 35 percent by volume embedded rhyolite gravel; violently effervescent; moderately alkaline; clear wavy boundary (4 to 25 inches thick)"
      },
      {
        "name": "BCk",
        "top": 64,
        "bottom": 200,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "BCk --64 to 200 cm (25 to 80 inches); very pale brown (10YR 8/2) extremely gravelly coarse sandy loam, very pale brown (10YR 7/3), moist; weak fine subangular blocky structure; slightly hard, very friable; 50 percent gravel from mixed sources; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
