{
  "SERIES": "MOCANE",
  "STATUS": "Tentative Series",
  "BYREV": "JTB-SLM-CLN",
  "REVDATE": "06/2020",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Mocane series consists of very deep, somewhat excessively drained, rapidly permeable soils that formed in calcareous sandy colluvium and alluvium derived from the Laverne (Valentine) Member of the Ogallala Formation of Miocene-Pliocene age. These very gently sloping to moderately steep soils occur on hillslopes, alluvial fans, and colluvial aprons of dissected high plains. Slopes are 1 to 45 percent. Mean annual precipitation is about 530 mm (21 in), and mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mocane sandy loam on a convex, 3.5 percent linear slope in native rangeland at approximately 705 m (2,312 ft) elevation.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable; many fine and medium roots; few medium spherical weakly cemented carbonate nodules; 1 percent 2 to 5 mm, 1 percent 5 to 20 mm, and 1 percent 20 to 75 mm well rounded indurated quartzite fragments; strongly effervescent (21 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual smooth boundary. Thickness of the A or Ap horizons is 10 to 28 cm (4 to 11 in)\nACk--13 to 28 cm (5 to 11 in); pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure parting to structureless single grain; few fine and medium roots; many very fine irregular carbonate masses; 1 percent 2 to 5 mm, and 1 percent 5 to 20 mm, and 2 percent 20 to 75 mm well rounded indurated quartzite fragments; strongly effervescent (24 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; abrupt wavy boundary. 10 to 69 cm (4 to 27 in) thick\nCk--28 to 203 cm (11 to 80 in); very pale brown (10YR 8/4) sand, very pale brown (10YR 7/4) moist; structureless single grain; few very coarse spherical carbonate masses; few medium spherical weakly cemented nodules of calcium carbonate; 1 percent 2 to 5 mm, 1 percent 5 to 20 mm, and 1 percent 20 to 75 mm well rounded indurated quartzite fragments; weakly cemented sandstone stratum 28 to 52 cm (11 to 21 in) thick with cross-bedding angled at 15 to 20 degrees; few strongly cemented, spherical 20 to 200 mm (0.75 to 7.75 in) clay balls with geogenic mottled (relict) colors of 70 percent light olive gray (5Y 6/2), and 30 percent yellowish brown (10YR 5/6), moist; slightly effervescent (9 percent calcium carbonate equivalent); strongly alkaline, pH 8.7."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBeaver County, Oklahoma; from Slapout, OK; 8 miles north on county road NS 162, 2 miles west on county road EW 19, 1 mile north on county road 160, and 2 miles west on county road EW 18; 1550 ft (472 m) east and 500 ft (152 m) north of the southwest corner of Section 5, Township 3N, Range 27E (Cimarron meridian).\nUSGS topographic quadrangle: Logan NW, Oklahoma,\nLatitude: 36 degrees 44 minutes 54.71 seconds N\nLongitude: 100 degrees 10 minutes 36.00 seconds W\nDatum: WGS 84\nDecimal Degrees\nStd Latitude: 36.7485310\nStd Longitude: -100.1766666\nUTM Northing: 4067622\nUTM Easting:   394959\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nSolum thickness: 10 to 89 cm (4 to 35 in)\nThickness of ochric epipedon: 10 to 28 cm (4 to 11 in)\nDepth to identifiable secondary carbonate: 0 to 28 cm (0 to 11 in)\nSurface Fragments: 0 to 15 percent; gravel and/or cobbles; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone.\nParticle-size control section (weighted average):\nTotal clay content: 3 to 12 percent\nSilicate clay content: 3 to 10 percent\nClay-sized carbonate content: 0 to 5 percent\nTotal Sand content: 75 to 95 percent\nRock fragments: 0 to 14 percent; gravel and/or cobbles; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nA, Ak, Ap, or Akp horizons:\nHue: 7.5YR, 10YR\nValue: 3 to 5, 2.5 to 4 moist\nChroma: 2 to 4 moist or dry\nTexture: loamy fine sand, loamy sand, sandy loam, fine sandy loam\nTotal clay content: 2 to 12 percent\nClay-sized carbonate content: 0 to 10 percent\nSand content: 55 to 88 percent\nRock fragments: 0 to 5 percent; gravel and/or cobbles; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nIdentifiable calcium carbonate: 0 to 2 percent; fine to medium; masses, concretions, and/or nodules\nCalcium carbonate equivalent: 0 to 25 percent\nEffervescence: none to violent\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nAC, ACk, Bk or BCk horizons:\nHue: 7.5YR, 10YR\nValue: 5 to 6, 4 to 6 moist\nChroma: 2 to 6 moist or dry\nTexture: loamy fine sand, loamy sand, sandy loam, fine sandy loam\nTotal clay content: 2 to 18 percent\nClay-sized carbonate content: 1 to 10 percent\nSand content: 52 to 90 percent\nRock fragments: 0 to 14 percent; gravel and/or cobbles; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nIdentifiable secondary carbonate: 0 to 10 percent; fine to very coarse; masses, concretions, and/or nodules; these are commonly inherited from the geologic deposit (Ogallala formation)\nCalcium carbonate equivalent: 1 to 30 percent\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nC or Ck horizons:\nHue: 7.5YR, 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 5 moist or dry\nTexture: coarse sand, sand, fine sand, loamy coarse sand, loamy sand, loamy fine sand\nTotal clay content: 1 to 15 percent\nClay-sized carbonate content: 0 to 5 percent\nSand content: 75 to 98 percent\nRock fragments: 0 to 15 percent; gravel and/or cobbles; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nParalithic Materials: extremely weakly to moderately cemented calcareous sandstone occurs as discontinuous strata or remnants within these stratified layers of Tertiary age alluvium. Where present, thickness of paralithic materials is widely variable. Mottles (geogenic) may also be present in portions of the paralithic materials. Ck layers are heterogeneous in physical and chemical properties with varying degrees of cementation and coarse fragment content. These layers may also contain clay balls and horizontally oriented strata of clay. Clay balls range in size from 20 to 350 mm (0.75 to 13 in) in diameter when present. Clay strata can range from a few mm to several cm thick.\nIdentifiable calcium carbonate: 0 to 15 percent; fine to very coarse; masses, concretions, and/or nodules; these are commonly inherited from the geologic deposit (Ogallala formation) and range from 10 to 80 mm (0.4 to 3 in) in diameter.\nCalcium carbonate equivalent: 2 to 15 percent\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to strongly alkaline (7.4-9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no soil series in the same family. Similar soils are the Likes and Otero series.\nLikes soils: are sandy throughout the particle-size control section (Ustipsamments)\nOtero soils: have a coarse-loamy particle size class and a cooler mesic soil temperature regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Calcareous sandy alluvium and colluvium derived from the Laverne (Valentine) Member of the Ogallala Formation of Miocene-Pliocene age\nLandscape: Dissected high plains\nLandform: Hillslopes, alluvial fans, and colluvial aprons\nSlope: 1 to 45 percent\nMean annual precipitation: 457 to 635 mm (18 to 25 in)\nThornthwaite annual P-E Index: 25 to 36\nMean annual air temperature: 13.3 to 15.0 degrees C (56 to 59 degrees F)\nFrost-free period: 180 to 200 days\nElevation: 609.6 to 914.4 m (2,000 to 3,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Alopark, Alowood, Dreyfoos, Mansic, Oklark, Shalowood, and Woods series.\nAlopark soils: occur on similar positions, have a coarse-loamy particle-size class\nAlowood and Shalowood soils: occur on lower positions, and are formed in Neogene age Ogallala alluvium/colluvium over Permian age residuum of claystone, mudstone, sandstones, and/or siltstone\nDreyfoos soils: occur on higher positions, and are formed in eolian sands with textures of loamy fine sand or coarser throughout (Ustipsamments), and do not have rock fragments\nMansic and Oklark soils: occur on similar positions, and have a mollic epipedon\nWoods soils: occur on similar positions, and have a fine particle-size class, slickensides or other vertic features within 102 cm (40 in) of the soil surface"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Somewhat excessively\nPermeability: Rapid\nRunoff: negligible on 1 to 5 percent slopes, very low on 5 to 20 percent slopes, and low on slopes greater than 20 percent"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: livestock grazing\nNative vegetation:  Indiangrass, sand bluestem, giant dropseed, little bluestem, sand lovegrass, sand dropseed, shinoak, yucca, hackberry, littleleaf sumac, sand sagebrush, mentzelia,  gauras, primrose, and groundcherries.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites:  Sandy 16-24\" PZ (R077EY064TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Oklahoma and Texas Panhandles, northwestern Oklahoma and southwestern Kansas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMajor Land Resource Area: 77E - Southern High Plains, Breaks\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Beaver County, Oklahoma, 2007. The name is from a historic community in Beaver County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Otero and Likes soil series.\nMany pedons have subsoil horizons with calcium carbonate equivalent values greater than 15 percent, but do not have accompanying features to qualify as diagnostic calcic horizons.\nDiagnostic horizons and features in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in) (Ap horizon).\nParalithic materials: present as discontinuous stratum of weakly cemented sandstone at 28 cm (11 in) (C or Ck horizons).\nADDITIONAL DATA: KSSL data available: S2007OK007001 (Beaver County, OK), S2007OK007002 (TL-Beaver County, Oklahoma)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
