{
  "SERIES": "MOCHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/LCL/RWK/KP",
  "REVDATE": "08/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Fluventic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mocho loam, irrigated orchard. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 11 inches; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine and medium interstitial pores; slightly effervescent, carbonates disseminated; moderately alkaline; clear smooth boundary. (6 to 14 inches thick)\nA--11 to 18 inches; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots; common very fine and fine tubular pores; strongly effervescent, carbonates disseminated; moderately alkaline; clear smooth boundary. (5 to 10 inches thick)\nC1--18 to 29 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine tubular pores; strongly effervescent, carbonates disseminated; moderately alkaline; clear smooth boundary. (9 to 14 inches thick)\nC2--29 to 72 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; common very fine and fine tubular pores; stratified thin layers of sand and lenses of fine material with brown organic material between the strata; strongly effervescent, carbonates disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Benito County, California; 200 yards west of right angle bend in Cienega Road, 1 mile south of junction of Cienega Road and Southside Road (old State 25). Suspected Type Location is at 36.689408, -121.276897."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is about 59 degrees to 64 degrees F. and usually the soil temperature is not below 47 degrees F. The soil between depths of about 5 and 15 inches usually is dry all of the time from May until November and usually is moist all the rest of the year. The 10- to 40-inch particle size control section averages loam, silt loam, clay loam or silty clay loam and has 18 to 35 percent clay and more than 15 percent fine sand or coarser. There is some stratification particularly below plow depth or below depth of 20 inches. Organic matter decreases irregularly in most parts. Rock fragments range from 1/2 to about 15 percent and are less than 35 percent to a depth of more than 40 inches. After plowing, the soils are weakly to strongly calcareous throughout. Some pedons have small to moderate amounts of fine segregated lime in some part between depths of 12 and 40 inches.\nThe A horizon is grayish brown, brown or dark grayish brown in 10YR or 2.5Y hue. Moist value and moist chroma are 3.5 or less. This horizon has weak to strong granular or subangular blocky structure. It contains 1 1/2 to 4 percent organic matter which decreases irregularly below the plow depth or below depth of 20 inches and averages less than 1 percent below a depth of 20 inches.\nThe C horizon is grayish brown to light gray (10YR 5/2, 5/3, 6/2, 6/3, 7/2; 2.5Y 5/2, 6/2, 7/2). In some pedons a buried A horizon occurs below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nueva series. Neuva soils are somewhat poorly drained and lack disseminated carbonates throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mocho soils are on alluvial fans at elevations of 20 to 3,500 feet. Slopes range from 0 to 9 percent. The soils formed in recent alluvium of medium texture derived mostly from sandstone or shale rock sources. The climate is dry subhumid mesothermal with warm dry summers and cool moist winters. Mean annual precipitation is 12 to 30 inches. Average January temperature is about 56 degrees F. near the coast and is 47 degrees to 50 degrees F. inland, average July temperature is about 67 degrees F. near the coast and about 78 degrees inland, and the average annual temperature is about 59 degrees F. The freeze-free season is 200 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cropley, Rincon, and Salinas soils. Cropley soil have more than 35 percent clay. Rincon soils have an argillic horizon. Salinas soils have a mollic epipedon more than 20 inches thick and chroma less than 2."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly irrigated and intensively used for forage, field and truck crops, some fruit and dry areas are sued for grain and range. Nontilled areas have a cover of naturalized vegetation of annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys of the Coast Range in central and southern California. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alameda County (Livermore Area), California, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification updated to include superactive CEC activity class, competing paragraph updated and carbonate expressions updated, June 2001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
