{
  "SERIES": "MOCMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLS-JAL",
  "REVDATE": "4/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mocmont very gravelly loam, forested (colors are for dry soil unless otherwise noted).\nOi--2 inches to 0; forest litter of undecomposed and partially decomposed needles, twigs, cones, and leaves.\nE--0 to 9 inches; very pale brown (10YR 7/3) very gravelly loam, dark brown (10YR 4/3) moist; moderate fine and very fine granular structure; soft, very friable, slightly sticky and nonplastic; many medium, fine, very fine, and few coarse roots; many very fine pores; 30 percent angular pebbles, 10 percent angular cobbles; slightly acid (pH 6.2); clear wavy boundary. (5 to 16 inches thick)\nE/Bt--9 to 12 inches; E part (75 percent) very pale brown (10YR 7/3) very gravelly loam, brown (10YR 5/3) moist tongues; B part (25 percent) light brownish gray (10YR 6/2) very gravelly heavy loam, dark yellowish brown (10YR 4/4) moist; weak very fine subangular blocky structure parting to moderate very fine granular; hard, friable, slightly sticky and slightly plastic; many medium, fine, very fine, and common coarse roots; many fine and very fine pores; 35 percent angular pebbles, 15 percent angular cobbles; moderately acid (pH 5.6); gradual wavy boundary. (5 to 9 inches thick)\nBt1--12 to 24 inches; light yellowish brown (10YR 6/4) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; many fine and very fine, common medium and coarse roots; many fine and very fine pores; continuous distinct clay film on faces of peds; common faint clay film on rock fragments; 50 percent angular pebbles, 20 percent angular cobbles; moderately acid (pH 5.6); gradual wavy boundary.\nBt2--24 to 38 inches; pale brown (10YR 6/3) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; many very fine, common fine and medium roots, and few coarse roots; many fine and very fine pores; many faint thin clay films on faces of peds; common faint clay film on rock fragments; 55 percent angular pebbles, 25 percent angular cobbles; moderately acid (pH 5.6); diffuse wavy boundary. (Combined Bt horizons is 8 to 45 inches thick.)\nBC--38 to 60 inches; pale brown (10YR 6/3) extremely cobbly loam, dark yellowish brown (10YR 4/4) moist; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, very fine, and few medium roots; many very fine pores; 45 percent angular cobbles, 40 percent angular pebbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fergus County, Montana; 1,180 feet west and 1,345 feet north of the SE corner of sec. 2, T. 16 N., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 45 degrees F.\nMoisture control section - between 4 to 12 inches.\nA thin dark colored A horizon 1 to 4 inches thick is allowed.\nSome pedons ahve a Bt/E horizon in place of the E/Bt horizon.\nE horizon - Hue:  7.5YR or 10YR\nValue:  5, 6, 7, or 8 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  loam or sandy loam\nClay content:  10 to 20 percent\nRock fragments:  10 to 60 percent--0 to 30 percent angular cobbles, 10 to 50 percent angular pebbles or channers\nReaction:  pH 5.1 to 7.3\nE/Bt or Bt/E horizon - Hue:  7.5YR, 10YR or 2.5Y\nValue:  E part 6 or 7, Bt part 5, 6, or 7 dry; E part 4 or 5, Bt part 4 or 5 moist\nChroma:  1, 2, 3, or 4\nTexture:  E part sandy loam or loam; Bt part loam or clay loam\nClay content:  E part 10 to 20 percent, Bt part 25 to 35 percent\nRock fragments:  35 to 60 percent--10 to 30 percent angular cobbles, 25 to 55 percent angular pebbles or channers\nReaction:  pH 5.1 to 7.3\nBt horizon - Hue:  5YR, 7.5YR, 10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  3, 4, or 6\nTexture:  loam, clay loam, or sandy clay loam\nClay content:  18 to 35 percent\nRock fragments:  35 to 85 percent--10 to 30 percent angular cobbles, 25 to 55 percent angular pebbles or channers\nReaction:  pH 5.1 to 7.3\nBC horizon - Hue:  5YR, 7.5YR, 10YR or 2.5Y\nValue:  5, 6 or 7 dry; 4 or 5 moist\nChroma:  3, 4, or 6\nTexture:  loam, sandy loam or sandy clay loam\nClay content:  10 to 25 percent\nRock fragments:  60 to 90 percent--15 to 40 percent cobbles and stones, 35 to 50 percent angular pebbles or channers\nReaction:  pH 5.1 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nMacmeal (MT) - has horizon of secondary carbonate accumulation.\nYourame (MT) - has horizon of secondary carbonate accumulation.\nYreka (MT) - does not have a glossic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills; mountains; alluvial fans.\nElevation - 3,200 to 6,500 feet.\nSlope - 2 to 60 percent.\nParent material - colluvium or alluvium weathered from argillite, igneous, or sandstone rock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 26 inches.\nMean annual temperature - 36 to 43 degrees F.\nFrost-free period - 70 to 110 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mocmont soils are used mainly for forest products and range.  Potential native vegetation is mainly Douglas fir and ponderosa pine with an understory of arrowleaf balsamroot, Oregon-grape, common juniper, common snowberry, russet buffaloberry, white spiraea, kinnikinnick, Idaho fescue, rough fescue, bluebunch wheatgrass, and pinegrass."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mocmont soils are of moderate extent in the mountains and foothills of central Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fergus County, Montana, 1979."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
