{
  "SERIES": "MODA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBJ/RCH/AEC",
  "REVDATE": "03/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, vermiculitic, thermic Abruptic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moda loam, in a nearly level irrigated pasture at an elevation of 197 feet (960 m). (Colors for dry conditions unless otherwise noted).\nAp1--0 to 1 inch (0 to 3 cm); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium platy structure; slightly hard, friable, nonsticky, nonplastic; few fine roots; common very fine and fine pores; strongly acid, pH 5.5; abrupt smooth boundary. (0 to 2 inches (0 to 5 cm) thick)\nAp2--1 to 7 inches (3 to 18 cm); light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; many fine roots; common very fine and fine pores;  strongly acid, pH 5.5; clear smooth boundary. (6 to 10 inches (15 to 25 cm) thick)\nBt--7 to 14 inches (18 to 36 cm); light brown (7.5YR 6/4) slightly heavier loam, brown (7.5YR 4/4) moist; massive ; hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine pores; few thin patchy clay films in pores; moderately acid, pH 5.7; abrupt smooth boundary. (6 to 15 inches (15 to 38 cm) thick)\n2Bt--14 to 21 inches (36 to 53 cm); strong brown (7.5YR 5/6) clay, strong brown (7.5YR 4/6) moist; moderate medium prismatic structure in the upper part, strong medium to coarse angular blocky in the lower part; very hard, very firm, very sticky and very plastic; few fine roots between peds; common fine tubular pores; thick continuous clay films on all ped faces and in tubular pores;  moderately acid, pH 5.8; abrupt wavy boundary. (2 to 8 inches (5 to 20 cm) thick)\n2Btqm1--21 to 23 inches (53 to 58 cm); brown (7.5YR 5/4) and light yellowish brown (10YR 6/4) indurated duripan; massive; extremely hard, slightly rigid; roots spread out on top of horizon with little if any penetration; moderately thick clay film in seams; common iron-manganese masses in seams;; slightly acid, pH 6.1; clear wavy boundary.  (2 to 9 inches (5 to 23 cm) thick)\n2Btqm2--23 to 30 inches (58 to 76 cm); light yellowish brown (10YR 6/4) and brown (7.5YR 5/4) strongly cemented duripan; massive; extremely hard, extremely firm; moderately thick clay films in old tubular pores and fissures; common iron-manganese masses in veins and along fissures; common silica coats in veins and along fissures; neutral, pH 6.9; clear wavy boundary. (2 to 9 inches (5 to 23 cm) thick)\n2C--30 to 54 inches (76 to 137 cm); light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, sticky and plastic; no roots; few very fine pores; neutral, pH 6.9, intermittently calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glenn County, California, about 5 1/2 miles ENE of Orland, 1/4 mile west of the intersection of Wyo Road and Fourth Avenue, unsectionalized, 39 degrees 45 minutes 0 seconds North latitude, 122 degrees 5 minutes 24 seconds West longitude, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 14 to 35 inches to the bottom of the argillic horizon and mean annual soil temperature ranges from 63 to 66 degrees F.  The soil is usually dry above the duripan during most summers.\nThe A horizon colors are in 10YR hues with values of 5, 6 and 7 and chromas of 3 and 4; and in 7.5YR hues with values of 5 and 6 and chromas of 4 and 6.  Moist colors are dark brown or dark yellowish brown.  Texture ranges from loam to gravelly loam; structure from weak to massive and reaction from slightly acid to medium acid.  The Bt horizon colors are in 10YR hue with values of 4, 5 and 6 and chromas of 3 and 4; and in 7.5YR hue with values of 4, 5 and 6 and chromas of 4. Moist colors have higher chromas (1 or 2 units).  Texture ranges from clay to gravelly clay; structure is moderate to strong prismatic, angular blocky or columnar; and reaction is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Hillgate, Madera, Redding, San Joaquin and Yokohl soils.  The Hillgate soils lack duripans, and the Madera soils have light yellowish brown A horizons and lack an abrupt AB boundary.  The Redding soils are yellowish-red throughout the profile and are kaolinitic.  The San Joaquin soils have colors in 5YR hue and have a gradual transition from A to Bt horizons.  The Yokohl soils have colors in 5YR hues and have clay texture in the A horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Moda soils occur on nearly level fan remnants under annual grass and forb vegetation.  The underlying alluvium was derived from a wide variety of rock formations.  Elevations are 175 to 500 feet.  The climate is Mediterranean with mean annual rainfall of 15 to 30 inches with hot dry summers and cool moist winters.  Mean annual temperature is about 63 degrees F., average January temperature about 45 degrees F., and average July temperature about 83 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Moda soils occur in the same general areas as the Arbuckle, Corning, Hillgate, Perkins, Red Bluff and Redding soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, medium runoff, very slow permeability below the A horizon.  The soil above the hardpan is saturated at times during the rainy season and while it is irrigated."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated and dry pasture and for shallow rooted crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West side of Sacramento Valley, California.  The soils are not extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tehama County, California, August, 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Moda series was formerly classified in the Noncalcic Brown group.  The current classification is based on an ochric epipedon, an argillic horizon with more than 35 percent clay, an abrupt clay increase, and an indurated duripan.\nEdits made after SDJR project and typical profile edited to reflect the CA021 TUD without aggregated horizons. Vermiculitic mineralogy class is not verified with clay mineralogy lab data. - AEC\nOSED scanned by SSQA.  Last revised by state on 2/66.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
