{
  "SERIES": "MOFFSPRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJ/KL/CLM",
  "REVDATE": "04/2000",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moffspring loam in rangeland; on a 2 percent slope at 6,380 feet with Basin big sagebrush and wheatgrasses.  When described on May 16, 1989, the soil was moist throughout.  (Color is for dry soil unless otherwise noted.)\nA1--0 to 3 inches: very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak faint platy structure; slightly hard, very friable, nonsticky and slightly plastic; many very fine and fine roots; few very fine tubular pores; 10 percent quartzite gravel; neutral (pH 7.0); clear smooth boundary. (2 to 5 inches thick)\nA2--3 to 7 inches: dark brown (10YR 3/3) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine fine and medium roots; common very fine tubular pores; 5 percent quartzite gravel; neutral (pH 7.1); clear smooth boundary. (4 to 6 inches thick)\nBt--7 to 15 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and moderately plastic; common very fine and fine and few medium roots; common very fine tubular and few fine irregular pores; few faint clay films on faces of peds and in pores; 5 percent quartzite gravel; neutral (pH 7.2); clear wavy boundary. (5 to 10 inches thick)\nBC1--15 to 19 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine tubular pores; 10 percent quartzite gravel; slightly alkaline (pH 7.4); clear wavy boundary. (4 to 10 inches thick)\nBC2--19 to 22 inches; dark brown (10YR 4/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine, common fine and few medium roots; common very fine tubular pores; 20 percent quartzite gravel, 5 percent quartzite cobbles; slightly alkaline (pH 7.4); gradual wavy boundary. (3 to 5 inches thick)\n2C1--22 to 36 inches; brown (10YR 5/3) very gravelly loamy sand, dark brown (10YR 4/3) moist; single grain; loose; common very fine, few fine and medium roots; 45 percent gravel, 5 percent quartzite cobbles; slightly alkaline (pH 7.5); clear wavy boundary. (8 to 14 inches thick)\n2C2--36 to 60 inches; dark brown (10YR 4/3) very gravelly sand, very dark brown (10YR 3/2) moist; common, fine, faint to distinct strong brown (7.5YR 5/6) moist redox concentrations; single grain; loose; few very fine and fine roots; 30 percent gravel and 10 percent quartzite cobbles; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Custer County, Idaho; about 22 miles southeast of Patterson, Idaho; 2,500 feet north and 40 feet east of the southwest corner of section 16, T.11N., R.26E.; 44 degrees, 16 minutes, 23 seconds north latitude, 113 degrees, 22 minutes, 27 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon - 20 to 30 inches thick\nAverage annual soil temperature - 44 to 46 degrees F\nDepth to Argillic horizon - 6 to 10 inches\nDepth to the base of the Argillic horizon - 11 to 21 inches\nReaction - neutral to slightly alkaline\nAbsent in some pedons - redox concentrations at depths of 30 to 50 inches\nDepth to high water table - 3 to 6 feet from April to June\nParticle size control section\nClay - 28 to 32 percent\nCoarse fragments - 3 to 15 percent\nA horizon\nValue - 3 through 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt horizon\nTexture - CL, SICL\nGravel - 3 to 10 percent\ncobbles - 0 to 5 percent\nBC horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 through 4 dry or moist\nTexture - L, SL, GR-L or GR-SL\nCoarse fragments -  5 to 30 percent\nBq or Bkq horizons may be present in some profiles\n2C horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nTexture - GRX-LS, GRV-LS, GRX-COS, GRV-COS, GRV-S (material is stratified)\nCoarse fragments - 35 to 65 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluejoint (T), Bly, Carey Lake, Dunford, Hades, Hurryback (T), Krueger (T), Lagnaf (T), Mahogan (T), Marotz, Nagle, Sag, Strom, and Tusk series.  Bluejoint soils have tuffaceous bedrock at 40 to 60 inches.  Bly, Hades, Hurryback, Krueger, Lagnaf, Marotz, Sag and Tusk soils have argillic horizons more than 16 inches thick.  Carey Lake and Strom soils lack sandy-skeletal material in the lower part of the series control section.  Dunford and Mahogan soils are moderately deep to bedrock.  Nagle soils are calcareous and moderately to strongly alkaline in the lower substrata."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Moffspring soils formed in mixed alluvium on stream terraces.  Slopes are 0 to 4 percent.  Elevation ranges from 6,000 to 6,600 feet.  The precipitation ranges from 12 to 14 inches, most of which falls as snow and as early spring rain.  The average annual air temperature is 43 to 45 degrees F.  The frost-free season is 60 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bunting and Dickeypeak series.  The Bunting and Dickeypeak soils lack a argillic horizon.  Bunting soils are skeletal and Dickeypeak soils are coarse-silty in the control section.  Bunting soils are in convex positions and Dickeypeak soils are in concave positions on valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderately slow over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for rangeland and wildlife habitat.  The vegetation is mainly basin big sagebrush and wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (pachic feature) - the zone from 0 to 22 inches (A1, A2, Bt, BC1 and BC2 horizons).\nArgillic horizon - the zone from 7 to 15 inches (Bt horizon).\nParticle-size control section - the zone from 7 to 15 inches (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
