{
  "SERIES": "MOGOLLON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMJ",
  "REVDATE": "11/2006",
  "STATES": "AZ",
  "OVERVIEW": "The Mogollon series consists of very deep, well drained, moderately permeable soils that formed in alluvium from sandstone, limestone and sands or gravels derived from quartzite and similar rocks on alluvial fans and floodplains. Slopes range from less than 1 to 3 percent. Mean annual air temperature is about 51 degrees and average annual precipitation is about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Torrifluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mogollon fine sandy loam\nAp--0 to 13 inches;  brown (7.5YR 5/2) fine sandy loam, dark brown (7.5YR 3/2) moist; weak medium and fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine and very fine roots; many fine and very fine pores; moderately calcareous with lime disseminated; moderately alkaline.\nC1--13 to 29 inches; brown (7.5YR 5/2) light sandy clay loam, dark brown (7.5YR 3/2) moist; massive; hard, friable slightly sticky, slightly plastic; many fine and very fine roots; many fine and very fine pores; slightly calcareous; moderately alkaline (pH 8.1); clear smooth boundary.(14 to 20 inches thick).\nC2--29 to 60 inches; reddish brown (5YR 5/3) sandy clay loam, reddish brown (5YR 4/4) moist; massive; hard, friable, slightly sticky, slightly plastic; common fine and very fine roots; many fine and very fine pores; strongly calcareous with few fine distinct white filaments of lime; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navajo County, Arizona; about 1/2 mile north of Snowflake and 200 feet east of highway to Holbrook in SE1/4 Sec 14, T.13N R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime.\nA horizon\nHue: 7.5YR throughout the profile or it may be 7.5YR in the A and C1 horizons but redder below\nValue and Chroma: There is practically no range in value or chroma\nCalcium carbonate: The surface soils may be moderately or slightly calcareous or it may be free of carbonates\nReaction: slightly or moderately alkaline\nC horizon\nCalcium carbonate: finely disseminated throughout the profile and some may have been concentrated in a few fine distinct flecks or filaments in the C2 horizon.\nReaction: moderately alkaline with pH ranging up to 8.4\nTexture: sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coaliams (WY) and Nyswonger (CO) series. Coaliams soils have cambic horizons and have a horizon of carbonate accumulation. Nyswonger soils are moderately well drained and have redox features in the lower profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The alluvial fans and floodplains on which the soils occur consist of sediments washed from sandstone, limestone and sands or gravels derived from quartzite and similar rocks. Level or very gently sloping fans and flood plains.  Slopes are dominantly less than 1 percent but range up to about 3 percent. Mogollon soils occur at elevations between 5,500 and 6,200 feet under a continental climate with average annual precipitation of 12 to 18 inches, mean annual temperature of 51 degrees F., average January temperature of 31 degrees F., average July temperature of 71 degrees F. and average frost-free period of about 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Showlow and Linden series, both of which have evident B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very slow.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are used for dry farm grain, and some irrigated areas are used for growing alfalfa.  Much is used for range.  Blue grama, sand dropseed, occasional juniper, big rabbitbrush and big sage.  Twenty-five to thirty percent of the surface is covered by vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The series is of limited distribution and extent. Northeastern Arizona. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Holbrook-Show Low Area, Navajo County, Arizona, 1961. (Mogollon is the name of an extensive plateau)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 13 inches (Ap horizon)\nClassification changed from Fluventic subgroup to Torrifluventic subgroup in 2006. This change was made for consistency with the moisture regime.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Ap--0 to 13 inches;  brown (7.5YR 5/2) fine sandy loam, dark brown (7.5YR 3/2) moist; weak medium and fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine and very fine roots; many fine and very fine pores; moderately calcareous with lime disseminated; moderately alkaline."
      },
      {
        "name": "C1",
        "top": 33,
        "bottom": 74,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--13 to 29 inches; brown (7.5YR 5/2) light sandy clay loam, dark brown (7.5YR 3/2) moist; massive; hard, friable slightly sticky, slightly plastic; many fine and very fine roots; many fine and very fine pores; slightly calcareous; moderately alkaline (pH 8.1); clear smooth boundary.(14 to 20 inches thick)."
      },
      {
        "name": "C2",
        "top": 74,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C2--29 to 60 inches; reddish brown (5YR 5/3) sandy clay loam, reddish brown (5YR 4/4) moist; massive; hard, friable, slightly sticky, slightly plastic; common fine and very fine roots; many fine and very fine pores; strongly calcareous with few fine distinct white filaments of lime; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
