{
  "SERIES": "MOHALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCM/CAM",
  "REVDATE": "10/2014",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mohall coarse sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; reddish yellow (7.5YR 6/6) coarse sandy loam, brown (7.5YR 4/4) moist; weak medium platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; many very fine and fine irregular and common fine tubular pores; moderately alkaline (pH 7.9); abrupt wavy boundary. (2 to 7 inches thick)\nBA--4 to 10 inches; strong brown (7.5YR 5/6) coarse sandy loam, brown (7.5YR 4/4) moist, weak coarse angular blocky structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots; common very fine and few fine tubular pores; few faint clay films on faces of peds and lining pores; moderately alkaline (pH 7.9); clear wavy boundary. (2 to 8 inches thick)\nBt--10 to 19 inches; brown (7.5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, friable, very sticky and very plastic; few fine roots; few fine and very fine tubular pores; many faint clay films on faces of peds and lining pores; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 10 inches thick)\nBtk1--19 to 27 inches; brown (7.5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, friable, very sticky and very plastic; few very fine roots; common faint clay films on faces of peds; strongly effervescent as common fine calcium carbonate filaments and few small concretions; moderately alkaline (pH 8.2); clear wavy boundary. (6 to 12 inches thick)\nBtk2--27 to 37 inches; strong brown (7.5YR 5/6) loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine tubular pores; few faint clay films on faces of peds and lining pores; strongly effervescent as common medium distinct calcium carbonate filaments and masses; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 15 inches thick)\n2Bk--37 to 54 inches; pinkish white (7.5YR 8/2) gravelly sandy loam, pinkish gray (7.5YR 7/2) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and fine tubular pores; 20 percent gravel; violently effervescent as common soft calcium carbonate masses; moderately alkaline (pH 8.0); gradual wavy boundary. (12 to 24 inches thick)\n2C1--54 to 76 inches; pinkish white (7.5YR 8/2) gravelly sandy loam, pink (7.5YR 7/4) moist; massive; very hard, friable, nonsticky and nonplastic; common fine tubular pores; 25 percent gravel; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (20 to 30 inches thick)\n2C2--76 to 98 inches; pinkish gray (7.5YR 7/2) gravelly loamy coarse sand, light brown (7.5YR 6/4) moist; massive; soft, loose; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Maricopa County, Arizona; 1,980 feet east and 2,310 feet north of the southwest corner of section 13, T. 5 N., R. 4 W. Latitude 33 degrees, 46 minutes, 26 seconds, N., Longitude 112 degrees, 37 minutes, 54 seconds, W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February. Driest during May and June. Typic aridic soil moisture regime.\nSoil temperature - 72 to 78 degrees F. (22.0 to 25.6 degrees C.)\nRock fragments - Averages less than 15 percent by volume in the control section\nDepth to calcic horizon - 20 to 40 inches, some pedons are noneffervescent to strongly effervescent in horizons above.\nSalinity- Typically less than 2 dS/m, but ranges to 16 dS/m\nOrganic matter - Less than 1 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 to 6, dry or moist\nB horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 1 to 8 dry, 3 to 8 moist\nTexture: Sandy loam, loam, sandy clay loam, clay loam (18 to 35 percent clay)\nC horizon\nHue: 5YR, 7.5YR\nValue: 5 to 8, dry or moist\nChroma: 1 to 6, dry or moist\nTexture: Sandy loam, loam, sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Harqua (AZ), Snaggletooth (T)(CA), Tremant (AZ) and Tucson (AZ) series. Harqua soils have SARs of 10 to 35, and EC of 4 to 20 dS/m. Harqua and Tucson soils have calcic horizons at depths less than 20 inches. Snaggletooth soils are usually dry throughtout, and are rarely moist during summer or winter and exhibit a calcic horizon below 54 inches. Tremant soils have more than 15 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mohall soils are on relict basin floors, fan terraces and stream terraces. Slopes are 0 to 8 percent. The soils formed in alluvium from mixed sources. Elevations are 500 to 3,000 feet (109 to 914 meters). Mean annual precipitation is 2 to 10 inches and falls mainly as summer thunderstorms and gentle winter rains. Mean annual air temperature ranges from 70 to 76 degrees F (21.1 to 24.4 degrees C). The frost-free period is 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Antho, Contine, Gilman, Glenbar, Laveen, Pinamt, Tremant, and Tucson soils. Antho and Gilman soils are slightly lower on the landscape and are coarse-loamy. Contine soils are adjacent and fine textured. Glenbar soils are slightly lower and fine-silty. Laveen soils are adjacent and do not have argillic horizons. Pinamt, Tremant and Tucson soils are adjacent on the landscape. Pinamt soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for recreation, grazing land, and irrigated cropland. Irrigated areas are planted to alfalfa, cotton, citrus fruits, vegetables and other crops. Present vegetation is mesquite, paloverde and ironwood trees, creosotebush, bursage and cacti. Sixweeks grama, alfileria and Indianwheat are common following spring rains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona. Mohall soils are extensive. Total extent is about 500,000 acres. MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eastern Maricopa-Northern Pinal Counties Area, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nArgillic horizon - the zone from 10 to 37 inches (Bt, Btk1, Btk2 horizons)\nCalcic horizon - the zone from 27 to 54 inches (Btk2, 2Bk horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 11th Edition, 2010.\nRevised for the correlation of AZ661, 02/2009, WWJ\nRevised for the correlation of SDJR - MLRA 40 - Mohall Loam, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
