{
  "SERIES": "MOKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW-RLT",
  "REVDATE": "03/2006",
  "STATES": "AR,MO",
  "OVERVIEW": "The Moko series consists of shallow and very shallow, well drained and somewhat excessively drained soils that formed in loamy colluvium or residuum from limestone or dolostone.  They are on dissected uplands in the Ozarks of northern Arkansas and southern Missouri (MLRA 116).  Near the type location, the mean annual precipitation is about 45 inches and the mean annual temperature is about 56 degrees F.  Slopes range from 3 to 100 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moko extremely flaggy clay loam, in a grove of Eastern redcedar.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 2 inches; very dark brown (10YR 2/2) extremely flaggy clay loam; moderate fine granular structure; friable; many fine pores; many fine medium and coarse roots; about 20 percent by volume chert gravel; about 50 percent by volume dolomite flagstones 3 to 12 inches in length; neutral; clear wavy boundary.\nA2--2 to 10 inches; very dark grayish brown (10YR 3/2) extremely flaggy clay loam; weak fine and medium subangular blocky structure; friable; many fine pores; many fine, medium, and coarse roots; about 15 percent by volume chert gravel; about 60 percent by volume dolomite flagstones 3 to 12 inches in length; neutral; abrupt smooth boundary. (Combined thickness of the A horizon ranges from 6 to 20 inches.)\nR--10 to 12 inches; level bedded dolostone, fractured in the upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton County, Arkansas; about 8 miles northeast of Salem on Highway 9, then about 3 miles south-southeast on a county road, then 800 feet south and 300 feet west of NE corner, Sec. 7, SE1/4NE1/4NE1/4 Sec. 7, T. 20 N., R. 6 W.; USGS Camp, Arkansas topographic quadrangle; Latitude 36 degrees 24 minutes 40 seconds N and longitude 91 degrees 39 minutes 17 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: 4 to 20 inches\nSurface Cover: 0 to 20 percent rock outcrop or stones\nNote: The R horizon consists of hard level bedded limestone or dolostone that is commonly fractured, at least in the upper part. Cracks are up to 10 inches deep, 1/2 to 2 inches wide, and 2 to 5 feet apart are filled with A material.\nNote: The particle size control section averages from 18 to 35 percent clay and 35 to 80 percent rock fragments.\nA horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nFine-earth: silt loam, silty clay loam, sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam\nTotal rock fragments: 35 to 90 percent gravel, cobbles, channers, flagstones, or stones\nNote: Individual horizons may contain less than 35 percent rock fragments.\nReaction: moderately acid to moderately alkaline\nThe R horizon consists of hard, level bedded limestone or dolostone that is commonly fractured, at least in the upper part.  Cracks up to 10 inches deep, 1/2 to 2 inches wide, and 2 to 5 feet apart are filled with A material.  Chert occurs as thin beds, or as nodules in the limestone and dolomite.  The amount of chert varies both vertically and laterally."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elizabeth and Knobby series.  Elizabeth soils contain fewer rock fragments in the upper part of the solum and are calcareous.  Knobby soils have less than 18 percent clay in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moko soils are on gently sloping to very steep dissected uplands.  Slopes range from 3 to 100 percent.  Moko soils formed in loamy colluvium or residuum from limestone of the Boone Formation; dolomites of the Cotter and Jefferson City formations and interbedded limestones of the Everton formation in Arkansas and counterparts in Missouri. The mean annual temperature ranges from about 53 to 57 degrees F, and the mean annual precipitation ranges from about 42 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agnos, Arkana, Blueye, Estate, Gassville, Gepp and Portia series.  Agnos, Arkana, Blueye, Estate, Gassville and Gepp soils occur on similar landscapes. All are deeper than 20 inches to bedrock and have argillic horizons. Portia soils occur on lower footslopes positions.  Portia soils are deeper than 20 inches to bedrock and has an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, but ranges to somewhat excessively drained for very shallow components; very high runoff; moderate permeability and moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in eastern redcedar and native grasses with sparse populations of post oak and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands of northern Arkansas and southern Missouri (MLRA 116A) and the Ozark Border region of southern Missouri (MLRA 116B).  The series is extensive, with over 250,000 acres mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boone County, Arkansas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil:\nMollic epipedon - zone from the surface to a depth of 10 inches.\nLithic feature - contact with bedrock at 10 inches.\nThe Moko series was formerly mapped as the Sogn series.\nADDITIONAL DATA:  Laboratory characterization by the University of Arkansas Soil Characterization Laboratory is available on 3 pedons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "extremely flaggy",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 2 inches; very dark brown (10YR 2/2) extremely flaggy clay loam; moderate fine granular structure; friable; many fine pores; many fine medium and coarse roots; about 20 percent by volume chert gravel; about 50 percent by volume dolomite flagstones 3 to 12 inches in length; neutral; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "extremely flaggy",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--2 to 10 inches; very dark grayish brown (10YR 3/2) extremely flaggy clay loam; weak fine and medium subangular blocky structure; friable; many fine pores; many fine, medium, and coarse roots; about 15 percent by volume chert gravel; about 60 percent by volume dolomite flagstones 3 to 12 inches in length; neutral; abrupt smooth boundary. (Combined thickness of the A horizon ranges from 6 to 20 inches.)"
      },
      {
        "name": "R",
        "top": 25,
        "bottom": 30,
        "narrative": "R--10 to 12 inches; level bedded dolostone, fractured in the upper part."
      }
    ]
  ]
}
