{
  "SERIES": "MOLAWA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JMW/CEG/TDT",
  "REVDATE": "07/2015",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Molawa medial loam - conifer forest, on a southwest facing slope of 8 percent at 6,600 feet elevation. When described on September 1, 2010, the soil was dry throughout. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 2 cm (0 to 1 inch); slightly decomposed needles and twigs; moderately acid (pH 5.6); abrupt smooth boundary.\nOe--2 to 6 cm (1 to 2 inches); moderately decomposed needles and twigs; strongly acid (pH 5.4); abrupt smooth boundary. (combined thickness of the O horizons is 3 to 8 cm (1 to 3 inches))\nA--6 to 25 cm (2 to 10 inches); very dark brown (7.5YR 2.5/3) medial loam, dark yellowish brown (10YR 3/4) dry; moderate fine granular structure; very friable, soft, nonsticky and nonplastic; common very fine and fine roots and few medium roots; few fine dendritic tubular pores; 1 percent stones, 2 percent cobbles and 10 percent gravel; slightly acid (pH 6.5); gradual wavy boundary. (6 to 24 cm (2 to 9 inches) thick)\nBw1--25 to 45 cm (10 to 18 inches); brown (7.5YR 4/4) medial loam, brown (10YR 4/3) dry; weak medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common very fine, fine and medium roots and few coarse and very coarse roots; few fine dendritic tubular pores; 1 percent stones, 1 percent cobbles and 5 percent gravel; slightly acid (pH 6.5); gradual wavy boundary.\nBw2--45 to 90 cm (18 to 35 inches); dark brown (7.5YR 3/4) gravelly medial loam, dark yellowish brown (10YR 4/4) dry; weak medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; few fine, medium, coarse and very coarse roots and common very fine roots; few fine dendritic tubular pores; 2 percent stones, 5 cobbles and 15 percent gravel; slightly acid (pH 6.5); gradual wavy boundary. (combined thickness of the Bw horizons is 50 to 150 cm (20 to 59 inches))\nBC--90 to 155 cm (35 to 62 inches); dark brown (7.5YR 3/4) very gravelly medial loam, yellowish brown (10YR 5/4) dry; massive; very friable, soft, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; few fine dendritic tubular pores; 2 percent stones, 10 percent cobbles and 45 percent gravel; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon; about 11.2 miles north and 7.8 miles west of Keno; about 1,566 feet north and 2,392 feet east of the southwest corner of sec. 2, T. 38 S., R. 6 E (Latitude - 42 degrees, 17 minutes, 25.17 seconds N., Longitude - 122 degrees, 4 minutes, 54.55 seconds W.) Aspen Lake, Oregon USGS quadrangle.  UTM 575695 meters E, 4682420 meters N, Zone 10, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 41 to 45 degrees F (5.0 to 7.2 degrees C)\nMean summer soil temperature with an O horizon - 44 to 47 degrees F (6.7 to 8.3 degrees C)\nMean summer soil temperature without an O horizon - 50 to 58 degrees F (10.0 to 14.4 degrees C)\nMean winter soil temperature - 37 to 42 degrees F (2.8 to 5.6 degrees C)\nSoil moisture control section - dry for 30 to 45 consecutive days.\nAndic soil properties - 40 to over 60 inches thick;\nacid oxalate extractable Al+1/2Fe - 3 to 5 percent\nphosphate retention - 75 to 100\nglass - 15 to 30 percent\n15-bar water dry - 15 to 30 percent throughout\nAcid oxalate extractable silica - 2 to 3 percent.\nMoist bulk density - 0.90 to 1.20 g/cc, increasing with depth\nParticle-size control section - 10 to 25 percent rock fragments; 15 to 27 percent clay.\nSolum - slightly or moderately acid; 35 to 60 percent base saturation.\nOe horizons: not present in all pedons\nA horizon:\nHue - 10YR, 7.5YR, or 5YR\nValue - 2.5 or 3 moist, 3 through 5 dry\nChroma - 1 through 3 moist and 3 or 4 dry\nGravel content - 2 to 14 percent\nCobble content - 0 to 5 percent\nStone content - 0 to 1 percent\nA2 horizon (when present).\nHue - 10YR, 7.5YR, or 5YR\nValue - 2.5 or 3 moist, 3 through 5 dry\nChroma - 1 through 3 moist and 3 or 4 dry\nTexture - medial silt loam, gravelly medial loam, gravelly medial sandy loam\nGravel content - 15 to 20 percent\nCobble content - 0 to 5 percent\nStone content - 0 to 2 percent\nBw horizons:\nHue - 10YR, 7.5YR, or 5YR\nValue - 3 or 4 moist, 4 through 6 dry\nChroma - 3 or 4 moist and 3 through 6 dry\nTexture - medial loam, medial sandy loam, gravelly medial loam, gravelly medial sandy loam\nGravel content - 5 to 15 percent\nCobble content - 0 to 5 percent\nStone content - 0 to 2 percent\nBC horizon:\nHue - 10YR, 7.5YR, or 5YR\nValue - 3 or 4 moist, 4 through 6 dry\nChroma - 3 or 4 moist and 3 through 6 dry\nTexture - gravelly or very gravelly, medial loam or medial sandy loam\nGravel content - 15 to 45 percent\nCobble content - 5 to 10 percent\nStone content - 0 to 2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cruiser, Keel, Oneonta and Soosap series. The Cruiser soil has lower glass content and lower bulk density.  The Keel series is moderately deep to bedrock.  The Oneonta series has an umbric epipedon.  The Soosap series is moderately deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Molawa soils are on mountains, volcanic cones and ridges at elevations ranging from 4,100 to 6,500 feet. These soils formed in very deep glacial deposits. The climate is humid with an annual precipitation of 30 to 50 inches. It occurs mainly in winter and spring. The mean January temperature is 39 to 45 degrees F. The frost-free period is 10 to 50 days. Slopes range from 0 to 12 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Oatman, Llaorock, Otwin, Woodcock and Pokegema soils. Oatman soils are skeletal.  Woodcock soils have an argillic horizon, a xeric soil moisture regime and a frigid temperature regime. Pokegema soils have a xeric soil moisture regime and frigid temperature regime. Otwin soils are moderately deep. Llaorock soils are in a vitric subgroup."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber, wildlife habitat and recreation. Overstory vegetation is white fir, Shasta red fir and western white pine; understory vegetation is mountain brome, western prince's pine and sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cascade Mountains in southern Oregon; MLRA 3. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Klamath County, Oregon, 2015."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon include:\nOchric epipedon - from 6 to 25 cm (2 to 10 inches)\nAndic soil properties - from 6 to 155 cm (2 to 62 inches)\nCambic horizon - from 25 to 90 cm (10 to 35 inches)\nParticle size control section - from 6 to 106 cm (2 to 42 inches)\nAndic soil properties - based on laboratory data from associated Oatman series: NSSL S01OR-035-002, 003, 004 and 005.\nUdic soil moisture regime based on correlation to Shasta red fir with white fir plant associations and ecological sites.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
