{
  "SERIES": "MOLLICY",
  "STATUS": "Established Series",
  "BYREV": "Rev. EFR:ETA",
  "REVDATE": "04/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mollicy loam on a low convex ridge about 2 percent slope in a cultivated field.\n(Colors are for moist soil unless otherwise\nstated.)\nAp--0 to 5 inches; brown (10YR 5/3) loam; few fine faint\ngrayish brown and yellowish brown mottles; platy parting to weak medium subangular blocky structure; friable; few fine, medium and coarse roots; extremely acid; abrupt smooth boundary.  (0 to 10 inches thick)\nB21t--5 to 14 inches; yellowish brown (10YR 5/6) loam; common fine distinct grayish brown (10YR 5/2) and few medium prominent\nred (2.5YR 4/6) mottles; moderate medium subangular blocky\nstructure; friable; few fine to coarse roots; common very fine\npores; thin patchy clay films on faces of peds; few soft black masses; extremely acid; clear irregular boundary.  (5 to 15 inches thick)\nB22t--14 to 26 inches; grayish brown (10YR 5/2) clay loam; common medium prominent red (2.5YR 4/6) and common medium distinct yellowish brown (10YR 5/6) mottles; moderate medium subangular\nblocky structure; friable; few fine and medium roots; common fine pores; thin continuous clay films on faces of peds; few coarse\nblack masses; extremely acid; clear wavy boundary.  (8 to 20\ninches thick)\nB23t--26 to 34 inches; yellowish brown (10YR 5/4) clay loam; many medium prominent red (2.5YR 4/6) and many medium distinct\ngray (10YR 6/1) mottles; moderate angular blocky structure; firm; common fine pores; thin discontinuous clay films on faces of peds; common medium black concretions; extremely acid; gradual wavy boundary.  (5 to 15 inches thick)\nIIB24t--34 to 46 inches; mottled yellowish brown (10YR 5/6)\nand red (2.5YR 4/6) sandy clay loam; common medium distinct gray (10YR 6/1) mottles; moderate medium subangular blocky structure; firm; few fine pores; thick almost continuous clay films;\nextremely acid; gradual wavy boundary.  (9 to 18 inches thick)\nIIB31t--46 to 62 inches; strong brown (7.5YR 5/6) fine sandy loam; common coarse distinct gray (10YR 5/1) and common medium distinct yellowish red (5YR 4/6) mottles; weak coarse subangular blocky structure; firm; thin discontinuous clay films on faces of peds; extremely acid; gradual wavy boundary.  (10 to 25 inches\nthick)\nIIB32--62 to 76 inches; brown (7.5YR 5/4) fine sandy loam; common medium and coarse distinct gray (10YR 5/1) mottles; weak coarse subangular blocky structure; friable; few fine roots in\ngray material; extremely acid; gradual wavy boundary.  (0 to 25 inches thick)\nIIB33--76 to 90 inches; brown (7.5YR 5/4) fine sandy loam; common medium and coarse light gray (10YR 7/1) streaks and pockets\nof sand make up 30 percent of the horizon; weak coarse subangular blocky structure; extremely strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morehouse Parish, Louisiana 8 miles NW of Bastrop;\n55 feet north of field road; 550 feet east of SW corner in the SW1/4SW1/4, sec. 23, T. 22 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is greater than 55\ninches.  Reaction ranges from extremely acid to strongly acid,\nexcept where the soil has been limed.  The effective Cation\nExchange Capacity is 50 percent or more saturated with\nexchangeable aluminum in the control section to a depth of 30\ninches or more.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to\n4.  Where color value is 3, thickness is 6 inches or less.  The A horizon is silt loam, loam, or fine sandy loam.\nThe B2t horizon has hue of 10YR and 7.5YR, value of 4 to 6, and dominant chroma of 3 to 6.  Some pedons have subhorizons of the\nB2t horizon with chroma of 2.  The texture is silty clay loam,\nsilt loam, or clay loam.  Mottles in shades of gray, yellow,\nbrown, and red and are few to many.\nThe IIB horizon has hue of 10YR, 7.5YR, and 2.5YR, value of 4 to\n6, and chroma of 4 to 6.  It is sandy clay loam, loam, or fine\nsandy loam, and is mottled in shades of gray, yellow, and red."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Columbus, Eunola, and Whitman\nseries in the same family and the Rosenwall and Sacul series in similar families.  Columbus, Eunola, and Whitman series lack IIB horizons.  Rosenwall and Sacul have clayey control sections and\nmixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mollicy soils are on low slightly convex\nridges on late Pleistocene age stream terraces.  Slopes range from\n0 to 5 percent.  These soils formed in loamy alluvial sediments.  Mean annual precipitation is about 51 inches and mean annual temperature is 66 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Groom, Guyton, Haggerty, Litro, Perry, Portland, and Wrightsville soils.  The\npoorly drained Groom and Wrightsville soils are in swales and on broad flats.  Litro, Perry, and Portland soils have clayey\ntextures and are at lower elevations.  Guyton soils are poorly drained.  Haggerty soils have coarse-loamy control sections and\nare at slightly lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Slow to\nmedium runoff.  Moderately slow permeability.  These soils are flooded to shallow depths in winter and spring when streams\noverflow.  An apparent water table is at depths of 1.5 to 3.0 feet below the surface December through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Native\nvegetation is loblolly pine, sweetgum, willow oak, and persimmon.\nIn drained areas these soils are planted to small grains and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coastal Plain, north central Louisiana.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morehouse Parish, Louisiana, 1981.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
