{
  "SERIES": "MONAVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT-KBH-AKS",
  "REVDATE": "07/2019",
  "STATES": "TX",
  "OVERVIEW": "The Monaville series consists of very deep, well drained, moderately slowly permeable soils that formed in sandy and loamy fluviomarine deposits derived from the Willis Formation of late Pliocene age. These very gently sloping occur on convex low hills on inland dissected coastal plains. Slope ranges from 1 to 3 percent.  Mean mean annual precipitation is about 1219 mm (48 in) and mean annual temperature is about 23.3 degrees C (74 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, hyperthermic Arenic Plinthic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Monaville loamy fine sand, on a 2 percent convex slope in native pasture.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 38 cm (0 to 15 in); brown (10YR 4/3) loamy fine sand, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; many fine interstitial pores; strongly acid; clear wavy boundary.  (15 to 51 cm [6 to 20 in] thick)\nE--38 to 71 cm (15 to 28 in); yellowish brown (10YR 5/4) loamy fine sand, very pale brown (10YR 7/4) dry; single grain; soft, very friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; strongly acid; clear smooth boundary.  (20 to 64 cm [8 to 25 in] thick)\nBt--71 to 86 cm (28 to 34 in); light yellowish brown (10YR 6/4) sandy clay loam; light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds; strongly acid; gradual wavy boundary.  (10 to 51 cm [4 to 20 in] thick)\nBtv1--86 to 104 cm (34 to 41 in); pale brown (10YR 6/3) sandy clay loam; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds; about 8 percent medium plinthite nodules; 5 percent medium prominent dark red (2.5YR 3/6) and 5 percent medium strong brown (7.5YR 5/8) masses of masses of oxidized iron with sharp boundaries in matrix; strongly acid; gradual wavy boundary.  (10 to 51 cm [4 to 20 in] thick)\nBtv2--104 to 135 cm (41 to 53 in); dark grayish brown (10YR 4/2) sandy clay loam, moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common distinct clay films on faces of peds; about 10 percent medium plinthite nodules; 10 percent medium prominent dark red (2.5YR 3/6) and 15 percent medium brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix; strongly acid; gradual wavy boundary.  (25 to 76 cm [10 to 30 in] thick)\nBtv3--135 to 203 cm (53 to 80 in); yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common faint clay films on faces of peds; about 10 percent medium plinthite nodules; 30 percent coarse prominent dark red (2.5YR 3/6) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine prominent grayish brown (10YR 5/2) iron depletions with sharp boundaries on faces of peds; strongly acid.  (combined thickness of Btv horizons ranges from 38 to 191 cm [15 to 75 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Waller County, Texas; from the intersection of U. S.  Highway 290 Business and Farm Road 362 in Waller; 2 miles south on Farm Road 362; 0.1 mile west on county road; site is in native pasture 100 feet north of road.\nUSGS topographic quadrangle: West Waller, Texas;\nLatitude: 30 degrees, 01 minutes, 55.3 seconds North\nLongitude: 95 degrees, 56 minutes, 41.64 seconds West\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe solum is more than203 cm (80 in) thick.\nSoil Moisture: An udic soil moisture regime.\nThe soil moisture control section, 10 to 30 cm (4 to 12 in) is typically moist from September to July in normal years.  The cumulative total number of days the soil moisture control section is dry is less than 90 days.\nMean annual soil temperature: 20.6 to 22.2 degrees C (69 to 72 degrees F).\nDepth to argillic horizon: 51 to 102 cm (20 to 40 in)\nDepth to redox concentrations: 76 to 122 cm (30 to 48 in)\nDepth to redox depletions: 76 to 165 cm (30 to 65 in)\nDepth to 5 percent or more plinthite nodules: 56 to 140 cm (22 to 55 in)\nParticle-size control section (weighted average)\nClay content: 20 to 35 percent\nIronstone nodules: 0 to 15 percent\nCEC/clay ratio: 0.28 to 0.40\nAp or A Horizons\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 or 4\nTexture: fine sand or loamy fine sand\nReaction: very strongly acid to slightly acid\nE Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: fine sand or loamy fine sand\nReaction: very strongly acid to slightly acid\nBt Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: sandy clay loam or loam\nClay content: 20 to 35 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nRedox accumulations: amount-0 to 8 percent, shades-brown, yellow, or red\nRedox depletions: amount-0 to 2 percent, shades-gray\nIronstone nodules: 0 to 15 percent\nPlinthite nodules: 0 to 5 percent\nReaction: very strongly acid to moderately acid\nBtv Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 4 to 8\nTexture: sandy clay loam, loam, clay loam\nClay content: 20 to 35 percent\nClay films: location-surfaces of peds, contrast-faint to prominent\nRedox accumulations: amount-20 to 40 percent, shades-brown, yellow, or red\nRedox depletions: amount-0 to 2 percent, shades-gray\nIronstone nodules: 3 to 15 percent\nPlinthite nodules: 5 to 15 percent\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Depcor, Larton, Larue, Milby, Newulm, and Wolfpen series.\nDepcor series: thermic temperature regime; perched water table at shallower depths\nLarton series: thermic temperature regime; active CEC/Clay class\nLarue and Wolfpen series: thermic temperature regime\nMilby series: do not have plinthite; moderately well drained\nNewulm series: Ultisols"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy and loamy fluviomarine deposits derived from the Willis Formation of late Pliocene age\nLandscape: inland dissected coastal plain\nLandform: low hills\nSlope: 1 to 3 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F).\nMean annual precipitation: 1016 to 1219 mm (40 to 48 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall.\nFrost-free period: 240 to 300 days\nElevation: 61 to 98 m (200 to 320 ft)\nThornthwaite annual P-E indices: 62 to 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hockley, Kenney, Mockley, Prairieview, Snakecreek, Tomball, and Wockley series.\nHockley series: loamy surface layer on a similar landscape position\nKenney series: a sandy surface layer more than 102 cm (40 in) thick on a slightly higher landscape position\nMockley series: loamy surface layer and a clayey subsoil on a similar landscape position\nPrairieview series: loamy surface layer; moderately well drained on a slightly lower landscape position\nSnakecreek series: loamy surface layer; somewhat poorly drained; on a lower landscape position\nTomball series: poorly drained in depressions\nWockley series: loamy surface layer; somewhat poorly drained on a lower footslope landscape position"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well\nPermeability class: moderately slow\nRunoff: medium on 1 to less than 5 percent slopes and high on 5 to 8 percent slopes.\nInternal drainage is medium above the horizons containing plinthite and moderately slow in the horizons having plinthite.\nSeasonal water table: a perched water table at 1.07 to 1.5 m (3.5 to 5 ft) for short periods in the winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: cropland such as corn, sorghums, peanuts, watermelons and vegetables or pasture\nNative vegetation: Andropogons, Paspalums, and Panicums.\nEcological site: R150AY543TX - Sandy Prairie 25-35\" PZ."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Southeastern Texas; mainly along the interior margin of the Coastal Prairie\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Region: 150A (Gulf Coast Prairies)\nExtent: medium"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Waller County, Texas, 1981. The name is for a small community in Waller County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 71 to 122 cm (28 to 48 in) (Bt, Btv1, and Btv2 horizon)\nOchric epipedon: 0 to 71 cm (0 to 28 in) (A horizon)\nArgillic horizon: 71 to 188 cm (28 to 74 in) (Bt and Btv horizons)\nArenic feature: Sandy surface layer from the surface to 71 cm (28 in)\nPlinthic feature: 8 to 10 percent plinthite from 86 to 188 cm (34 to 74 in) (Btv horizons)\nAdditional Comments: These soils were formerly included in the Hockley series.  The series was revised in January 2001 as part of the MLRA 150A update.  Classification was changed from an active to semiactive CEC/Clay class.\nThe assignment of the cation-exchange activity class is inferred from lab data from soils with similar parent material taken from Austin, Waller, and Harris Counties.\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
