{
  "SERIES": "MONARCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH/TM/JBF",
  "REVDATE": "02/2012",
  "STATES": "NV",
  "OVERVIEW": "The Monarch series consists of shallow, well drained soils that formed in residuum and colluvium derived from limestone with inter-bedded shale and fan glomerate. Monarch soils are on mountains and fan remnants. Slopes are 15 to 75 percent. The mean annual precipitation is about 360 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Lithic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monarch extremely gravelly fine sandy loam--forest land. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 45 percent gravel, 25 percent cobbles and 1 percent stones.\nA1--0 to 5 cm; dark grayish brown (10YR 4/2) extremely gravelly fine sandy loam, black (10YR 2/1) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine, fine, and medium interstitial and tubular pores; 45 percent gravel, 25 percent cobbles, and 1 percent stones; slightly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (3 to 8 cm thick)\nA2--5 to 20 cm; brown (10YR 4/3) very gravelly loam, very dark brown (10YR 2/2) moist; moderate fine granular and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine, fine, and medium interstitial and tubular pores; 45 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 25 cm thick)\nBk--20 to 38 cm; brown (10YR 4/3) very gravelly loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, and slightly plastic; many very fine through coarse roots; common very fine, fine, and medium interstitial and tubular pores; common secondary calcium carbonate concretions around rock fragments and many pendants on the bottom of rock fragments; 50 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary. (15 to 30 cm thick)\nR--38 cm; hard, fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; Bristol Range; approximately 1.25 miles south of Jack Rabbit mines; about 1,700 feet west and 300 feet south of the northeast corner of Section 32, T. 3 N., R. 66 E.; latitude 38 degrees 05 minutes and 00 seconds N and longitude 114 degrees 35 minutes and 57 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring months, dry summer and fall, and intermittently moist for 10 to 20 cumulative days between July and September due to convection storms; xeric soil moisture regime bordering on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm thick, includes all or part of the Bk horizon.\nDepth to bedrock: 36 to 50 cm.\nDepth to calcic horizon: 15 to 30 cm.\nParticle-size control section - Clay content: 12 to 18 percent.\nRock fragments: 35 to 60 percent, mainly limestone gravel with up to 15 percent cobbles.\nA horizons\nHue: 10YR or 7.5YR\nValue: 3 through 5 dry; 2 or 3 moist\nChroma: 1 through 3, dry or moist.\nCalcium carbonate equivalent: 5 to 15 percent in the material less than 2mm and 20 to 35 in the material less than 20 mm.\nEffervescence: Slightly effervescent to violently effervescent.\nBk horizon\nHue: 10YR, 7.5YR, or 5YR\nValue: 4 through 7 dry; 2 through 5 moist.\nChroma: 2 through 5, dry or moist.\nTexture: Loam, or fine sandy loam.\nStructure: Massive, or fine or medium, subangular blocky.\nConsistence: Soft or slightly hard, dry, very friable or friable, moist, and nonplastic or slightly plastic.\nRock fragments: 35 to 60 percent.\nSecondary calcium carbonate: Common to many distinct or prominent concretions and pendants on rocks fragments.\nEffervescence: Strongly effervescent to violently effervescent.\nCalcium carbonate equivalent: 20 to 35 percent in the material less than 2mm and 40 to 80 in the material less than 20 mm.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amene, Lundy, Noski and Streuling series.\nAmene soils contain 20 to 27 percent clay in the particle size control section. Lundy soils contain 50 to 80 percent flagstones in the Bk horizon and have clay loam or loam textures in the Bk horizon. Noski soils have a mean annual soil temperature less than 7 degrees C. Streuling soils have 27 to 35 percent clay content in the particle-size control section and a mollic epipedon thickness that ranges from 18 to 25 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Monarch soils are on mountains and fan remnants. These soils formed in residuum and colluvium derived from limestone, inter-bedded shale and fan glomerate. Slopes are 15 to 75 percent. Elevations are 1,890 to 2,895 meters. The climate is cool, semi-arid with warm, dry summers and cool moist winters. The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These soils are the Hardol and Lodar soils. The Hardol soils are very deep. The Lodar soils have a mesic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, medium to very high runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Monarch soils are used for woodland and wildlife habitat. The potential native vegetation is mainly singleleaf pinyon, Utah juniper and curlleaf mountainmahogany with mountain big sagebrush, bluebunch wheatgrass and muttongrass in the understory. This pedon is correlated to Ecological Site F028AY077NV, Pinyon and curlleaf mountainmahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Nevada. MLRA 28A. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, East Part, 2004. Name is from the Monarch Mine in the same mountain range."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 38 cm (A1, A2 and Bk horizons).\nCalcic horizon - The zone from 20 to 38 cm (Bk horizon).\nLithic contact  The boundary at 38 cm (R layer).\nParticle-size control section - The zone from 25 to 38 cm (lower part of the Bk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; dark grayish brown (10YR 4/2) extremely gravelly fine sandy loam, black (10YR 2/1) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine, fine, and medium interstitial and tubular pores; 45 percent gravel, 25 percent cobbles, and 1 percent stones; slightly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (3 to 8 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 20 cm; brown (10YR 4/3) very gravelly loam, very dark brown (10YR 2/2) moist; moderate fine granular and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine, fine, and medium interstitial and tubular pores; 45 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 25 cm thick)"
      },
      {
        "name": "Bk",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bk--20 to 38 cm; brown (10YR 4/3) very gravelly loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, and slightly plastic; many very fine through coarse roots; common very fine, fine, and medium interstitial and tubular pores; common secondary calcium carbonate concretions around rock fragments and many pendants on the bottom of rock fragments; 50 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary. (15 to 30 cm thick)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--38 cm; hard, fractured limestone."
      }
    ]
  ]
}
