{
  "SERIES": "MONADNOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRM-SALP-SHG-RGD",
  "REVDATE": "06/2017",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Monadnock series consists of very deep, well drained soils that formed in loamy over sandy melt-out till on hills and mountains in glaciated uplands. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum and high or very high in the substratum. Slope ranges from 0 to 80 percent. Mean annual precipitation is about 1180 mm, and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, isotic over mixed, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monadnock fine sandy loam, on a 55 percent northeast facing slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nOe -- 0 to 8 cm; black (10YR 2/1); moderately decomposed plant material; many fine and common medium roots; very strongly acid (pH 4.8); abrupt wavy boundary. (0 to 15 cm thick)\nE -- 8 to 20 cm; light gray (10YR 7/1) fine sandy loam; weak fine and medium granular structure; friable; common fine and medium roots; 5 percent gravel, 3 percent cobbles, and 1 percent stones; extremely acid (pH 4.3); abrupt wavy boundary. (0 to 13 cm thick)\nBs1 -- 20 to 25 cm; dark reddish brown (5YR 3/4) fine sandy loam; weak fine and medium granular structure; friable; common fine and medium roots; 5 percent gravel, 3 percent cobbles, and 1 percent stones; extremely acid (pH 4.4); clear wavy boundary.\nBs2 -- 25 to 30 cm; yellowish red (5YR 5/8) fine sandy loam; weak fine and medium granular structure; very friable; common fine and medium roots; 5 percent gravel and 3 percent cobbles; very strongly acid (pH 4.5); clear wavy boundary.\nBs3 -- 30 to 56 cm; strong brown (7.5YR 5/8) gravelly fine sandy loam; weak fine and medium granular structure; very friable; common fine and few medium roots; 15 percent gravel and 3 percent cobbles; very strongly acid (pH 4.5); clear wavy boundary. (Combined thickness of the Bhs horizon, where present, and the Bs horizons is 18 to 76 cm.)\nBC -- 56 to 63 cm; yellowish brown (10YR 5/6) gravelly fine sandy loam; weak fine granular structure; very friable; few fine roots; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.5); clear wavy boundary. (0 to 46 cm thick)\n2C1 -- 63 to 114 cm; light olive brown (2.5Y 5/4) gravelly loamy sand; massive; loose; few fine roots; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary.\n2C2 -- 114 to 165 cm; light brownish gray (2.5Y 6/2) and light gray (2.5Y 7/2) gravelly loamy sand; massive; loose; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coos County, New Hampshire; Town of Berlin, located about 450 feet southwest of NH Route 110 on the Jericho Mountain road and 5,825 feet northwest of the Mount Forest summit. USGS Berlin, NH topographic quadrangle; Latitude 44 degrees, 29 minutes, 9.78 seconds N., and Longitude 71 degrees, 12 minutes, 29.29 seconds W., WGS 1984."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mineral solum ranges from 38 to 91 cm. Depth to bedrock is greater than 165 cm. Rock fragments range from 0 to 35 percent in the mineral solum and from 5 to 60 percent in the substratum. Stones range from 0 to 20 percent in the surface layer, 0 to 15 percent in the subsoil, and 0 to 25 percent in the substratum. Cobbles range from 0 to 35 percent in the surface layer, 0 to 15 percent in the subsoil, and 0 to 20 percent in the substratum. Gravel ranges from 0 to 20 percent in the surface layer, 0 to 20 percent in the subsoil, and 0 to 45 percent in the substratum. Reaction ranges from extremely acid to moderately acid.\nThe O horizon is neutral or has hue of 2.5YR to 10YR, value of 2 to 3, and chroma of 0 to 2. It consists of slightly, moderately, and/or highly decomposed organic material.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3. Texture is silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nSome pedons have an Ap horizon with hue of 10YR and value and chroma of 2 to 4. Texture range is the same as the A horizon.\nThe E horizon has hue of 5YR to 2.5Y, value of 4 to 7, and chroma of 1 or 2. Texture range is typically the same as the A horizon but the range includes loamy sand.\nSome pedons have a Bhs horizon with hue of 2.5YR to 7.5YR and value and chroma of 3 or less. The Bhs horizon is dominantly fine sandy loam, but may include loam, sandy loam and very fine sandy loam in the fine-earth fraction.\nThe Bs horizon has hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8. The Bs horizons are loam, very fine sandy loam, fine sandy loam, sandy loam, or coarse sandy loam in the fine-earth fraction.\nThe BC horizon has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 3 to 8. Texture is loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nSome pedons have a 2BC horizon with hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 3 to 8. Texture is loamy fine sand, loamy sand, or loamy coarse sand in the fine-earth fraction.\nSome pedons have a thin C horizon overlying a contrasting 2C horizon. Texture is fine sandy loam or sandy loam in the fine-earth fraction.\nThe 2C horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 4. Texture is loamy coarse sand, loamy sand, or loamy fine sand in the fine-earth fraction. Less typically, some pedons may range to sand. It has weak thick plates of geogenic origin, or it is massive or single grain. Consistence ranges from loose to firm. Some pedons have lenses or pockets of sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Allagash and Highmarket (T) series are in related families. Allagash soils have fewer rock fragments in the particle size control section. Highmarket (T) soils are derived from sedimentary materials and have sandstone, siltstone, or shale rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Monadnock soils are nearly level to very steep soils on glaciated uplands. They are typically on convex parts of summits, shoulders, and backslopes. The soils formed in loamy over sandy Wisconsin age melt-out till derived mainly from schist, granite, gneiss, and quartzite. The till generally contains stones and/or boulders. Slope ranges from 0 to 80 percent. The mean annual precipitation ranges from 790 to 1640 mm, and the mean annual temperature is 2 to 7 degrees C. The frost-free period ranges from 90 to 150 days.  Elevation commonly ranges from 100m to  900m."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Becket, Berkshire, Colton, Croghan, Hermon, Kinsman, Lyman, Lyme, Marlow, Success, Sunapee, and Tunbridge soils on nearby landscapes. The Monadnock soils are in a drainage sequence with the moderately well drained Sunapee soils and the poorly drained Lyme soils. The somewhat excessively drained Adams, excessively drained Colton, moderately well drained Croghan, and poorly drained Kinsman soils are on kames, terraces, and eskers. They are coarser textured in the solum. The well drained Becket and Marlow soils and the moderately well drained Skerry and Peru soils are on smooth sloped landforms. Becket, Marlow, Peru, and Skerry soils formed in compact dense till. The somewhat excessively drained Hermon and Success soils and the well drained Berkshire soils are on similar landscape positions. Berkshire soils have finer textures in the substratum. Hermon and Success soils have coarser textures in the solum.  The somewhat excessively drained Lyman soils and well drained Tunbridge soils are on bedrock controlled landforms. Lyman soils are shallow to bedrock and Tunbridge soils are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. Common tree species are northern red oak, eastern white pine, paper birch, American beech, eastern hemlock, and red pine. Some areas have been cleared of surface stones and are used for crops and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, Massachusetts, New Hampshire, New York, and Vermont. MLRAs 143 and 144B. These soils are extensive with about 750,000 acres of the series mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sullivan County, New Hampshire, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 20 cm (Oe and E horizons).\n2. Albic horizon - the zone from 8 to 20 cm (E horizon).\n3. Spodic horizon - the zone from 20 to 30 cm (Bs1 and Bs2 horizons).\n4. Strongly contrasting particle-size class - the clear change from coarse-loamy texture to sandy texture at a depth of 63 cm."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory characterization data for Monadnock and similar soils are available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe -- 0 to 8 cm; black (10YR 2/1); moderately decomposed plant material; many fine and common medium roots; very strongly acid (pH 4.8); abrupt wavy boundary. (0 to 15 cm thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 4.3,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E -- 8 to 20 cm; light gray (10YR 7/1) fine sandy loam; weak fine and medium granular structure; friable; common fine and medium roots; 5 percent gravel, 3 percent cobbles, and 1 percent stones; extremely acid (pH 4.3); abrupt wavy boundary. (0 to 13 cm thick)"
      },
      {
        "name": "Bs1",
        "top": 20,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1 -- 20 to 25 cm; dark reddish brown (5YR 3/4) fine sandy loam; weak fine and medium granular structure; friable; common fine and medium roots; 5 percent gravel, 3 percent cobbles, and 1 percent stones; extremely acid (pH 4.4); clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 25,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2 -- 25 to 30 cm; yellowish red (5YR 5/8) fine sandy loam; weak fine and medium granular structure; very friable; common fine and medium roots; 5 percent gravel and 3 percent cobbles; very strongly acid (pH 4.5); clear wavy boundary."
      },
      {
        "name": "Bs3",
        "top": 30,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs3 -- 30 to 56 cm; strong brown (7.5YR 5/8) gravelly fine sandy loam; weak fine and medium granular structure; very friable; common fine and few medium roots; 15 percent gravel and 3 percent cobbles; very strongly acid (pH 4.5); clear wavy boundary. (Combined thickness of the Bhs horizon, where present, and the Bs horizons is 18 to 76 cm.)"
      },
      {
        "name": "BC",
        "top": 56,
        "bottom": 63,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 56 to 63 cm; yellowish brown (10YR 5/6) gravelly fine sandy loam; weak fine granular structure; very friable; few fine roots; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.5); clear wavy boundary. (0 to 46 cm thick)"
      },
      {
        "name": "2C1",
        "top": 63,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1 -- 63 to 114 cm; light olive brown (2.5Y 5/4) gravelly loamy sand; massive; loose; few fine roots; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 114,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2 -- 114 to 165 cm; light brownish gray (2.5Y 6/2) and light gray (2.5Y 7/2) gravelly loamy sand; massive; loose; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.8)."
      }
    ]
  ]
}
