{
  "SERIES": "MONAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. HAL-GFB-RJS",
  "REVDATE": "05/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Alfic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monad gravelly loam, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 9 inches; very dark gray (10YR 3/1) gravelly loam, black (10YR 2/1) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; 15 percent gravel and cobbles; slightly acid (pH 6.2); clear wavy boundary. (6 to 11 inches thick)\nA2--9 to 14 inches; grayish brown (10YR 5/2) channery loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine, and few medium roots; many very fine and fine, and few medium pores; very thin continuous gray (10YR 6/1) skeletans coating faces of peds; 15 percent channers; moderately acid (pH 5.8); gradual wavy boundary. (0 to 8 inches thick)\nBt/E--14 to 21 inches; Bt part (80 percent) brown (10YR 5/3) loam, brown (10YR 4/3) moist; E part (20 percent) gray (10YR 6/1) loam, dark gray (10YR 4/1) moist; weak medium prismatic structure parting to moderate fine subangular blocky; very hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; many very fine and fine, and few medium pores; very thin continuous gray (10YR 6/1) skeletans coating continuous faint clay films on faces of peds; 10 percent sandstone channers; moderately acid (pH 5.7); clear wavy boundary. (5 to 17 inches thick)\nBt1--21 to 49 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate fine and medium blocky; extremely hard, firm, very sticky and moderately plastic; few very fine and fine roots; many very fine and fine, and few medium pores; very thin gray (10YR 6/1) skeletans coating continuous distinct clay films on faces of peds; 10 percent sandstone channers; moderately acid (pH 5.8); gradual wavy boundary. (9 to 28 inches thick)\nBt2--49 to 74 inches; very pale brown (10YR 7/4) stony clay loam, brown (7.5YR 5/4) moist; strong fine and medium blocky structure; extremely hard, firm, very sticky and moderately plastic; many very fine and fine, and few medium pores; continuous distinct clay films on faces of peds; 15 percent cobbles and 10 percent stones; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cascade County, Montana; 700 feet east and 1,340 feet south of the NW corner of the NE 1/4 of sec. 27, T. 17N, R. 5E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 35 to 41 degrees F.\nMollic epipedon thickness - 10 to 16 inches\nDepth to glossic horizon - 10 to 16 inches\nDepth to top of argillic horizon - 10 to 16 inches\nNote: Some pedons may have an E/Bt horizon.\nA1, A2 horizons\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 1 or 2; dry or moist\nTexture: loam or fine sandy loam\nClay content: 10 to 27 percent\nRock fragments: 0 to 35 percent--0 to 25 percent gravel, 0 to 10 percent cobbles\nReaction: pH 5.6 to 7.3\nBt/E horizon\nValue: Bt part - 4 to 6 dry; 4 or 5 moist; E  part - 6 or 7 dry; 4 or 5 moist\nChroma: Bt part - 2 to 4; dry or moist; E  part - 1 to 3; dry or moist\nTexture: loam, clay loam or sandy clay loam\nClay content: 22 to 35 percent\nRock fragments: 10 to 35 percent--10 to 30 percent gravel or channers, 0 to 5 percent cobbles and stones\nReaction: pH 5.6 to 7.3\nBt1, Bt2 horizons\nHue: 10YR or 7.5YR; dry or moist\nValue: 5, 6, or 7 dry; 4 or 5 moist\nChroma: 3 to 6; dry or moist\nTexture: clay loam, loam or sandy clay loam\nClay content: 22 to 35 percent\nRock fragments: 10 to 35 percent--0 to 25 percent gravel or channers, 0 to 15 percent cobbles, 0 to 15 percent stones\nReaction: pH 5.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnvik (CO) - does not have a glossic horizon\nBear basin (UT) - have greater than 35 percent rock fragments below the argillic horizon\nBuffork (WY) - are moderately deep to a paralithic contact\nSlipman (WY) - are deep to a lithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, hills, ground moraines and mountains\nElevation - 4,600 to 8,100 feet\nSlope - 2 to 60 percent\nParent material - slope alluvium, colluvium and outwash derived mainly from argillite, sandstone and quartzite\nMean annual precipitation - 14 to 24 inches\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Libeg, Loggert, and Tigeron soils. These soils contain more than 35 percent rock fragments in the particle-size control section. Loggert and Tigeron soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Monad soils are used mainly for rangeland.  Potential native vegetation is mainly rough fescue, Idaho fescue, Richardson needlegrass, mountain brome, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Monad soils are of moderate extent in west-central Montana and Colorado. MLRAs - 43B, 46, 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cascade County, Montana, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 14 inches (A1, A2 horizons\nGlossic horizon - from 14 to 21 inches (Bt/E horizon)\nArgillic horizon - from 14 to 74 inches (Bt/E, Bt1, Bt2 horizons)\nParticle-size control section - from 14 to 34 inches (Bt/E, part of Bt1 horizons)\nMonad soils have a cryic temperature regime and an ustic moisture regime.\nADDITIONAL DATA: Soil interpretations record - MT0115.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
