{
  "SERIES": "MONBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/PSD",
  "REVDATE": "12/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, frigid Ustic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Monbutte fine sandy loam on a 3 percent convex northwest-facing slope--rangeland.  (Colors are for dry soil unless otherwise stated.)\nE--0 to 4 inches; very pale brown (10YR 8/3) fine sandy loam, brown (7.5YR 4/4) moist; vesicular crust; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; noneffervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 5 inches thick)\nBtn1--4 to 8 inches; dark reddish brown (5YR 3/4) clay, dark reddish brown (5YR 3/4) moist; strong coarse columnar structure parting to strong medium angular blocky; extremely hard, very firm, very sticky and very plastic, many very fine, fine, and medium roots; continuous thick clay films on faces of peds; noneffervescent; strongly alkaline (pH 8.8); clear wavy boundary.\nBtn2--8 to 13 inches; yellowish red (5YR 4/6) clay, yellowish red (5YR 4/6) moist; strong medium prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine, fine, and medium roots; continuous thick clay films on faces of peds; noneffervescent; strongly alkaline (pH 8.8); clear wavy boundary.\nBtnk--13 to 23 inches; yellowish red (5YR 4/6) clay, yellowish red (5YR 4/6) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; very fine, fine, and medium roots; continuous thick clay films on horizontal faces of peds, few thick clay skins on vertical faces of peds; strongly effervescent (pH 8.8); clear wavy boundary.  (Combined thickness of Bt is 12 to 30 inches.)\nBk1--23 to 32 inches; pink (7.5YR 7/4) sandy clay loam, reddish brown (7.5YR 4/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, sticky and plastic; few very fine, fine, and medium roots to 30 inches; violently effervescent; common medium masses and seams of calcium carbonate; very strongly alkaline; clear wavy boundary (6 to 15 inches thick).\nBk2--32 to 60 inches; pinkish gray (7.5YR 7/2) sandy clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, sticky and plastic; strongly effervescent, common medium masses and seams of calcium carbonates; very strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; 10 miles southeast of Hudson; 600 feet west and 850 feet south of the NE corner of sec. 20, T. 33 N., R. 97 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the natric horizon is typically 15 to 30 inches.  This soil is typically noncalcareous in the upper 8 to 15 inches but may be calcareous at the surface due to recharge.  Depth to bedrock is greater than 60 inches.  The mean annual soil temperature is 41 to 47 degrees F., and the mean annual summer temperature is 59 to 63 degrees F.  Coarse fragments in the E and Bt horizons range from 0 to 5 percent and are soft pebbles.  Coarse fragments in the Bk and C horizons are typically 0 to 5 percent but may range up to 20 percent pebbles in some pedons below 40 inches.  Exchangeable sodium percentage of the natric horizon is estimated to range from 15 to about 30 percent.\nThe E horizon has hue of 10YR or 7.5YR, value of 6 through 8 dry  and 5 or 4 moist, and chroma of 3 or 4.  Reaction is moderately or strongly alkaline.\nThe Btn horizon has hues of 7.5YR through 2.5YR, value of 3 through 5 dry and 3 or 4 moist, and chroma of 4 through 6.  This horizon is clay, heavy clay loam, silty clay, or heavy silty clay loam with 35 to 60 percent clay.  Reaction is strongly or very strongly alkaline.\nThe Bk horizon has hue of 7.5YR through 2.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma 3 or 4.  Textures are sandy clay loam, clay loam, or clay.  Reaction is strongly or very strongly alkaline.\nThe C horizon, when present, has hues of 7.5YR through 2.5YR, value of 4 through 7 dry and 3 or 4 moist, and chroma of 3 or 4.  Textures are sandy clay loam or clay loam.  Some pedons have strata of sandy loam, loam, and gravelly sandy loam below 40 inches.  Reaction is strongly or very strongly alkaline.\nCOMPETING SERIES.  This is the Round Butte soil in the same family and the Abston, Spicerton, and Rallod series in similar families.  Round Butte soils have hue of 10YR or 2.5Y throughout and occur at lower elevations.  Abston, Spicerton, and Rallod soils are montmorillonitic.  Rallod soils are also shallow."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Monbutte soils are on strath terraces, coalescing fans, and fan aprons.  The slope gradient commonly is  1 to 5 percent, but the range is 0 to 10 percent.  The soils formed in alluvium and colluvial slopewash from variegated shales.  The mean annual temperature ranges from 40 to 44 degrees F., and the mean annual precipitation is 10 to 14 inches of which about half falls as snow or rain in April, May, and early June.  The frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almy, Forelle, and Diamondville soils and the competing Rallod soils.  Almy, Forelle, and Diamondville soils are fine-loamy and have less than 10 percent exchangeable sodium in the Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow or medium; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Principal native vegetation is bluebunch wheatgrass, western wheatgrass, green needlegrass, Sandberg bluegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Wind River Basin of central Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, East Part; 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
