{
  "SERIES": "MONEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-LMK",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Mollic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monee silty clay loam - on a concave slope with less than 1 percent gradient in a cultivated field at an elevation of 224 meters (735 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark gray (10YR 3/1) silty clay loam, grayish brown (10YR 5/2) dry; moderate fine and medium granular structure; friable; many fine roots; moderately acid; abrupt smooth boundary. (18 to 25 centimeters or 7 to 10 inches thick)\nEg--20 to 36 centimeters (8 to 14 inches); dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) silty clay loam; moderate thin platy structure; friable; many fine roots; moderately acid; clear smooth boundary. (5 to 25 centimeters or 2 to 10 inches thick)\nBtg1--36 to 51 centimeters (14 to 20 inches); dark gray (10YR 4/1) and dark grayish brown (10YR 4/2) silty clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; common fine roots; common distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; many fine and medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in the matrix; slightly acid; clear smooth boundary. (0 to 20 centimeters or 0 to 8 inches thick)\n2Btg2--51 to 71 centimeters (20 to 28 inches); grayish brown (10YR 5/2) silty clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few fine roots; common distinct dark gray (10YR 4/1) clay films on faces of peds; many fine and medium distinct yellowish brown (10YR 5/4) and prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral; clear smooth boundary.\n2Btg3--71 to 99 centimeters (28 to 39 inches); grayish brown (2.5Y 5/2) silty clay; weak medium prismatic structure parting to moderate medium angular blocky; very firm; few fine roots; many distinct dark gray (10YR 4/1) clay films on faces of peds; many fine distinct yellowish brown (10YR 5/4) and prominent yellowish brown (10YR 5/6, and 5/8) masses of iron accumulation in the matrix; neutral; clear smooth boundary.\n2Btg4--99 to 119 centimeters (39 to 47 inches); grayish brown (2.5Y 5/2) silty clay, weak medium prismatic structure parting to weak medium angular blocky; very firm; many distinct dark gray (10YR 4/1) clay films on faces of peds; many medium distinct light olive brown (2.5Y 5/4) and prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; slightly alkaline; gradual smooth boundary. (Combined thickness of the 2Btg horizons is 38 to 76 centimeters or 15 to 30 inches)\n2BCtg--119 to 142 centimeters (47 to 56 inches); olive gray (5Y 5/2) silty clay; weak medium and coarse prismatic structure parting to weak coarse angular blocky; very firm; many distinct gray (10YR 5/1) clay films on faces of peds; many coarse prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in the matrix; slightly alkaline; gradual smooth boundary.\n2Cg--142 to 183 centimeters (56 to 72 inches); gray (5Y 5/1) and olive gray (5Y 5/2) silty clay; many coarse prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; massive; very firm; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iroquois County, Illinois; about 2.4 kilometers (1.5 miles) northeast of Loda; 54 meters (176 feet) north and 668 meters (2,190 feet) west of the center of sec. 15, T. 24 N., R. 10 E.; USGS Buckley topographic quadrangle; lat. 40 degrees 32 minutes 23 seconds N and long. 88 degrees 03 minutes 32 seconds W.; NAD 27; UTM Zone 16, 410328 easting and 4488192 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development is 76 to 152 centimeters (30 to 60 inches). Depth to clayey till typically is 51 centimeters (20 inches) or less, but ranges from 25 to 64 centimeters (10 to 25 inches). Clay content in the particle-size control section averages 45 to 60 percent.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 moist and 4 or 5 dry, and chroma of 1 or 2. It typically is silty clay loam or silt loam and less commonly loam. The Ap horizon ranges from moderately acid to neutral, although the reaction may be higher because of liming.\nThe Eg horizon has hue of 10YR, value of 4 through 6, and chroma of 1 or 2. It dominantly is silt loam or silty clay loam and less commonly loam. The Eg horizon ranges from strongly acid to slightly acid.\nThe Btg horizon commonly has hue of 10YR, 2.5Y, or 5Y; value of 4 through 6; and chroma of 2 or less. It typically has redoximorphic features with chroma of 3 through 8. The Btg horizon typically is silty clay loam, but includes silt loam, or clay loam. It is moderately acid or slightly acid.\nThe 2Btg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 through 6; and chroma of 2 or less. It has redoximorphic features with chroma of 1 through 8. Texture is dominantly silty clay but includes clay and in some pedon subhorizons is silty clay loam. Reaction is moderately acid to neutral.\nThe 2BCtg horizon has colors and textures in the same range as the 2Btg horizon. It is neutral or slightly alkaline and contains free carbonates in some pedons.\nThe 2Cg horizon has hue of 2.5Y, 5Y, or 5GY; value of 4 through 6; and chroma of 2 or less. It contains redoximorphic features with hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 through 8. Texture is commonly silty clay loam or silty clay but includes clay. The 2Cg horizon ranges from neutral to moderately alkaline and is calcareous in many pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hoytville, Lorain, and Miner series in the same family and the Bryce and Rowe soils in closely related families. All the competing soils lack an albic horizon. In addition, Miner soils average less than 45 percent clay in the particle-size control section; and Bryce and Rowe soils have mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Monee soils are on low-lying nearly level or depressional areas on till plains of Wisconsinan age. Slope gradients commonly are less than 1 percent but range from 0 to 2 percent. They formed in 25 to 64 centimeters (10 to 25 inches) of loamy colluvial sediments from surrounding slopes and in clayey glacial till. Climate is mid-continental with hot summers and cold winters. Mean annual temperature varies from 9 to 11 degrees C (48 to 52 degrees F), mean annual precipitation varies from 864 to 1016 millimeters (34 to 40 inches), frost-free period ranges from 150 to 180 days, and elevation ranges from 183 to 253 meters (600 to 830 feet) above mean sea level ."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bryce and Rowe soils and the Clarence, Nappanee, and Swygert soils. The Bryce and Rowe soils are on similar landscapes nearby. The Clarence, Nappanee, and Swygert soils are somewhat poorly drained and are on adjacent higher lying topography. Monee soils may be considered as gray spots in association with Swygert, Bryce, Clarence, and Rowe soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. The depth to an apparent seasonal high water table is 15 centimeters (0.5 foot) above the surface to 30 centimeters (1.0 foot) below the surface at some time between January and May in most years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately low (0.14 to 0.42 micrometers per second). Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for cropland. Principal crops are corn and soybeans and other crops include small grain and meadow. Native vegetation was marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Illinois. The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Livingston County, Illinois, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of about 36 centimeters (14 inches) (Ap and Eg horizons); albic horizon - the zone from a depth of 20 to 36 centimeters (8 to 14 inches) (Eg horizon); argillic horizon - the zone from approximately 36 to 119 centimeters (14 to 47 inches) (Btg1, 2Btg2, 2Btg3, and 2Btg4 horizons); aquic conditions - presence of redoximorphic features in the zone from 20 to 183 centimeters (8 to 72 inches) Eg, Btg1, 2Btg2, 2Btg3, 2Btg4, 2BCtg, 2Cg horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
