{
  "SERIES": "MONGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Mongle series are very deep and somewhat poorly drained.  They formed in alluvial material weathered from mixed rock fragment lithologies on low stream terraces and in large upland swales.  Slopes range from 0 to 7 percent.  Mean annual precipitation is about 42 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mongle loam -- on a 2 percent slope in a fescue and ironweed pasture. (Colors are for moist soil.)\nAp -- 0 to 9 inches; brown (10YR 4/3) loam; weak fine and medium granular structure; friable, slight sticky and slightly plastic; common fine roots; few very fine pores; 1 percent rounded gravel; neutral; clear smooth boundary. (7 to 12 inches thick)\nBt -- 9 to 20 inches; brown (10YR 5/3) loam; weak medium subangular blocky structure; friable, slightly sticky and slightly plastic; few fine roots; common, fine, prominent strong brown (7.5YR 5/8) soft masses of iron accumulation; few, fine, faint light brownish gray (10YR 6/2) redoximorphic depletions on faces of peds; few faint clay films on faces of peds; common very fine and few fine pores; 2 percent rounded gravel; moderately acid; gradual wavy boundary. (10 to 18 inches thick)\nBtg1 -- 20 to 37 inches; light brownish gray (10YR 6/2) loam; weak medium and coarse subangular blocky structure; friable, slightly sticky and slightly plastic; few fine roots; common, fine, prominent strong brown (7.5YR 5/8) soft masses of iron accumulation; few, coarse, prominent black (N 2/0) manganese concretions; few faint clay films on faces of peds; few fine pores; strongly acid; gradual wavy boundary.\nBtg2 -- 37 to 65 inches; gray (5Y 5/1) loam; weak coarse subangular blocky structure; friable, sticky and slightly plastic; few fine roots; many, medium, prominent strong brown (7.5YR 5/8) soft masses of iron accumulation; many, coarse, prominent black (N 2/0) manganese concretions few faint clay films on faces of peds; few very fine pores; 10 percent rounded cobbles; strongly acid.  (Combined thickness of the Btg horizon is 18 to 50 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Virginia; about 0.74 miles east-northeast of the intersection of VA-687 and VA-611, and 1.57 miles east-southeast of the intersection of VA-813 and VA-689. Elevation 1,480 feet."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 60 inches or more.  Depth to bedrock is more than 60 inches.  Rounded gravel and cobbles of mixed lithologies range from 0 to 15 percent in the A horizon, and 0 to 35 percent in the B and BC horizons, and 5 to 50 percent in the C horizon.  Reaction ranges from strongly acid to neutral throughout, unless limed.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 4.  It is fine sandy loam, loam, or silt loam.\nThe Bt horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 1 through 8.  The lower part of the Bt horizon is predominantly gray with mottles in shades of brown and red.  The Bt is loam, clay loam, silty clay loam, or silt loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 10YR or 2.5Y or is neutral, value of 4 through 6, and chroma of 0 through 2.  It is loam, clay loam, silty clay loam, or silt loam in the fine-earth fraction.\nThe C horizon, where present, has hue of 10YR or 2.5Y or is neutral, value of 4 through 8, and chroma of 0 through 2.  It is sandy loam, fine sandy loam, loam. or clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angola, Appleton, Aubbeenaubbee, Ayrshire, Burdett, Capac, Crawleyville, Crosier, Darien, Digby, Haskins, Jimtown, Luther, Mitiwanga, Ovid, Pinicon, Shadeland, Shebeon, Sleeth and Whitaker series in the same family.  Angola and Mitiwanga soils formed in glacial influenced materials and have bedrock at depths of less than 40 inches.  Appleton, Capac, Crosier, and Shebeon soils formed in glacial influenced materials, have a thinner sola, and contain free carbonates in the series control section.  Aubbeenaubbee, Burdett, Digby, Haskins, Pinicon and Sleeth soils formed in glacial influenced materials and  have lithologic discontinuities.  Jimtown and Whitaker soils formed from stratified outwash deposits of glacial influenced materials and are stratified in the lower part of the solum.  Ayrshire soils formed from glacial influenced materials, have more sand in the upper part of the solum and have a calcareous C horizon.  Crawleyville soils formed from glacial influenced materials, have more sand in the B horizons, and commonly have less rock fragments in the subsoil.  Darien soils formed from glacial influenced materials, have rock fragments that are dominantly shale, and have a calcareous C horizon.  Luther soils formed in glacial influenced materials have free carbonates in the control section and are dryer longer.  Ovid soils formed in glacial influenced material, have a thinner sola, and have hues of 7.5YR or redder.  Shadeland soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mongle soils are on second bottoms, upland swales, and low stream terraces along major streams and rivers subject to rare flooding.  Upland swales and drainageways are subject to frequent, extremely brief, flash flooding events with little or no deposition or erosion. Slopes range from 0 to 7 percent.  The soils formed in alluvial materials along streams draining both sedimentary bedrock and crystalline bedrock areas.  Mean annual precipitation ranges from 38 to 48 inches, and mean annual temperature ranges from 54 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allegheny, Botetourt, Ebbing, Hayter, Ingledove, Jefferson, Marbie, Middleburg, Shottower, Speedwell, Swampoodle, Timberville, Wheeling, Wolfgap, and Wyrick soils.  Allegheny and Shottower soils are well drained and are on intermediate or high river terraces.  Botetourt and Ebbing soils are moderately well drained and are on similar landscapes.  Ingledove and Wheeling soils are well drained and are on similar landscapes.  Speedwell and Wolfgap soils have mollic epipedons, are well drained, and are on floodplains.  Hayter and Jefferson soils are well drained, contain more rock fragments in the subsoil, and are on colluvial fans and benches.  Marbie soils have a fragipan and are on colluvial benches and footslopes. Swampoodle soils are moderately well drained on adjacent footslopes.  Wyrick and Middleburg soils are well drained and are on colluvial benches and footslopes.  Timberville soils contain more clay and are in colluvial drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  Runoff if very slow.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia and possibly West Virginia, and Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Virginia, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Mongle soils have been included in the Tyler series in the past.  This soil is intended for the alluvial deposits of streams that drain the transition zones between MLRAs, where the lithologies can be a mixture of sedimentary, igneous, or metamorphic in any proportion.\n02/2005 added statement about frequent, extremely brief, flash flooding in the geographic setting.\nDiagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon, the part from 0 to 9 inches.  (Ap horizon)\nb.  Argillic horizon, the part from 9 to 65 inches.  (Bt,Btg horizons)\nc.  Gleyed horizons.  (Btg horizons)\nADDITIONAL DATA: Laboratory data by Virginia Polytechnic Institute and State University, Blacksburg. (PSA, chemistry, and mineralogy)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
