{
  "SERIES": "MONGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWN-TWH-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Mongo series consists of very deep, well drained soils formed in lacustrine deposits on dissected lake plains. Slope ranges from 12 to 45 percent. Mean annual precipitation is about 711 mm (28 inches), and the mean annual temperature is about 7.2 degrees C (45 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mongo loam, on a northeast-facing, convex, 28 percent slope in a pasture at an elevation of 198 meters (650 feet) above mean sea level. (Colors are for moist soil unless otherwise stated. When described on July 13, 1994 the soil was dry to 30 cm (12 inches) and moist below.)\nA--0 to 13 cm (5 inches); very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure; friable; common fine and few medium roots; about 1 percent fine gravel; neutral; clear wavy boundary. [(5 to 9 inches) thick]\nB/E1--13 to 20 cm (5 to 8 inches); brown (7.5YR 4/4) silty clay (Bt); occupies about 80 percent of the horizon surrounded by light brownish gray (10YR 6/2) silty clay loam (E), light gray (10YR 7/2) dry; strong medium subangular blocky structure; firm; common fine and few medium roots; about 1 percent fine gravel; neutral; clear wavy boundary.  [5 to 20 cm (2 to 8 inches) thick]\nB/E2--20 to 30 cm (8 to 12 inches); brown (7.5YR 4/4) silty clay (Bt); occupies about 90 percent of the horizon with coatings of yellowish brown (10YR 5/4) silty clay loam (E), pale brown (10YR 6/3) dry; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common fine and few medium roots; about 1 percent fine gravel; neutral; clear wavy boundary. [0 to 10 cm (4 inches) thick]\nBt--30 to 53 cm (12 to 21 inches); brown (7.5YR 4/4) silty clay; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common fine and few medium roots; many distinct dark brown (7.5YR 3/4) clay films on faces of peds; about 1 percent fine gravel; slightly alkaline; clear wavy boundary. [23 to 81 cm (9 to 32 inches) thick]\nBC--53 to 140 cm (21 to 55 inches); brown (7.5YR 5/4) silty clay loam; moderate very coarse prismatic structure parting to strong medium subangular blocky; firm; violently effervescent; moderately alkaline; clear wavy boundary. [25 to 89 cm (10 to 35 inches) thick]\nC--140 to 203 cm (55 to 80 inches); brown (7.5YR 5/4) silty clay loam; massive; firm; common prominent light gray (10YR 7/2) calcium carbonate coatings; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iosco County, Michigan; about 3.5 miles west of Tawas City; about 250 feet south and 1350 feet east of the northwest corner of sec. 33, T. 22 N., R. 7 E., Tawas Township; USGS Tawas City, Michigan topographic quadrangle; lat. 44 degrees 15 minutes 50 seconds N. and long. 83 degrees 35 minutes 52 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates: 51 to 127 cm (20 to 50 inches)\nRock fragment content: 0 to 5 percent fine gravel throughout\nMean annual soil temperature: 7.2 to 8.3 degrees C (45 to 47 degrees F)\nDepth to redoximorphic features: where present, deeper than 102 cm (40 inches)\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 2 or 3, moist or dry\nTexture: loam, silt loam, or silty clay loam\nE part of the B/E horizon, and E horizon, where present:\nHue: 7.5YR or 10YR\nValue: 5 or 6; 6 or 7 dry\nChroma: 2 or 3, moist or dry\nBt part of the B/E horizon and the Bt horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 6\nChroma: 3 or 4\nTexture: silty clay loam, silty clay, or clay\nClay content: 35 to 60 percent\nSand content: 0 to 15 percent sand coarser than very fine sand\nBase saturation: 60 to 80 percent throughout\nReaction: slightly acid to slightly alkaline\nBC and C horizons:\nHue: 5YR to 10YR\nValue: 3 to 6\nChroma: 3 or 4\nTexture: silty clay, clay, or silty clay loam; some pedons have thin strata of silt loam, 3 mm to 13 mm (1/8 to 1/2 inch) thick\nClay content: 35 to 60 percent\nSand content: 0 to 15 percent sand coarser than very fine sand\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Curtisville and Hottis series. Curtisville and Hottis soils have greater than 15 percent sand coarser than very fine sand in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mongo soils are on side slopes of dissected lake plains. Slope ranges from 12 to 45 percent. The Mongo soils formed in silty and clayey lacustrine deposits. Mean annual precipitation ranges from 711 to 762 mm (28 to 30 inches). Mean annual temperature ranges from 6.1 to 7.2 degrees C (43 to 45 degrees F). Frost-free period is 120 to 130 days. Elevation is 183 to 244 meters (600 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Manary, Algonquin, and Iargo soils. The somewhat poorly drained Manary soils have mollic epipedons and are on concave slopes. The somewhat poorly drained Algonquin soils have redox depletions and a zone of aquic conditions, and are in adjacent level areas. The moderately well drained Iargo soils have redox concentrations within 102 cm (40 inches) and are on adjacent level areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is very high. Saturated hydraulic conductivity is low. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are idle or are forested. Some areas are used for pasture. Native vegetation is northern red oak, American beech, white ash, bigleaf aster, trillium, and Virginia strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 94A in northeastern Lower Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iosco County, Michigan, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 13 cm (5 inches) (A horizon).\nGlossic horizon: from a depth of 13 to 20 cm (5 to 8 inches) (B/E1 horizon).\nArgillic horizon: from a depth of 13 to 53 cm (5 to 21 inches) (B part of the B/E horizon and the Bt horizon).\nThis soil was formerly included in the Negwegon series as a well drained phase. Negwegon has been reclassified as Oxyaquic Glossudalfs.\nADDITIONAL DATA: Soil Interpretation Record MI0748.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
