{
  "SERIES": "MONIERCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWK/LWH/DKR/WWJ",
  "REVDATE": "12/2006",
  "STATES": "AZ,CO,NM",
  "OVERVIEW": "The Monierco series consists of shallow, well drained moderately slowly permeable soils that formed from alluvium and eolian material derived dominantly from interbedded siltstone and shale.  Monierco soils are on knolls and ridges on plateaus and mesas.  Slopes range from 0 to 8 percent.  The mean annual precipitation is about 8 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Monierco fine sandy loam rangeland. (colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light yellowish brown (10YR 6/4) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; few fine pores; slightly alkaline (pH 7.8); clear smooth boundary. (2 to 3 inches thick)\nBw--3 to 5 inches; yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine pores; slightly alkaline (pH 7.8); clear smooth boundary.  (2 to 4 inches thick)\nBt--5 to 10 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, friable, sticky and plastic; thin continuous clay films on faces of peds; common fine and very fine roots; few fine and medium pores; slightly alkaline (pH 7.8); clear wavy boundary.  (4 to 6 inches thick)\nBk--10 to 16 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few fine continuous pores; strongly effervescent with disseminated calcium carbonate; strongly alkaline (pH 8.9); clear smooth boundary.  (2 to 7 inches thick)\n2Cr--16 inches; siltstone and shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, New Mexico; 400 feet east, 160 feet south of the northwest corner of sec. 24, T. 27., R. 12 W.; 108 degrees 34 minutes 12 seconds west longitude, 36 degrees 34 minutes 04 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section December through March and July through September.  The soil is driest during May and June. Typic aridic moisture regime.\nSoil Temperature:  52 to 56 degrees F.\nDepth to paralithic contact:  10 to 20 inches.\nReaction:  Mildly alkaline to strongly alkaline.\nPercent clay in the control section:  18 to 35 percent.\nA horizon\nHue:  10YR or 7.5YR and 5YR and 2.5YR in Arizona.\nValue: 5 or 6 dry, 4 or 5 moist\nChroma:  2 through 4\nTexture:  sandy loam, fine sandy loam, sandy clay loam or clay loam\nBw horizon\nHue:  10YR or 7.5YR and 5YR and 2.5YR in Arizona.\nValue:  5 or 6 day, 4 or 5 moist\nChroma:  3 or 4\nTexture:  sandy loam, fine sandy loam or clay loam\nBt horizon\nHue:  7.5YR or 5YR and 2.5YR in Arizona.\nValue:  5 or 6 dry\nChroma:  3 or 4\nTexture:  sandy clay loam, loam or gravelly loam\nBk horizon\nHue:  7.5YR or 5YR and 2.5YR in Arizona.\nValue:  5 or 6 dry\nChroma:  2 or 3\nTexture:  sandy clay loam, clay loam, loam or gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Advokay (NV) series.  Advokay soils contain more than 15 percent rock fragments and are effervescent in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Monierco soils are on plateaus, knolls and ridges.  Slopes range from 0 to 8 percent, Elevations range from 4800 to 6400 feet.  The mean annual precipitation is 6 to 10 inches.  The mean annual temperature is 48 to 55 degrees F.  The average frost-free period is 120 to 160 days.  In Arizona the temperature is as high as 57 degrees F.; frost free days as long as 180 days; precipitation as much as 12 inches; and slopes to 15 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mayqueen, Sheppard and Shiprock soils.  Mayqueen and Shiprock soil have less than 18 percent clay in the particle-size control section and are deep.  Sheppard soils are sandy and deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing.  Native vegetation is galleta, Mormon tea, blue grama, Indian ricegrass, big sagebrush, broom snakeweed and winterfat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Monierco soils are of small extent in northwestern New Mexico and northeastern Arizona.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County, New Mexico Eastern Park, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nOchric Epipedon:  the zone from the surface to a depth of 3 inches.\nArgillic horizon:  the zone from 5 to 10 inches. (Bt horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
