{
  "SERIES": "MONMOUTH",
  "STATUS": "Established Series",
  "BYREV": "CS/Rev. JAK",
  "REVDATE": "11/2002",
  "STATES": "NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Monmouth fine sandy loam, forested. (Colors are for moist soil.)\nA--0 to 1 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; nonplastic, nonsticky; many roots; strongly acid; clear smooth boundary. (1 to 15 inches thick)\nBA--1 to 7 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak medium granular structure; very friable; nonplastic, nonsticky; common roots; strongly acid; clear wavy boundary. (0 to 8 inches thick)\nBt1--7 to 11 inches; olive brown (2.5Y 4/4) sandy clay loam; moderate coarse subangular blocky structure; friable to firm; slightly sticky, moderately plastic; common roots; 5 percent, by volume glauconite; strongly acid; clear wavy boundary.\nBt2--11 to 19 inches; olive brown (2.5Y 4/4) sandy clay; strong coarse subangular blocky structure; very firm; moderately plastic, very sticky; few roots; common distinct olive gray (5Y 4/2) clay films on faces of peds; few fine concretions; 5 percent, by volume glauconite; very strongly acid; gradual smooth boundary.\nBt3--19 to 33 inches; olive brown (2.5Y 4/4) sandy clay; moderate subangular blocky structure; firm; moderately sticky and moderately plastic; few roots in upper part if the horizon;  distinct olive gray (5Y 4/2) clay films on faces of peds; 10 percent, by volume glauconite; very strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 20 to 45 inches.)\nBC--33 to 48 inches; olive (5Y 4/3) sandy clay; weak very coarse subangular blocky structure; friable to firm; moderately sticky, slightly plastic; few prominent olive gray (5Y 4/2) clay films on faces of peds; 15 percent, by volume glauconite; very strongly acid; gradual irregular boundary. (0 to 20 inches thick)\nC--48 to 60 inches; dark olive (5Y 3/3) sandy clay loam; massive; friable; slightly sticky, slightly plastic; 25 percent, by volume glauconite; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: About 0.6 mile north of St. Barnabas Church, on Church Road near Leeland, Prince George's County, Maryland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 35 to 55 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: Greater than 60 inches,\nRock Fragments: 0 to 10 percent, by volume throughout the profile\nSoil Reaction: Extremely acid to strongly acid, throughout the profile, unless limed\nOther Features: 5 to 40 percent, by volume glauconite in the Bt horizon. The particle-size control section has a weighted average of more than 40 percent sand. & RANGE OF INDIVIDUAL HORIZONS:\nA horizon:\nColor--hue of 10YR to 5Y, value of 3 or 4, chroma 1 or 2\nTexture--loam, fine sandy loam, or loamy fine sand\nAp horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 4 or 5, chroma of 2 to 4\nTexture--loam, fine sandy loam, or loamy fine sand\nE, BE or BA horizon:\nColor--hue of 10YR to 5Y, value of 4 or 5, chroma of 3 or 4\nTexture--loam, fine sandy loam, or loamy fine sand\nBt horizon:\nColor--7.5YR to 5Y, value of 3 or 4, chroma of 3 to 6\nTexture--clay, sandy clay, sandy clay loam, or clay loam\nBC horizon:\nColor--7.5YR to 5Y, value of 3 to 5, chroma of 3 to 6\nTexture--sandy clay, sandy clay loam, clay loam, or loam\nMottles (if they occur)--are at depths of 36 inches or more and in shades of olive, brown, yellow, or red\nC horizon:\nColor--7.5YR to 5Y, value of 2 to 5, chroma of 2 to 6. The darker C horizons are those with higher glauconite content.\nTexture--sandy clay, sandy clay loam, clay loam, loam, sandy loam, fine sandy loam\nMottles (if they occur)--shades of olive, brown, yellow, or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBentley soils--do not have horizons that contain glauconite and formed in alluvium and colluvium capping the Piedmont\nBraddock soils--do not have horizons that contain glauconite and formed in alluvium and colluvium derived form a mixture of crystalline rocks\nBuffstaff soils--do not have horizons that contain glauconite and formed in residuum from schist with B horizons 5YR or yellower\nClover soils--do not have horizons that contain glauconite and formed in residuum from Triassic materials\nHowell soils--generally have less glauconite in the subsoil and have less than 40 percent weighted average sand in the particle-size control section\nLittlejoe soils--do not have horizons that contain glauconite and formed in residuum from schist with B horizons 2.5YR or redder\nPervina soils--do not have horizons that contain glauconite and formed in colluvium and residuum from sedimentary rocks\nWarminster soils--do not have horizons that contain glauconite and formed in residuum from Triassic shale and are deep to paralithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: uplands\nElevation: 25 to 150 feet\nParent Material: Fine-textured marine sediments high in glauconite\nMean Annual Air Temperature: 50 to 58 degrees F.\nMean Annual Precipitation: 44 to 55 inches\nFrost Free Period: 190 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdelphia soils--moderately well drained, have a fine-loamy particle-size control section, and have 10 to 40 percent glauconite in the subsoil, on slightly lower-lying landforms\nColemantown soils--poorly drained, on lower-lying landforms\nCollington soils--well drained and have a fine-loamy particle-size control section, 5 to 40 percent glauconite in the subsoil, and a subsoil hue of 7.5YR or yellower, on similar landforms\nColts Neck soils--well drained, have a fine-loamy particle-size control section, and a subsoil hue of 5YR or redder, on similar landforms\nDonlonton soils--moderately well drained, on slightly lower-lying landforms\nDowner soils--do not have glauconite in the subsoil and have a coarse-loamy particle-size control section, on similar landforms\nFallsington soils--poorly drained, have a fine-loamy particle-size control section, and do not have glauconite in the subsoil, on lower-lying landforms\nFreehold soils--well drained and have a fine-loamy particle-size control section, have less than 10 percent glauconite in the subsoil, and a subsoil hue of 7.5YR or yellower, on similar landforms\nHolmdel soils--moderately well drained, have a fine-loamy particle-size control section, and have less than 10 percent glauconite in the subsoil, on slightly lower-lying landforms\nHowell soils---generally have less glauconite in the subsoil and have less than 40 percent weighted average sand in the particle-size control section, on similar landforms\nKeansburg soils--very poorly drained, have a fine-loamy particle-size control section, and have 5 to 20 percent glauconite throughout, on slightly lower-lying landforms\nKresson soils--somewhat poorly drained and have more than 40 percent glauconite in the subsoil, on lower-lying landforms\nMarlton soil--moderately well drained and have more than 40 percent glauconite in the subsoil, on similar landforms\nMarr soils--have a fine-loamy particle-size control section that is dominated by fine or very fine sand, and do not contain glauconite, on similar landforms\nSassafras soils--have a fine-loamy particle-size control section and do not contain glauconite, on similar landforms\nShrewsbury soils--poorly drained and have a fine-loamy particle-size control section, on lower-lying landforms\nWestphilia soils--do not have glauconite in the subsoil, have a coarse-loamy particle-size control section, and a less than 10 inch thick argillic horizon, on similar landforms\nWoodstown soils--Moderately well drained, have a fine-loamy particle-size control section, and do not contain glauconite, on slightly lower-lying landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE CLASS & PERMEABILITY",
    "content": "DRAINAGE CLASS: Well drained & PERMEABILITY: Moderately slow"
  },
  "USE AND VEGETATION": {
    "section": "USE & VEGETATION",
    "content": "USE: General farm and truck crops, with some livestock farms producing hay and pasture.  Locally, tobacco is a very important crop, particularly in Southern Maryland. & VEGETATION: Native vegetation is mixed hardwoods, dominated by oaks, with hickory, yellow poplar, and dogwood common.  Cutover areas may have shortleaf, Virginia, or loblolly pine, but usually only in scattered stands."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION & EXTENT",
    "content": "DISTRIBUTION: Coastal Plain of Maryland and New Jersey & EXTENT: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burlington County, New Jersey, 1943\nSERIES INTERPRETATION RECORD(S): A series interpretation record was not created for this soil.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
