{
  "SERIES": "MONON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAB-GLH-DAG",
  "REVDATE": "07/2011",
  "STATES": "IN",
  "OVERVIEW": "The Monon series consists of deep or very deep, poorly drained or very poorly drained soils formed in loamy and sandy sediments overlying limestone bedrock on outwash plains and lake plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monon fine sandy loam, on a less than 1 percent slope in a cultivated field at an elevation of 205 meters (673 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (10 inches); black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; common fine and very fine roots throughout; 1 percent gravel; slightly acid; abrupt smooth boundary. [25 to 46 cm (10 to 18 inches) thick]\nBg1--25 to 33 cm (10 to 13 inches); dark gray (10YR 4/1) fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots throughout; many distinct black (10YR 2/1) organic coatings on faces of peds and in roots channels and pores; common fine distinct yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; 1 percent gravel; slightly acid; clear wavy boundary.\nBg2--33 to 46 cm (13 to 18 inches); dark gray (10YR 4/1) fine sandy loam; weak coarse subangular blocky structure; friable; few very fine roots throughout; many distinct very dark gray (10YR 3/1) organic coatings on faces of peds and in roots channels and pores; moderate medium distinct yellowish brown (10YR 5/4) and prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; 1 percent gravel; slightly acid; clear wavy boundary.\nBg3--46 to 66 cm (18 to 26 inches); gray (10YR 5/1) fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots throughout; common distinct very dark gray (10YR 3/1) organic coatings on faces of peds and in roots channels and pores; moderate medium distinct yellowish brown (10YR 5/4) and prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 3 percent gravel; neutral; clear wavy boundary.\nBg4--66 to 107 cm (26 to 42 inches); gray (10YR 6/1) stratified fine sandy loam, loam, and gravelly sandy loam; weak coarse subangular blocky structure; friable; moderate medium and coarse prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron in the matrix; 25 percent gravel; neutral; clear wavy boundary. [Combined thickness of the Bg horizon is 46 to 96 cm (18 to 38 inches).]\n2R--107 cm (42 inches); white (10YR 8/1) unweathered limestone bedrock; indurated; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White County, Indiana; about 1 mile west and 2 miles north of Monon; 480 feet east and 1,250 feet south of the northwest corner of sec. 5, T. 28 N., R. 4 W.; USGS Francesville topographic quadrangle; lat. 40 degrees 54 minutes 32.0 seconds N. and long. 86 degrees 54 minutes 35.0 seconds W., NAD 27; UTM Zone 16, 507600 easting and 4528649 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 61 to 127 cm (24 to 50 inches)\nDepth to lithic contact: commonly 102 to 152 cm (40 to 60 inches), but ranges from 102 to 203 cm (40 to 80 inches)\nThickness of the mollic epipedon: 25 to 46 cm (10 to 18 inches)\nAp or A horizon:\nHue: 10YR or N\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: fine sandy loam, loam, sandy loam, mucky sandy loam, or mucky fine sandy loam\nRock fragment content: 0 to 5 percent fine gravel\nReaction: moderately acid to neutral\nBg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nRedoximorphic features are present\nTexture: fine sandy loam or sandy loam, or their gravelly analogues; some pedon have strata of loamy sand, fine sand, sand, or loam\nRock fragment content: 0 to 5 percent fine gravel in the upper part and 0 to 34 percent in the lower part\nReaction: moderately acid to neutral\n2R horizon:\nHue: 10YR\nValue: 7 or 8\nChroma: 1 or 2\nBedrock: very strongly cemented or indurated limestone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Darfur, Dassel, Gilford, Goodell, Hanska, Jubilee, Lyles, Mudgepond, Overshue, Toolesboro, Uniongrove, and Whitepost series. Darfur soils are in cooler, drier regions with mean annual temperature less than 8.9 degrees C (48 degrees F), and mean annual precipitation less than 762 mm (30 inches). Dassel, Lyles, and Toolesboro soils have a C horizon that contains more than 70 percent sand in the lower part of the series control section. Gilford, Hanska, Uniongrove, and Whitepost soils have carbonates in the lower part of the series control section. Goodell and Overshue soils have a lithologic contact with till in the lower part of the series control section. Jubilee soils are in drier climates that receive less than 76 cm (30 inches) of mean annual precipitation. Mudgepond soils have more than 5 percent rock fragments in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Monon soils are on nearly level or depressional areas on outwash plains and lake plains. Slope ranges from 0 to 2 percent. Monon soils formed in loamy and sandy sediments overlying bedrock. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual temperature ranges from 8.9 to 11.7 degrees C (48 to 53 degrees F). Frost-free period is 150 to 180 days. Elevation is 183 to 466 meters (600 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brady, Branch, Bronson, Gilford, Maumee, Ormas, and Oshtemo soils. The somewhat poorly drained Brady soils are on nearly level and slightly higher positions. The moderately well drained Branch and Bronson soils are on nearly level, higher positions. The poorly drained or very poorly drained Gilford and Maumee soils are on similar landforms, but do not have limestone bedrock within a depth of 152 cm (60 inches). The well drained Ormas and Oshtemo soils are on nearly level to moderately steep higher positions on the landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Potential for surface runoff is negligible. Saturated hydraulic conductivity is high in the solum and low or very low in the limestone bedrock. Permeability is moderately rapid in the solum and very slow or impermeable in the limestone bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly cultivated. Principal crops are corn, soybeans, wheat, and oats. Native vegetation is marsh grasses, reeds, sedges, pin oak, and red maple forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 111C in northern Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White County, Indiana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 25 cm (10 inches) (Ap horizon).\nCambic horizon: from a depth of 25 to 107 cm (10 to 42 inches) (Bg horizons).\nLithic contact: at 107 cm (42 inches) (2R horizon).\nAquic conditions: chroma of 1 below the mollic epipedon and redoximorphic features throughout the Bg horizon.\nNASIS Data Mapunit ID 152928 represents the typical pedon in complex with Gilford soils.\nADDITIONAL DATA: Lab characterization data is available for the typical pedon (WH7707, S77IN181-7-1-6) from the Purdue University Soil Characterization Lab, AES Bulletin No. 222, Vol. 4, Pg. 79. Transect data for the typical pedon (T98IN-181-001) is on file in MLRA project office, Plymouth, Indiana. Transect shows 100 percent Monon soils.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (10 inches); black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; common fine and very fine roots throughout; 1 percent gravel; slightly acid; abrupt smooth boundary. [25 to 46 cm (10 to 18 inches) thick]"
      },
      {
        "name": "Bg1",
        "top": 25,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--25 to 33 cm (10 to 13 inches); dark gray (10YR 4/1) fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots throughout; many distinct black (10YR 2/1) organic coatings on faces of peds and in roots channels and pores; common fine distinct yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; 1 percent gravel; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 33,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--33 to 46 cm (13 to 18 inches); dark gray (10YR 4/1) fine sandy loam; weak coarse subangular blocky structure; friable; few very fine roots throughout; many distinct very dark gray (10YR 3/1) organic coatings on faces of peds and in roots channels and pores; moderate medium distinct yellowish brown (10YR 5/4) and prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; 1 percent gravel; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 46,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg3--46 to 66 cm (18 to 26 inches); gray (10YR 5/1) fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots throughout; common distinct very dark gray (10YR 3/1) organic coatings on faces of peds and in roots channels and pores; moderate medium distinct yellowish brown (10YR 5/4) and prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 3 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "Bg4",
        "top": 66,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg4--66 to 107 cm (26 to 42 inches); gray (10YR 6/1) stratified fine sandy loam, loam, and gravelly sandy loam; weak coarse subangular blocky structure; friable; moderate medium and coarse prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron in the matrix; 25 percent gravel; neutral; clear wavy boundary. [Combined thickness of the Bg horizon is 46 to 96 cm (18 to 38 inches).]"
      },
      {
        "name": "2R",
        "top": 107,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "pH_class": "slightly alkaline",
        "narrative": "2R--107 cm (42 inches); white (10YR 8/1) unweathered limestone bedrock; indurated; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
