{
  "SERIES": "MONONGAHELA",
  "STATUS": "Established Series",
  "BYREV": "TAD, JWB/Rev. MDJ",
  "REVDATE": "11/2014",
  "STATES": "AL,KY,MD,OH,PA,TN,VA,WV",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monongahela silt loam - cultivated. (Colors are for moist soil.)\nAp--0 to 18 cm (0 to 7 inches); dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many fine, and very fine roots throughout; slightly acid; abrupt smooth boundary. (5 to 10 inches thick)\nBA--18 to 30 cm (7 to 12 inches); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; common fine and very fine roots; slightly acid; clear smooth boundary. (0 to 7 inches thick)\nBt--30 to 56 cm (12 to 22 inches); yellowish brown (10YR 5/6) silt loam; weak to moderate fine subangular blocky structure; friable; common fine and very fine roots; few fine distinct clay films on faces of peds; moderately acid; clear wavy boundary. (8 to 20 inches thick)\nBtx1--56 to 79 cm (22 to 31 inches); yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure parting to weak coarse platy; firm; few fine distinct clay films on prism faces; common fine distinct yellowish brown (10YR 5/8) iron concentrations and light brownish gray (2.5Y 6/2) iron depletions; very strongly acid; clear irregular boundary. (7 to 14 inches thick)\nBtx2--79 to 107 cm (31 to 42 inches); light yellowish brown (10YR 6/4) silt loam; weak very coarse prismatic structure parting to weak coarse platy; very firm, brittle; few fine distinct clay films on prism faces; many medium distinct yellowish brown (10YR 5/8) iron concentrations and light brownish gray (2.5Y 6/2) iron depletions; very strongly acid; clear wavy boundary. (8 to 15 inches thick)\nBtx3--107 to 132 cm (42 to 52 inches); light yellowish brown (10YR 6/4) cobbly loam; weak very coarse prismatic structure parting to weak coarse platy; very firm, brittle; numerous fine pores; few fine distinct clay films on prism faces; many distinct yellowish brown (10YR 5/8) iron concentrations and light brownish gray (2.5Y 6/2) iron depletions; 25 percent sandstone cobbles; very strongly acid; clear wavy boundary. (0 to 12 inches thick)\nC--132 to 165 cm (52 to 65 inches); mixed strong brown (7.5YR 5/8) and light gray (N 7/0) very cobbly silty clay loam, pale yellow (2.5Y 7/4) crushed; massive; firm; 35 percent weathered shale and sandstone gravels and cobbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Randolph\nState:  West Virginia\nUSGS Quadrangle:  Beverly East\nLatitude:  38 degree 49 minutes 20 seconds N. NAD 27\nLongitude:  79 degrees 51 minutes 33 seconds W. NAD 27\nDirections to the Pedon:  2.7 miles east of Beverly, 100 feet north of church on north boundary of Randolph County 4-H Camp."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Top of Argillic:  13 to 46 cm (5 to 18 inches)\nDepth to Bottom of Argillic:  102 to 183 cm (40 to 72 inches)\nSolum thickness ranges from 102 to 183 cm (40 to 72 inches).\nDepth to the fragipan ranges from 46 to 76 cm (18 to 30 inches).\nDepth to Bedrock:  Usually greater than 165 cm (65 inches)\nDepth Class:  Very Deep\nDepth to Seasonal High Water Table: 41 to 76 cm (16 to 30 inches)\nRock Fragment Percent:  rounded gravel and cobbles dominantly is 0 to 15 percent but ranges from 0 to 30 percent above the fragipan, from 0 to 35 percent in the fragipan, and from 10 to 40 percent in the C horizon. Cobbles are generally limited to the lower Btx, BC, C, and 2C horizons.\nReaction Class:  Unless limed, the soil is strongly acid or very strongly acid throughout.\nRange in Individual Horizons:\nA or Ap horizon:\nColor: hue of 10YR, values of 4 or 5, and chroma of 2 to 4. In undisturbed areas, an A horizon less than 5 inches thick is present and ranges from dark brown (10YR 3/3) to dark yellowish brown (10YR 4/4).\nTexture (Fine-earth material):  silt loam, loam, or fine sandy loam.\nBA horizon (where present):\nColor:  hue of 10YR, value of 4 or 5, and chroma of 4 to 8.\nTexture (fine-earth material):  silt loam, loam, or fine sandy loam.\nBt horizon:\nColor:  hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.\nTexture (fine-earth material):  silt loam, loam, silty clay loam, clay loam, or sandy clay loam.\nBtx horizon:\nColor:  hue of 7.5YR to 2.5Y, values of 4 to 6, and chroma of 4 through 8.\nTexture (fine-earth material):  silt loam, loam, or sandy clay loam, but in some pedons is clay loam or fine sandy loam.\nRedoximorphic features have hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 2 to 8. The expression of the fragipan is evident to strong.\nBC horizon (where present):\nColor:  hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 2 to 8.\nTexture (fine-earth material):  loam, silt loam, fine sandy loam, silty clay loam, or clay loam.\nC or 2C horizon:\nColor:  hue of 5YR to 2.5Y, value of 4 to 7, and chroma of 2 to 8. Commonly contains mixed low chroma colors.\nTexture (fine-earth material):  sandy loam, loam, silt loam, silty clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnnandale soils do not have redoximorphic features within 40 inches of the surface and are formed in glacial till.\nBeltsville soils have rock fragments that are dominantly quartz and are formed in fluviomarine deposits.\nHanover soils have some angular rock fragments and are formed in glacial till with or without a thin mantle of loess.\nLandisburg soils contain chert fragments throughout.\nYork soils are dominated by rock fragmants of sericite schist"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape:  River Valleys\nLandform:  Terraces\nMLRA(s):  121,122,123,124,125,126,127,128,147\nGeomorphic Component:  treads and risers\nHillslope Profile Position:  toeslopes\nParent Material:  old alluvium from soils derived largely from acid sandstone and shale\nSlope:  0 to 25 percent\nElevation:  176 to 1006 meters, though most acreage is below 400 meters\nFrost Free Days:  123 to 200 days\nMean Annual Air Temperature:  7.2 to 14.0 degrees C (45 to 57 degrees F)\nMean Annual Precipitation:  889 to 1400 mm (35 to 55 inches)\nThickness of the alluvium ranges from 102 to 178 cm (40 to 70 inches) or more."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAllegheny soils do not have a fragipan.\nBerks soils do not have a fragipan and are shallower to bedrock.\nCulleoka soils do not have a fragipan and are shallower to bedrock.\nDekalb soils do not have a fragipan and are shallower to bedrock.\nDormont soils do not have a fragipan and may be shallower to bedrock.\nGilpin soils do not have a fragipan and are shallower to bedrock.\nPeabody soils do not have a fragipan and are shallower to bedrock.\nPurdy soils are more poorly drained.\nUpshur soils do not have a fragipan and are shallower to bedrock.\nTygart soils are more poorly drained.\nWeikert soils do not have a fragipan and are shallower to bedrock.\nWestmoreland do not have a fragipan and are shallower to bedrock.\nZoar soils have finer textures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural):  Moderately well drained\nInternal Free Water:  Very thin or thin (10 to 51 cm thick); moderately deep (41 to 76 cm from the surface); common (present 3 to 6 months).\nIndex Surface Runoff:  negligible to very high.\nSaturated Hydraulic Conductivity Class:  Moderately high above the fragipan, moderately low to moderately high in and below the fragipan.\nPermeability Class (Obsolete):  above the fragipan is moderate, and in the fragipan it is moderately slow or slow.\nFlooding Frequency and Duration:  none\nPonding Frequency and Duration:  none"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  pasture, cultivated crops, and industrial and residential sites. Wooded acreage is generally limited.\nDominant Vegetation: Where cultivated, common crops are corn, soy beans, and wheat. There are some localized areas that still grow tobacco. Pasture and hayland commonly has mixtures of grasses and legumes. Where wooded, common trees include red oak, white oak, yellow-poplar, sycamore, white pine, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  Pennsylvania, West Virginia, Maryland, Ohio, Kentucky, Virginia, Tennessee and Alabama.\nExtent:  Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Greene County, Pennsylvania, 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 30 cm (0 to 12 inches, Ap and BA horizons).\nArgillic horizon - the zone from 30 to 132 cm (12 to 52 inches, Bt and Btx horizons).\nFragipan - the zone from 56 to 132 cm (22 to 52 inches, Btx horizon).\nThe Monongahela series became the official State Soil of West Virginia by an act of the West Virginia Legislature in 1997.\nThe 2007 revision corrects the coordinates of the Type Location and updates the Competing Series section.\nPrevious revisions: Rev. FDC-SLH-JWB, 01/2003 FDC-SLH-ART\nADDITIONAL DATA: Laboratory data is available on the typifying pedon, Pedon ID 62WV083005. An additional sampled pedon from the same map unit is Pedon ID S99-WV083-001.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many fine, and very fine roots throughout; slightly acid; abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--18 to 30 cm (7 to 12 inches); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; common fine and very fine roots; slightly acid; clear smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 30,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--30 to 56 cm (12 to 22 inches); yellowish brown (10YR 5/6) silt loam; weak to moderate fine subangular blocky structure; friable; common fine and very fine roots; few fine distinct clay films on faces of peds; moderately acid; clear wavy boundary. (8 to 20 inches thick)"
      },
      {
        "name": "Btx1",
        "top": 56,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Btx1--56 to 79 cm (22 to 31 inches); yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure parting to weak coarse platy; firm; few fine distinct clay films on prism faces; common fine distinct yellowish brown (10YR 5/8) iron concentrations and light brownish gray (2.5Y 6/2) iron depletions; very strongly acid; clear irregular boundary. (7 to 14 inches thick)"
      },
      {
        "name": "Btx2",
        "top": 79,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btx2--79 to 107 cm (31 to 42 inches); light yellowish brown (10YR 6/4) silt loam; weak very coarse prismatic structure parting to weak coarse platy; very firm, brittle; few fine distinct clay films on prism faces; many medium distinct yellowish brown (10YR 5/8) iron concentrations and light brownish gray (2.5Y 6/2) iron depletions; very strongly acid; clear wavy boundary. (8 to 15 inches thick)"
      },
      {
        "name": "Btx3",
        "top": 107,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btx3--107 to 132 cm (42 to 52 inches); light yellowish brown (10YR 6/4) cobbly loam; weak very coarse prismatic structure parting to weak coarse platy; very firm, brittle; numerous fine pores; few fine distinct clay films on prism faces; many distinct yellowish brown (10YR 5/8) iron concentrations and light brownish gray (2.5Y 6/2) iron depletions; 25 percent sandstone cobbles; very strongly acid; clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 132,
        "bottom": 165,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "narrative": "C--132 to 165 cm (52 to 65 inches); mixed strong brown (7.5YR 5/8) and light gray (N 7/0) very cobbly silty clay loam, pale yellow (2.5Y 7/4) crushed; massive; firm; 35 percent weathered shale and sandstone gravels and cobbles; very strongly acid."
      }
    ]
  ]
}
