{
  "SERIES": "MONROE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ-MJD-JVC-JBF",
  "REVDATE": "07/2014",
  "STATES": "ID,OR,UT",
  "OVERVIEW": "The Monroe series consists of very deep, well drained soils that formed in alluvium derived from igneous rocks. Monroe soils are on fan skirts, flood plains, and low stream terraces. Slopes are 0 to 4 percent. The mean annual precipitation is about 250 mm and the mean annual temperature is about 9.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monroe loam--irrigated cropland. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 15 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine and medium tubular pores; moderately alkaline (pH 8.0); abrupt smooth boundary. (13 to 23 cm thick)\nA--15 to 48 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common medium and many fine tubular pores; moderately alkaline (pH 8.0); gradual smooth boundary. (30 to 90 cm thick)\nAC1--48 to 118 cm; grayish brown (10YR 5/2) very fine sandy loam with small discontinuous lens of fine gravel 1 to 3 cm thick, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky; few fine and medium roots; common fine and medium tubular pores; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 75 cm thick)\nAC2--118 to 150 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable; few fine and medium roots; common fine and medium pores; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sevier County, Utah; about 0.25 mile west of Monroe; 1850 feet west and 150 feet north of the southeast corner of section 9, T. 25 S., R. 3 W.; USGS Elsinore 7.5 minute quadrangle; latitude 38 degrees 37 minutes 60 seconds N and longitude 112 degrees 7 minutes 54 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Soil moisture:  Usually dry; moist in winter and early spring; aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 8.5 to 12 degrees C.\nMean summer soil temperature: 20.5 to 21.5 degrees C.\nThickness of the mollic epipedon: 50 to 150 cm.\nOther features: Organic carbon content decreases irregularly with depth between 25 and 125 cm .\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragments: 0 to 15 percent, mainly gravel.\nCalcium carbonate equivalent: 1 to 10 percent in lower subhorizons below 95 cm in some pedons.\nAp horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 to 3, dry or moist.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: Slightly alkaline or moderately alkaline.\nOrganic matter content: 1 to 5 percent.\nEffervescence: Noneffervescent to slightly effervescent.\nA and AC horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 to 3, dry or moist.\nTexture: Loam, very fine sandy loam, or silt loam; below 90 cm some pedons include sandy loam textures and have 0 to 35 percent gravel or discontinuous lenses of fine gravel 1 to 3 cm thick.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: Slightly alkaline to moderately alkaline.\nOrganic matter content: 1 to 5 percent.\nEffervescence: Noneffervescent to slightly effervescent.\nC horizon (when present, typically below 90 cm in depth)\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 1 to 3, dry or moist.\nTexture: Sandy loam or loam.\nRock fragments: 0 to 35 percent gravel; some pedons have discontinuous lenses of fine gravel 1 to 3 cm thick.\nCalcium carbonate equivalent: 0 to 10 percent.\nReaction: Slightly alkaline or moderately alkaline.\nEffervescence: Noneffervescent to slightly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Birdow, Blackrock, Collister, Dagor, Draper, Eastcan, Fanu, Goose Creek, Goosenawt, Gosinta, Heidtman, Lakeview, Oxy, Shoepeg, Willowdale, and Winn series.\nBirdow soils have cambic horizons and a xeric moisture regime. Blackrock soils average 20 to 35 percent gravel in the particle-size control section and have a xeric moisture regime. Collister, Draper, Eastcan, Goose Creek, Gosinta, Heidtman, Shoepeg, Soquel, and Winn soils have redox concentrations and endosaturation within 150 cm of the soil surface. Dagor and Goosenawt soils have a xeric moisture regime. Fanu and Willowdale soils have volcanic glass in the particle-size control section and horizons with identifiable secondary carbonates. Lakeview soils have endosaturation within 150 cm of the soil surface. Oxy soils are moderately deep to lithic contacts and have a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Monroe soils are on fan skirts, flood plains, and low stream terraces. These soils formed in alluvium derived from igneous rocks. Slopes are 0 to 4 percent. Elevations range from 1,520 to 1,980 meters in Utah and 427 to 1,615 meters in Idaho and Oregon. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm.  The mean annual temperature is 7 to 11 degrees C. and the mean summer temperature is 19.5 to 20.5 degrees C. The frost-free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hoye and Jura soils and the competing Goose Creek soil. Hoye soils have ochric epipedons and argillic horizons. Jura soils are fine and have thinner mollic epipedons. All of these soils occur on adjacent positions of the same landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; moderate or moderately slow permeability above 100 cm moderately high saturated hydraulic conductivity and moderate to moderately rapid permeability below 100 cm."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Monroe soils are used mainly for irrigated cropland and livestock grazing. Common irrigated crops are alfalfa, small grains, corn, sugar beets, and pasture. The vegetation in rangeland is basin big sagebrush, basin wildrye, western wheatgrass, and bottlebrush squirreltail. These soils are correlated to Semidesert ecological sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Utah, south-central Idaho, and central Oregon. These soils are moderately extensive. MLRAs 10 and 11 in Idaho and Oregon and MLRA 28A in Utah. The original series concept and type location is in MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County (Iron-Washington Soil Survey Area), Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 150 cm (Ap, A, AC1, and AC2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (parts of the A and AC1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine and medium tubular pores; moderately alkaline (pH 8.0); abrupt smooth boundary. (13 to 23 cm thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--15 to 48 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common medium and many fine tubular pores; moderately alkaline (pH 8.0); gradual smooth boundary. (30 to 90 cm thick)"
      },
      {
        "name": "AC1",
        "top": 48,
        "bottom": 118,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC1--48 to 118 cm; grayish brown (10YR 5/2) very fine sandy loam with small discontinuous lens of fine gravel 1 to 3 cm thick, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky; few fine and medium roots; common fine and medium tubular pores; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 75 cm thick)"
      },
      {
        "name": "AC2",
        "top": 118,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "AC2--118 to 150 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable; few fine and medium roots; common fine and medium pores; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
