{
  "SERIES": "MONTOSO",
  "STATUS": "Established Series",
  "BYREV": "Rev. VGL/JAW/BDS",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Montoso silty clay loam, open woodland.  (Colors are for dry soils unless otherwise noted.)\nA1--0 to 3 inches; brown (7.5YR 5/2) silt loam, dark brown (7.5YR 3/2) moist; weak and moderate fine granular structure; soft, very friable, nonsticky, nonplastic; many fine and very fine roots; many fine and very fine pores; approximately 10 percent gravel (cinders); noncalcareous; neutral (pH 7.2); clear smooth boundary.  (2 to 5 inches thick)\nB1--3 to 6 inches; dark reddish gray (5YR 4/2) light silty clay loam, dark reddish brown (5YR 3/2) moist; weak fine subangular blocky structure that parts to moderate fine granules; hard, friable, sticky, plastic; many fine and very fine roots; many fine and very fine pores; approximately 10 percent gravel (cinders); noncalcareous; neutral (pH 7.2); clear smooth boundary.  (2 to 5 inches thick)\nB2t--6 to 12 inches; dark reddish gray (5YR 4/2) very gravelly silty clay loam, dark reddish brown (5YR 3/2) moist; weak fine subangular blocky structure; very hard, firm, sticky, plastic; common fine and very fine roots; common fine pores; common moderately thick clay films; approximately 45 percent gravel (cinders); noncalcareous; mildly alkaline  (pH 7.8); abrupt smooth boundary.  (5 to 10 inches thick)\nC1--12 to 18 inches; dark reddish gray (5YR 4/2) very gravelly silt loam, dark reddish brown (5YR 3/2) moist; massive; common fine and very fine roots; common fine pores; approximately 80 percent gravel (cinders); noncalcareous to weakly calcareous in the lower part; mildly alkaline (pH 7.8); clear smooth boundary.  (3 to 12 inches thick)\nC2ca--18 to 24 inches;  weak red (10R 5/2) lime coated cinders, dusky red (10R 3/3) moist; massive; few fine roots; many pores; strongly calcareous; clear irregular boundary.  (5 to 20 inches thick)\nC3--24 inches; weak red (10R 5/2) cinders, dusky red (10R 3/3) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 1.1 mile northeast of Cerro Mancho on the Caja Del Rio Grant.  SE1/4 section 10, T.17N., R.7E.  (Area unsurveyed, survey lines projected.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 9 to 20 inches.  Depth to the cinders ranges from 12 to 32 inches.  Cinders and clinkers cover 30 to 90 percent of the surface.  Soil temperatures range from 47 to 59 degrees F.  These soils are usually moist in 1/2 or more years in some part of the moisture control section (not necessarily the same part) during the period the soil temperature at 20 inches exceeds 41 degrees F. unless irrigated.  The drier periods occur between early October and late May.  The solum ranges from neutral to mildly alkaline and from noncalcareous to slightly calcareous.  The A and B horizons have hue of 2.5YR through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.  The B2t horizon ranges from heavy loam and heavy silt loam to clay loam and silty clay loam.  The C horizon has hue of 5YR through 10YR.  Organic matter content decreases rapidly in the C1 horizon and is less than 1.0 percent.  The C horizon ranges from noncalcareous in the upper part to calcareous in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Bandera, Irock, Los Alamos, Majada and Salas soils.  Bandera soils lack argillic horizons and have mean annual soil temperatures below 47 degrees F.  Los Alamos soils have ochric epipedons and average less than 35 percent coarse fragments in the control section.  Irock and Majada soils have sola thicker than 20 inches and lack the dominating influence of cinders in the control section.  Salas soils have schist bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Montoso soils are on gently sloping to steep cinder cones and hills at about 6,000 to 7,600 feet elevation in the pinyon juniper vegetation type.  The soils formed in material that weathered chiefly from cinders and that is highly variable in color.  The average annual precipitation ranges from 12 to 16 inches and the mean annual air temperature is about 50 degrees F.  The precipitation pattern has a marked summer maximum."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Calabasas, Panky and Silver soils and the competing Majada soils.  Calabasas soils lack argillic horizons.  Silver and Panky soils contain less than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife is the most important use, but wood cutting and rangeland are other uses.  Native vegetation is pinyon pine, oneseed juniper, cane cholla, cacti, blue grama, sand dropseed and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are moderately extensive in Northern Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County (Santa Fe Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
