{
  "SERIES": "MONTOYA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJR,RJA,ACT,WJG",
  "REVDATE": "04/2005",
  "STATES": "NM,TX",
  "OVERVIEW": "The Montoya series consists of very deep, well drained, very slowly permeable soils that formed in fine textured calcareous sediments. These soils are on basin floors and playas. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 14 inches, and mean annual temperature is about 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Montoya clay loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; moderate medium granular structure; slightly hard, friable, sticky and plastic; few fine and medium roots; few cracks 1 centimeter wide; strongly effervescent; disseminated calcium carbonate; slightly alkaline; abrupt smooth boundary. (0 to 9 inches thick)\nBss1--3 to 10 inches thick; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few fine and medium roots; few cracks 1 centimeter wide; many slickensides; strongly effervescent; disseminated calcium carbonate; moderately alkaline; gradual wavy boundary. (8 to 20 inches thick)\nBss2--10 to 32 inches thick; dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots; few cracks 1 centimeter wide; common slickensides; strongly effervescent; disseminated calcium carbonate; moderately alkaline; gradual wavy boundary. (12 to 20 inches thick)\nBss3--32 to 60 inches; dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; few very fine and medium roots; few slickensides; strongly effervescent; disseminated calcium carbonate; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: DeBaca County, New Mexico; about 17 miles south of La Lande, New Mexico; 2,000 feet north and 1,000 feet west of the southeast corner of sec. 30, T. 1 S., R. 27 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the SMCS December through February and May through September.\nSoil Temperature: 60 to 62 degrees F. Cracking: more than 1 centimeter wide at depths of 20 inches of more and remain open throughout the year, unless irrigated.\nA horizon: Hue: 2.5YR to 7.5YR Value: 3 to 5 dry, 2 to 4 moist Chroma: 3 to 6 Texture: clay loam, silty clay loam\nBss horizon: Hue: 2.5YR to 7.5YR Value: 3 to 6 dry, 3 to 5 moist Chroma: 3 to 6 Texture: clay loam, silty clay loam, silty clay or clay with a weighted average of 35 to 60 percent clay Calcium carbonate equivalent: less than 15 percent Accumulations of gypsum and salts range from none to slight.\nA 2C horizon occurs in some pedons. Where present, colors are similar to the Bss horizon. Slickensides range from none to few, decreasing with depth. Texture is clay loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dalby (TX), Globe (T NM), and Reefridge (CA) series. Similar soils are the Armijo and Moriarty series. Dalby soils have mean annual soil temperature ranging from 63 to 68 degrees F. Globe soils are poorly drained, and have soil temperature ranging from 63 to 67 degrees F. Reefridge soils have a paralithic contact between 40 and 60 inches of the surface. Armijo soils have lithologic discontinuities below 40 inches of the surface. Moriarty soils have mesic temperature regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Montoya soils are on slightly depressional to gently sloping topography on broad basin floors and playas. They formed in alluvium from shale of the \"redbed\" formations. Slope ranges from 0 to 5 percent. The climate is semiarid continental. Mean annual temperature ranges from 58 to 60 degrees F. and mean annual precipitation ranges from 11 to 16 inches. The precipitation pattern is characterized by a marked summer maximum with frequent heavy thunderstorms of short duration. The frost-free period ranges from 180 to 200 days and elevation ranges from 3,900 to 5,300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alama, La Lande, Largo, Quay and Tucumcari soils. Alama, La Lande, Largo, and Quay soils average less than 35 percent clay. In addition, Quay soils have a calcic horizon within 40 inches of the surface. Tucumcari soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is very slow. Runoff is low on slopes less than 1 percent, medium on 1 to 3 percent slopes and high on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland is the principal use. Present vegetation is tobosa, buffalograss, ring muhly, mat muhly, blue grama, mesquite, and cholla cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern New Mexico and parts of western Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Deaf Smith County, Texas, 1941"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location for the series is moved from Quay County, New Mexico to DeBaca County, New Mexico to a site that is more representative of the series concept.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 3 inches. (A horizon)\nCambic horizon: 3 to 60 inches. (Bss horizons)\nVertic feature: slickensides occur between 4 to 60 inches. (Bss horizons).\nCracking feature: Cracks more than 1 centimeter wide at depths of 20 inches or more and remain open throughout the year, unless irrigated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; moderate medium granular structure; slightly hard, friable, sticky and plastic; few fine and medium roots; few cracks 1 centimeter wide; strongly effervescent; disseminated calcium carbonate; slightly alkaline; abrupt smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 8,
        "bottom": 25,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--3 to 10 inches thick; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few fine and medium roots; few cracks 1 centimeter wide; many slickensides; strongly effervescent; disseminated calcium carbonate; moderately alkaline; gradual wavy boundary. (8 to 20 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 25,
        "bottom": 81,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--10 to 32 inches thick; dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots; few cracks 1 centimeter wide; common slickensides; strongly effervescent; disseminated calcium carbonate; moderately alkaline; gradual wavy boundary. (12 to 20 inches thick)"
      },
      {
        "name": "Bss3",
        "top": 81,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bss3--32 to 60 inches; dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; few very fine and medium roots; few slickensides; strongly effervescent; disseminated calcium carbonate; moderately alkaline."
      }
    ]
  ]
}
