{
  "SERIES": "MONTAGUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJN/TAK/TDC",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Petrocalcic Calcixererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Montague clay - on a slope of 2 percent under dryland grain at 2,680 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described (5/25/66), the soil was moist throughout).\nAp--0 to 4 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; strong coarse angular blocky structure parting to strong medium angular blocky; very hard, firm, very sticky and very plastic; few fine and very fine roots; few fine tubular pores; neutral (pH 6.6); abrupt smooth boundary.  (2 to 8 inches thick)\nA12--4 to 16 inches; brown (10YR 5/3) clay, dark brown (10YR 3/3) rubbed, moist; very dark grayish brown (10YR 3/2) faces of peds dry and moist; strong medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine roots; few fine tubular pores; common intersecting slickensides and pressure faces; neutral (pH 6.7); gradual smooth boundary.  (5 to 14 inches thick)\nA13--16 to 24 inches; brown (10YR 5/3) clay, dark brown (10YR 3/3) moist; very dark grayish brown (10YR 3/2) faces of peds dry and moist; moderate medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine roots; few fine tubular pores; common intersecting slickensides and pressure faces; neutral (pH 7.2); abrupt smooth boundary.  (7 to 18 inches thick)\nC1cam--24 to 30 inches; white (10YR 8/2) strongly cemented petrocalcic horizon; violently effervescent.  Silica is present in thin discontinuous seams; moderately alkaline (pH 8.1); abrupt smooth boundary.  (5 to 8 inches thick)\nC2cam--30 to 36 inches; white (10YR 8/2) strongly cemented petrocalcic horizon; moderately alkaline (pH 8.3).  (1 to 16 inches thick)\nIIC3r--36 inches; weathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 6 1/2 miles northeast of Montague, just north and west of the Montague Ditch-Airport Road crossing; 47 yards north and 48 yards west of powerpole No. 30; 1,800 feet west and 430 feet north of the southeast corner sec. 29, T. 46 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the petrocalcic horizon is 20 to 40 inches, but averages about 25 inches.  The depth to bedrock is 30 to 48 inches.  The mean annual soil temperature is 53 to 57 degrees F.  The soil between the 4 and 12 inch depth is dry from mid-July to mid-October and is moist in some or all parts of the rest of the year.  Cracks 1 to 10 cm wide and 20 to 24 inches deep are common in the summer months.  The cracks remain open for 90 to 120 consecutive days and close each winter, if not irrigated.  Rock fragments consisting of gravel and cobbles make up 0 to 35 percent of the soil.  Moist chroma of 1 is only in the upper 2 to 8 inches of the A horizon.  Intersecting slickensides and pressure faces are common or many in the middle and lower parts of the A horizon.\nThe A horizon is brown, dark brown, dark grayish brown or dark gray (10YR 5/3, 4/2, 4/1; 7.5YR 5/4, 5/2, 4/4, 4/2, 3/2).  Moist colors are black, very dark brown, very dark gray, very dark grayish brown, or dark brown (10YR 2/1, 2/2, 3/1, 3/2, 3/3; 7.5YR 3/2).  It is clay loam, silty clay, clay, cobbly clay loam, or cobbly clay with 35 to 50 percent clay.   It is slightly acid or neutral.\nSome pedons have a noncemented C horizon below 24 inches.  It ranges in color from dark grayish brown to light yellowish brown (10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 6/2, 6/3, 6/4).  Moist colors range from very dark grayish brown to dark yellowish brown (10YR 3/2, 3/3, 3/4, 4/2, 4/3, 4/4).  The lower part of this horizon is usually slightly or strongly effervescent with disseminated or segregated lime.  It is silty clay or clay.\nThe Ccam (petrocalcic) horizon has the same parent material as the solum.  It is moderately cemented to indurated and may have imbedded fine gravel to stone sized fragments of quartzite, basalt or andesite.  It is strongly or violently effervescent and light brownish gray or white.  The petrocalcic horizon commonly is 6 to 12 inches thick but ranges up to 24 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aikman, Jenny, Lassen and Peasley series in the same family and the Ager and Pit series.  Ager soils have a surface horizon with value greater than 3.5 moist and 5.5 dry and a very fine control section.  Aikman and Lassen soils have a lithic contact at depths of 20 to 40 inches.  Jenny soils are 60 inches or more deep and lack a petrocalcic horizon and a paralithic contact.  Pit soils are poorly drained, have chroma of less than 1.5 in the upper A horizon and are greater than 60 inches deep.  Peasley soils have a duripan at depths of 20 to 40 inches, and hard bedrock at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Montague soils are on terraces and valley bottoms.  Slopes are 0 to 9 percent.  The soils formed in alluvium from tertiary volcanic rocks.  The alluvium was deposited over semi-consolidated tuff and the petrocalcic horizon developed in the alluvium just above the tuff.  Elevations are 2,500 to 3,000 feet.  The climate is continental and subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 12 to 16 inches.  Seasonal snowfall is 8 to 36 inches.  Mean January temperature is 34 to 36 degrees F.  Mean July temperature is 69 degrees F. and the mean annual temperature is 48 to 52 degrees F.  Frost-free season is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Salisbury, Kuck, Mary and the competing Jenny, Lassen, and Pit soils.  Salisbury soils have a mollic epipedon and a duripan at depths of 20 to 30 inches.  Kuck soils have a mollic epipedon, an argillic horizon, and a paralithic contact at depths of 20 to 40 inches.  Mary soils have an ochric epipedon, an argillic horizon, and have a lithic contact at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to ponded runoff; and slow permeability.  The amount of extractable iron is low, indicating a past history of poor drainage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Montague soils are used for the production of hay, pasture and small grains, both dryland and irrigated, and as rangeland.  The vegetation in uncultivated areas is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass and scattered forbs.  In some areas, it is mostly medusahead and ryegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Montague soils are moderately extensive in north central California.  They may extend into portions of south central Oregon."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County (Shasta Valley Area), California, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Laboratory data from this representative pedon indicates the cemented layer underlying the solum is pedogenic and is a petrocalcic horizon.  The organic carbon content is low, 0.63 to 0.42 percent in the A horizon.\nADDITIONAL DATA:  This pedon is described in Soil Survey Investigations Report No. 24, page 596-597.  Sample No. S66 Calif. 47-7.\nOSED scanned by SSQA.  Last revised by state on 10/78.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
