{
  "SERIES": "MONTCALM",
  "STATUS": "Established Series",
  "BYREV": "Rev. ESG",
  "REVDATE": "05/2018",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, semiactive, frigid Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Montcalm loamy sand, on a 4 percent slope in a cultivated field at an elevation of 379 meters. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm; dark grayish brown (10YR 4/2) loamy sand; weak fine granular structure; very friable; about 2 percent gravel; slightly acid; abrupt smooth boundary. (15 to 25 cm thick)\nE--18 to 23 cm; light gray (10YR 7/2) loamy sand; weak fine granular structure; very friable; about 2 percent gravel; slightly acid; abrupt smooth boundary. (0 to 25 cm thick)\nBw--23 to 38 cm; brown (7.5YR 4/4) loamy sand; weak fine granular structure; very friable; about 1 percent gravel; moderately acid; clear wavy boundary. (13 to 30 cm thick)\nE'--38 to 66 cm; light brownish gray (10YR 6/2) loamy sand; weak thin platy structure; very friable; about 1 percent gravel; moderately acid; clear wavy boundary. (0 to 46 cm thick)\nBt--66 to 84 cm; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; about 1 percent gravel; moderately acid; abrupt smooth boundary. (15 to 36 cm thick)\nE and Bt--84 to 152 cm; light brownish gray (10YR 6/2) sand (E); single grain; loose; lamellae and bands of reddish brown (5YR 4/4) sandy loam (Bt); massive; friable; lamellae and bands are 1 to 10 cm thick; about 2 percent gravel; moderately acid; clear wavy boundary. (38 to 76 cm thick)\nC--152 to 168 cm; pale brown (10YR 6/3) loamy sand; single grain; loose; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Osceola County, Michigan; about 1 mile east and 3 miles south of Tustin; 1,140 feet north and 450 feet west of the southeast corner of sec. 1, T. 19 N., R. 10 W.; USGS LeRoy, Michigan topographic quadrangle; lat. 44 degrees 3 minutes 45.69 seconds N. and long. 85 degrees 26 minutes 44.02 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the upper boundary of the argillic horizon: 50 to 100 cm.\nDepth to carbonates: 150 to more than 200 cm.\nRock fragment content: 0 to 15 percent gravel and cobbles throughout.\nOi, Oe, or Oa horizon, where present\nHue: 5YR to 10YR, or is neutral.\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: slightly, moderately, or highly decomposed organic material\nReaction (pH): 3.5 to 5.5\nThickness: 0 to 5 cm\nAp horizon\nValue: 2 to 4\nChroma: 2 to 4\nTexture: commonly loamy sand and less commonly sand or loamy fine sand.\nReaction (pH): 5.6 to 7.3\nA horizon, where present\nThickness: 3 to 10 cm\nHue: 10YR or 7.5YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: commonly loamy sand and less commonly sand\nReaction (pH): 3.5 to 6.5\nE horizon\nHue: 10YR or 7.5YR\nValue: 5 to 7\nChroma: 1 to 3\nTexture: loamy sand or sand\nReaction (pH): 3.5 to 6.5\nBw horizon\nHue: 10YR or 7.5YR\nValue: 3 to 6\nChroma: 3 to 8\nTexture: loamy sand or sand\nReaction (pH): 4.5 to 6.5\nE' horizon\nHue: 10YR or 7.5YR\nValue: 5 or 6\nChroma: 2 to 4\nTexture: loamy sand or sand\nReaction (pH): 5.1 to 6.5\nIn some pedons the E' horizon occurs as thick coatings on peds and fillings in cracks in the upper part of the Bt horizon.\nBt horizon\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: commonly sandy loam and less commonly sandy clay loam\nReaction (pH): 5.6 to 7.3\nE part of the E and Bt horizon\nHue: 10YR or 7.5YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: sand or loamy sand\nReaction (pH): 5.1 to 7.3\nBt part of the E and Bt horizon\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: commonly sandy loam and less commonly loamy sand\nThickness of lamellae and bands: 3 mm to 13 cm\nReaction (pH): 5.6 to 7.3\nC horizon\nHue: 10YR or 7.5YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: commonly loamy sand and less commonly sand\nCalcium carbonate equivalent: 0 to 10 percent\nReaction (pH): 5.6 to 8.4\nSome pedons do not have a C horizon within 200 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar series with a superactive cation-exchange activity class include the Akeley, Andrusia, Braham, DeMontreville, Leaflake, and Redeye series. None of these soils have lamellae within the series control section. Akeley soils have loamy lacustrine materials in the lower part of the series control section. Andrusia soils have carbonates within 150 cm of the mineral soil surface. Braham, DeMontreville, Leaflake, and Redeye soils have loamy till materials in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Montcalm soils formed in sandy and loamy drift on moraines, outwash plains, and glacial drainage channels. Slopes are dominantly 2 to 18 percent but range from 0 to 45 percent. Mean annual precipitation ranges from 700 to 920 mm. Mean annual temperature ranges from 5 to 9 degrees C. Frost-free period is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Graycalm, Hodenpyl, Isabella, Kalkaska, Mancelona, McBride, Menominee, and Rubicon soils. The somewhat excessively drained Graycalm and Kalkaska, and the excessively drained Rubicon soils are on similar and landform positions and slight rises and do not have argillic horizons. The well drained Hodenpyl and well drained and moderately well drained Isabella soils are on similar landform positions and have loamy materials within 50 cm of the mineral soil surface. The somewhat excessively drained Mancelona soils are on similar landform positions and have average rock fragment contents greater than 35 percent in the lower part of the series control section. The well drained and moderately well drained McBride soils are in slight depressions and have a fragipan. The well drained Menominee soils are in slight depressions and have a lithologic discontinuity within 100 cm of the mineral soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low to medium depending on slope gradient. Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are forested. Some areas are idle cropland or in pasture. A small portion of these soils are cultivated with small grains and hay the principle crops. Native vegetation is intermixed hardwoods and conifers, predominantly northern red oak, red pine, sugar maple, jack pine, bigtooth aspen, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 94A and 96 in the northern part of the Lower Peninsula of Michigan. These soils are extensive with about 243,000 acres of the series mapped."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kent County, Michigan, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap and E horizons).\nAlbic horizon: the zones from a depth of 18 to 23 cm (E horizon) and from a depth of 38 to 66 cm (E' horizon).\nArgillic horizon: from a depth of 66 to 152 cm (Bt horizon and Bt part of the E and Bt horizon).\nLamellae: from a depth of 84 to 152 cm (Bt part of the E and Bt horizon).\nA stony surface phase and a gravelly surface phase are currently recognized in MLRA 94A. Future evaluation is needed to place these soils into a more appropriate series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
