{
  "SERIES": "MONTECITO",
  "STATUS": "Established Series",
  "BYREV": "IRD - JOC/JBC/CDL",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Montecito loam, woodland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; 5 percent pebbles; mildly alkaline; clear smooth boundary.  (1 to 4 inches thick)\nA2--2 to 6 inches; brown (10YR 5/3) loam, dark yellowish brown (10YR 3/4) moist; moderate fine granular structure; slightly hard, friable, sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; mildly alkaline; clear smooth boundary.  (2 to 4 inches thick)\nBt--6 to 12 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; weak fine subangular blocky structure parting to weak very fine subangular blocky; slightly hard, friable, sticky and plastic; common very fine and medium, few coarse roots; common very fine tubular pores; many thin clay films on faces of peds; moderately alkaline; gradual smooth boundary.  (3 to 10 inches thick)\nBtk--12 to 19 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; strong medium subangular blocky structure parting to strong fine subangular blocky; slightly hard, friable, sticky and plastic; few very fine and fine, common medium roots; common very fine and fine tubular pores; strongly effervescent with calcium carbonate occurring in few fine seams; common thin clay films on faces of peds; moderately alkaline; gradual smooth boundary.  (4 to 12 inches thick)\nBk1--19 to 30 inches; light brown (7.5YR 6/4) gravelly clay loam, brown (7.5YR 5/4) moist; moderate medium angular blocky structure parting to moderate fine and medium angular blocky; hard, friable, sticky and plastic; few very fine and fine roots; few very fine tubular pores; 10 percent pebbles and 5 percent cobbles; violently effervescent with disseminated calcium carbonate and common medium irregular soft masses; moderately alkaline; gradual smooth boundary.  (6 to 14 inches thick)\nBk2--30 to 45 inches; white (10YR 8/1) very gravelly sandy loam, light gray (10YR 7/2) moist; massive; hard, friable, nonsticky and slightly plastic few very fine roots; 50 percent pebbles and 10 percent cobbles; violently effervescent, calcium carbonate as common medium rounded concretions; moderately alkaline; gradual smooth boundary.  (6 to 16 inches thick)\nBk3--45 to 60 inches; light gray (7.5YR 7/2); extremely gravelly sandy loam, very pale brown (7.5YR 7/4) moist; massive; hard, very friable, nonsticky and slightly plastic 50 percent pebbles and 20 percent cobbles; violently effervescent; few fine rounded calcium carbonate concretions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Taos County, New Mexico; AMS Photo #1374, stop 1; SW 1/4,  NW 1/4, section 22, T. 38 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - The soil moisture control section is moist in all parts 30 to 40 consecutive days during the 120 days following the winter solstice and is moist in all parts about 35 percent of the time when the soil temperature at 20 inch depths is above 41 degrees F.\nSoil Temperature - Mean annual: 49 to 54 degrees F. Mean Summer:  68 to 72 degrees F.\nDepth to the base of the Bt - 10 to 30 inches.\nDepth to the calcic horizon - 10 to 35 inches.\nA Horizon - Hue: 7.5YR or 10YR. Value: 4 through 6 dry, 3 through 5 moist.  Chroma: 3 through 6. Texture: Fine sandy loam, loam, clay loam, or sandy loam.  Clay Content:  10 to 32 percent. Rock Fragments: 0 to 45 percent cobbles and 0 to 10 percent pebbles, 0 to 45 percent stones or boulders. Reaction: Neutral to mildly alkaline.\nBt Horizon - Hue: 7.5YR or 10YR. Value: 4 through 6 dry, 3 through 5 moist.  Chroma: 3 through 6. Texture: clay loam or clay. Clay Content: 35 to 50 percent. Rock Fragments: 0 to 5 percent cobbles and 0 to 10 percent pebbles.  Reaction:  Mildly to moderately alkaline.\nBk Horizon - Hue: 7.5YR or 10YR. Value: 6 through 8 dry, 5 through 8 moist.  Chroma: 1 through 4. Fine-Earth Fraction:  Sandy loam, loam, sandy clay loam or clay loam. In some pedons it is sandy clay. Rock Fragments: 0 to 25 percent cobbles and 0 to 55 percent pebbles. Reaction:  Mildly to moderately alkaline.  Calcium Carbonate Equivalent:  More than 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arriba (T), Durango, Erramouspe, Galestina (T), Hosta (T), Hualapai (T), Jacee, Lama, Nogal, Paguate Teco and Tovar soils.  Arriba, Erramouspe, Hualapai, Jacee, Nogal, Paguate and Tovar are 20 to 40 inches deep to bedrock.  Durango, Galestina, Hosta and Lama soils lack calcic horizons.  Teco soils are not moist in all parts 30 to 40 consecutive days during the 120 days following the winter solstice and are moist less than 35 percent of the time that the soil temperature is above 41 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Montecito soils are on mesas, hills, lava plains, and old alluvial terraces that are several hundred feet thick.  Elevation ranges from 6,000 to 7,800 feet.  Slopes range from 0 to 50 percent. The mean annual precipitation is typically 14 to 16 inches but ranges to 12 in some areas with a large portion occurring as late summer thunderstorms.  The mean annual temperature is 47 to 52 degrees F.  The frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gordito, Orilla and Vibo soils and the competing Lama soils.  Gordito soils have montmorillonitic mineralogy.  Orilla soils have a lithic contact at depths of 20 inches or less.  Vibo soils have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, recreation and watershed.  Vegetation is mainly oneseed juniper and pinyon pine in the overstory with broom snakeweed, big sagebrush, blue grama, and Indian ricegrass in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Taos Area, New Mexico, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification has been changed from Typic to Aridic due to better knowledge and concepts of moisture occurrences and patterns.\nDIAGNOSTIC HORIZONS AND FEATURES RECOGNIZED IN THIS PEDON ARE:\nOchric Epipedon - The zone from the surface to a depth of about 6 inches (A1, A2 Horizons).  When the colors meet the requirements of a mollic epipedon, the horizon is too thin.\nArgillic Horizons - The zone from about 6 to 19 inches (Bt1, Bt2 Horizons)\nCalcic Horizon - The zone from about 30 to 45 inches (Bk2 Horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
