{
  "SERIES": "MONTALVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SRT; JLL; GRB",
  "REVDATE": "02/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, superactive, isohyperthermic Typic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Montalva clay--Naturalized pastureland (Colors are for moist soil).\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) clay; strong fine and medium subangular blocky structure; hard, firm; slightly sticky, very plastic; common very fine and fine roots; common very fine and fine irregular pores; few faint pressure faces on faces of peds; less than 2 percent, by volume, pebbles; neutral; clear wavy boundary. (6 to 11 inches thick)\nBss1--6 to 16 inches; dark brown (7.5YR 3/2) clay; moderate fine to coarse angular blocky structure; very hard, very firm; slightly sticky, very plastic; common fine and medium roots; common fine and medium irregular pores; many prominent pressure faces on faces of peds; few distinct slickensides having polished and grooved surfaces; less than 2 percent, by volume, pebbles; slightly alkaline; gradual smooth boundary.\nBss2--16 to 29 inches; dark brown (7.5YR 3/2) clay; few medium and coarse angular blocky structure; very hard, very firm; slightly sticky, very plastic; few fine roots; common fine and medium irregular pores; common prominent pressure faces on faces of peds; few distinct slickensides having polished and grooved surfaces; less than 2 percent, by volume, pebbles; slightly alkaline; abrupt smooth boundary. (Combined thickness of the Bss horizons range from 6 to 23 inches).\nBC--29 to 32 inches; dark brown (7.5YR 3/2) sandy clay loam; massive; slightly hard, friable; slightly sticky, slightly plastic; few fine roots; common fine irregular pores; about 15 percent, by volume, paragravels; slightly alkaline.\nCr--32+ inches; moderately weathered, semi-consolidated, bedded volcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guanica, Puerto Rico.  Approximately 2.3 miles west from the intersection of P.R. Hwy. 116 and P.R. Hwy. 332; about 0.3 mile northeast from the intersection of P.R. Hwy. 116 and business P.R. Hwy. 116; about 1,200 feet northwest from P.R. Hwy. 116 on dirt road.  USGS Guanica topographic quadrangle (1966); lat. 17 degrees 58 minutes 45 seconds N.; long. 66 degrees 56 minutes 34 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to moderately weathered semi-consolidated volcanic rock ranges from 20 to 40 inches.  Reaction ranges from neutral to slightly alkaline throughout.  Presence of cracks range from 11 to 27 inches long and 0.25 to 1 inch wide.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 or 2.  Content of pebbles range from 0 to 20 percent, by volume.  Texture is clay loam or clay in the fine-earth fraction.\nThe Bss horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 2.  Content of pebbles range from 0 to 20 percent, by volume.  Texture is clay in the fine-earth fraction.\nThe Bssk horizon, where present, has hue of 7.5YR, value of 3 or 4, and chroma of 1.  Content of calcium carbonate masses range from common to many.  Texture is clay.\nThe BC horizon has hue of 7.5YR, value of 3 or 4, and chroma of 1 or 2.  Texture is sandy clay loam, clay loam, or sandy clay in the fine earth-fraction.  Content of paragravels range from 10 to 40 percent, by volume.\nThe Cr horizon is composed of moderately weathered semi-consolidated basic volcanic rock. It can be excavated with difficulty with hand tools, and is rippable by mechanical equipment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Montalva soils are on upland and side slopes of low hills on the Semiarid Mountains and Valleys MLRA.  Slopes range from 2 to 12 percent.  They formed in residuum and colluvium material of mixed origin overlying basic volcanic rocks.  The climate is semiarid tropical.  The average annual precipitation ranges from 28 to 36 inches and the average annual temperature ranges from 78 to 82 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are El Papayo (T), Guayacan (T), Parguera (T) and Pitahaya (T) series. El Papayo (T) soils are shallow to volcanic bedrock and are on higher positions.  Guayacan (T) soils are on similar positions but have coarser textured profiles.  Pitahaya (T) soils are in the clayey-skeletal family, are shallow to limestone bedrock, and are on higher positions.  Parguera (T) soils are on similar positions but are in the clayey-skeletal family and have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Montalva soils are on naturalized pastureland and native pasture.  The vegetation consists of xerophytic grasses, shrubs and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands and side slopes of low hills of the Semiarid Mountains and Valleys MLRA.  The series is small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Guanica, Puerto Rico; 2007.  The name is from Montalva Ward, where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 6 inches (Ap horizon).\nSlickensides and vertic features - the zone from 0 to 29 inches (Ap, Bss1 and Bss2 horizons).\nParalithic contact - the layer at 32 inches (Cr horizon).\nThese soils were formerly included in the Jacana series.  A soil moisture study performed in the San German Area Soil Survey Update recognizes the Aridic Soil Moisture Regime in southern Puerto Rico.\nMontalva soils are in MLRA 271.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
