{
  "SERIES": "MONTEZUMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-TAC-ET-MAV",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "OVERVIEW": "The Montezuma series consists of moderately deep, somewhat excessively drained soils formed in ashy alluvium.  Montezuma soils are on fan piedmont and have slopes of 2 to 9 percent.  The mean annual precipitation is about 200 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitrixerandic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Montezuma gravelly ashy loamy sand - on a 6 percent east-facing slope at 1,701 meters elevation under big sagebrush, Nevada dalea, and Nevada ephedra vegetation.  (Colors are for dry soil unless otherwise stated.  When described August 11, 1979, the soil was dry throughout). 50 percent of surface is covered with fine and medium pumice gravel.\nAl--0 to 3 cm; light brownish gray (10YR 6/2) gravelly ashy loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 25 percent pumice gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (1.27 to 3 cm thick).\nA2--3 to 8 cm; light brownish gray (10YR 6/2) ashy loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose and soft, loose and very friable, nonsticky and nonplastic; many very fine interstitial pores; 5 percent fine and medium pumice gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (5 to 10 cm thick).\nC--8 to 61 cm; light gray (10YR 7/2) ashy loamy sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and medium, common very fine roots; many very fine interstitial pores; 5 percent fine and medium pumice gravel; slightly alkaline (pH 7.8); abrupt wavy boundary (41 to 97 cm thick).\n2Cqk--61 to 127 cm; light gray (10YR 7/2) fractured and discontinuous, silica-cemented duripan, pale brown (10YR 6/3) moist; strong medium, thick, and very thick platy structure with lenses of loamy sand present; very hard and extremely hard, very firm and extremely firm; few very fine and fine roots in soil pockets; 25 percent fine and medium pumice gravel; average fracture spacing greater than 15 cm, 2 mm thick laminar opal cap; strongly effervescent, carbonate occurring as common very fine vertical seams; slightly alkaline (pH 7.8); gradual wavy boundary.  (25 to 76 cm thick).\n3C--127 to 152 cm; light gray (10YR 7/2) loamy sand, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent fine and medium pumice gravel; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 2 miles northeast of Benton Hot Springs; 50 feet southeast of main dirt road; 1,100 feet north and 1,600 feet east of the southwest corner of section 25, T. 1 S.  R. 31 E., M.D.B.M. Glass Mountain 7.5 minute topographic quadrangle; latitude 37 degrees 49 minutes 42 seconds N and longitude 118 degrees 30 minutes 39 seconds W; WGS84 Decimal Degrees 37.8283333 latitude, -118.5108333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the platy duripan ranges from 51 to 102 cm.  The soil is usually dry in all parts from about May 15 to November 15, and is moist in some or all parts the rest of the time, aridic moisture regime bordering on xeric.  The soil temperature is above 5 degrees C about from April 1 to December 20, and is above 8.3 degrees C from about April 15 to November 30.  The mean annual soil temperature is 52 to 56 F.  Fine and medium pumice gravel covers 15 to 50 percent of the soil surface.  Ash content is 60 to 90 percent by weight.  The dry bulk density of the soil ranges from 1.1 to 1.25 g/cc and the moist bulk density is 1.3 to 1.45 g/cc, excluding the Cq horizon.  The soil is slightly acid to slightly alkaline.\nThe A horizon has dry color of 10YR 6/2, 6/3, 7/2 or 7/3, and moist color of 10YR 4/2, 4/3, 5/2 or 5/3.  Gravel content of the A2 horizon ranges from 5 to 15 percent.  This is mostly pumice and obsidian.  Organic carbon content is 0.2 to 0.4 percent.\nThe C and 3C horizon have dry color of 10YR 6/4, 7/2, 7/3 or 8/2 and moist color of 10YR 4/4, 5/2, 6/2 or 6/3.  Textures are loamy sand or gravelly loamy sand.  Some durinodes may be present in the 3C horizon.  Gravel content ranges from 5 to 35 percent.\nThe Cqk horizon is platy and fractured.  Thickness ranges from 25 to 76 cm.  Consistence is quite variable and pockets of loamy sand are present between fractured duripan lenses.  A 1 to 3 mm thick opal cap is present.  Carbonate is absent in some profiles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  There are the Jacquith and Shevlin series in another family.  Jacquith and Shevlin soils have mixed minerology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Montezuma soils are on fan terraces at elevations of 1,650 to 2,230 meters.  Slopes are 2 to 9 percent.  The soils formed in rhyolithic ashy alluvium.  The mean annual precipitation is 15 to 25 cm.  Mean January temperature is about 0 degrees C; mean July temperature is about 21 degrees C; mean annual temperature is 8 to 10 degrees C.  The frost-free season is 125 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brantel (T), Buscones (T), and Wellington soils.  Brantel soils do not have a duripan and are on alluvial fans and hills.  Buscones soils are formed in rhyolithic tuff, do not have a duripan and are on hills and terraces.  Wellington soils have a hard, shallow duripan, mixed mineralogy and are on alluvial fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very slow to slow runoff; rapid permeability above duripan.  (Some water does move through the fractured duripan but it is restricted)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for grazing and wildlife habitat.  Vegetation is mainly big sagebrush, Douglas rabbitbrush, spiny hopsage, Nevada ephedra and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central California.  The soils are of small extent in MLRA - 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Valley Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 18 cm (A1, A2).\n1.1  The organic carbon percentage is estimated at 0.2 percent.\n1.2  Color values for the A horizon do not meet mollic criteria (10YR 6/2).\nOther Soil Characteristics:\n1.  Duripan\n1.1  Dry fragments do not slake in water or 1N HCL\n1.2  Silica coatings rarely visible\n1.3  Fracture spacing averages 15 cm or more\n1.4  Does not have an indurated subhorizon.  This places soil in Haploxerollic subgroup.  Some durinodes are present.\n2.  The soil moisture regime is aridic bordering on xeric; 20 to 25 cm M.A.P. (see graph below).\n3.  The soil temperature regime is mesic.  M.A.S.T. is 11.1 to 13.3 degrees C.  This is extrapolated from actual temperature transect data over the past years using Rod Arkley's equation.\n4.  Ashy family because more than 60 percent of the soil is volcanic ash and pumice gravel."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Al",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Al--0 to 3 cm; light brownish gray (10YR 6/2) gravelly ashy loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 25 percent pumice gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (1.27 to 3 cm thick)."
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--3 to 8 cm; light brownish gray (10YR 6/2) ashy loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose and soft, loose and very friable, nonsticky and nonplastic; many very fine interstitial pores; 5 percent fine and medium pumice gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (5 to 10 cm thick)."
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--8 to 61 cm; light gray (10YR 7/2) ashy loamy sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and medium, common very fine roots; many very fine interstitial pores; 5 percent fine and medium pumice gravel; slightly alkaline (pH 7.8); abrupt wavy boundary (41 to 97 cm thick)."
      },
      {
        "name": "2Cqk",
        "top": 61,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Cqk--61 to 127 cm; light gray (10YR 7/2) fractured and discontinuous, silica-cemented duripan, pale brown (10YR 6/3) moist; strong medium, thick, and very thick platy structure with lenses of loamy sand present; very hard and extremely hard, very firm and extremely firm; few very fine and fine roots in soil pockets; 25 percent fine and medium pumice gravel; average fracture spacing greater than 15 cm, 2 mm thick laminar opal cap; strongly effervescent, carbonate occurring as common very fine vertical seams; slightly alkaline (pH 7.8); gradual wavy boundary.  (25 to 76 cm thick)."
      },
      {
        "name": "3C",
        "top": 127,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--127 to 152 cm; light gray (10YR 7/2) loamy sand, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent fine and medium pumice gravel; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
