{
  "SERIES": "MONTEALTO",
  "STATUS": "Established Series",
  "BYREV": "DNB-NIH-CLN",
  "REVDATE": "12/2007",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, hyperthermic Ustic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Montealto clay--on a concave, 0 to 1 percent slope in a depression in rangeland at an elevation of 5 m (16 feet).  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 cm (0 to 5 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 7 percent fine and medium roots; 5 percent very fine and fine tubular pores; 7 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries lining pores; 3 percent fine and medium faint dark gray (10YR 4/1) iron depletions with diffuse boundaries in the matrix; noneffervescent; slightly acid, pH 6.1; clear smooth boundary.\nA2--13 to 43 cm (5 to 17 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 5 percent very fine and fine roots; 3 percent very fine and fine pores; 2 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 3 percent fine prominent dark gray (10YR 4/1) and 2 percent fine and medium faint light brownish gray (10YR 6/2) iron depletions with clear boundaries in the matrix; noneffervescent; slightly acid, pH 6.4; clear smooth boundary. (combined thickness of the A horizon is 20 to 56 cm [8 to 22 in])\nBss--43 to 71 cm (17 to 28 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 3 percent very fine and fine roots; 3 percent very fine and fine pores; 8 percent faint slickensides; 2 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 3 percent fine and medium faint gray (10YR 5/1) iron depletions with diffuse boundaries in the matrix; noneffervescent; neutral, pH 7.3; clear smooth boundary.(Bss horizon is 18 to 38 cm {7 to 15 in} thick)\nBkss1--71 to 94 cm (28 to 37 in); gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 2 percent very fine and fine roots; 3 percent very fine and fine pores; 20 percent distinct slickensides; 2 percent fine iron-manganese nodules; 1 percent fine prominent light yellowish brown (2.5Y 6/4) masses of oxidized iron with sharp boundaries lining pores; 3 percent fine and medium distinct grayish brown (10YR 5/2) and 5 percent medium faint very dark gray (10YR 3/1) iron depletions with clear boundaries in the matrix; 2 percent fine and medium weakly cemented nodules of calcium carbonate; noneffervescent; moderately alkaline, pH 8.0; clear smooth boundary.\nBkss2--94 to 117 cm (37 to 46 in); gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 1 percent very fine and fine roots; 1 percent very fine and fine pores; 25 percent distinct slickensides; 2 percent fine iron-manganese concretions; 5 percent fine and medium faint very dark gray (10YR 3/1) and 7 percent medium distinct grayish brown (2.5Y 5/2) iron depletions with clear boundaries in the matrix; 2 percent fine weakly cemented nodules of calcium carbonate; noneffervescent; strongly alkaline, pH 8.5; clear smooth boundary.\nBkss3--117 to 150 cm (46 to 59 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 1 percent very fine and fine roots; 1 percent very fine and fine pores; 20 percent distinct slickensides; 3 percent fine iron-manganese concretions; 5 percent medium faint light yellowish brown (2.5Y 6/3) masses of oxidized iron with clear boundaries lining pores; 3 percent fine and medium distinct very dark gray (10YR 3/1) iron depletions with clear boundaries in the matrix; 2 percent fine weakly cemented nodules of calcium carbonate; noneffervescent; moderately alkaline, pH 8.3; clear smooth boundary. (combined thickness of the Bkss horizon is 61 to 163 cm [24 to 64 in])\nBC1--150 to 180 cm (59 to 71 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 3 percent fine iron-manganese concretions; 7 percent medium faint light yellowish brown (2.5Y 6/3) masses of oxidized iron with clear boundaries in the matrix; 2 percent fine and medium distinct dark gray (10YR 4/1) iron depletions with clear boundaries in the matrix; 1 percent medium masses of calcium carbonate; noneffervescent; moderately alkaline, pH 8.3; clear smooth boundary. (combined thickness of the BCg horizon is 0 to 81 cm [0 to 32 in])\nBC2--180 to 203 cm (71 to 80 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak fine and medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; 3 percent fine and medium iron-manganese concretions; 10 percent medium faint pale yellow (2.5Y 7/3), 3 percent medium faint pale olive (5Y 6/3), and 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries in the matrix; 3 percent medium distinct grayish brown (10YR 5/2) iron depletions with clear boundaries in the matrix; 1 percent medium masses of calcium carbonate; noneffervescent; moderately alkaline, pH 8.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenedy County, Texas; from the intersection of U.S. Highway 77 and La Parra Avenue in Sarita; 38.65 miles south on U.S. Highway 77; 1.9 miles east on ranch road; 800 feet south on ranch road; 0.67 mile generally east on ranch road; 400 feet southeast in depression. Rosita Lake, Texas USGS topographic quadrangle; Latitude: 26 degrees, 39 minutes, 37.2 seconds N; Longitude: 97 degrees, 43 minutes, 34.2 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 22.2 to 23.4 degrees C (72 to 74 degrees F)\nDepth to secondary calcium carbonate: 61 to 100 cm (24 to 40 in)\nDepth to masses of oxidized iron: 0 to 51 cm (0 to 20 in)\nDepth to iron depletions: 0 to 100 cm (0 to 40 in)\nDepth to episaturation: 0 to 61 cm (0 to 24 in) in most years from September to April.  The soil is ponded to a depth of 12 inches for short periods after heavy precipitation events.\nVertic features: 38 to 150 cm (15 to 60 inches)\nParticle-size control section (weighted average)\nClay content: 40 to 55 percent\nA horizon\nHue: 10YR\nValue: 3 to 5, 2 to 4 moist\nChroma: 1\nTexture: clay loam or clay\nClay content: 35 to 55 percent\nRedox concentrations: amount-0 to 7 percent, size-fine, contrast-distinct or prominent, boundary-sharp or clear\nRedox depletions: amount-0 to 3 percent, size-fine or medium, contrast-faint or distinct, boundary-clear or diffuse\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nEffervescence: none\nReaction: moderately acid to neutral\nBss horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 1 or 2\nTexture: clay\nClay content: 40 to 60 percent\nRedox concentrations: amount-1 to 10 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp or clear\nRedox depletions: amount-0 to 7 percent, size-fine or medium, contrast-faint or distinct, boundary-clear or diffuse\nEC (dS/m): 0 to 4\nSAR: 0 to 8\nEffervescence: none\nReaction: neutral to strongly alkaline\nBkss horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 1 or 2\nTexture: clay\nClay content: 40 to 60 percent\nRedox concentrations: amount-1 to 10 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp or clear\nRedox depletions: amount-0 to 12 percent, size-fine or medium, contrast-faint or distinct, boundary-clear or diffuse\nIdentifiable secondary carbonate: amount-0 to 2 percent, size-fine or medium, location- throughout\nEC (dS/m): 0 to 4\nSAR: 0 to 8\nEffervescence: none\nReaction: neutral to strongly alkaline\nBC horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 2\nTexture: clay loam, sandy clay or clay\nClay content: 30 to 60 percent\nRedox concentrations: amount-1 to 12 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp or clear\nRedox depletions: amount-0 to 12 percent, size-fine or medium, contrast-faint or distinct, boundary-clear or diffuse\nEC (dS/m): 0 to 4\nSAR: 0 to 8\nEffervescence: none to slight\nReaction: slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Edroy (TX), Feterita (KS), Hansford (TX), Iberia (LA), Randall (TX), and Tiocano (TX) series.\nEdroy soils: have smectitic clay mineralogy.\nFeterita and Hansford soils: have a mesic temperature regime.\nIberia soils: have more than 60 percent clay in the particle-size control section.\nRandall soils: have a thermic temperature regime.\nTiocano soils: are somewhat poorly drained and are more alkaline in the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey sediments of Pleistocene age\nLandform: Concave depressions on the Lower Rio Grande Plains\nSlope: 0 to 1 percent\nMean annual air temperature range: 22.2 to 23.4 degrees C (72 to 74 degrees F)\nMean annual precipitation range: 635 to 711 mm (25 to 28 inches)\nFrost-free period: 320 to 350 days\nElevation: 1.5 to 12 meters (5 to 40 feet)\nThornthwaite annual P-E indices: 28 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lozano, Lyford, Mercedes, Palobia, Racombes, Raymondville, Willacy, and Yturria series.\nLozano and Lyford soils: have an argillic horizon and are on a higher, planar to slightly convex slopes.\nMercedes soils: are on slightly higher planar flats.\nPalobia soils: have a natric horizon and occur on slightly higher planar to slightly convex slopes.\nRacombes and Willacy soils: have an argillic horizon and occur on higher convex slopes.\nRaymondville soils: have a calcic horizon within 100 cm of the surface and occur on a higher, planear to convex flat.\nYturria soils: have less than 18 percent clay in the particle-size control section and occur on convex blowout dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is very slow.  Runoff is negligible.  The soil is ponded from a few days to several weeks during the spring and fall seasons in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly used for livestock grazing and wildlife habitat.  Native vegetation consists of Hartweg's paspalum, brownseed paspalum, inland saltgrass, sedge and white tridens.  The ecological site is Lakebed (083DY504TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower Rio Grande Plain (MLRA 83D in LRR I) of extreme southern Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kenedy County, Texas, 2007.  The name is from a small town in Hidalgo County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Mercedes series and mapped as a ponded phase.  Activity class and mineralogy based on a study conducted on the similar Mercedes soil sample P01TX061-001 and P01061-002.  Although these soils have aquic conditions for short periods in most years, the g horizon suffix has not been used.  These soils have low chroma colors that are presumed to be relict and related to parent material.  Future study will verify the presence of gleying.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in). (A2, Bss, Bkss1 Bkss2, and Bss3 horizons)\nMollic epipedon: 0 to 71 cm (0 to 28 in). (A1, A2 and Bss horizons)\nDepth to redox concentrations: 0 to 203 cm (0 to 80 in). (A1, A2, Bss, Bkss1, Bkss2, Bkss3, BC1 and BC2 horizons)\nDepth to redox depletions: 0 to 203 cm (0 to 80 in). (A1, A2, Bss, Bkss1, Bkss2, Bkss3, BC1 and BC2 horizons)\nVertic features: The presence of slickensides at 43 to 152 cm (17 to 59 in).  (Bss, Bkss1, Bkss2 and Bkss3 horizons)\nUstic feature: have cracks 5 mm or wider in normal years, through a thickness of 25 cm or more, within 50 cm of the mineral soil surface for 90 or more cumulative days per year.\nADDITIONAL DATA:  Particle-size analysis, salinity and sodicity tests by the soil survey project office lab.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
