{
  "SERIES": "MONUMENTPEAK",
  "STATUS": "Tentative Series",
  "BYREV": "Ird. EAW-KTS-EMM",
  "REVDATE": "02/2013",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Lithic Calcicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monumentpeak very cobbly silt loam, forested, on a 62 percent northeast slope at an elevation of 2,054 meters (colors are for dry soil unless otherwise noted).\nOi--0 to 2 cm; partially decomposed forest litter. (0 to 6 cm thick)\nA--2 to 13 cm; brown (10YR 5/3) very cobbly silt loam, brown (10YR 4/3) moist; weak fine and medium granular structure, soft, very friable, nonsticky and nonplastic; many fine roots; common very fine and fine pores; 20 percent gravel and 30 percent cobbles; continuous distinct calcium carbonate coatings on underside of fragments; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (5 to 20 cm thick)\nBk1--13 to 23 cm; light yellowish brown (10YR 6/4) very cobbly silt loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots, common medium roots; common very fine and fine pores; 25 percent gravel and 30 percent cobbles; continuous prominent calcium carbonate casts on bottoms of rock fragments, and finely disseminated calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.\nBk2--23 to 46 cm; very pale brown (10YR 7/4) extremely cobbly silt loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots, few coarse roots; common very fine and fine pores; 25 percent gravel and 45 percent cobbles; continuous prominent calcium carbonate casts on bottoms of rock fragments, and finely disseminated calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (combined thickness of Bk horizons - 20 to 45 cm)\nR--46 cm; hard, gray, fossiliferous limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Meagher County, Montana; Monument Peak topographic quadrangle; UTM 12T, 492919e., 5204719n. NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1 to 4 degrees C.\nDepth to a lithic contact - 25 to 50 cm\nParticle-size control section (weighted average) - greater than 35 percent rock fragments\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2 or 3; dry or moist\nClay content: 15 to 27 percent\nTexture: silt loam or loam\nRock fragments: 35 to 60 percent gravel or cobbles\nCalcium carbonate equivalent: 5 to 25 percent\nReaction: pH 7.9 to 8.4\nBk horizons\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 8 dry; 4 to 7 moist\nChroma: 2, 3 or 4; dry or moist\nClay content: 15 to 27 percent\nTexture: silt loam or loam\nRock fragments: 35 to 80 percent gravel or cobbles\nCalcium carbonate equivalent: 40 to 60 percent\nReaction: pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nHenneberry (MT) - has hues redder than 10YR and an ustic moisture regime\nTropal (MT) - has an ustic moisture regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountainslopes, canyon walls, ridges and structural benches\nElevation - 1980 to 2750 meters\nSlope - 4 to 70 percent\nParent material - colluvium over residuum derived from limestone and calcareous rock sources.\nClimate - long, cold winters; cool, moist springs; cool summers\nMean annual precipitation - 610 to 890 mm\nMean annual air temperature - 1 to 4 degrees C.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Monumentpeak soils are used mainly for wildlife and recreation.  Potential native vegetation is mainly Douglas-fir, Subalpine Fir, Whitebark pine, limber pine, common juniper, common snowberry, Rocky Mountain clematis, bearberry, birchleaf spirea, northern bedstraw and Oregon grape.  In rangeland the potential vegetation is rough fescue, mountain brome, purple oniongrass, littleflower sunflower and shrubby cinquefoil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Monumentpeak soils are of small extent in central Montana. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Meagher County, Montana, 2012.  Monumentpeak series is named for a mountain on the Monument Peak quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 13 cm (Oi, A horizons)\nCalcic horizon - from 13 to 46 cm (Bk1, Bk2 horizons)\nLithic contact - at 46 cm (R horizon)\nParticle-size control section - from 25 to 46cm (part of Bk horizon)\nMonumentpeak soils have a cryic temperature regime and a udic moisture regime.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
