{
  "SERIES": "MONUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WN/AJE/RLM",
  "REVDATE": "03/2014",
  "STATES": "AZ,UT",
  "OVERVIEW": "The Monue series consists of very deep, well drained, moderately rapidly permeable soils on stream terraces, fan terraces, and eolian deposits on structural benches. Monue soils are formed in alluvium and eolian materials from sandstone. Slopes are 1 to 15 percent. The average annual precipitation is about 7 inches (178 mm) and the mean annual air temperature is about 54 degrees F (12 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Monue loamy fine sand - rangeland. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 3 inches (0 to 8 cm); light reddish brown (5YR 6/4) loamy fine sand, reddish brown (5YR 5/4) moist; single grained; loose; few fine roots; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 15 inches or  8 to 38 cm thick)\nBw--3 to 11 inches (8 to 28 cm); light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 5/4) moist; weak, subangular blocky structure; slightly hard, friable, slightly plastic; few fine roots; few fine tubular pores; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (9 to 14 inches or 23 to 36 cm thick)\nC1--11 to 30 inches (28 to 76 cm); light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 5/4) moist; massive; slightly hard, very friable; very few fine roots; few fine tubular pores; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear wavy boundary. (10 to 20 inches or 25 to 51 cm thick)\nC2--30 to 60 inches (76 to 152 cm); light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 5/4) moist; massive; loose; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Utah; about 8 miles northeast of Hanksville, about 1,700 feet west and 1,400 feet north of the southeast corner of sec. 2, T. 27 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 50 to 59 degrees F (10 to 15 degrees C).\nSoil moisture: Intermittently moist in some parts during July, October, and December to March. Driest during May and June. Typic aridic soil moisture regime.\nSoil depth: These soils are typically deeper than 60 inches (152 cm), but may have bedrock at depths of 40 to 60 inches (102 to 152 cm).\nA horizon\nHue: 7.5YR, 5YR, 2.5YR\nValue: 4 to 8 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nReaction: slightly alkaline to strongly alkaline\nB horizon\nHue: 7.5YR, 5YR, 2.5YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 2 to 8, dry or moist\nTexture: loamy fine sand, loamy very fine sand, fine sandy loam, very fine sandy loam, loam, sandy loam\nReaction: slightly alkaline to strongly alkaline\nC horizon\nHue: 7.5YR, 5YR, 2.5YR\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: fine sandy loam, sandy loam, very fine sandy loam, loamy fine sand but can have gravelly fine sandy loam, gravelly sandy loam, sandy clay loam, sand, loamy sand textures below depths of 40 inches (100 cm)\nReaction: slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Embudo (NM), Hessing (NV), Koyen (NV), Quima (NV), Unionville (NV) and Wall (WY) series. All these soils have hue of 10YR or yellower in the major portion of the series particle-size control sections. In addition Hessing, Koyen, Quima, and Wall soils have calcic horizons and/or visible carbonates. The Unionville soils have paralithic contact at depths of 20 to 40 inches. In addition, Hessing, Koyen, Quima, and Unionville soils are in the Great Basin Desert (MLRAs 24, 27, 28A, 28B, 29), have precipitation more evenly distributed throughout the year, and are moist in the soil moisture control section in winter and early spring and 10 to 20 days from July through October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Monue soils are on stream terraces, fan terraces, fan remnants, eolian deposits on structural benches at elevations of 3,820 to 6,500 feet (1,164 to 1981 meters). Slopes are 1 to 15 percent. These soils formed in eolian deposits and alluvium from sandstone. Mean annual air temperature is 52 to 57 degrees F (11 to 14 degrees C) and mean summer air temperature is 72 to 78 degrees F (22 to 26 degrees C). The average annual precipitation is 5 to 10 inches (127 to 254 mm). Precipitation is distributed evenly throughout the year with a slight bulge between July and October. The driest months are April, May, and June. The freeze-free period is about 100 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aneth, Begay, Mivida, Nakai, Nepalto, and Sheppard soils. Aneth and Nepalto soils lack umbric horizons. Also, Aneth and Sheppard soils have sandy particle-size control sections and Nepalto soils have sandy-skeletal particle-size control sections. Begay, Mivida, and Nakai soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Monue soils are used for livestock grazing. Vegetation is galleta grass, Indian ricegrass, spike dropseed, winterfat, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah and northern Arizona. MLRA 35;  LRR-D. Monue soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Utah 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (0 to 8 cm)(A horizon)\nCambic horizon - the zone from 3 to 11 inches (8 to 27 cm)(Bw horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nThe type location was moved to Wayne County, Utah because the pedon at original location did not qualify for Haplocambids.\nUpdates and revisions for the correlation of Navajo Mountain Area (AZ711) and Ft. Defiance Area (AZ715), June 13, 2008, CEM\nUpdates and revisions for the correlation of Arches National Park (UT687), February 2009, CEM\nUpdated and revised for the correlation of Canyonlands National Park (UT688), October 2009, WWJ\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\nUpdate and revisions for the Capitol Reef National Park, January 2013, WWJ\nADDITIONAL DATA: Laboratory data for this pedon was processed at the Utah State University Soils Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches (0 to 8 cm); light reddish brown (5YR 6/4) loamy fine sand, reddish brown (5YR 5/4) moist; single grained; loose; few fine roots; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 15 inches or  8 to 38 cm thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--3 to 11 inches (8 to 28 cm); light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 5/4) moist; weak, subangular blocky structure; slightly hard, friable, slightly plastic; few fine roots; few fine tubular pores; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (9 to 14 inches or 23 to 36 cm thick)"
      },
      {
        "name": "C1",
        "top": 28,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--11 to 30 inches (28 to 76 cm); light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 5/4) moist; massive; slightly hard, very friable; very few fine roots; few fine tubular pores; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear wavy boundary. (10 to 20 inches or 25 to 51 cm thick)"
      },
      {
        "name": "C2",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--30 to 60 inches (76 to 152 cm); light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 5/4) moist; massive; loose; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
