{
  "SERIES": "MOOHOO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP",
  "REVDATE": "08/2006",
  "STATES": "ID",
  "OVERVIEW": "The Moohoo series consists of deep, well drained soils on mountains.  They formed in colluvium from quartzitic sandstone.  Slopes are 8 to 80 percent.  The mean annual precipitation is about 22 inches and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Xeric Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moohoo gravelly silt loam, Douglas-fir forest.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles, roots, leaves and stems; medium acid (pH 5.8); abrupt wavy boundary. (0 to 2 inches thick)\nOe--1 to 2 inches; dark gray (10YR 4/1) moderately decomposed needles, roots, leaves, and stems, very dark brown (10YR 1/2) moist; fibrous; slightly matted; medium acid (pH 5.8); abrupt wavy boundary.  (0 to 2 inches thick)\nA1--2 to 4 inches; dark grayish brown (10YR 4/2) gravelly silt loam, very dark brown (10YR 2/2) moist; weak very fine crumb structure; soft, very friable, slightly sticky and slightly plastic; many very fine to medium roots and few coarse and very coarse roots; many very fine interstitial pores; about 15 percent angular quartzite pebbles and cobbles; strongly acid (pH 5.4); abrupt smooth boundary. (1 to 5 inches thick)\nA2--4 to 8 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 3/3) moist; weak very fine and fine crumb structure; soft, very friable, slightly sticky and slightly plastic; many very fine to medium roots and few coarse and very coarse roots; many very fine and fine tubular pores; about 15 percent angular pebbles and cobbles; strongly acid (pH 5.2); clear wavy boundary. (3 to 7 inches thick)\nA3--8 to 13 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 3/3) moist; weak very fine crumb structure; soft, very friable, slightly sticky and slightly plastic; many very fine to medium roots and few coarse and very coarse roots; many fine and very fine tubular pores; about 20 percent angular quartzite pebbles and cobbles; strongly acid (pH 5.2); clear wavy boundary. (3 to 10 inches thick)\nBw1--13 to 22 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 4/3) moist; weak very fine crumb structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; and few medium to very coarse roots; many fine and very fine tubular pores; about 20 percent angular quartzite gravel and cobbles; strongly acid (pH 5.2); clear wavy boundary. (5 to 12 inches thick)\nBw2--22 to 30 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak very fine crumb structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots and few medium to very coarse roots; many fine and very fine tubular pores; about 40 percent angular pebbles, cobbles, and stones (quartzite); strongly acid (pH 5.1); gradual wavy boundary. (5 to 20 inches thick)\nBw3--30 to 58 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine to coarse roots; common very fine tubular pores; about 50 percent angular quartzite pebbles, cobbles, and stones; strongly acid (pH 5.2); abrupt broken boundary. (12 to 30 inches thick)\nR--58 to 72 inches; quartzite bedrock; very pale brown (10YR 7/3) very (angular) gravelly loam in fractures in bedrock which is strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bannock County, Idaho; 600 feet south of spring and creek along the North Putman Mountain trail; 55 percent northeasterly slope at 7,200 feet elevation; southwest corner of SE1/4 NE1/4 NW1/4 sec. 29, T.5S., R.37E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 35 degrees to 42 degrees F. and the mean summer temperature at a depth of 20 inches without an O horizon ranges from 55 degrees to 59 degrees F. The depth to quartzite or other bedrock is more than 40 inches but is commonly less than 60 inches. The control section is medium textured and averages 8 to 18 percent clay and more than 35 percent rock fragments, mostly angular quartzite pebbles, cobbles, and stones. The entire profile is strongly or moderately acid. The base saturation of the A horizon to a depth of 7 inches is 35 to 50 percent and the base saturation of the Bw horizon is 50 to 75 percent. The umbric epipedon is 7 to 16 inches thick. The upper 7 inches of the A1 horizon contains 3 to 7 percent organic matter having a C:N ratio of 13.5 to 19. The A horizon is commonly darker (lower in value or chroma) than 10YR 5/2 dry and 10YR 3/2 moist. It has weak or moderate platy or weak or moderate, very fine or fine granular or crumb structure. The A horizon below a depth of 7 inches has hue of 10YR or 7.5YR, and chroma of 2 or 3. It has weak medium subangular blocky to weak very fine or fine granular or crumb structure. The A and B horizons are loam or silt loam and are gravelly and very gravelly. The Bw horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, and 3 through 5 moist. It has weak subangular blocky to weak granular or crumb structure or it is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bellamy, Bryan, Henline, Nagitsy, Tallac, Walcott, and Wallis series. Bellamy soils have bouldery control sections and have mica schist at a depth of 20 to 40 inches. Bryan soils are sandy. Henline soils have slightly acid, moderately coarse textured control sections with 50 to 80 percent coarse fragments and have basalt bedrock at 20 to 40 inches. Nagitsy soils have mollic epipedons thicker than 16 inches and have quartzite bedrock at depths of 20 to 40 inches.  Tallac soils have base saturation of less than 50 percent throughout, and have silica-cemented duripans at depths of 40 to 60 inches. Walcott soils have large stones and boulders throughout the control section in a sandy loam matrix that has a pH of 4.3 to 5.3 and a base saturation less than 50 percent. Wallis soils have bouldery control sections containing more than 60 percent rock fragments and base saturation less than 50 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moohoo soils are on hilly to very steep uplands at elevations of 6,000 to 9,000 feet. Slopes range from about 8 to 80 percent. The soils formed mainly in colluvium and residuum weathered from quartzite or hard sandstone. Some loess may be in the upper part. The climate is subhumid continental. Mean annual temperature is 34 to 41 degrees F.  Mean annual precipitation is 17 to 28 inches including 5 to 12 feet of snowfall. The freeze-free period is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Nagitsy soils and the Nielsen and Tahquats soils. Nielsen and Tahquats soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Range, wildlife, recreation, watershed, and forestry. Vegetation is mainly Douglas-fir, subalpine fir, snowberry, wildrose, geranium, pinegrass, and in places aspen, Idaho fescue, bluegrass, lupine, mountain brome grass, sedges, and lodgepole pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Idaho; MLRA 13.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bannock County, Idaho, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nUmbric epipedon - 1 to 3 inches\nCambic horizon - 13 to 58 inches\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
