{
  "SERIES": "MOOMAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWH-WJE-MHC-DGF",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "OVERVIEW": "The Moomaw series consists of very deep, moderately well drained, slowly or moderately slowly permeable soils on stream terraces. These soils have a fragipan. They formed in alluvium derived from acid sandstone, quartzites, and shales. Slopes range from 0 to 30 percent. Mean annual air temperature is 55 degrees F. Mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moomaw fine sandy loam--on a convex 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 4/3) fine sandy loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many fine roots; few fine discontinuous vesicular pores; 1 percent rounded gravel; slightly acid; abrupt smooth boundary. (0 to 10 inches thick.)\nBt--8 to 18 inches; yellowish brown (10YR 5/6) clay loam; common medium distinct pale brown (10YR 6/3) mottles; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common very fine discontinuous vesicular pores; common distinct clay films on faces of peds; strongly acid; clear smooth boundary. (8 to 30 inches thick.)\nBx1--18 to 27 inches; light yellowish brown (10YR 6/4) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and gray (10YR 6/1) mottles; moderate very coarse platy structure parting to moderate fine subangular blocky; firm, brittle; common fine discontinuous vesicular pores; few faint clay films on faces of plates; strongly acid; gradual smooth boundary.\nBx2--27 to 34 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse distinct strong brown (7.5YR 5/6), pale brown (10YR 6/3), and gray (10YR 6/1) mottles; moderate very coarse platy structure parting to moderate fine subangular blocky; firm, brittle; few fine discontinuous vesicular pores; few faint clay films on faces of plates; very strongly acid; gradual smooth boundary.\nBx3--34 to 65 inches; yellowish brown (10YR 5/6) sandy clay loam; many fine distinct brownish yellow (10YR 6/8), strong brown (7.5YR 5/6), and light yellowish brown (2.5Y 6/4) mottles; moderate coarse platy structure parting to moderate fine subangular blocky; firm, brittle; few fine discontinuous vesicular pores; few distinct clay films on faces of plates; very strongly acid. (Combined thickness of Bx horizon is 25 to 50 or more inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shenandoah County, Virginia; 0.5 mile southeast of Chapmans Landing, 700 feet southwest of VA-672, 600 feet southeast of circular watering tank."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 60 inches or more. Depth to bedrock is more than 60 inches. Depth to the fragipan ranges from 15 to 30 inches. Gravel and cobbles range from 0 to 30 percent above the fragipan, from 0 to 35 percent in the fragipan, and from 0 to 40 percent below the fragipan. Reaction is very strongly acid or strongly acid, unless limed.\nThe Ap horizon, where present, has a hue of 10YR, value of 4 or 5, and chroma of 2 through 4. It is fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe A horizon, where present, has hue of 10YR, value of 3 through 5, and chroma of 2 through 4. It is fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 through 6. It is fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8. It is loam, silt loam, sandy clay loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe Bx horizon has hue of 7.5YR through 2.5Y, values of 4 through 6, and chroma of 2 through 8. It is fine sandy loam, loam, silt loam, sandy clay loam, or clay loam in the fine-earth fraction.\nThe C horizon, where present, has hue of 7.5YR through 2.5Y, value of 4 through 7, and chroma of 2 through 8. It is sandy loam, loam, silt loam, clay loam, sandy clay loam or silty clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Laidig, Marbie, Neabsco, Tarklin, and Teddy series. Laidig soils have fragipans deeper than 30 inches.  Marbie and Teddy soils formed in a mantle of loamy material and the underlying residuum from bedrock and have a discontinuity below the fragipan.  Neabsco soils are stratified and formed in marine and fluvial sediments on the Coastal Plain. Tarklin soils formed in colluvium or alluvium from limestone and have fragments of chert throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Moomaw soils are on stream terraces. Slopes range from 0 to 30 percent. These soils formed in alluvium derived from acid sandstone, quartzites, and shales. Climate is temperate and humid. Mean annual air temperature ranges from 50 to 57 degrees F. Mean annual precipitation ranges from 30 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alonzville, Berks, Botetourt, Broadway, Caverns, Clubcaf, Coursey, Derroc, Frederick, Gladehill, Groseclose, Gullion, Ingledove, Lehew, Newmarc, Nomberville, Shottower, Weikert, and Wolfgap soils. Alonzville, Botetourt, Caverns, Coursey and Ingledove soils do not have a fragipan and are on similar landscapes. Berks, Lehew, and Weikert contain more rock fragments in the subsoil and are on uplands. Also, Berks and Lehew soils are 20 to 40 inches to bedrock, and Weikert soils 10 to 20 inches to bedrock.  Broadway, Clubcaf, Gladehill, Gullion, Newmarc, Nomberville, and Wolfgap soils have mollic epipedons and are on flood plains. Derroc soils contain more rock fragments in the subsoil and are on flood plains.  Frederick and Groseclose soils contain more clay in the subsoil and are on uplands. Shottower soils contain more clay in the subsoil and are on high terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is medium.  Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cultivated or in pasture. Corn and hay are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Valley and Ridge physiographic province in Virginia, and possibly, West Virginia, Maryland, Kentucky, and Pennsylvania. The area is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shenandoah County, Virginia, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (Ap horizon).\nArgillic horizon - the zone from 8 to 65 inches (Bt and Btx horizons).  Fragipan - the zone from 18 to 65 inches (Btx horizon).\nUdic moisture regime.\nSoils now within the range of the Moomaw series were correlated Monongahela in several published soil surveys.\nSIR = VA0309, VA0299 (GRAVELLY)\nMLRA = 128, 130, 147\nREVISED = 1/4/1990"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Morphological, chemical, textural, and mineralogical data are reported in:\nEdmonds, W. J., D. D. Rector, D. A. Gall, D. R. Hatch, R. S. Joslyn, and J. C. Baker. 1987. Properties and classification of soils derived from stratified alluvium in the Valley and Ridge Province of Virginia. Va.  Agric. Exp. Stn. Bull. 85-10.\nNote: CEC class based on laboratory data from the above mentioned study. The 1/2006 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on similar soils and on laboratory data. Class placement may be revised in the future when additional data becomes available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nPrevious revision dates: 1/90"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 4/3) fine sandy loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many fine roots; few fine discontinuous vesicular pores; 1 percent rounded gravel; slightly acid; abrupt smooth boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--8 to 18 inches; yellowish brown (10YR 5/6) clay loam; common medium distinct pale brown (10YR 6/3) mottles; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common very fine discontinuous vesicular pores; common distinct clay films on faces of peds; strongly acid; clear smooth boundary. (8 to 30 inches thick.)"
      },
      {
        "name": "Bx1",
        "top": 46,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "moderate very coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bx1--18 to 27 inches; light yellowish brown (10YR 6/4) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and gray (10YR 6/1) mottles; moderate very coarse platy structure parting to moderate fine subangular blocky; firm, brittle; common fine discontinuous vesicular pores; few faint clay films on faces of plates; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bx2",
        "top": 69,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "moderate very coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bx2--27 to 34 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse distinct strong brown (7.5YR 5/6), pale brown (10YR 6/3), and gray (10YR 6/1) mottles; moderate very coarse platy structure parting to moderate fine subangular blocky; firm, brittle; few fine discontinuous vesicular pores; few faint clay films on faces of plates; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bx3",
        "top": 86,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "moderate coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bx3--34 to 65 inches; yellowish brown (10YR 5/6) sandy clay loam; many fine distinct brownish yellow (10YR 6/8), strong brown (7.5YR 5/6), and light yellowish brown (2.5Y 6/4) mottles; moderate coarse platy structure parting to moderate fine subangular blocky; firm, brittle; few fine discontinuous vesicular pores; few distinct clay films on faces of plates; very strongly acid. (Combined thickness of Bx horizon is 25 to 50 or more inches)"
      }
    ]
  ]
}
