{
  "SERIES": "MOONDOG",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSW/RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "OVERVIEW": "The Moondog series consists of moderately deep, well drained, slowly permeable soils that formed in colluvium, residuum and alluvium from sedimentary rocks.  These soils are on mountainsides and foothills and have slopes of 15 to 70 percent.  The mean annual temperature is about 45 to 48 degrees F., and the average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Very stony silty clay loam on a 60 percent slope--woodland.  (Colors are for dry soil unless otherwise stated).\nThe soil surface is covered with 10 percent stones, 15 percent cobbles and 25 percent gravel.\nA--O to 3 inches; pale brown (10YR 6/3) very stony silty clay loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure parting to weak very fine subangular blocky; slightly hard, firm, sticky and plastic; few medium, fine and very fine roots; common very fine pores; 10 percent cobbles and 10 percent gravel; strongly effervescent, carbonates are disseminated, 7 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 5 inches thick)\nC1--3 to 8 inches; light gray (2.5Y 7/2) gravelly silty clay loam, grayish brown (2.5Y 5/2) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; common medium, fine and very fine roots; common very fine pores; 10 percent stones and 20 percent gravel; strongly effervescent, carbonates are disseminated, 12 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 6 inches thick).\nC2--8 to 17 inches; light brownish gray (2.5Y 6/2) gravelly silty clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, sticky and plastic; common medium, fine and very fine roots; few very fine pores; 20 percent gravel; slightly effervescent, carbonates are disseminated, 13 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); gradual smooth boundary.  (6 to 9 inches thick).\n2C--17 to 22 inches; light gray (10YR 7/2) extremely gravelly silty clay loam, pale brown (10YR 6/3) moist; massive; hard, very firm, sticky and plastic; few fine and very fine roots; few very fine pores; 70 percent gravel; strongly effervescent, carbonates are disseminated, 13 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); gradual smooth boundary.  (5 to 22 inches thick).\nCr--22 inches; weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Utah; about 3.2 miles southeast of Summit; 500 feet north and 2,400 feet west of the southeast corner of sec. 8, T.  35 S., R. 9 W. Latitude 37 degrees 46 minutes 03 seconds N. and longitude 112 degrees 53 minutes and 08 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is 47 to 50 degrees F., and the mean summer soil temperature is 66 to 70 degrees F. They are usually dry in all parts of the moisture control section for 50 to 65 days during the 120 days following June 21.  The moisture regime is xeric bordering on aridic.\nDepth to the paralithic contact is 20 to 40 inches.  Clay content averages 27 to 35 percent and rock fragment content is 35 to 70 percent in the particle-size control section. The soil is calcareous throughout.\nThe A horizon has hue of 2.5Y to 7.5YR, value of 4 to 6 dry and 3 to 5 moist, and chroma of 2 to 4. Texture is cobbly loam, very cobbly loam, extremely channery loam or very stony silty clay loam.\nThe C horizon has hue of 2.5Y to 7.5YR, value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4. Texture is clay loam or silty clay loam, and less commonly sandy clay loam with 15 to 50 percent rock fragments in the upper part and greater than 35 percent rock fragments in the lower part of the horizon. Rock fragments are dominantly gravels, channers and cobbles. This horizon is moderately alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Secret (T CA) series.  Secret soils are 7 to 30 inches deep over fractured diatomite and the upper C horizon is neutral or mildly alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Moondog soils are on mountainsides and foothills at elevations of 6,000 to 7,800 feet. Slopes range from 15 to 70 percent.  These soils formed in colluvium, residuum and alluvium derived dominantly from shale, siltstone and limestone. Thin strata of interbedded sandstone are present in some areas. The mean annual air temperature is 45 to 48 degrees F. Average annual precipitation is 12 to 16 inches. The freeze-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kinghorn and Ocambee series. Kinghorn soils are less than 20 inches deep over bedrock and have a calcic horizon. Ocambee soils have greater than 35 percent clay in the particle size control section, have a mollic epipedon and occur mainly on north aspects of mountainsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid or very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazable woodland and wildlife habitat. The native vegetation is pinyon, Utah juniper, curlleaf mountainmahogany, Utah serviceberry, Douglas rabbitbrush, Indian ricegrass, bottlebrush squirreltail, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Utah. These soils are moderately extensive. MLRA 28A and 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County (Iron-Washington Area), Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The diagnostic horizons and features recognized in this pedon area:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches (A horizon).\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".  The cation exchange activity class is an estimate based on NASIS data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
