{
  "SERIES": "MOONSET",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/SJJ",
  "REVDATE": "03/2015",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moonset channery loam on a northeastern 14 percent slope under pinyon pine and Utah juniper at an elevation of 7,300 feet.  (Colors are for air-dry soil unless otherwise stated.)\nA1--0 to 3 inches; brown (10YR 5/3) channery loam, dark brown (10YR 3/3) moist; moderate thin platy structure, parting to weak very fine subangular blocky; soft, friable, moderately sticky and moderately plastic; common fine and few medium roots; common very fine, fine, and few medium vesicular pores; 15 percent channers; slightly effervescent, (8 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary.\nA2--3 to 9 inches; brown (10YR 5/3) channery loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, friable, moderately sticky and moderately plastic; common fine and few medium and coarse roots; common very fine and fine, and few medium tubular pores; 25 percent channers; slightly effervescent (10 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary.  (combined thickness of A horizons is 5 to 9 inches)\nC--9 to 19 inches; brown (10YR 5/3) extremely channery loam, dark brown (10YR 3/3) moist; massive; soft, very friable, moderately sticky and moderately plastic; few fine and medium roots; 60 percent channers, 30 percent flagstones (20 percent slake in water); slightly effervescent (13 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary.  (combined thickness of C horizons is 4 to 11 inches)\nR--19 inches; fractured shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; on Moonridge 3 miles southeast of the confluence of Meadow Creek and Willow Creek on the USGS Tenmile Canyon North Quadrangle; about 1,200 feet east and 600 feet south of the northwest corner of sec. 11, T.16S., R.21E., SLBM; 39 degrees, 26 minutes, 9 seconds north latitude and 109 degrees, 34 minutes, 34 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly throughout the year with a slight increase in late summer and fall.  Ustic soil moisture regime, bordering on aridic.\nMean annual soil temperature:  44 to 47 degrees F.\nDepth to lithic contact:  10 to 20 inches to shale\nThickness of the Mollic Epipedon:  9 to 20 inches thick.\nParticle-size control section:  18 to 27 percent clay, and 35 to 80 percent rock fragments (sandstone and shale lithology)\nA horizon:\nValue:  4 or 5 dry\nChroma:  2 or 3 dry or moist\nC horizon:\nValue:  4 to 6 dry, 3 or 4 moist\nChroma:  2 or 3 dry or moist\nTexture:  very channery loam or extremely channery loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Current competitors are the Castner, and Whitlash series.  Competitors prior to the Eighth Edition, 1998 Keys to Soil Taxonomy are the Celeste, Comodore, Duffymont, Firo, Onaqui, Paunsaugunt, and Pendant series.\nCastner:  have accumulations of secondary carbonates and a typic ustic soil moisture regime.\nCeleste:  formed in parent material derived from rhyolite.\nComodore, Duffymont:  are more acid and are noncalcareous throughout.\nFiro:  formed in igneous parent materials and are noncalcareous throughout.\nOnaqui and Paunsaugunt:  have typic ustic soil moisture regimes.\nPendant:  formed in parent materials derived from limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from sandstone and shale\nLandform:  hillslopes\nSlopes:  1 to 50 percent\nElevation:  6,500 to 8,000 feet\nMean annual precipitation:  12 to 16 inches\nMean annual air temperature:  42 to 45 degrees\nFrost-free period:  90 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gompers, Pathead, Saddlehorse, Seeprid, Towave, and Utso  soils.\nGompers soils are on very steep backslopes and do not have a mollic epipedon.\nPathead soils have an ochric epipedon.\nSaddlehorse soils are on hillslopes, have a calcic horizon and are 20 to 40 inches deep over bedrock.\nSeeprid and Towave soils are very deep. Utso soils are deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for rangeland, wildlife habitat, and recreation.  Potential vegetation consists of pinyon pine, Utah juniper, bluebunch wheatgrass, Salina wildrye, Indian ricegrass, and birchleaf mountainmahogany.  This soil has been correlated to the Upland Shallow Loam (Pinyon-Utah Juniper) - 034XY322UT range site in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  The series is of moderate extent.  LRR D; MLRA 34."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uintah County, Uintah Area Soil Survey, Utah, 1998.  The name is coined from a geographic location in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nThe surface is cover by 50 percent channers.\nParticle-size control section:  The zone from 10 to 19 inches.  (C horizon)\nMollic epipedon:  The zone from 0 to 19 inches.  (A1, A2, and C horizons)\nLithic contact:  The contact with fractured shale at 19 inches.  (R layer)\nThe cation exchange activity class was inferred from laboratory data in the Uintah Area Soil Survey.\nThe surface texture modifier was determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nThe classification was changed from Lithic Haploborolls to frigid Lithic Haplustolls 8/98.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
