{
  "SERIES": "MOONSTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  WDH/HBM/GAH/GHL",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Pachic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moonstone gravelly coarse sandy loam on 28 percent southwest slope at 7,080 feet in rangeland.  When described on September 28, l978, the soil was dry throughout.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 17 inches; dark grayish brown (10YR 4/2) gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable; many very fine and fine roots; many fine and medium interstitial pores; 20 percent pebbles; neutral (pH 6.8); clear wavy boundary.\nAB--17 to 26 inches; brown (10YR 4/3) gravelly coarse sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, friable; common very fine and fine roots; common very fine and fine tubular pores; 25 percent fine pebbles; neutral (pH 6.8); diffuse irregular boundary.  (Combined thickness of the A horizon is 20 to 26 inches thick.)\nBw--26 to 34 inches; pale brown (10YR 6/3) gravelly coarse sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; common fine and medium tubular pores; 15 percent fine pebbles; neutral (pH 6.6); abrupt wavy boundary.  (6 to 12 inches thick)\nCr--34 inches; very pale brown (10YR 7/3) grus - decomposed granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Idaho about 11 miles west and 2 miles south of Bellevue; 1,250 feet west and 800 feet south of the northeast corner of section 13, T. 1 N., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to granite bedrock - 20 to 46 inches\nAverage annual soil temperature - 42 to 47 degrees F.\nBase saturation (upper 75 cm) - 50 to 75 percent\nMollic epipedon - 20 to 34 inches thick\nTextural control section - 10 to 15 percent clay\nSolum thickness - 24 to 35 inches\nA horizon\nColor value, dry - 3 to 5\nValue, moist - 2 or 3\nChroma, dry or moist - 1 through 3\nCoarse fragments - 15 to 35 percent\nReaction - slightly acid, neutral\nBw horizon\nColor value, dry - 4 through 6\nValue, moist - 2 to 4\nTexture - GR-COSL, COSL\nCoarse fragments - 5 to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Riceton series.  Riceton soils are more than 60 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moonstone soils are on foothills and mountainsides.   Slopes range from 8 to 60 percent.  Elevation ranges from 4,800 to 7,800 feet.  The soil formed in colluvium and residuum from granite.  The average annual precipitation is 12 to 18 inches, most of which falls as snow and early spring rain.  The average annual temperature is about 40 to 44 degrees F.  The frost-free season is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bauscher, Earcree, and Lockman soils.  Bauscher soils have a B2t horizon and are on fan terraces and foothills.  Earcree and Lockman soils have an average summer temperature less than 59 degrees F. and are on north-facing and east-facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for range.  Vegetation is mountain big sagebrush, antelope bitterbrush, bluebunch wheatgrass, Idaho fescue, and mountain snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Idaho.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Blaine County, Idaho, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to approximately 26 inches (A, AB horizons)\nUltic haploxerolls feature - the base saturation (upper 75 cm) 50 to 75 percent (A, AB, Bw horizons)\nParalithic contact - at 34 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
