{
  "SERIES": "MOONVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH/GHL",
  "REVDATE": "12/98",
  "STATES": "ID",
  "OVERVIEW": "The Moonville series consists of very deep, well drained soils that formed in cinders, and ash.  Moonville soils are on lava plains and south-facing mountain sideslopes and have slopes of 0 to 60 percent.  The mean annual precipitation is about 18 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moonville medial loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; brown (7.5YR 5/4) medial loam, dark brown (7.5YR 3/4) moist; weak coarse platy structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and  slightly plastic; many very fine and fine, and common medium roots; many very fine interstitial pores; neutral (pH 6.6); gradual wavy boundary. (7 to 14 inches thick)\nBw1--7 to 15 inches; strong brown (7.5YR 5/6) medial loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; many very fine interstitial pores; neutral (pH 6.8); abrupt wavy boundary. (6 to 9 inches thick)\nBw2--15 to 31 inches; light yellowish-brown (10YR 6/4) medial loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few fine, common medium roots; few fine tubular, many fine and very fine interstitial pores; neutral (pH 7.0); clear wavy boundary. (4 to 16 inches thick)\nBk--31 to 60 inches; light gray (10YR 7/2) medial loam, pale brown (10YR 6/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; common fine and medium tubular pores; strongly calcareous (estimated 20 calcium carbonate, based on lab data from associated Huddle series); moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, Idaho; about 10.5 miles south of Arco; 2,950 feet south and 1,800 feet east of the NE corner sec. 22, T. 2 N., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil moisture control section is dry for 90 to 120 consecutive days.  The mean annual soil temperature is 42 to 47 degrees and the mean summer soil temperature is 59 to 66 degrees F.  Depth to bedrock is over 60 inches.  Depth to the calcic horizon is 20 to 35 inches.  Phosphate retention is 50 to 80 percent.  Acid-oxalate aluminum plus one-half the iron is 1.0 to 2.0.  Glass percent is 5 to 30 percent.  the 15-bar water on air dried samples is 12 to 15 percent and 20 to 30 percent on moist samples.  Field estimated clay content is 12 to 26 percent. The soil profile contains 2 to 10 percent cinder gravels throughout.\nThe A horizon has color value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It is neutral to slightly alkaline.  It ranges from weak fine and medium platy to weak or moderate fine and medium subangular blocky structure.\nThe Bw horizon has color value of 4 through 7 dry, 3 through 7 moist, and chroma of 3 or 4.  It is neutral to slightly alkaline.  It has weak to moderate, fine or medium, subangular blocky structure.\nThe Bk is moderately or strongly calcareous.  Calcium carbonate is 15 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jiggs and Huddle series.  Jiggs soils lack a calcic horizon.  Huddle soils have bedrock at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moonville soils are on lava plains and south-facing mountain sideslopes and have slopes of 0 to 60 percent.  They formed in cinders, and ash.  Elevations are 4,800 to 7,200 feet. Mean annual precipitation is 12 to 18 inches.  Mean annual temperature is 38 to 45 degrees F.  Frost-free season is about 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hal and Huddle soils.  Hal soils are cryic and occur on north slopes.  Huddle soils have bedrock at 40 to 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Some areas are cultivated.  Native vegetation is big sagebrush, three-tip sagebrush, antelope bitterbrush, Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, Thurber needlegrass, western yarrow, and prickly gilia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho; adjacent to Craters of the Moon National Monument.  It is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County Area, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features.\nMedial:  15-bar water retention is 12 to 13 percent throughout the profile.\nOchric epipedon\nCambic horizon from 7 to 31 inches\nCalcic horizon from 31 to 60 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
