{
  "SERIES": "MOOREVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KHM:PGM",
  "REVDATE": "11/2004",
  "STATES": "AL,MS,TX",
  "OVERVIEW": "The Mooreville series consist of very deep, moderately well drained, moderately permeable soils that formed in loamy alluvium.  These soils are on flood plains of streams draining areas of the Southern Coastal Plain and the Blackland Prairie.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mooreville loam, on a nearly level slope, in forest. (Colors are for moist soil.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) loam; weak fine granular structure; friable; many fine and medium roots; strongly acid; clear smooth boundary.  (4 to 12 inches thick)\nBw1--5 to 29 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; firm, plastic; common fine roots; few fine distinct light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear smooth boundary.\nBw2--29 to 40 inches; yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm, plastic; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation; common medium distinct light brownish gray (10YR 6/2) iron depletions; very strongly acid; gradual smooth boundary.\nBw3--40 to 50 inches; 45 percent yellowish brown (10YR 5/6), 35 percent light brownish gray (10YR 6/2), and 20 percent strong brown (7.5YR 5/6) clay loam; moderate medium subangular blocky structure; firm, plastic; areas of strong brown are masses of iron accumulation and areas of light brownish gray are iron depletions; very strongly acid; gradual smooth boundary.  (Combined thickness of the Bw horizon is 30 to 60 inches.)\nC--50 to 60 inches; 45 percent yellowish brown (10YR 5/6), 35 percent light brownish gray (10YR 6/2), and 20 percent strong brown (7.5YR 5/6) loam; massive; friable; few black coatings of manganese oxides and concretions of iron and manganese oxides; areas of strong brown are masses of iron accumulation and areas of light brownish gray are iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Itawamba County, Mississippi; 1.0 mile east of State Highway 25 on the south side of Bean's Ferry Road on east side of Tombigbee River.  SE1/4, SE1/4 sec. 18, T. 10 S., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches. Concretions and/or coatings of iron and manganese oxides range from none to common throughout the profile. Reaction is very strongly acid or strongly acid throughout the profile.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 3. Texture is loam, silt loam, sandy clay loam, clay loam, or fine sandy loam.\nThe upper part of the Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 8. It has few or common redox accumulations in shades of brown and red, and/or redox depletions in shades of gray and brown. Texture is clay loam, loam, sandy clay loam, or silty clay loam.\nThe lower part of the Bw horizon has a similar range in color as the upper part, or it lacks a dominant matrix color and is multicolored in shades of brown and gray. It has common or many redox accumulations in shades of brown and red, and/or redox depletions in shades of gray and brown. Texture is clay loam, loam, sandy loam, sandy clay loam, or silty clay loam.\nThe Bg horizon, if it occurs, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2. It has few to many redox accumulations in shades of brown, yellow, or red. Texture is clay loam, loam, sandy loam, sandy clay loam, or silty clay loam.\nThe C horizon, if it occurs, is multicolored in shades of brown and gray. It has common or many redox accumulations in shades of brown or red, and redox depletions in shades of brown or gray. Texture is loam, sandy loam, clay loam, sandy clay loam, or clay. Thin strata of finer and/or coarser textures occur in many pedons.\nThe Cg horizon, if it occurs, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2. It has few to many redox accumulations in shades of brown, yellow, or red. Texture is loam, sandy loam, clay loam, sandy clay loam, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Lobelville is the only series in the same family. Lobelville soils have 10 to 30 percent by volume of chert gravel in the Bg horizon and 35 to 90 percent gravel in the Cg horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mooreville soils are on flood plains of streams draining areas of the Southern Coastal Plain and the Blackland Prairie. Slopes range from 0 to 2 percent. These soils formed in loamy alluvium. The climate is warm and humid. Near the type location the mean annual temperature is 63 degrees Fahrenheit, and the mean annual precipitation is 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Iuka, Jena, Kirkville, Mantachie, Riverview, Una, and Urbo series. The coarse-loamy Iuka, Jena, and Kirkville soils are in slightly higher positions on natural levees. The somewhat poorly drained Mantachie soils are in slightly lower, less convex positions than those of the Mooreville soils. The well drained Riverview soils are in slightly higher, more convex positions than those of the Mooreville soils. The poorly drained Una and the somewhat poorly drained Urbo soils are fine-textured and are in lower positions than those of the Mooreville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Mooreville soils are moderately well drained. Runoff is slow, and permeability is moderate. These soils are flooded occasionally or frequently for brief to long periods unless protected. The soil is wet in all layers below a depth of 18 to 36 inches during the winter and early spring months in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Mooreville soils are in bottomland hardwood forests. Some areas have been cleared and are used for growing soybeans, corn, cotton, and pasture or are in loblolly pine plantations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi, Alabama, and Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Itawamba County, Mississippi; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 5 inches (A horizon).\nCambic horizon - the zone from 5 to 50 inches (Bw horizons)\nAquic udepts feature - redox depletions with chroma 2 or less within a depth of 24 inches and aquic conditions for some time during normal years (5 to 60 inches - Bw and C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; very dark grayish brown (10YR 3/2) loam; weak fine granular structure; friable; many fine and medium roots; strongly acid; clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 29 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; firm, plastic; common fine roots; few fine distinct light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 74,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--29 to 40 inches; yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm, plastic; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation; common medium distinct light brownish gray (10YR 6/2) iron depletions; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 102,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw3--40 to 50 inches; 45 percent yellowish brown (10YR 5/6), 35 percent light brownish gray (10YR 6/2), and 20 percent strong brown (7.5YR 5/6) clay loam; moderate medium subangular blocky structure; firm, plastic; areas of strong brown are masses of iron accumulation and areas of light brownish gray are iron depletions; very strongly acid; gradual smooth boundary.  (Combined thickness of the Bw horizon is 30 to 60 inches.)"
      },
      {
        "name": "C",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "narrative": "C--50 to 60 inches; 45 percent yellowish brown (10YR 5/6), 35 percent light brownish gray (10YR 6/2), and 20 percent strong brown (7.5YR 5/6) loam; massive; friable; few black coatings of manganese oxides and concretions of iron and manganese oxides; areas of strong brown are masses of iron accumulation and areas of light brownish gray are iron depletions; very strongly acid."
      }
    ]
  ]
}
