{
  "SERIES": "MOQUAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. OLH-JJJ-GWH",
  "REVDATE": "12/2006",
  "STATES": "MI,MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, frigid Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moquah fine sandy loam - on a 1 percent slope on a small stream flood plain in woodland at an elevation of about 670 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark brown (7.5YR 3/2) fine sandy loam, pinkish gray (7.5YR 6/2) dry; weak very fine granular structure; very friable; many fine roots; slightly acid; abrupt wavy boundary.  (3 to 16 inches thick)\nC1--5 to 19 inches; reddish brown (5YR 5/3) fine sandy loam stratified with thin lenses of silt loam and fine sand; fine stratification breaking to coarse platy fragments; very friable; few fine roots; slightly acid; clear wavy boundary.  (0 to 20 inches thick)\nC2--19 to 48 inches; reddish brown (5YR 5/3) very fine sandy loam stratified with thin lenses of silt loam and fine sand; fine stratification breaking to coarse platy fragments; very friable; slightly acid; clear wavy boundary. (0 to 30 inches thick)\nC3--48 to 55 inches; reddish brown (5YR 4/4) silt loam; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; fine stratification breaking to coarse platy fragments; very friable; slightly acid; clear wavy boundary.  (0 to 10 inches thick)\nC4--55 to 60 inches; reddish brown (5YR 5/4) fine sand and sand; stratified; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bayfield County, Wisconsin; about 1 1/2 miles southeast of Moquah; 1,000 feet south and 660 feet east of the center, sec. 13, T. 47 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil typically is very strongly acid to mildly alkaline.  Color, arrangement, and thickness of horizons vary considerably because of the nature of the parent materials.\nThe A horizon has 10YR, 7.5YR, or 5YR hue; value of 3 or 4; and chroma of 1 to 3.  It is typically fine sandy loam or sandy loam, but the range includes loam, silt loam, or very fine sandy loam.\nThe C horizon typically has 2.5YR or 5YR hue but includes individual horizons of 7.5YR or 10YR hue, value is 3 to 5, and chroma is 3 to 6.  Textures within the control section are variable in their order of occurrence but commonly are fine sandy loam, very fine sandy loam, loam, and silt loam.  Thin individual horizons of sand, fine sand, very fine sand, loamy sand, or loamy fine sand occur but the control section averages between 8 and 18 percent clay.  In some pedons, below a depth of 40 inches, horizons of silty clay loam, clay loam, sandy clay loam, loamy sand, or sand occur along with the textures listed in the control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moquah soils are on narrow flood plains of the major streams.  The topography is nearly level or gently undulating with slope gradients from 0 to 3 percent.  The soils formed in loamy alluvium.  Mean annual precipitation ranges from about 28 to 35 inches, and mean annual temperature ranges from 41 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hibbing and Ontonagon.  Hibbing soils are fine and Ontonagon soils are very-fine.  Both of these soils are on the steep side slopes and in the upland adjacent to the Moquah soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is moderately slow.  Permeability is moderate or moderately slow.  Flooding is occasional to frequently for long or very long durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested with mixed hardwoods and a few conifers.  Naturally unforested areas have a cover of native grasses and weeds.  Some of these areas are pastured."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin and the upper peninsula of Michigan.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:   Baraga County, Michigan, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In Wisconsin, this series carried the name Brule for a number of years.\nDiagnostic horizons and features recognized in this pedon are:\nother features - irregular decrease in organic carbon - slopes less than 25 percent;\nochric horizon - 0 to 5 inches (A);\nudic moisture regime - frigid  temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
