{
  "SERIES": "MORANVILLE",
  "STATUS": "Tentative Series",
  "BYREV": "WDB-DJP-AGG",
  "REVDATE": "08/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moranville loamy fine sand with a slightly convex slope of 2 percent on a glacial lake plain under native grasses. (All colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine and medium granular structure; very friable; common very fine, fine and medium roots; neutral (7.2); abrupt smooth boundary. (5 to\n9 inches thick)\nE--8 to 24 inches; grayish brown (10YR 5/2) fine sand; weak coarse platy structure; very friable; common very fine and fine roots; few fine faint brown (10YR 4/3) organic coats on faces of peds; neutral (6.8); clear smooth boundary. (12 to 36 inches\nthick)\n2Bt1--24 to 28 inches; dark yellowish brown (10YR 4/4) silty clay loam; few fine distinct dark yellowish brown (10YR 4/6) Fe concentrations; moderate medium subangular blocky structure; friable; common very fine and fine roots; common faint discontinuous brown (10YR 4/3) clay films on faces of peds and few distinct discontinuous grayish brown (10YR 5/2) sand and silt coats on faces of peds; slightly alkaline (7.4); clear wavy boundary.\n2Bt2--28 to 42 inches; brown (10YR 4/3) silty clay loam; common medium distinct dark yellowish brown (10YR 4/6) Fe concentrations; weak medium and coarse subangular blocky structure; friable; few fine and very fine roots; common faint discontinuous dark grayish brown (10YR 4/2) and brown (10YR 4/3) clay films on faces of peds; slightly alkaline (7.4); clear smooth boundary. (combined thickness of 2Bt horizons 7 to 18 inches)\n2C1--42 to 62 inches; light olive brown (2.5Y 5/3) and (2.5Y 5/4) stratified very fine sandy loam and silt loam; few fine distinct light olive brown (2.5Y 5/6) Fe concentrations; weak coarse platy-like soil fragments; very friable; slightly effervescent; slightly alkaline (7.8); gradual wavy boundary.\n2C2--62 to 72 inches; light yellowish brown (2.5Y 6/3) and light olive brown (2.5Y 5/4) stratified very fine sandy loam and silt loam; few fine faint light brownish gray (2.5Y 6/2) Fe depletions and few fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; moderate fine and medium platy-like soil fragments; very friable; few fine white (N 8/0) soft masses of lime between peds; strongly effervescent; slightly alkaline (7.8); gradual wavy boundary.\n2C3--72 to 80 inches; light brownish gray (2.5Y 6/2) silt loam; common medium distinct light yellowish brown (2.5Y 6/4) and common medium prominent dark yellowish brown (10YR 4/6) Fe concentrations; massive parting to fine platy-like soil\nfragments; very friable; few medium white (N 8/0) soft masses of lime between peds; strongly effervescent; moderately alkaline (8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Roseau County, Minnesota; about 9 1/2 miles south and 2 miles west of Warroad; 1,700 feet north and 1,000 feet east of the southwest corner of section 12, T. 161 N., R. 37 W.; USGS Warroad SE, MN quadrangle; latitude 48 degrees 46 minutes 31 seconds N.; longitude 95 degrees 22 minutes 13 seconds W.,NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to free carbonates ranges from 30 to 51 inches. The thickness of the sandy deposit ranges from 20 to 40 inches. Typically there are no rock fragments in the series control section but in the lower material they can range to 2 percent.\nThe A or Ap horizon has a hue of 10YR, value of 2 to 4 moist, 5 or 6 dry, and chroma of 1 or 2. It is fine sand or loamy fine sand. It is slightly acid to slightly alkaline.\nThe E horizon has a hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 2 to 4. It is fine sand or loamy fine sand. It is slightly acid to slightly alkaline.\nThe 2Bt horizon has a hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 3 or 4. It is typically silty clay loam but the range includes silty clay in the lower part of the horizon. The particle size control section averages less than 35 percent clay. It is neutral or slightly alkaline.\nSome pedons have a 2Bk horizon that has a hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 2 to 4. It is very fine sandy loam, silty clay loam or silt loam. In some pedons it has thin strata of clay. It is slightly alkaline or moderately alkaline.\nSome pedons have a 2BC horizon.\nThe 2C horizon has a hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 2 to 4. It is very fine sandy loam, silt loam, silty clay loam or stratified with these textures. Some pedons have thin strata of clay. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other series are in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Moranville soils have plain or convex slopes with a gradient of 0 to 4 percent on glacial lake plains. They formed in sandy glaciolacustrine deposits and the underlying silty calcareous glaciolacustrine deposits of Late Wisconsin Age. The mean annual air temperature is 36 to 44 degrees F. The mean annual precipitation is 19 to 28 inches. The frost-free days range from 88 to 140. The elevation ranges from 785 to 1,350 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baudette, Garnes, Hiwood, Wabanica and Warroad (T) soils. Baudette and Garnes soils are in similar landscape positions and do not have the upper sandy sediments. Hiwood soils are in similar landscape positions and are sandy throughout. Wabanica and Warroad (T) soils are poorly drained and are in lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is slow. Permeability is moderately rapid or rapid in the upper part and moderately slow or slow in the lower part. These soils have soil saturation at depths of 3.5 to 6 feet for some time from November to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The majority of these soils are cultivated. The common crops are small grains, sunflowers, and legumes for forage and seed production. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Minnesota. Not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Roseau County, Minnesota, 1995. The source of the name is a township in eastern Roseau County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - The zone from surface to 8 inches. Albic horizon - The zone from 8 to 24 inches (E horizon). Argillic horizon - The zone from 24 to 42 inches (2Bt horizons).\nMoranville soils were formerly classified as Aquic Eutroboralfs. The classification was changed to Arenic Oxyaquic Eutroboralfs in 1996, with the addition of Arenic Oxyaquic subgroup to the seventh edition of the Keys to Soil Taxonomy. In 1999 the classification was changed as a result of the removal of Boralfs from the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
