{
  "SERIES": "MORALES",
  "STATUS": "Established Series",
  "BYREV": "WLM-SEB-RM",
  "REVDATE": "08/2016",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, hyperthermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morales loamy fine sandy in an area of Morales-Cieno complex, 0 to 1 percent slopes--rangeland. (Colors are for moist soil unless otherwise stated.)\nA-- 0 to 10 cm (0 to 4 in); yellowish brown (10YR 5/4) loamy fine sand, light gray (10YR 7/2) dry; weak fine subangular blocky structure; slightly hard, friable; common fine and few medium and coarse roots; common fine interstitial pores; slightly acid; clear smooth boundary.  (8 to 20 cm [3 to 8 in] thick)\nE-- 10 to 20 cm (4 to 8 in); light yellowish brown (10YR 6/4) fine sandy loam, very pale brown (10YR 8/2) dry; weak fine subangular blocky structure, massive when dry; hard, very friable; common fine and few medium and coarse roots; common fine and medium dendritic tubular pores; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; moderately acid; clear smooth boundary.  (0 to 20 cm [0 to 8 in] thick)\nE/Bt--20 to 38 cm (8 to 15 in); light yellowish brown (10YR 6/4), (E) yellowish brown (10YR 5/8) fine sandy loam (Bt), very pale brown (10YR 8/2)(E), brownish yellow (10YR 6/6) (Bt) dry; weak fine and medium subangular blocky structure; hard, very friable; few fine, medium and coarse roots; few fine and medium dendritic tubular pores; few fine prominent yellowish red (5YR 5/8) masses of oxidized iron; streaks and small pockets of sandy albic materials comprise about 15 percent by volume (E); strongly acid; gradual smooth boundary. (10 to 25 cm [4 to 10 in] thick)\nBt/E--38 to 47 cm (15 to 18 in); yellowish brown (10YR 5/6) fine sandy loam (B), brownish yellow (10YR 6/6) dry; moderate fine and medium subangular blocky structure; hard, friable; few patchy gray clay films on faces of peds and along root channels; few fine, medium and coarse roots; few fine and medium dendritic tubular pores; few fine prominent yellowish red (5YR 5/8) masses of oxidized iron; streaks and small pockets of sandy albic materials comprise about 25 percent by volume (E); very strongly acid; abrupt smooth boundary. (0 to 15 cm [0 to 6 in] thick)\nBt1--47 to 74 cm (18 to 29 in); grayish brown (10YR 5/2) sandy clay loam, light brownish gray (10YR 6/2) dry; weak coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, firm few fine, medium and coarse roots vertically oriented on faces of prisms; brown sand grains and gray clay films coat faces of most prisms; common fine and medium prominent dark red (2.5YR 3/6) and distinct yellowish brown (10YR 5/8) masses of oxidized iron in interiors of peds; tongues of albic materials 10 mm to 20 mm wide extend through horizon and make up 3 to 5 percent by volume; slightly acid; gradual smooth boundary.  (15 to 36 cm [6 to 14 in] thick)\nBt2--74 to 137 cm (29 to 54 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; moderate medium and coarse prismatic structure parting to moderate medium and coarse blocky; very hard, firm; few fine, medium and coarse roots vertically oriented on faces of prisms; brown sand grains and gray clay films coat faces of most prisms; coarse organic stains are on faces of some prisms; common medium and coarse prominent red (2.5YR 4/6), dark red (2.5YR 3/6) and few fine faint yellowish brown (10YR 5/8) mottles in interiors of peds; tongues of albic materials 5 mm to 15 mm wide make up less than 3 percent by volume; few fine black iron-manganese concretions; few fine masses of barite in lower part; moderately acid; gradual smooth boundary.  (30 to 71 cm [12 to 28 in] thick)\nBt3--137 to 160 cm (54 to 63 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; moderate coarse prismatic structure parting to moderate coarse blocky; very hard, firm; few fine and medium roots oriented vertically along faces of prisms; brown sand grains and gray clay films coat faces of some prisms; coarse organic stains on faces of some prisms; many fine and medium prominent brownish yellow (10YR 6/8) and few fine prominent yellowish red (5YR 4/6) masses of oxidized iron; few fine black iron-manganese concretions; few fine and medium masses of barite; slightly acid; gradual smooth boundary.  (0 to 30 cm [0 to 12 in] thick)\nBCt--160 to 194 cm (62 to 76 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; weak coarse prismatic structure parting to weak coarse angular blocky; very hard, firm; many black specks mainly less than 2 mm in diameter; faces of prisms are coated with brown sand and gray clay films; common medium and coarse prominent brownish yellow (10YR 6/8) and few fine prominent yellowish red (5YR 4/6) masses of oxidized iron; few fine and medium masses of barite; neutral; gradual smooth boundary.  (15 to 66 cm [6 to 26 in] thick)\nBC--194 to 230 cm (76 to 90 in); light gray (10YR 7/1) sandy clay loam, white (10YR 8/1) dry; weak coarse prismatic structure, matrix is massive; extremely hard, firm; common fine distinct yellow (10YR 7/8) and few fine prominent brownish yellow (10YR 6/8) masses of oxidized iron; common fine and medium black concretions; few fine and medium masses of barite; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Texas; from the intersection of U. S.  Highway 59 and Texas Highway 111 in Edna, Texas, 12.4 miles north on Texas Highway 111 to a private road northwest of Morales, 0.15 mile west on private road and 100 ft north of road in wooded rangeland. Morales USGS quad sheet; Latitude: 29 degrees 7 minutes 39.92 seconds N; 96 degrees 45 minutes 57 seconds W. WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness ranges from 152 to more than 203 cm (60 to more than 80 in).\nParticle-size Control Section (weighted average)\nClay content: 25 to 35 percent.\nA Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loamy fine sand or fine sandy loam\nReaction: strongly or moderately acid\nE Horizon (absent in some pedons)\nHue: 10YR\nValue: 5 to 8\nChroma: 3 or 4\nTexture: loamy fine sandy or fine sandy loam\nRedox concentrations: amount- none to many, shades-brown or red\nReaction: very strongly acid or moderately acid\nE/Bt Horizon\nE part (70 to 85 percent of this horizon)\nHue: 10YR\nValue: 4 to 7\nChroma: 2 to 4\nBt part (15 to 30 percent of this horizon)\nHue: 7.5 YR or 10YR\nValue: 4 to 7\nChroma: 3 to 8\nTexture: fine sandy loam or loam\nRedox concentrations: amount-few or common, shades-brown, yellow or red\nRedox depletions: amount-none or few, shades-gray\nReaction: very strongly acid to slightly acid\nBt/E Horizon\nBt part (70 to 85 percent of this horizon)\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 2 to 8\nE part (15 to 30 percent of this horizon)\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: when mixed is very fine sandy loam, fine sandy loam, loam, or sandy clay loam\nRedox concentrations: amount-few or common, shades-brown, red, or yellow\nRedox depletions: amount-none to common, shades-gray\nIron-manganese concentrations: amount-none or few, kind-concretions, color-black\nReaction: very strongly acid to neutral\nBt Horizon\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: sandy clay, clay loam, or sandy clay loam\nRedox concentrations: amount-few to many, shades-red, yellow or brown\nRedox depletions: amount-none to common, shades-gray\nIron-manganese concentrations: amount-none to common, kind-concretions, shades-black\nAlbic material: 3 to 15 percent and mostly in the upper and middle part of this horizon.\nReaction: strongly acid to neutral\nBCt and BC Horizons\nHue: 10YR or 2.5Y\nValue: 5 to 8\nChroma: 1 or 2\nTexture: clay loam or sandy clay loam\nRedox concentrations: amount-few to many, shades-red, yellow or brown\nAlbic material: 0 to 10 percent.\nReaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family.  Similar soils are the Diboll, Patonia, Leggett, and Nada series.\nDiboll, Patonia, Legget soils: are in a thermic temperature regime; in addition Diboll and Patonia soils have a paralithic contact within 152 cm (60 in) of the surface. Leggett soils do not have a clayey layer in the upper 102 cm (40 in)\nNada soils:do not have a glossic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of Pleistocene age\nLandscape: coastal plains\nLandform: flats (most areas have been leveled for rice culture)\nSlope: 0 to 2 percent, but mostly less than 1 percent\nMean annual precipitation: 1041 to 1143 mm (41 to 45 in)\nThornthwaite P-E Index: 52 to 62\nMean annual air temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nFrost-free period: 280 to 305 days\nElevation: 27.4 to 70 m (90 to 230 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cieno, Inez, Kuy, Milby, and Rupley series.\nCieno soils; are in depressions; have aquic conditions\nInez soils; are in a fine family; are on a similar position.\nKuy, Milby, and Rupley soils: do not have a glossic horizon; a thicker sandy surface; are on a lightly higher landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is very slow.  Runoff is medium.  The soil is ponded for brief periods after heavy rainfall. Water also perches on top of the Bt1 horizon for periods of 1 to 2 weeks after heavy rains.  During wet years planting may be delayed for short periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  A few areas are used for growing rice.  Native vegetation for these savannah soils includes grasses such as little bluestem, Indiangrass, Florida paspalum, brownseed paspalum, and woody vegetation such as post oak, blackjack oak, live oak, yaupon, American beautyberry, and greenbriar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Upper Gulf Coast of Texas; Land Resource Region- T; Major Land Resource Area-150A (Gulf Coast Prairies); The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Texas; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The E horizon is considered for the purpose of classification as an albic horizon.  The moist chromas exceed the limits as defined for an albic horizon. Microscopic observations indicate the sand grains are not coated and the high chromas are assumed to be the moist reflection due to a relatively small percentage of sand grain containing embedded high chroma impurities.  The classification is changed from Aeric Glossaqualfs to Aquic Glossudalfs based on the soil moisture study \"ISCOM VIII, Classification and Management of Wet Soils, 1990.\"  This soil does not have an aquic moisture regime. The classification is changed from Aquic Glossudalfs to Oxyaquic Glossudalfs based on soil moisture monitoring on a similar soil on  a similar landform, which did not have aquic conditions during normal years. The pedon was revised in March 2016 to reflect lab data from the type location.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (0 to 8 in) (A and E horizons)\nArgillic horizon: 38 to 194 cm (15 to 76 in) (Bt/E, Bt and BCt horizons)\nGlossic horizon: 20 to 47 cm (8 to 18in) as streaks, pockets and tongues of Albic materials.\nADDITIONAL DATA: KSSL data on site id S1982239003 (Pedon number: 82P0869)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
