{
  "SERIES": "MORAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRG/PSD/TWH",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moran very stony sandy loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; brown (10YR 5/3) very stony sandy loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; 20 percent granite gravel, 15 percent cobbles, and 15 percent stones and boulders; moderately acid (pH 6.0); clear wavy boundary.  (6 to 15 inches thick)\nBw1--6 to 15 inches; brown (7.5YR 5/3) very stony sandy loam, dark brown (7.5YR 3/3) moist; moderate fine prismatic structure parting to moderate fine and very fine subangular blocky; soft, very friable, slightly sticky and nonplastic;  20 percent granite gravel, 20 percent cobbles, and 20 percent stones and boulders; moderately acid (pH 6.0); clear wavy boundary. (6 to 30 inches thick)\nBw2--15 to 60 inches; light brown (7.5YR 6/3) very stony sandy loam, dark brown (7.5YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; 20 percent granite gravel, 20 percent cobbles, and 20 percent stones and boulders; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Teton County, Wyoming; in unsectionized area near the bottom of upper Death Canyon.  43 degrees 39 minutes 21 seconds north latitude and 110 degrees 53 minutes 23 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 32 to 41 degrees F.\nSoil moisture regime: udic\nThickness of the umbric epipedon: 7 to 20 inches\nSolum thickness:  12 to 45 inches\nParticle-size control section:\nRock fragment content: 35 to 80 percent gravel, cobbles, stones, and boulders\nA horizon:\nHue: 7.5YR to 2.5Y\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 0 to 3, dry or moist\nTexture (fine earth fraction): SL, L, SCL\nBase saturation: 26 to 50 percent\nReaction: strongly acid or moderately acid\nBw1 horizon (a cambic horizon in some pedons):\nHue: 7.5YR to 2.5Y\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 3 to 6, dry or moist\nTexture (fine earth fraction): SL, L, SCL\nReaction: strongly acid to slightly acid\nBw2 horizon (a C horizon in some pedons):\nHue: 7.5YR to 2.5Y\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 3 to 6, dry or moist\nTexture (fine earth fraction): SL, L, SCL\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series currently recognized in this family.  Series that formerly were competitors and are not yet placed in a CEC activity class are the Afley, Buell, Causewa, Drakespeak, Hossick, McCall, and Sibelia series.  Afley, Causewa, Hossick, and Sibelia soils have a lithic contact.  Buell, Drakespeak, and McCall soils have an umbric epipedon more than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moran soils are on nearly level to extremely steep mountain slopes, mesa summits, and footslopes.  Slopes are 0 to 70 percent.  In Wyoming the soils formed in alluvium or colluvium weathered from granite and gneiss.  Elevation is 6,500 to 11,000 feet.  The average annual precipitation is about 30 to 60 inches.  The average annual temperature is 30 to 38 degrees F. In Colorado the elevation ranges to 14,000 feet ; the soil formed in slope alluvium, colluvium, and till from andesite, rhyolite, breccia, and tuff; average precipitation is 26 to 46 inches; average annual temperature is 26 to 35 degrees F.; and the frost free period is 25 to 55 days.."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Leighcan, Teewinot, and Walcott soils.  Leighcan soils do not have an umbric epipedon. Teewinot soils have bedrock at depths of less than 20 inches. Walcott soils do not have a cambic horizon.  These soils are on landscape positions similar to Moran soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate to very rapid runoff; moderately rapid permeability.  In Colorado drainage includes moderately well drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for recreation and wildlife habitat.  Native vegetation is wild geranium, columbine, carex, slender wheatgrass, and wild buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the mountains of western Wyoming, Colorado and the southern Idaho Batholith.  MLRAs 43 and 48A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Teton County, Wyoming, Grand Teton National Park Area; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from 0 to 15 inches (A and Bw1 horizons)\nCambic horizon - from 15 to 60 inches (Bw2 horizon)\nParticle-size control section: the zone from 10 to 40 inches (part of the Bw1 and part of the Bw2 horizons)\nUdic soil moisture regime.\nThis revision changes the designation of the 15 to 60-inch horizon from a C to Bw2, and recognizes this horizon as the cambic horizon.  If this horizon is not a cambic, this pedon would be in the Entic subgroup (the Bw1 is part of the umbric epipedon and therefore cannot be a cambic).\nThe superactive CEC activity class is based on NSSL data from several pedons.  This series may typically be in the isotic mineralogy class;  available laboratory data is inconclusive.\nKeys to Soil Taxonomy:  Series classified according to Seventh Edition, 1996\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
