{
  "SERIES": "MORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC-GB-JAL",
  "REVDATE": "11/2001",
  "STATES": "CO,MT,UT",
  "OVERVIEW": "The Mord series consists of very deep, well drained soils formed in materials derived mainly from sedimentary rocks.  Mord soils are on hills, mountainsides, and valley side slopes.  Slopes range from 2 to 50 percent.  The mean annual precipitation is about 24 inches and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Alfic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mord loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 12 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; strong fine crumb structure; soft, very friable, slightly sticky and slightly plastic; 10 percent pebbles and some cobbles; neutral (pH 6.6); clear smooth boundary.  (10 to 15 inches thick)\nE--12 to 16 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure parting to fine granular; soft, very friable, slightly sticky and slightly plastic; pebbles and some cobbles; neutral (pH 6.6); gradual irregular boundary.  (3 to 9 inches thick)\nE/B--16 to 27 inches; mixed colors including light brownish gray (10YR 6/2) and brown (10YR 5/3) gravelly clay loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; peds are hard, friable; faint clay films on faces of peds and in root channels and pores; 20 percent pebbles and a few cobbles; this horizon consists of material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; neutral (pH 6.6); gradual irregular boundary.  (0 to 12 inches thick)\nBt--27 to 54 inches; brown (10YR 5/3) gravelly clay, brown (10YR 4/3) moist; moderate coarse angular blocky structure parting to medium angular blocks; slightly hard, friable, moderately sticky and moderately plastic; peds are extremely hard, firm; common distinct clay films on faces of peds, clay films in root channels and pores; 25 percent pebbles and few stones; neutral (pH 6.6); gradual wavy boundary.  (12 to 40 inches thick)\nBC--54 to 60 inches; brown (10YR 5/3) gravelly heavy clay loam, brown (10YR 4/3) moist; moderate medium subangular and angular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; peds are extremely hard, firm; few faint clay films on faces of peds and in root channels and pores; 30 percent pebbles and some cobbles; neutral (pH 6.8); diffuse wavy boundary.  (0 to 10 inches thick)\nC--60 to 70 inches; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; 30 percent pebbles and cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; approximately 1/8 mile south of intersection of Antelope Hill and Mill Creek roads, Sec. 1, T. 51 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 35 to 42 degrees F, and mean summer soil temperature is 50 to 54 degrees F.   These soils have mollic epipedons 10 to 15 inches thick.  They are noncalcareous throughout the solum and in at least the upper 3 inches of the C horizon.  Base saturation ranges from 60 to 100 percent in all subhorizons of the argillic horizon.  Depth to the top of the argillic horizon is less than 24 inches and depth to the base of the argillic horizon ranges from 50 to 80 inches.  Rock fragments range from 0 to 35 percent in the solum and C horizon and are mainly 1/2 to 10 inches in diameter.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 1 to 3.  It ranges from moderately acid through slightly alkaline.\nThe E horizon has hue of 5Y through 7.5YR, value of 5 through 8 dry, 4 through 7 moist, and chroma of 1 through 3.  It ranges from moderately acid through slightly alkaline.\nThe Bt horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically clay loam, clay, gravelly clay loam, or gravelly clay, and averages 35 to 50 percent clay, 5 to 45 percent silt, and 15 to 55 percent sand with more than 15 percent fine or coarser sand.  This horizon ranges from strongly acid through slightly alkaline.\nThe C horizon, if present, has hue of 5Y through 7.5YR.  This horizon is typically clay loam or sandy clay loam.  It ranges from slightly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cebone (CO), Donald (MT), Gaylord (MT), Hayrack (T)(CO), and Powderhorn (CO) series.  Cebone soils have a paralithic contact at depths of 20 to 40 inches.  Donald, Gaylord, and Hayrack soils have solums less than 50 inches to the base of the argillic horizon, are calcareous in the lower part of the solum and in the C horizons, and have continuous subhorizons of secondary calcium carbonate accumulation.  Powderhorn soils have hue of 5YR or redder, have solums less than 50 inches to the base of the argillic horizon, and have a large proportion of coarse and very coarse angular sand in the sand fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mord soils are on moderately to steeply sloping hills, mountainsides, and valley side slopes.  Slopes range from 2 to 50 percent.  The soil formed in parent materials derived mainly from sedimentary and intermediate igneous rocks.  At the type location, the average annual precipitation is 20 to 30 inches with peak periods of precipitation during the spring and summer.  Mean annual air temperature is 38 degrees F, and mean summer temperature is 51 degrees F.  In Utah, these soils receive 22 to 30 inches of yearly precipitation at elevations of 7,400 to 10,200 feet, with a freeze-free period of 40 to 70 days, and have air temperatures down to 34 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cowdrey and Gothic soils.  Cowdrey soils lack a mollic epipedon.  Gothic soils lack an albic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly as native pastureland or for recreational purposes.  Native vegetation consists of big sagebrush, Thurber fescue, native bluegrass, and scattered stands of aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central and northwestern Colorado and southern Utah.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include an argillic horizon from 27 to 54 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
