{
  "SERIES": "MORET",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "11/98",
  "STATES": "WY",
  "OVERVIEW": "The Moret series is a member of the loamy, mixed, nonacid, mesic family of Lithic Ustic Torriorthents. Typically, Moret soils have moderately fine textured, granular A horizons, and moderately fine textured neutral C horizons. They overlie a lithic contact at depths of 10 to 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, nonacid, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Moret clay loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; light brownish gray (2.5Y 6/2) light clay loam, dark grayish brown (2.5Y 4/2) moist; moderate fine granular structure; soft, very friable; 5 percent hard shale fragments; neutral (pH 6.7); gradual smooth boundary. (4 to 8 inches thick)\nC--6 to 15 inches; light brownish gray (2.5Y 6/2) light clay loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, very friable; 10 percent hard shale chips; neutral (pH 6.7); abrupt wavy boundary. (2 to 16 inches thick)\nR--15 to 20 inches; dark gray and olive, noncalcareous, hard slatey shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; NE1/4 NE1/4 sec. 23, T.42N., R.83W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the lithic contact is 10 to 20 inches. The underlying bedrock is hard slate-like shale with a hardness of more than 3. The content of organic carbon is .6 to 1.5 in the surface horizons and decreases uniformly with depth. The weighted average organic carbon content of the surface 15 inches or the material above the bedrock is approximately .8 percent and the sand/clay ratio is typically less than 1. Content of coarse fragments is typically less than 10 percent and ranges from 0 to 35 percent. The control section is a loam or clay loam but clay ranges from 18 to 35 percent, silt from 20 to 50 percent, and sand from 20 to 50 percent, with more than 15 percent but less than 35 percent fine sand or coarser. The mean annual soil temperature is 47 degrees to 58 degrees F., and the mean summer soil temperature is 59 degrees to 76 degrees F. The A horizon has hue of 5Y through 10YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 1 through 3. It is typically granular but has subangular blocky structure in some pedons. It is soft to slightly hard and neutral to mildly alkaline. The C horizon has hue of 5Y through 10YR. It is neutral to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  Similar and related soils are the Butche, Wibaux, and the Travessilla series. Butche soils developed from sandstone and have stony control sections. Travessilla soils overlie hard sandstone, and have less than 18 percent clay in the control section. Wibaux soils have hue of 5YR or redder and developed in parent sediments derived principally from porcellanite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Moret soils are on moderately to steeply sloping upland hills and ridges in areas where slates and hard slate-like shales occur near the surface. Slopes usually range from 2 to about 20 percent.  These soils formed in thin, medium to moderately fine textured, noncalcareous parent sediments weathered from underlying slate or hard slate-like shale. At the type location the mean annual precipitation is 12 inches with peak periods of precipitation during the spring and summer months. The average annual temperature is 46 degrees F., the average summer temperature is 67 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Shingle and Embry soils.  Embry soils lack bedrock above 40 inches. Shingle soils are calcareous and have a paralithic contact between 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained.  Runoff is rapid, permeability is moderate above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland. Principal native vegetation is big sage brush, western wheatgrass, snakeweed, and other annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present know distribution limited to north-central Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County (Southern Johnson Area), Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; light brownish gray (2.5Y 6/2) light clay loam, dark grayish brown (2.5Y 4/2) moist; moderate fine granular structure; soft, very friable; 5 percent hard shale fragments; neutral (pH 6.7); gradual smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 38,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--6 to 15 inches; light brownish gray (2.5Y 6/2) light clay loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, very friable; 10 percent hard shale chips; neutral (pH 6.7); abrupt wavy boundary. (2 to 16 inches thick)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--15 to 20 inches; dark gray and olive, noncalcareous, hard slatey shale."
      }
    ]
  ]
}
