{
  "SERIES": "MORGANLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AME-JMB-MLK",
  "REVDATE": "12/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Morganlake series consists of very deep, moderately well drained soils formed in sandy outwash and in the underlying loamy glacial till on moraines.  Permeability is moderately rapid or rapid in the sandy mantle and moderately slow or moderate in the till.  Slopes range from 0 to 35 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, active, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morganlake loamy fine sand on a convex, north facing 3 percent slope in a cultivated field at an elevation of about 1,310 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark brown (10YR 3/3) loamy fine sand, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; many very fine and fine and few medium roots; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nE--7 to 8 inches; brown (7.5YR 5/2) loamy fine sand, light gray (5YR 7/1) dry; weak fine subangular blocky structure; very friable; common very fine and fine roots; moderately acid; abrupt broken boundary.  (1 to 4 inches thick)\nBs1--8 to 11 inches; dark brown (7.5YR 3/4) loamy fine sand; weak fine and medium subangular blocky structure; very friable; common fine and very fine roots; strongly acid; clear wavy boundary.\nBs2--11 to 26 inches; brown (7.5YR 4/4) loamy fine sand; weak fine and medium subangular blocky structure; very friable; common fine and very fine roots; moderately acid; abrupt wavy boundary.  (Combined thickness of the Bs is 10 to 22 inches.)\nBw--26 to 31 inches; strong brown (7.5YR 4/6) loamy fine sand; weak thick platy structure; very friable; few fine and very fine roots; common fine and medium distinct strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; about 3 percent gravel; moderately acid; abrupt smooth boundary.  (0 to 7 inches thick)\n2B/E--31 to 40 inches; about 80 percent dark reddish brown (5YR 3/4) silty clay loam (2Bt); moderate medium prismatic structure; parting to strong medium angular blocky; firm; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of some peds and in some pores; penetrated by tongues of brown (7.5YR 5/3) silt loam (2E), pink (7.5YR 7/3) dry; weak medium subangular blocky structure; friable; few very fine and fine roots; few fine and medium prominent and distinct strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; about 4 percent gravel; moderately acid; clear wavy boundary.  (Glossic horizon - 5 to 30 inches thick.)\n2C--40 to 60 inches; dark reddish brown (2.5YR 3/4) silty clay loam; massive; firm; about 4 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Florence County, Wisconsin; about 4.5 miles south of the town of Florence; 1,800 feet north and 1,800 feet west of the southeast corner of sec. 16, T. 39 N., R. 18 E.; USGS Iron Mountain SW, WI-MI quad.; Lat. 45 degrees, 51', 11\" N., long. 88 degrees, 14', 40\" N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy mantle and depth to till range from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 30 to more than 60 inches.  Volume of gravel ranges from 0 to 8 percent in the sandy mantle and from 3 to 15 percent in the lower part of the solum and in the substratum.  Cobbles range from 0 to 5 percent throughout.  Reaction typically ranges from extremely acid to moderately acid in the sandy mantle but ranges to neutral in the Ap horizon where the soil is limed.  Reaction ranges from moderately acid to moderately alkaline in the till.  Free carbonates typically are absent to 60 inches or more but are at 40 to 60 inches in some pedons. Redox accumulations are below the spodic horizon, but within 40 inches. Redox depletions are below a depth of 30 inches in some pedons. Saturation occurs within 40 inches for 1 month or more per year in most years.  Sandy substratum phases below 60 inches are recognized.\nThe Ap horizon has hue of 5YR, 7.5YR or 10YR; value of 3 or 4; and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 5YR, 7.5YR or 10YR or the hue is neutral.  Value is 2 or 3 and chroma is  0 to 2.  The Ap or A horizon is loamy fine sand, loamy sand, or sand.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is sand, fine sand, loamy sand or loamy fine sand.\nSome pedons have a Bhs Horizon.\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 3 or 4.  It is sand, fine sand, loamy fine sand, or loamy sand.\nThe Bw horizon has hue of 5YR, 7.5YR, or 10YR and value and chroma 4 to 6.  It is sand, loamy sand, or loamy fine sand.  Bw horizons with spodic color have organic carbon content less than 0.6 percent.\nSome pedons have an E' or E/B horizon.\nSome pedons have a 2E horizon with hue of 2.5YR, 5YR, 7.5YR or 10YR; value of 4 to 6; and chroma of 2 or 3.  It is silt loam, loam, sandy loam, fine sandy loam, sand, loamy sand, clay loam, or silty clay loam.\nMorganlake soils have a glossic horizon (2E/B or 2B/E horizons, or both.)  The 2E part has color and texture like the 2E horizon described above.  The 2Bt part has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 6; and chroma of 4 to 6.  It is silty clay loam, clay loam, sandy clay loam, loam, fine sandy loam, or sandy loam.  The argillic horizon averages 15 to 50 percent fine sand or coarser and 18 to 35 percent clay in at least the upper 5 inches.\nSome pedons have a 2Bt horizon with color and texture like the 2Bt part described above.\nSome pedons have a 2BC horizon with color and texture like the 2C horizon described below.\nThe 2C horizon has hue of 2.5YR, 5YR, 7.5YR or 10YR; value of 3 to 6; and chroma of 2 to 6.  It is silty clay loam, clay loam, sandy clay loam, silt loam, loam, sandy loam, or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Morganlake soils formed in sandy outwash and loamy till on moraines.  Slopes range from 0 to 35 percent.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 130 days.  Elevation ranges from 700 to 1,700 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brevort, Crossett, Ellwood, Menominee, Iosco, and Rubicon series.  The poorly drained and very poorly drained Brevort soils, the somewhat poorly drained Iosco soils, and the well drained Menominee soils form a drainage sequence with Morganlake soils.  The somewhat poorly drained Crossett and the moderately well drained Ellwood soils form a drainage sequence in nearby areas where the sandy mantle is absent.  The excessively drained Rubicon soils are nearby in areas where the sandy outwash is more than 60 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is negligible to low depending on the slope.  Permeability is moderately rapid or rapid in the sandy mantle and moderately slow or moderate in the till.  The representative depth to perched wet soil moisture status ranges from 1.5 to 3.5 feet below the surface at some time during the months of September through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used for pastureland. Native vegetation is northern hardwoods and conifers.  Common trees are sugar maple, American basswood, northern red oak, white ash, black cherry, quaking aspen, big tooth aspen, paper birch, yellow birch, red pine, balsam fir, eastern white pine, and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin and in Michigan.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Florence County, Wisconsin, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly mapped as a moderately well drained phase of the Menominee series.  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 8 inches (Ap, E); albic horizon - 7 to 8 inches (E); spodic horizon - 8 to 26 inches (Bs1, Bs2); argillic horizon - 31 to 40 inches (2B/E); oxyaquic feature - redox accumulations below the spodic horizon and within 40 inches and saturation within 40 inches for 1 month or more per year in most years.\nADDITIONAL DATA:  Soil Interpretation Record - WI0535\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark brown (10YR 3/3) loamy fine sand, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; many very fine and fine and few medium roots; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--7 to 8 inches; brown (7.5YR 5/2) loamy fine sand, light gray (5YR 7/1) dry; weak fine subangular blocky structure; very friable; common very fine and fine roots; moderately acid; abrupt broken boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 20,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1--8 to 11 inches; dark brown (7.5YR 3/4) loamy fine sand; weak fine and medium subangular blocky structure; very friable; common fine and very fine roots; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 28,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs2--11 to 26 inches; brown (7.5YR 4/4) loamy fine sand; weak fine and medium subangular blocky structure; very friable; common fine and very fine roots; moderately acid; abrupt wavy boundary.  (Combined thickness of the Bs is 10 to 22 inches.)"
      },
      {
        "name": "Bw",
        "top": 66,
        "bottom": 79,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--26 to 31 inches; strong brown (7.5YR 4/6) loamy fine sand; weak thick platy structure; very friable; few fine and very fine roots; common fine and medium distinct strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; about 3 percent gravel; moderately acid; abrupt smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "2B/E",
        "top": 79,
        "bottom": 102,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2B/E--31 to 40 inches; about 80 percent dark reddish brown (5YR 3/4) silty clay loam (2Bt); moderate medium prismatic structure; parting to strong medium angular blocky; firm; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of some peds and in some pores; penetrated by tongues of brown (7.5YR 5/3) silt loam (2E), pink (7.5YR 7/3) dry; weak medium subangular blocky structure; friable; few very fine and fine roots; few fine and medium prominent and distinct strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; about 4 percent gravel; moderately acid; clear wavy boundary.  (Glossic horizon - 5 to 30 inches thick.)"
      },
      {
        "name": "2C",
        "top": 102,
        "bottom": 152,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "2C--40 to 60 inches; dark reddish brown (2.5YR 3/4) silty clay loam; massive; firm; about 4 percent gravel; neutral."
      }
    ]
  ]
}
