{
  "SERIES": "MORGALA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBC/JAC/AJE",
  "REVDATE": "02/97",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Loam, rangeland. (Colors are for moist soil unless otherwise noted.)\nAl--0 to 4 inches, dark reddish brown (5YR 3/2) heavy loam, reddish brown (5YR 4/4) dry; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots; neutral (pH 7.2); abrupt smooth boundary. (4 to 15 inches thick)\nB21t--4 to 13 inches, dark reddish brown (2.5YR 3/4) heavy silty clay loam, red (2.5YR 4/6) dry; moderate medium prismatic structure that parts to strong medium subangular blocky; extremely hard, very firm, sticky and very plastic; few fine, medium and coarse roots; common very fine and fine pores; continuous thin clay films; 15 percent cobbles; neutral (pH 7.2); gradual wavy boundary. (7 to 17 inches thick)\nB22t--13 to 29 inches, dark red (2.5YR 3/6) heavy silty clay loam, red (2.5YR 4/6) dry; weak medium prismatic structure that parts to strong medium subangular blocky; extremely hard, very firm, sticky and very plastic; few fine and medium roots; many very fine and fine pores; continuous thin clay films; 15 percent cobbles; neutral (pH 7.2); gradual irregular boundary. (0 to 25 inches thick)\nB23t--29 to 39 inches, dark red (2.5YR 3/6) heavy silty clay loam, red (2.5YR 4/6) dry; moderate medium and coarse subangular blocky structure; extremely hard, firm, sticky and very plastic; few fine roots- many very fine and fine pores; continuous thin clay films; 10 percent cobbles and 5 percent pebbles; moderately calcareous; moderately alkaline (pH 8.0); gradual irregular boundary. (10 to 20 inches thick)\nB3t--39 to 60 inches, dark red (2.5YR 3/6) gravelly light silty clay loam, red (2.5YR 4/6) dry; weak medium and coarse subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few fine roots; common thin clay films; 5 percent cobbles and 20 percent pebbles; strongly calcareous; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morgan County, Utah; about 4 miles south and 3 1/2 miles west of Porterville; 1,600 feet west and 2,100 feet south of the NE corner of sec. 8, T.2N., R.2E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The ochric epipedon ranges from 4 to 15 inches thick and has moist value of 3 throughout. The combined thickness of the Al, B2t, and B3t horizons is more than 60 inches. The upper 25 to 44 inches is noncalcareous. me mean annual soil temperature at a depth of 20 inches ranges from 45 to 41 degrees F. The mean summer soil temperature ranges from 60 to 66 degrees F. The soils are usually moist, but are dry for 50 to 85 consecutive days during the late summer. Rock fragments are rounded sandstone cobbles and pebbles, and range from 0 to 15 percent in the Al horizon, 5 to 15 percent in the upper part of the B2t horizon, and from 0 to 25 percent in the lower B2t and B3t horizons.\nThe Al horizon has hue of 7.5YR through 2.5YR, value of 4 or 5 dry and chroma of 2 through 6 dry and moist. It ranges from loam to light clay loam. This horizon is neutral or mildly alkaline.\nThe B2t horizon has hue of 5YR or 2.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 4 through 8 dry, 4 through 6 moist. It ranges from heavy silty clay loam or heavy clay loam to clay and has estimated 35 to 42 percent clay. Structure is moderate or strong, medium subangular blocky or prismatic. Clay films are many to continuous, thin to moderately thick. Cracks of 1 cm. to 1/2 inch are present when dry. The B2t horizon is neutral to mildly alkaline and is noncalcareous in the upper part but ranges to moderately calcareous in the lower part. It is 25 to 40 inches thick. me B3t horizon has hue of 2.5YR or 5YR, value of 4 are 5 dry, 3 or 4 moist, and chroma of 4 through 8 dry and 6 moist. It ranges from silty clay loam, clay loam, or clay to gravelly silty clay loam or gravelly clay loam. Clay films are many to continuous, thin.  This horizon is slightly to strongly calcareous and moderately to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: these are the Guilder and Mineral Mountain series .  Guilder soils have mixed mineralogy. Mineral Mountain soils have 7.5YR or 10YR hue throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Morgala soils are at elevations of 5,450 to 7,000 feet. they occur on east, south and west aspects of mountain slopes.  Slopes range from 30 to 60 percent. These soils formed in local alluvium and residuum weathered from sandstone and shale.  The climate is moist subhumid, and the average annual precipitation ranges from 20 to 25 inches. The mean annual temperature is 43 to 45 degrees F. The mean summer temperature is 57 to 63 degrees F., and the frost-free period ranges from 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Ercan, Flygare, Norcan, and Poleline soils. All of these soils have mollic epipedons. Ercan and Flygare soils have A2 horizons. Flygare and Poleline soils have more than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The present native vegetation is oakbrush, serviceberry, chokecherry, snowberry, big sagebrush, slender wheatgrass and native bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in northern Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morgan Area, Morgan County, Utah, 1974.\nOSED scanned by NSSQA.  Last revised by state 11/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
