{
  "SERIES": "MORGANFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:WMM:RBH",
  "REVDATE": "07/97",
  "STATES": "AR,KY,LA,MS,TN",
  "OVERVIEW": "The Morganfield series consists of deep, well drained, moderately permeable, nearly level soils that formed in thick silty alluvium.  These soils are on flood plains and upland drainageways in the Southern Mississippi Valley Silty Uplands Major Land Resource Area.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, nonacid, thermic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morganfield silt loam--idle field.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 4/3) silt loam; weak fine granular structure; very friable; common fine roots; slightly acid; abrupt smooth boundary.  (6 to 12 inches thick)\nC1--8 to 29 inches; dark brown (10YR 4/3) silt loam; few fine faint brown mottles; structureless; very friable; few fine roots; has thin horizontal strata of brown silt loam; mildly alkaline; gradual smooth boundary.\nC2--29 to 50 inches; dark brown (10YR 4/3) silt loam; common fine faint brown (10YR 5/3) mottles; structureless; very friable; has thin horizontal strata of brown silt loam; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adams County, Mississippi; south of the city limits of Natchez on U.S. Highway 61 to St. Catherine Creek and then north 1100 feet along field road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil commonly ranges from medium acid to mildly alkaline throughout.  Less commonly, some pedons have strata in the C horizon that are strongly to slightly acid.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is silt, silt loam, or loam.\nThe C horizon has hue of 10YR and 2.5Y, value of 4 to 6, and chroma of 3 or 4.  Some pedons below a depth of 40 inches have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or less.  Texture is silt, silt loam, or very fine sandy loam.  Brownish mottles, if present, are few to common.  In some pedons the lower part of the C horizon has few to common grayish and brownish mottles at a depth of 20 inches.  The 10- to 40-inch control section has from 5 to 18 percent clay, and the total sand content ranges from 5 to 45 percent.  Some pedons have a buried A horizon below a depth of 20 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Roxana is the only other series in the same family.  Closely related series include the Ariel, Bunyan, Caruthersville, Congaree, Norwood, Oklared, Robinsonville, Severn, Toccoa, Velda, and Vicksburg soils.  Roxana soils have hue of 7.5 YR or redder.  Ariel and Velda soils do not have thin horizontal strata and are very strongly acid or strongly acid.  Also, Velda soils have siliceous mineralogy.  Bunyan soils have a fine-loamy particle-size class.  Caruthersville and Severn soils are calcareous.  Congaree soils have a fine-loamy particle-size class.  Norwood soils have a fine-silty particle-size class and are calcareous.  Oklared, Robinsonville, and Toccoa have a coarse-loamy particle-size class; also, Oklared soils are calcareous.  Vicksburg soils have an acid reaction class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These are nearly level soils on flood plains.  Slopes range from 0 to 2 percent.  The soil formed in thick silty alluvial deposits along streams that drain areas of the Southern Mississippi Valley Silty Uplands Major Land Resource Area.  Mean annual temperature is about 67 degrees Fahrenheit, and mean annual precipitation is about 55 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Adler and Convent series.  Adler soils, which have mottles with chroma of 2 at a depth of less than 20 inches, are in similar positions and slightly lower positions than the Morganfield soils.  Convent soils, which are wetter and have mottles with chroma of 2 or less below the Ap horizon, are in lower parts of the floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability.  Most areas of these soils are subject to flooding for brief duration during the winter and spring months, unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all areas of this soil are cleared and used for growing cotton, corn, soybeans, and small grains.  A moderate acreage is used for pasture and hay crops.  The native vegetation was bottomland hardwoods including eastern cottonwood, green ash, nuttall oak, sweetgum, water oak, yellow poplar, and American sycamore, and, in places, cane brakes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Kentucky, Mississippi, and Tennessee.  The series is of modern extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Warren County, Mississippi; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 8 inches (Ap horizon).\nFluventic feature - thin horizon stratifications in the zone from approximately 8 to 50 inches (C1, C2 horizons).\nADDITIONAL DATA:  Laboratory data:  Chemical and Physical analyses for one pedon are published in Soil Survey of Jefferson County, Mississippi, (issued July 1980) pp. 82-83.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 4/3) silt loam; weak fine granular structure; very friable; common fine roots; slightly acid; abrupt smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 20,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--8 to 29 inches; dark brown (10YR 4/3) silt loam; few fine faint brown mottles; structureless; very friable; few fine roots; has thin horizontal strata of brown silt loam; mildly alkaline; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 74,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "mildly alkaline",
        "narrative": "C2--29 to 50 inches; dark brown (10YR 4/3) silt loam; common fine faint brown (10YR 5/3) mottles; structureless; very friable; has thin horizontal strata of brown silt loam; mildly alkaline."
      }
    ]
  ]
}
