{
  "SERIES": "MORGANHILLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK/TDT",
  "REVDATE": "04/1999",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, frigid, shallow Vitrandic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morganhills sandy loam-rangeland, on a 30 percent west-facing slope at 4,200 feet elevation.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; common fine tubular pores; 10 percent gravel; neutral (pH 7.2); clear wavy boundary.  (5 to 8 inches thick)\nC1--8 to 15 inches; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common fine tubular pores; 20 percent weathered sandstone gravel; slightly alkaline (pH 7.4); abrupt wavy boundary.  (5 to 10 inches thick)\nC2--15 to 17 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; 50 percent sandstone gravel; 5 percent cobbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (1 to 4 inches thick)\nCr--17 inches; tuffaceous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; about 5 miles northeast of Burns, 2,600 feet north and 1,750 feet west of the southeast corner of section 35, T. 22 S., R. 31 E.  (Latitude 43 degrees 37 minutes 19 seconds N, Longitude 118 degrees 58 minutes 23 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are dry in all parts of the moisture control section for one-half to three-fourths f the time when the soil temperature is greater than 41 degrees F.  The mean annual soil temperature is 45 to 47 degrees F.  Depth to bedrock is 10 to 20 inches.   The solum is 5 to 8 inches thick.  The particle-size control section averages 5 to 35 percent rock fragments mainly as gravel and 5 to 20 percent clay.  Reaction is neutral or slightly alkaline.  Phosphate retention is 15 to 25 percent.  Volcanic glass is 30 to 50 percent.  The acid oxalate aluminum plus one-half the iron is 0.3 to 0.6 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 to 7 dry, 3 or 4 moist and chroma of 2 or 3 dry and moist.  It has 5 to 15 percent gravel.  It has 0.5 to 1 percent organic matter.\nThe C horizon has hue of 10YR or 7.5YR, value of 5 to 7 dry, 3 or 4 moist and chroma of 2 to 4 dry and 3 moist.  It is gravelly sandy loam, very gravelly sandy loam, or gravelly, loamy sand.  The very gravelly horizons typically occur immediately above the bedrock and are 1 to 4 inches thick.  It has 5 to 55 percent gravel and 0 to 10 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Morganhills soils are on hills and have slopes of 2 to 35 percent.  The soils formed in colluvium and residuum from tuffaceous sandstone.  Elevations are 4,000 to 5,000 feet.  The climate is characterized by cold, moist winters and hot, dry summers.  The mean annual precipitation is 10 to 12 inches.  The mean annual temperature is 43 to 45 degrees F.  The frost free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crowcamp, Oreneva, Pernty and Widowspring soils.  Crowcamp soils are on stream terraces, are moderately well drained and greater than 60 inches deep.  Oreneva soils are on tablelands, are loamy-skeletal and 20 to 40 inches to bedrock.  Pernty soils are on mountainsides, are loamy-skeletal and have an argillic horizon.  Widowspring soils are on stream terraces, are fine-silty and greater than 60 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Potential native vegetation is Thurber needlegrass, Sandberg bluegrass, Wyoming big sagebrush and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon; MLRA 23.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon.\nAridic/Xeric:  Soil moisture regine/intergrade.\nParticle-size control section - from 10 to 17 inches (A, C1 and C2 horizons) has over 30 percent glass, and averages 30 percent rock fragments; (ashy).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
