{
  "SERIES": "MORICAL",
  "STATUS": "Established Series",
  "BYREV": "Rev VB/RJE/TLA/TJR",
  "REVDATE": "02/2011",
  "STATES": "WA",
  "OVERVIEW": "The Morical series consists of moderately deep, well drained soils formed in residuum and colluvium from granite or quartzite lithology with an influence of volcanic ash and loess in the surface. They are on ridgetops, mountain slopes, and foothills. Slopes range from 0 to 90 percent. The mean annual precipitation is 12 to 18 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Morical ashy fine sandy loam in rangleland on a 15 percent west facing slope at an elevation of 2,100 feet. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nA--0 to 12 inches; grayish brown (10YR 5/2) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; many fine and very fine tubular pores; 5 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary. (10 to 14 inches thick)\nBA--12 to 23 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine and medium roots; many fine and very fine tubular pores; 5 percent gravel; neutral (pH 7.2); gradual wavy boundary; (0 to 12 inches thick)\nBt--23 to 37 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure; hard, very firm, sticky and moderately plastic; few fine roots; common fine and medium tubular pores; few faint clay films on faces of peds; 5 percent gravel; neutral (pH 7.2); clear wavy boundary (8 to 16 inches thick)\nCr--37 inches; weathered granodiorite; massive, crushes to gravel and coarse sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; about 1 mile south of Ardenvoir, Washington, 2,500 feet south of northwest corner of sec. 29, T. 26 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 52 degrees F. These soils are usually moist, but are dry in all parts between depths of 4 and 12 inches for 75 to 105 consecutive days following the summer solstice.\nDepth to paralithic contact (weathered bedrock) is 20 to 40 inches.\nThe particle-size control section has 5 to 35 percent hard rock fragments.\nThe upper 10 to 14 inches of the soil has an estimated moist bulk density of 1.0 to 1.35 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.\nReaction is neutral or slightly alkaline throughout.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 dry and moist.\nThe BA horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 3 or 4 moist and chroma of 3 or 4 dry and moist. Texture is sandy loam or gravelly sandy loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry and 3 to 5 moist and chroma of 3 or 4 dry and moist. Texture is sandy clay loam, clay loam, silt loam, loam, or gravelly loam, or gravelly sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckbay, Georgecreek, Glenrose, Hillcreek, Jauriga, Mozen, Pachneum, Ralock, Rollinger, Shushuskin, Teewee, Tolius, Umperon, Vanderbilt, Volinger, Wenner, and Wockum series.\nBuckbay soils - dry for 105 consecutive days following the summer solstice; have rock fragments of andesite origin within the particle-size control section; have weathered andesite below the paralithic contact\nGeorgecreek soils - 40 to 60 inches to a paralithic contact\nGlenrose soils - more than 40 inches deep to a paralithic contact; dry for 60 to 75 consecutive days following the summer solstice\nHillcreek soils - no paralithic or lithic contact within 60 inches\nJauriga soils - more than 40 inches deep to a paralithic contact; dry for 105 consecutive days following the summer solstice\nMozen soils - 20 to 40 inches deep to a lithic contact\nPachneum soils - no paralithic or lithic contact within 60 inches\nRalock soils - no paralithic or lithic contact within 60 inches; have secondary carbonates at a depth of 22 to 38 inches.\nRollinger soils - no paralithic or lithic contact within 60 inches; dry for 100 to 120 consecutive days; have a mollic epipedon greater than 40 inches thick\nShushuskin soils - 20 to 40 inches to a lithic contact\nTeewee soils - 40 to 60 inches to a paralithic contact\nTolius soils - no paralithic or lithic contact within 60 inches\nUmperon soils - no paralithic or lithic contact within 60 inches\nVanderbilt soils - no paralithic or lithic contact within 60 inches\nVolinger soils - have secondary carbonates at a depth of 43 to 60 inches\nWenner soils - no paralithic or lithic contact within 60 inches\nWockum soils - no paralithic or lithic contact within 60 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Morical soils are on ridgetops, mountain slopes, and foothills. Slopes are 0 to 90 percent. They formed in residuum and colluvium mixed with volcanic ash and loess in the surface overlying weathered granite or quartzite lithology. Elevation is 2,000 to 3,200 feet. The climate is characterized by warm, dry summers and cool, moist winters. The mean annual precipitation is 12 to 18 inches. The mean January temperature is about 25 degrees F. and the mean July temperature is about 68 degrees F. The mean annual air temperature is 45 to 50 degrees F. The frost-free season is about 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bisping, Dinkelman, Palmich, Switchback, Tyee, and Yaxon soils and the competing Dragoon soils. All of these soils except Dragoon and Yaxon soils lack an argillic horizon. In addition, Bisping, Dinkelman and Palmich soils are deep. Switchback soils lack a mollic epipedon and are frigid. Tyee soils are shallow. Yaxon soils are deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mostly for rangeland. Other uses include cropland, wildlife habitat, watershed, and recreation. Natural vegetation is bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, Sandberg bluegrass, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington; MLRAs 6, 8, and 9. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 12 inches (A horizon)\nArgillic horizon - the zone from 23 to 37 inches (Bt horizon)\nParalithic contact - at 37 inches (top of Cr horizon)\nParticle-size control section - the zone from 23 to 37 inches (Bt horizon)\nVitrandic feature - the zone from 0 to 12 inches (A horizon)\nSoil moisture regime - xeric\nFurther investigation is needed to verify the Vitrandic subgroup feature and associated estimated properties"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 12 inches; grayish brown (10YR 5/2) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; many fine and very fine tubular pores; 5 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary. (10 to 14 inches thick)"
      },
      {
        "name": "BA",
        "top": 30,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--12 to 23 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine and medium roots; many fine and very fine tubular pores; 5 percent gravel; neutral (pH 7.2); gradual wavy boundary; (0 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 58,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--23 to 37 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure; hard, very firm, sticky and moderately plastic; few fine roots; common fine and medium tubular pores; few faint clay films on faces of peds; 5 percent gravel; neutral (pH 7.2); clear wavy boundary (8 to 16 inches thick)"
      },
      {
        "name": "Cr",
        "top": 94,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--37 inches; weathered granodiorite; massive, crushes to gravel and coarse sand."
      }
    ]
  ]
}
