{
  "SERIES": "MORIARTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJF-EMB-VGL-ACT",
  "REVDATE": "11/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Chromic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moriarty silty clay, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; reddish brown (2.5YR 4/4) silty clay, dark reddish brown (2.5YR 3/4) moist; moderate fine platy in the upper 1/2 to 1 inch and moderate medium angular blocky structure in the lower part; hard, friable, slightly sticky, plastic; common very fine and fine roots; common very fine and fine pores; slightly effervescent, calcium carbonate is disseminated; moderately alkaline; clear smooth boundary. (2 to 8 inches thick)\nBss--6 to 30 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; weak coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm, very sticky, plastic; common very fine and fine roots in upper part grading to few fine roots in lower part; common very fine and fine tubular pores; when dry, cracks wider than 1 cm are common, common distinct slickensides; slightly effervescent, calcium carbonate is disseminated; moderately alkaline; gradual wavy boundary. (18 to 36 inches thick)\nBCss--30 to 60 inches; weak red (10R 5/4) clay, weak red (10R 4/4) moist; massive; very hard, very firm, very sticky, plastic; few very fine pores; few thin cracks and few faint slickensides in upper part; strongly calcareous, calcium carbonate is disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; SE1/4 ne1/4 of section 4, T.10N., R.11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to contrasting material is more than 40 inches. These soils are usually dry between depths of 7 and 20 inches. Cracks 1 cm or more wide and with a horizontal spacing ranging from 6 to 36 inches occur at depths of 20 inches or less, these cracks remain open throughout the year in most years unless irrigated. The control section ranges from silty clay loam and clay loam to silty clay and clay with clay content of 35 to 60 percent.\nThe A horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 3 or 4.\nThe Bss horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5 dry, 2.5 to 3.5 moist, and chroma of 4 to 6. It is weak coarse\nprismatic to moderate medium angular blocky structure with wedge-shaped aggregates and slickensides in some part of each pedon.\nThe BC or BCss horizon has hue of 10R to 10YR. In some pedons accumulations of calcium carbonate, gypsum and other salts occur in the lower Bss horizon or in the BC horizon as disseminated or fine masses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family.  Similar soils are the Montoya and Verhalen soils. Montoya and\nVerhalen soils have soil temperatures that range from 59 to 72 degrees F.  In addition, Montoya soils have smectitic mineralogy and Verhalen soils have chroma less 3 in the upper 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on slightly depressional to gently sloping topography on broad, usually channeled floodplains between the natural levee and the more steeply sloping parts of adjacent alluvial fans or piedmont slopes. Microtopography ranges from smooth to weakly expressed gilgai. The soils formed in fine textured calcareous sediments derived from \"redbed\" shale and fine grain sandstones of Jurassic, Triassic, Permian, and Pennsylvanian age. These sediments are very susceptible to water erosion and the Moriarity soils are often dissected by arroyos. At the type location, the mean annual temperature is 51 degrees F. The average annual precipitation is 15 inches characterized by a pronounced summer maximum with frequent heavy thunderstorms of short duration."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alicia, Litle, Manzano, and Witt soils. Alicia, Manzano, and Witt soils have less than 35 percent clay in the control section. Also, Alicia and Manzano, and Witt soils do not have cracks more than 1 cm wide and Witt soils have an argillic horizon. Litle soils have shale bedrock at depths of less than 40 inches and have smectitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is very slow. Runoff is negligible is depressional areas, high on 0 to 1 percent slopes, and very high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland is the principal use. Native vegetation is rabbitbrush, cane cholla, snakeweed, blue grama, and ring muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Montoya series. They are now separated because they have soil temperatures between 47 and 59 degrees F.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 6 inches. (A horizon)\nCambic horizon: 6 to 30 inches. (Bss horizon)\nVertic feature: 30 to 60 inches. Slickensides and wedge-shaped aggregates.\nADDITIONAL DATA: S67NM-26-4; Lincoln Laboratory 67L188.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
