{
  "SERIES": "MORIMOUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWD/CRP/PDC/WWJ",
  "REVDATE": "12/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, thermic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morimount extremely gravelly sandy loam - wildlife habitat.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (7.5YR 5/2) extremely gravelly sandy loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky and moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine and few fine irregular pores; 55 percent gravel, 25 percent cobble, 1 percent stone; noneffervescent; slightly acid (pH 6.4); abrupt smooth boundary.  (1 to 3 inches thick)\nC1--3 to 7 inches; light brown (7.5YR 6/3) extremely cobbly sandy clay loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; few very fine and fine irregular and tubular pores; 40 percent gravel, 30 percent cobble; noneffervescent; slightly acid (pH 6.2); clear irregular boundary.\nC2--7 to 12 inches; light brown (7.5YR 6/3) extremely cobbly clay loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine roots; few very fine tubular pores; 35 percent gravel, 50 percent cobble; noneffervescent; moderately acid (pH 6.0); clear irregular boundary.  (Combined thickness of the C horizons is 9 to 15 inches)\nR--12 inches; hard, siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coronado National Memorial; located at a latitude of 31 degrees, 20 minutes, 47 seconds North and longitude of 110 degrees, 15 minutes, 27 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil Temperature:  59 to 64 degrees F.\nRock Fragments:  averages 60 to 80 percent\nDepth to bedrock:  12 to 18 inches\nReaction:  slightly acid or moderately acid\nClay content:  averages 18 to 27 percent\nA horizon\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  2 or 3 dry\nC horizon\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 or 4, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Canpicket (AZ) series. Canpicket soils average less than 18 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Morimount soils are on hill and mountain side slopes at elevations of 5300 to 6000 feet.  Slopes range from 25 to 60 percent.  These soils formed in residuum and colluvium from sandstone and siltstone.  The mean annual precipitation is 18 to 23 inches and occurs as thunderstorms during July to September and as gentle rains during December and January.  The Mean annual air temperature is 57 to 62 degrees F.  The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Yarbam soil.  Yarbam soils have a mollic epipedon and 20 to 40 percent calcium carbonate equivalent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wildlife habitat.  Vegetation includes Emory oak, manzanita, agave, sotol, cane beardgrass, crinkleawn, hairy grama and bullgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Morimount soils are of limited extent. This soil occurs in LRR-D, MLRA 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona; Soil survey of Coronado National Memorial; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nLithic contact - The boundary at 12 inches (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
