{
  "SERIES": "MORLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAG-TJE",
  "REVDATE": "07/2011",
  "STATES": "IL,IN,MI,OH,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Morley silty clay loam, on a convex, 9 percent slope in a cultivated field at an elevation of 259 meters (850 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); 80 percent dark grayish brown (10YR 4/2) and 20 percent dark yellowish brown (10YR 4/4) silty clay loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine roots; 1 percent gravel; moderately acid; abrupt smooth boundary. [8 to 30 cm (3 to 12 inches) thick]\nBt1--23 to 43 cm (9 to 17 inches); dark yellowish brown (10YR 4/4) clay; weak coarse prismatic structure parting to moderate medium subangular blocky; very firm; common fine roots; many distinct brown (10YR 4/3) clay films on faces of peds; few distinct grayish brown (10YR 5/2) silt coatings on faces of peds; 1 percent gravel; very strongly acid; clear smooth boundary.\nBt2--43 to 51 cm (17 to 20 inches); dark yellowish brown (10YR 4/4) clay; weak coarse prismatic structure parting to moderate medium subangular blocky; very firm; common fine roots; many distinct brown (10YR 4/3) clay films on faces of peds; 2 percent gravel; neutral; clear wavy boundary.\nBt3--51 to 74 cm (20 to 29 inches); yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; few distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; 5 percent gravel; strongly effervescent; slightly alkaline; clear wavy boundary. [Combined thickness of the Bt horizon is 30 to 76 cm (12 to 30 inches).]\nCd1--74 to 91 cm (29 to 36 inches); yellowish brown (10YR 5/4) clay loam; weak very coarse prismatic structure parting to weak very thick platy; very firm; very few distinct dark grayish brown (10YR 4/2) clay films and common distinct light gray (10YR 7/2) carbonate coatings on vertical faces of cracks; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; 9 percent gravel; strongly effervescent; moderately alkaline. [13 to 38 cm (5 to 15 inches) thick]\nCd2--91 to 203 cm (36 to 80 inches); yellowish brown (10YR 5/4) clay loam; weak very coarse prismatic structure; very firm; few distinct light gray (10YR 7/2) carbonate coatings on vertical faces of cracks; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; 9 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Indiana; about 2 1/4 miles southeast of Berne; 1,580 feet west and 1,360 feet south of the northeast corner of sec. 15, T. 25 N., R. 14 E.; USGS Berne, Ind. topographic quadrangle; lat. 40 degrees 37 minutes 16 seconds N. and long. 84 degrees 55 minutes 24 seconds W., NAD 27; UTM Zone 16, 675653 easting and 4498771 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nDepth to densic contact: 51 to 102 cm (20 to 40 inches)\nThickness of the loess: 0 to 46 cm (0 to 18 inches)\nParticle-size control section: averages 35 to 50 percent clay, 15 to 25 percent sand, and 1 to 5 percent rock fragments\nAp horizon:\nHue: 10YR\nValue: 4\nChroma: 2 or 3\nTexture: silt loam, loam, silty clay loam, or clay loam\nReaction: strongly acid to neutral\nA horizon: (where present)\nThickness: less than 15 cm (6 inches)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam, loam, silty clay loam, or clay loam\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam or clay, or less commonly silty clay loam or silty clay\nRock fragment content: 1 to 10 percent\nReaction: very strongly acid to slightly alkaline\nCd horizon:\nHue: 10YR\nValue: 5\nChroma: 3 or 4\nTexture: clay loam or less commonly silty clay loam\nClay content: averages 27 to 35 percent\nSilt content: less than 50 percent\nSand content: 18 to 30 percent\nRock fragment content: 1 to 10 percent\nMoist bulk density: 1.70 to 2.00 g/cc\nCalcium carbonate equivalent: 20 to 30 percent\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alexandria, Brushcreek, Lairdsville, Lucas, Ozaukee, Schoharie, and St. Clair series. Alexandria soils do not have a densic contact within 102 cm (40 inches). Brushcreek soils have a paralithic contact between 102 and 152 cm (40 and 60 inches). Lairdsville soils have a lithic or paralithic contact within 102 cm (40 inches). Lucas soils have more than 35 percent clay in the lower part of the series control section. Ozaukee soils average more than 50 percent silt in the lower part of the series control section. Schoharie soils have hue redder than 10YR in the middle and lower parts of the series control section. St. Clair soils average more than 50 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Morley soils are on till plains and moraines of Wisconsinan age. Slope ranges from 1 to 18 percent. Morley soils formed in as much as 46 cm (18 inches) of loess and in the underlying clay loam or silty clay loam till. Mean annual precipitation ranges from 762 to 1016 mm (30 to 40 inches). Mean annual temperature ranges from 6.7 to 11.1 degrees C (44 to 52 degrees F). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blount, Glynwood, Lybrand, and Pewamo soils. The somewhat poorly drained Blount soils and the moderately well drained Glynwood soils are on slightly higher lying swells on dissected till plains or on lower lying shoulders and backslopes of moraines. The well drained Lybrand soils are on more sloping backslopes. The very poorly drained Pewamo soils are in depressions on till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of an intermittent perched high water table ranges from 61 to 107 cm (2 to 3.5 feet) between January and April in normal years. Potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high or moderately low in the solum and low in the substratum. Permeability is moderate to slow in the solum and very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, and small grain. Some areas are used for hay and pasture, and a few areas are used for woodland. Native vegetation is mixed deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Indiana, southern Michigan, northwestern Ohio, eastern Illinois, and southeastern Wisconsin; mainly in MLRAs 111B, 110, and 99, and less extensively in MLRAs 95A, 95B, 97, 98, 108A, 111A, 111C, 111D, 111E, and 115C. The type location is in MLRA 111B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: There is limited data available on the clay mineralogy which shows both illitic and mixed. This series will be classified with illitic mineralogy, but as additional data is analyzed it could be changed to mixed.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 74 cm (Bt horizon).\nDensic contact: at 74 cm (top of the Cd1 horizon).\nAquic conditions: redox features present in horizons below a depth of 51 cm.\nNASIS Data Mapunit ID 401649 represents the 12 to 18 percent slope, severely eroded phase in northern Indiana.\nNASIS Data Mapunit ID 401647 represents the silt loam surface, 2 to 6 percent slope, eroded phase in northern Indiana.\nNASIS Data Mapunit ID 401648 represents the silt loam, eroded phase in northern Indiana.\nADDITIONAL DATA: Lab characterization data is available for the typical pedon (AD8003) from the Purdue University Soil Characterization Laboratory, AES Bulletin No. 360, Vol. 7, Pg. 93.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
