{
  "SERIES": "MOROP",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morop loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure;  slightly hard, very friable, slightly sticky and slightly plastic; neutral; clear smooth boundary.  (6 to 9 inches thick)\nB1--7 to 10 inches; dark brown (7.5YR 4/2) clay loam, very dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; very hard, friable, sticky and plastic; common thin patchy clay films on faces of peds, neutral; clear smooth boundary.  (2 to 6 inches thick)\nB21t--10 to 15 inches; brown (7.5YR 5/4) clay, dark brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate fine subangular blocky; extremely hard, firm, very sticky and very plastic; many thin clay films on faces of peds; neutral; gradual smooth boundary.   (3 to 7 inches thick)\nB22t--15 to 30 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate coarse prismatic structure parting to strong medium subangular blocky; very hard, friable, sticky and plastic; many thin clay on films faces of peds; neutral; gradual wavy boundary.  (4 to 16 inches thick)\nB23t--30 to 40 inches; brown (7.5YR 5/4) very stony clay, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; extremely hard, very firm, very sticky and very plastic; many thin clay films on ped faces; 25 percent stones, 25 percent cobbles; mildly alkaline; clear irregular boundary.  (0 to 12 inches thick)\nCca--40 to 60 inches; pinkish white (7.5YR 8/2) very stony clay loam, pinkish gray (7.5YR 7/2) moist; massive; hard, friable, sticky and plastic; 25 percent cobbles, 15 percent pebbles; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Huerfano County, Colorado; 700 feet south and 800 feet west of the northeast corner of Sec. 1, T. 30 S., R. 68 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Base saturation ranges from 80 to 100 percent.  Depth to the base of the argillic horizon ranges from 15 to 50 inches.  Depth to continuous subhorizons of visible secondary calcium carbonate ranges from 20 to 50 inches, but occurs in or immediately below the solum if the solum is thicker than 40 inches.  Rock fragments average from 0 to 15 percent in the upper part of the B horizon and from 35 to 65 percent in the lower part of the B and C horizon above a depth of 50 inches and are mainly 10 to 30 inches in diameter.  Sand and silt fractions contain about 2 to 20 or more percent of dark colored ferromagnesian rich minerals and fragments of basalt.  The mean annual soil temperature is 43 to 46 degrees F., and the mean summer soil temperature is 59 to 65 degrees F.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It is neutral or mildly alkaline.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It commonly is heavy clay loam or clay in the fine earth fraction and modified with stones, but it ranges from 35 to 50 percent clay, 5 to 45 percent silt, and 15 to 55 percent sand with less than 15 percent being fine or coarser sand.  This horizon ranges from neutral to moderately alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR.  It is loam or clay modified by stones, and has less than 35 percent clay.  This horizon is moderately alkaline or strongly alkaline and has 3 to 14 percent calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ethridge, Holderness, Scobey, and Tanna series.  Ethridge soils have less than 15 percent coarse fragments, most of which are less than 10 inches in diameter and have accumulated carbonates at a depth of 10 to 20 inches.  Holderness soils are noncalcareous to a depth of more than 40 inches and are not calcareous immediately below the solum if it is thicker than 40 inches, lack continuous horizons of secondary calcium carbonate accumulation, and have less than 15 percent coarse fragments most of which are less than 10 inches in diameter.  Scobey soils contain fewer than 20 percent coarse fragments most of which are less than 10 inches in diameter and are calcareous at a depth of 10 to 18 inches.  Tanna soils have a paralithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Morop soils are on alluvial fans, high terraces, and valley-filling sides slopes.  Slope gradients range from 2 to 30 percent.  The soils formed in transported sediments derived primarily from basalt and have a high percentage of dark ferromagnesian mineral grains in the sand and silt fractions.  At the type location the average annual precipitation is 18 inches, with peak periods of precipitation in the spring and summer.  Mean annual temperature is 42 degrees F., mean summer temperature is 61 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Willowman and Curecanti soils.  Willowman and Curecanti soils have a loamy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland or for recreation.  Some small areas on the gentler slopes are used for irrigated or nonirrigated cropland.  Native vegetation is mainly western wheatgrass, blue grama, needleandthread, and Indian ricegrass.  Scattered Gambel oak is common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 2/80.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
