{
  "SERIES": "MORPH",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRCN-DMH-ELB",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Morph series consists of deep, poorly drained soils formed in stratified loamy and sandy glacio-fluvial or lacustrine materials. They are on lake plains and outwash plains.  Slopes range from 0 to 2 percent.  These soils have moderate permeability.  Mean annual precipitation is about 25 inches, and mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morph very fine sandy loam on a plane slope of 1 percent on a lacustrine plain under ash, aspen, balsam fir, birch, and elm.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) very fine sandy loam; dark gray (10YR 4/1) dry; medium very fine and fine subangular blocky structure; very friable; many roots; slightly acid; clear wavy boundary.  (1 to 4 inches thick)\nEg--4 to 13 inches; grayish brown (2.5Y 5/2) very fine sandy loam, grading with depth to light brownish gray (2.5Y 6/2), light gray (2.5Y 7/2) dry; common medium prominent strong brown (7.5YR 5/6) mottles; moderate thin platy structure; very friable; many roots; medium acid; clear smooth boundary.  (7 to 16 inches thick)\nB/E--13 to 23 inches; grayish brown (2.5Y 5/2) fine sandy loam (Btg); common medium prominent strong brown (7/5YR 5/6) mottles; moderate medium and coarse blocky structure; firm; common faint clay films on faces of peds and in pores; with tongues and ped coatings of light brownish gray (2.5Y 6/2) loamy fine sand (E); massive; very friable; many roots; few pores; strongly acid; clear smooth boundary.  (2 to 12 inches thick)\nBtg1--23 to 30 inches; grayish brown (2.5Y 5/2) fine sandy loam; few fine prominent yellowish brown (10YR 5/8) and common medium distinct light olive brown (2.5Y 5/6 and 5/4) mottles; weak coarse subangular blocky structure; firm; common roots; common distinct dark gray (5Y 4/1) clay films on faces of peds; slightly acid; abrupt wavy boundary.\nBtg2--30 to 33 inches; olive gray (5Y 5/2) loam; common fine prominent yellowish brown (10YR 5/6 and 5/8) and common medium light olive brown (2.5Y 5/4) mottles; moderate medium and fine angular blocky structure; firm; common roots; many distinct dark gray (5Y 4/1) clay films on faces of peds; many prominent very dark gray (5Y 3/1) clay films in pores and root channels; neutral; abrupt wavy boundary.  (Combined thickness of the Btg horizons is 5 to 22 inches.)\nBC--33 to 40 inches; grayish brown (2.5Y 5/2) sandy loam; few medium faint light olive brown (2.5Y 5/4) mottles; weak coarse and very coarse subangular blocky structure; friable; common roots; few distinct clay films; slight effervescence; mildly alkaline; clear wavy boundary.  (0 to 11 inches thick)\nCg--40 to 60 inches; stratified light brownish gray (2.5Y 6/2 and 6/1) and grayish brown (2.5Y 5/2) silt loam, very fine sandy loam, and loamy fine sand; common medium faint light olive brown (2.5Y 5/4) and prominent yellowish brown (10YR 5/6 and 5/8) mottles; massive; friable; many light gray (2.5Y 7/2) and white (2.5Y 8/2) soft rounded masses of carbonates; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Itasca County, Minnesota; about 2 miles north and 7.5 miles west of the community of Squaw Lake; about 2220 feet east and 75 feet south of the northwest corner of sec. 12, T. 148 N., R. 29 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum ranges from 19 to 50 inches.  Free carbonates begin at depths below 22 inches.  In the argillic horizon, average clay content ranges from 18 to 30 percent, but subhorizons in some pedons have as much as 40 percent; content of fine and coarser sands ranges from 15 to 60 percent.  Some pedons have as much as 3 percent by volume of fine gravel.\nSome pedons have an 0 horizon as much as 3 inches thick consisting mainly of leaves and twigs.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or is neutral having value of 2.  It is silt loam, very fine sandy loam, fine sandy loam, sandy loam or loam.  It is strongly acid to slightly acid.\nThe E horizon has hue of 2.5Y or 10YR, value of 4 through 6, and chroma of 1 or 2.  It has few to many high chroma mottles.  It is very fine sandy loam, fine sandy loam, sandy loam or loam.  It is strongly acid to slightly acid.\nSome pedons have an E/B horizon.\nThe Bt horizon has hue of 2.5Y, 5Y, or 10YR; value of 4 through 6; and chroma of 1 or 2.  It has high chroma mottling.  It has average texture of loam, fine sandy loam, very fine sandy loam, clay loam or silt loam, but may have thin strata with more or less clay.  In some pedons, the Bt horizon consists of lamellae separated by sandy strata.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 through 7, and chroma of 2 or 1.  It has high chroma mottling.  It is stratified with textures loamy sand to silty clay loam, but averaging less than 27 percent clay.  It has disseminated free carbonates in most pedons, some pedons have soft rounded masses or threadlike carbonate concentrations, a few are leached in the upper part.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Dancy series in this family.  Other soils in closely related families are the Blomford, Chilgren, Cowhorn, Freer, Sandwick, Shooker, and Spooner series.  Dancy soils are deeper to carbonates and formed in till with more coarse fragments.  The Blomford and Sandwick series have sandy epipedons 20 to 40 inches thick; the Sandwick series also is a bisequum.  The Chilgren and Shooker series formed in loamy, calcareous glacial till with higher content of coarse fragments.  The Cowhorn series formed in sediments that are primarily very fine sand and lack an argillic horizon.  The Freer series formed in 15 to 30 inches of silty mantle and underlying acid reddish brown, dense, loamy glacial till.  The Spooner soils formed predominantly in silty calcareous sediments and have a fine-silty argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Morph soils have slightly concave to slightly convex surfaces on glacial lake and outwash plains.  They formed in sediments more than 40 inches thick that are predominantly loamy, but have significant sandy stratification.  Mean annual temperature is 38 degrees to 42 degrees F, and mean annual precipitation is 23 to 28 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cathro, Greenwood, Lupton, Mooselake, Rosy, Sago, and Spooner soils.  The very poorly drained Cathro, Greenwood, Lupton, and Mooselake soils formed dominantly in organic materials in depressions.  The moderately well drained Rosy series and the depressional, very poorly drained Sago series are hydrosequence associates.  The poorly drained Spooner soils are intermingled and on nearby landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most acreage is forested.  Principal trees are American elm, black ash, paper birch, quaking aspen, and white spruce.  Some acreage is cleared and used for production of hay and pasture crops or small grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Minnesota, primarily in Itasca, St. Louis, and Aitkin Counties.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Itasca County, Minnesota, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features identified in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 13 inches (A and Eg horizons); argillic horizon - the zone from about 23 to 33 inches (Btg hoirzons); aquic moisture regime per low chroma in the argillic horizon.\nADDITIONAL DATA:  Refer to MN Agricultural Experiment Station Central File Code No. 1978 for some laboratory analyses of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) very fine sandy loam; dark gray (10YR 4/1) dry; medium very fine and fine subangular blocky structure; very friable; many roots; slightly acid; clear wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Eg",
        "top": 10,
        "bottom": 33,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg--4 to 13 inches; grayish brown (2.5Y 5/2) very fine sandy loam, grading with depth to light brownish gray (2.5Y 6/2), light gray (2.5Y 7/2) dry; common medium prominent strong brown (7.5YR 5/6) mottles; moderate thin platy structure; very friable; many roots; medium acid; clear smooth boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "B/E",
        "top": 33,
        "bottom": 58,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B/E--13 to 23 inches; grayish brown (2.5Y 5/2) fine sandy loam (Btg); common medium prominent strong brown (7/5YR 5/6) mottles; moderate medium and coarse blocky structure; firm; common faint clay films on faces of peds and in pores; with tongues and ped coatings of light brownish gray (2.5Y 6/2) loamy fine sand (E); massive; very friable; many roots; few pores; strongly acid; clear smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 58,
        "bottom": 76,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg1--23 to 30 inches; grayish brown (2.5Y 5/2) fine sandy loam; few fine prominent yellowish brown (10YR 5/8) and common medium distinct light olive brown (2.5Y 5/6 and 5/4) mottles; weak coarse subangular blocky structure; firm; common roots; common distinct dark gray (5Y 4/1) clay films on faces of peds; slightly acid; abrupt wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 76,
        "bottom": 84,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg2--30 to 33 inches; olive gray (5Y 5/2) loam; common fine prominent yellowish brown (10YR 5/6 and 5/8) and common medium light olive brown (2.5Y 5/4) mottles; moderate medium and fine angular blocky structure; firm; common roots; many distinct dark gray (5Y 4/1) clay films on faces of peds; many prominent very dark gray (5Y 3/1) clay films in pores and root channels; neutral; abrupt wavy boundary.  (Combined thickness of the Btg horizons is 5 to 22 inches.)"
      },
      {
        "name": "BC",
        "top": 84,
        "bottom": 102,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--33 to 40 inches; grayish brown (2.5Y 5/2) sandy loam; few medium faint light olive brown (2.5Y 5/4) mottles; weak coarse and very coarse subangular blocky structure; friable; common roots; few distinct clay films; slight effervescence; mildly alkaline; clear wavy boundary.  (0 to 11 inches thick)"
      },
      {
        "name": "Cg",
        "top": 102,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--40 to 60 inches; stratified light brownish gray (2.5Y 6/2 and 6/1) and grayish brown (2.5Y 5/2) silt loam, very fine sandy loam, and loamy fine sand; common medium faint light olive brown (2.5Y 5/4) and prominent yellowish brown (10YR 5/6 and 5/8) mottles; massive; friable; many light gray (2.5Y 7/2) and white (2.5Y 8/2) soft rounded masses of carbonates; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
