{
  "SERIES": "MORPHEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KWH/CLM",
  "REVDATE": "09/1999",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Xerertic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morphey silt loam -- on a 3 percent, south-facing slope at 4,950 feet elevation in pasture.  (Colors are for dry soil unless otherwise noted.  When described on August 25, 1988, the soil was dry from 0 to 19 inches and moist below this depth.)\nA1--0 to 1 inch; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; slightly alkaline (pH 7.4); abrupt smooth boundary.\nA2--1 to 4 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine and fine irregular pores; slightly alkaline (pH 7.6); abrupt smooth boundary.\nA3--4 to 11 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine and fine tubular pores; slightly alkaline (pH 7.4); clear smooth boundary.  (Combined thickness of the A horizons is 10 to 15 inches)\nE--11 to 19 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots, many very fine and fine tubular pores; few faint redox concentrations; slightly alkaline (pH 7.8); clear wavy boundary.  (4 to 10 inches thick)\nBt--19 to 27 inches; pale brown (10YR 6/3) clay, brown (10YR 4/3) moist; strong medium prismatic structure; very hard, very firm, very sticky and very plastic; common very fine and fine and few medium roots, many very fine and fine tubular pores; many prominent clay films on faces of peds; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary.  (6 to 12 inches thick)\nBtkz--27 to 38 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; strong fine and medium angular blocky structure; hard, firm, very sticky and very plastic; common very fine and fine roots; many very fine and fine tubular pores; common prominent clay films on faces of peds; common filaments of lime and other soluble salts; strongly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary.  (6 to 15 inches thick)\nBkz--38 to 55 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; strong fine and medium prismatic structure parting to strong fine and medium angular blocky; hard, very firm, very sticky and very plastic; many very fine and fine tubular pores; filaments and splotches of lime and other soluble salts; slightly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary.  (10 to 20 inches thick)\nBz--55 to 60 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; strong fine and medium prismatic structure; very hard, very firm, very sticky and very plastic; many very fine and fine tubular pores; filaments and splotches of soluble salts; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lemhi County, Idaho; about 1.5 miles northeast of Tendoy, Idaho; about 2,100 feet north and 2,100 feet west of the southeast corner of section 16, T. 19 N., R. 24 E.  Latitude - 44 degrees, 58 minutes, 30 seconds North; Longitude - 113 degrees, 36 minutes, 58 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 39 to 43 degrees F.\nMollic epipedon thickness - 10 to 15 inches\nControl section: percent clay - 35 to 50\nReaction of profile - slightly or moderately alkaline\nDepth to calcic horizon - 20 to 36 inches\nLinear extensibility - 6.0 to 8.0 cm from 0 to 100 cm.\nA horizon\nChroma - 2 or 3 dry or moist\nE horizon\nValue - 5 or 6 dry and 4 or 5 moist\nCoarse fragments - 0 to 5 percent\nBt horizon\nChroma - 3 or 4 dry or moist\nTexture - SICL, SIC, C\nCoarse fragments - 0 to 5 percent\nBtkz and Bkz horizons\nHue - 2.5Y or 10YR\nChroma - 3 or 4 dry or moist\nTexture - SIC, C\nBz horizon\nHue - 2.5Y or 10YR\nChroma - 4 or 5 dry or moist\nTexture - SIC, C\nCoarse fragments - 0 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowsly and Wilkins series.  Cowsly and Wilkins soils lack secondary carbonates above 40 inches and lack a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Morphey soils are on dissected stream terraces.  These soils formed in alluvium from lacustrine sediments.  Slopes are 1 to 8 percent.  Elevations are 4,000 to 5,500 feet.  The climate is cold and moist in winter and dry in summer.   The average annual precipitation is 11 to 13 inches; average annual temperature is 38 to 42 degrees F. and the frost-free period is 75 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dawtonia, Pattee, Perreau, and Yearian soils.  Dawtonia soils are on foothills and have ochric epipedons and loamy-skeletal particle-size control sections.  Pattee soils are on dissected stream terraces and have ochric epipedons and cambic horizons.  Perreau soils are on foothills and have fine-loamy particle-size control sections.  Yearian soils are on valley flats and have aquic soil moisture regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Slow and medium runoff.   Very slow permeability.  A perched water table is at 1 to 2 feet from April to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated hayland and pasture.  Natural vegetation is mainly Wyoming big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-centrol Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lemhi County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 11 inches (A1, A2 and A3 horizons)\nAlbic horizon - the zone from 11 to 19 inches (E horizon)\nArgillic horizon - the zone from 19 to 38 inches (Bt and Btkz horizons)\nCalcic horizon - the zone from 27 to 38 inches (Btkz horizon)\nXeric moisture regime\nParticle-size control section - the argillic horizon or the zone from 19 to 38 inches (Bt and Btkz horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
