{
  "SERIES": "MORTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Morton series consists of moderately deep, well drained, moderately permeable soils that formed in material weathered from soft calcareous silty shales, siltstones, and fine grained sandstones.  These soils are on uplands and have slopes of 0 to 15 percent.  Mean annual air temperature is 42 degrees F, and mean annual precipitation is 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morton silt loam - native grassland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure in the upper part and weak medium prismatic structure parting to moderate medium granular in the lower part; slightly hard, friable; many roots; few fine pores; neutral; clear wavy boundary.  (3 to 12 inches thick)\nBt1--5 to 10 inches; dark brown (10YR 4/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; very dark brown (10YR 2/2) moist coatings on faces of peds; moderate medium prismatic structure parting to moderate medium and fine angular blocky; hard, friable; many roots; common fine pores; faint continuous clay films on faces of peds; neutral; gradual smooth boundary.\nBt2--10 to 15 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; very dark grayish brown (10YR 3/2) moist coatings on faces of peds; moderate medium prismatic structure parting to moderate coarse to fine subangular blocky; hard, friable; common roots; many fine pores; faint patchy clay films on faces of peds; neutral; gradual smooth boundary.  (Combined Bt horizons 6 to 22 inches thick)\nBk1--15 to 18 inches; light olive brown (2.5Y 5/4) silty clay loam, dark grayish brown (2.5Y 4/2) moist; few very dark grayish brown (10YR 3/2) moist coatings on faces of peds; moderate medium subangular blocky structure; hard, friable; common roots; many fine pores; few faint clay films on faces of peds; few masses of carbonates; slight effervescence; moderately alkaline; gradual smooth boundary.\nBk2--18 to 33 inches; light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure parting to weak coarse subangular blocky; hard, friable; few fine roots; common fine pores; many large masses of carbonates; violent effervescence; moderately alkaline; clear smooth boundary.  (Combined Bk horizons 2 to 20 inches thick)\nCr--33 to 60 inches; soft consolidated siltstone and mudstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oliver County, North Dakota; 300 feet east and 60 feet south of the northwest corner, sec. 35, T. 141 N., R. 85 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates ranges from 11 to 30 inches.  The depth to soft shale, sandstone, or siltstone ranges from 20 to 40 inches.  Glacial stones are common in the surface layer in the eastern and northern part of the geographic range of the soil.  Stony phases are recognized.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 2 or 3.  It is silt loam, loam, silty clay loam or clay loam.  It is slightly acid to slightly alkaline.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  It is loam, silt loam or silty clay loam and commonly 20 to 26 percent clay, but a range of 18 to 35 percent is permitted.  It is neutral or slightly alkaline.  It typically has moderate or strong coarse to fine prismatic and angular or subangular blocky structure.  Peds in the Bt horizon have faint continuous or patchy clay films.\nThe Bk horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 7, 4 to 6 moist, and chroma of 2 to 4.  It is slightly alkaline or moderately alkaline.  It contains both diffuse and segregated carbonates.  The calcium carbonate equivalent is 10 to 20 percent.\nSome pedons have a C horizon above the Cr horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Farland, Hanaker, Jekley and Xavier soils.  Farland, Hanaker and Xavier soils do not have soft bedrock at depths of less than 40 inches.  Jekley soils have a lithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Morton soils are on level to rolling plains.  Slope gradient is commonly 0 to 6 percent, but it ranges to 15 percent.  The soils formed in material weathered from soft calcareous silty shales, siltstones, mudstones, and fine grained sandstones.  Some areas have a thin glacial till mantle.  Mean annual air temperature is 39 to 45 degrees F, and mean annual precipitation is 12 to 20 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Farland soils and the Arnegard, Belfield, Flasher, Grail, Regent, Rhoades, Savage, Vebar, Werner and Williams soils. The Farland and Savage soils are mainly in the stream valleys and on foot slopes.  Savage soils are fine and do not have soft bedrock within depths of 40 inches.  Arnegard and Grail soils are in concave swales and flats below the Morton soils. They have a mollic epipedon greater than 16 inches thick and do not have soft bedrock at depths of less than 40 inches.  Belfield, Regent, Rhoades and Vebar soils are on the same plain as the Morton soils. Belfield and Rhoades soils have natric horizons and are fine.  Regent soils are fine.   Vebar soils are coarse-loamy and underlain by soft sandstone.  Flasher and Werner soils are on the steeper hilltops and ridges.  They are less than 20 inches deep to a paralithic contact.  In addition, Flasher soils are sandy.  Williams soils are associated with Morton soils in a few localities where thick glacial till is intermixed with silty residual material.  They are fine-loamy and are formed in glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible to medium depending on slope.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivated areas are used for growing small grains, flax, corn, hay, and pasture.  Native vegetation is mid- and short-prairie grasses such as western wheatgrass, green needlegrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern North Dakota, northwestern South Dakota, and eastern Montana.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morton area, North Dakota, 1907."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 10 inches (A and Bt1 horizons); argillic horizon - the zone from 5 to 15 inches (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure in the upper part and weak medium prismatic structure parting to moderate medium granular in the lower part; slightly hard, friable; many roots; few fine pores; neutral; clear wavy boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--5 to 10 inches; dark brown (10YR 4/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; very dark brown (10YR 2/2) moist coatings on faces of peds; moderate medium prismatic structure parting to moderate medium and fine angular blocky; hard, friable; many roots; common fine pores; faint continuous clay films on faces of peds; neutral; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--10 to 15 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; very dark grayish brown (10YR 3/2) moist coatings on faces of peds; moderate medium prismatic structure parting to moderate coarse to fine subangular blocky; hard, friable; common roots; many fine pores; faint patchy clay films on faces of peds; neutral; gradual smooth boundary.  (Combined Bt horizons 6 to 22 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 38,
        "bottom": 46,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--15 to 18 inches; light olive brown (2.5Y 5/4) silty clay loam, dark grayish brown (2.5Y 4/2) moist; few very dark grayish brown (10YR 3/2) moist coatings on faces of peds; moderate medium subangular blocky structure; hard, friable; common roots; many fine pores; few faint clay films on faces of peds; few masses of carbonates; slight effervescence; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 46,
        "bottom": 84,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk2--18 to 33 inches; light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure parting to weak coarse subangular blocky; hard, friable; few fine roots; common fine pores; many large masses of carbonates; violent effervescence; moderately alkaline; clear smooth boundary.  (Combined Bk horizons 2 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 84,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--33 to 60 inches; soft consolidated siltstone and mudstone."
      }
    ]
  ]
}
