{
  "SERIES": "MORVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMG,ACB",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Morven silt loam - on a 4 percent concave south facing slope in a hayfield.  (Colors are for moist soil)\nAp -- 0 to 3 inches;  dark brown (7.5YR 3/4) silt loam;  moderate fine granular structure;  very friable, slightly sticky, nonplastic;  many fine, medium and coarse roots; many very fine and fine pores; 5 percent subrounded quartz gravel; moderately acid; abrupt smooth boundary.  (2 to 8 inches thick)\nBt1 -- 3 to 9 inches;  yellowish red (5YR 4/6) silt loam;  moderate medium and coarse subangular blocky structure;  friable, slightly sticky, non-plastic;  many fine and medium roots;  many very fine and fine pores; common faint clay films on faces of peds;  10 percent subrounded quartz gravel; moderately acid;  clear smooth boundary.\nBt2 -- 9 to 14 inches;  dark reddish brown (5YR 3/3) silt loam;  moderate medium subangular blocky structure;  friable, sticky, slightly plastic;  common fine and medium roots;  many very fine and fine pores;  common faint clay films on faces of peds;  5 percent subrounded quartz gravel;  strongly acid;  clear smooth boundary.\nBt3 -- 14 to 28 inches;  dark reddish brown (5YR 3/3) silty clay loam;  weaks medium and coarse subangular blocky structure;  friable, slightly sticky, and slightly plastic;  few fine and medium roots;  many very fine and fine pores;  few faint clay films on faces of peds;  strongly acid;  clear smooth boundary. (Combined thickness of Bt is 20 to 45 inches)\n2BC -- 28 to 35 inches; dark red (2.5YR 3/6) silty clay loam; weak coarse subangular blocky structure;  firm, sticky and slightly plastic;  few very fine roots;  common fine and medium pores;  5 percent subrounded siltstone gravel;  strongly acid. gradual smooth boundary.\n2C -- 35 to 73 inches; red (2.5YR 4/6) silty clay loam; massive; firm, sticky and slightly plastic; few fine and medium pores; 10 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Loudoun County, Virginia.  About 2.2 miles southwest 230 degrees of the junction of VA-657 and VA-661, and 1.47 miles southwest 222 degrees of the junction of VA-656 and VA-661.  (Virginia Grid Coordinates N 550640 and E 2,275,990)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches or more.  Depth to a lithologic discontinuity ranges from 30 to 50 inches.  Depth to hard calcareous conglomerate bedrock is more than 60 inches.  Rock fragments range from 0 to 30 percent in the solum and from 0 to 20 percent in the substratum.  Reaction ranges from strongly acid through slightly acid, unless limed.\nThe A or Ap horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4.  It is very fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe AB horizon, where present, has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 4 through 6.  It is loam or silt loam in the fine-earth fraction.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 3 through 5, and chroma of 3 through 8.  It is loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe 2Bt horizon, where present, has hue of 2.5YR or 5YR, value of 3 through 5, and chroma of 3 through 8.  It is clay loam, silty clay loam, or clay in the fine-earth fraction.\nThe 2C horizon, where present, is multicolored in hue of 10R through 2.5Y, value of 3 through 7, and chroma of 4 through 8.  Texture is normally silty clay loam or clay loam, but ranges, in some pedons, silt loam to clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Britwater, Holstein, Negley, and Sonora series in the same family.  Britwater soils formed in material from limestone.  Holstein and Negley soils have sandy clay loam and loam textures in the lower Bt horizon.  Sonora soils formed in unconsolidated materials from sandstone and shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Morven soils are in upland swales, saddles, heads of drainageways, and on footslopes in the Triassic Basin.  Slope gradients range from 1 to 8 percent.  The soil formed in colluvium and the underlying calcareous conglomerate residuum.  Mean annual air temperature ranges from 49 to 57 degrees F.  Mean annual precipitation ranges from 35 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brumbaugh, Goresville, Lucketts, and Springwood soils.  Brumbaugh soils are moderately well drained.  Goresville and Lucketts soils have less than 35 percent base saturation.  Springwood soils have a higher clay content."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Row crops or hay crops.  Significant acreage developed for residential use.  Small acreage in woodland.  Corn and soybeans are principal row crops.  Alfalfa is principal hay crop.  Native vegetation is upland hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and possibly Maryland and Pennsylvania.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frederick County, Maryland, 2001. Name is from a park in Loudoun County, Virginia."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Previously mapped as Emory soils.  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric Epipedon-zone from surface to 9 inches (Ap and AB horizons) 2.  Argillic horizon-zone from 9 to 46 inches (Bt and 2Bt horizons)\nADDITIONAL DATA:  Mechanical analysis performed by Loudoun County Virginia Department of Environmental Resources staff.  Chemical analysis performed by Virginia Polytechnic Institute and State University.  Lab numbers for this pedon are as follows;  Loudoun County DER, 13B-12-1-1 through 13B-12-1-6, and VPI&SU 91-750 through 91-756.\nSIR = VA0389\nMLRA = 148\nREVISED = 5/5/94\nNational Cooperative Soil Survey\nU.S.A."
  }
}
