{
  "SERIES": "MORVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWA/AJS/JWB",
  "REVDATE": "04/2009",
  "STATES": "CO,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Morval clay loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate fine granular and moderate fine subangular blocky structure; slightly hard, friable, slightly plastic; many fine and very fine roots; many very fine interstitial pores; slightly alkaline (pH 7.4); clear wavy boundary.  (4 to 8 inches thick)\nBt1--6 to 13 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse prisms parting to strong coarse subangular blocky structure; hard, friable, slightly plastic; many fine and very fine roots; many very fine tubular pores; few thin clay films on faces of peds; slightly alkaline (pH 7.8); clear wavy boundary.  (6 to 8 inches thick)\nBt2--13 to 21 inches; brown (7.5YR 5/4) clay loam,  brown (7.5YR 4/4) moist; strong coarse prisms parting to moderate medium subangular blocky and angular blocky structure; hard, friable, slightly sticky, plastic; common fine, very fine and medium roots; many very fine tubular pores; many moderately thick clay films on faces of peds; 5 percent gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (6 to 14 inches thick)\nBtk--21 to 29 inches; light brown (7.5YR 6/4) silty clay loam,  brown (7.5YR 4/4) moist; weak coarse prisms parting to weak medium subangular blocky structure; slightly hard, friable, slightly sticky, plastic; common fine and few medium roots; many very fine tubular pores; few thin clay films on faces of peds; few fine threads and masses of lime; 5 percent gravel; moderately alkaline (pH 8.0); strongly calcareous; gradual wavy boundary.  (6 to 10 inches thick)\nBk--29 to 57 inches; pink (7.5YR 7/4) silty clay loam, light brown (7.5YR 6/4) moist; massive; slightly hard, friable, slightly sticky, plastic; few roots; many very fine tubular pores; 5 percent gravel; moderately alkaline (pH 8.0); strongly calcareous; abrupt wavy boundary.  (24 to 30 inches thick)\n2Bt--57 to 60 inches; brown (7.5YR 5/4) very gravelly sandy clay loam,  brown (7.5YR 4/4) moist; massive; slightly hard, very friable, slightly sticky, plastic; many very fine interstitial pores; many thin clay films on faces of peds and many clay bridges between sand grains; 50 percent gravel; strongly calcareous; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colfax County, New Mexico; 225 feet west and 175 feet north of the center of the junction of NM 38 and US 64."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 41 to 47 degrees F\nMean summer soil temperature: 61 to 66 degrees F\nSolum: 24 to 35 inches thick\nRock fragments: gravel and cobbles that range from 5 to 25 percent of the series control section\nReaction: neutral to slightly alkaline in the A horizon and from  slightly to moderately alkaline in the Bt2 and Bk horizons\nA horizon:\nHue: 10YR or 7.5YR\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 2 or 3\nTexture: clay loam, loam\nBt horizons:\nHue: 10YR or 7.5YR\nValue: 4 to 6 dry, 2 to 5 moist\nChroma: 3 or 4\nTexture: loam, clay loam, sandy clay loam\nFragments: Some pedons have pockets and lenses with up to 30 percent gravel\nBk horizon:\nHue: 7.5YR to 2.5Y\nValue: 5 to 8 dry, 4 to 7 moist\nChroma: 2 to 4\nTexture: loam, clay loam, sandy clay loam, sandy loam, gravelly loam\nCalcium carbonate equivalent: 15 to 25 percent (Some pedons have discontinuous lenses and small pockets of indurated calcium carbonate)\n2Bt horizon:\nOccurs at depths of greater then than 46 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cortyzack, Emlin, Hysoop, Notter, Nuley, Thunderhead, Varney and Villa Grove series.\nCortyzack (CO) soils receives 15 to 20 inches of precipitation and is evenly distributed throughout the year.\nEmlin (CO) soils have a calcic horizon that is 41 inches thick and is not stratified below a depth of 40 inches;\nHysoop (MT) soils have red calcareous conglomerate and other red sedimentary rock fragments and has C horizons on bedrock.\nNotter (UT) soils have loamy-skeletal C horizons.\nNuley (MT) soils have 25 to 35 percent gravel in the 2C horizon (border line skeletal) below a depth of 24 inches and have bedrock at depths of 40 to 60 inches.\nThunderhead (MT) soils have a paralithic and lithic contact at 22 to 40 inches.\nVarney (MT) soils have a stratified BC horizon with 5 to 30 percent gravel and 0 to 5 percent cobbles (border line skeletal).\nVilla Grove has exchangeable sodium percent of 5 to 20 percent in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: medium and moderately fine textured mixed alluvium from shale, sandstone, and metamorphosed acid igneous rocks, and fine-loamy slope alluvium over residuum weathered from granite, gneiss, and mica schist.\nLandform: broad gently to moderately sloping alluvial fans, fan remnants in wide mountain valleys, and mountain slopes\nElevation: 7,500 to 10,000 feet\nRelief:  smoothly convex\nMean annual air temperature: 37 to 44 degrees F.\nMean summer soil temperature: 41 to 59 degrees F.\nMean annual precipitation: 12 to 18 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bundo, Cypher, Frolic, and Moreno soils.  Bundo soils have skeletal control sections.  Cypher soils have a lithic contact at depths of less than 20 inches.  Frolic soils have cambic horizons and are moderately well drained.  Moreno soils have a clayey control section.  Uracca soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland.  Soils are cropped to small grains. Blue grama, mountain muhly, squirreltail, Kentucky bluegrass and western wheatgrass are the principal native plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern New Mexico and southern Colorado, LRR E, MLRA 51. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colfax County, New Mexico, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section:  6 to 29 inches (Bt1, Bt2, Btk)\nMollic epipedon:  0 to 13 inches (A, Bt1)\nArgillic horizon:  6 to 29 inches (Bt1, Bt2, Btk)\nCalcic horizon:  21 to 57 inches (Btk,Bk)\nLast update by the state 02/99\nTaxonomy version: Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
