{
  "SERIES": "MOSEL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mosel loam - on a 2 percent slope in a cultivated field at an elevation of about 279 meters (915 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) loam, grayish brown (10YR 5/2) dry; moderate medium and fine granular structure; friable; moderately acid; abrupt smooth boundary. [18 to 23 cm (7 to 9 inches) thick]\nE--20 to 38 cm (8 to 15 inches); brown (10YR 5/3) sandy loam; weak medium platy structure; friable; tongues of very dark grayish brown (10YR 3/2) or very dark gray (10YR 3/1) penetrate this horizon; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; slightly acid; clear smooth boundary. [0 to 18 cm (0 to 7 inches) thick]\nBE--38 to 56 cm (15 to 22 inches); brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; common fine and medium distinct and prominent yellowish red (5YR 5/6) and yellowish red (5YR 5/8) masses of oxidized iron in the matrix; few medium distinct brown (7.5YR 5/2) iron depletions; slightly acid; clear smooth boundary.  [0 to 18 cm (0 to 7 inches) thick]\nBt1--56 to 76 cm (22 to 30 inches); brown (7.5YR 4/4) and reddish brown (5YR 5/3) sandy clay loam; moderate medium subangular blocky structure; firm; few faint clay films; common medium distinct and prominent yellowish red (5YR 5/6) and yellowish red (5YR 5/8) masses of oxidized iron in the matrix; common medium distinct reddish gray (5YR 5/2) iron depletions; neutral; clear smooth boundary.  [10 to 25 cm (4 to 10 inches) thick]\n2Bt2--76 to 91 cm (30 to 36 inches); reddish brown (5YR 4/4) and yellowish red (5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; few faint clay films on faces of peds; many fine distinct reddish gray (5YR 5/2) and common fine distinct brown (7.5YR 5/2) iron depletions; slightly alkaline; gradual smooth boundary. [10 to 18 cm (4 to 7 inches) thick]\n2C--91 to 152 cm (36 to 60 inches); brown (7.5YR 5/4) silty clay loam with thin (0.1 to 1 inch) strata  of silt loam and silt at intervals of 2 to 10 inches; massive breaking to weak medium to very thick plates along depositional cleavage planes; few medium prominent reddish yellow (7.5YR 6/8) masses of oxidized iron in the matrix; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marquette County, Wisconsin; about 3 miles north of Westfield; 2,125 feet north and 1,785 feet east of the southwest corner of sec. 23, T. 17 N., R. 8 E. USGS Westfield West, Wisconsin Topographic quadrangle; lat. 43 degrees 55 minutes 44 seconds N., and long. 89 degrees 30 minutes 57 seconds W.,  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of argillic horizon: 51 to 102 cm (20 to 40 inches)\nThickness of the loamy outwash mantle: 51 to 91 cm (20 to 36 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches), does not always coincide with depth to the base of the argillic horizon\nParticle-size control section:  averages 18 to 35 percent clay,  20 to 50 percent fine sand or coarser\nVolume of rock fragments: 0 to 20 percent in the loamy outwash;  underlying lacustrine deposits contain no rock fragments Reaction: moderately acid to slightly alkaline in the upper part of the soil; slightly alkaline or moderately alkaline in the lower part\nRedox accumulations: throughout the soil below the A horizon; redox depletions with chroma of 2 or less within the upper 25 cm (10 inches) of the argillic horizon\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: fine sandy loam, loam or silt loam\nE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: sandy loam, fine sandy loam, loam or silt loam\nBE horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: sandy loam, sandy clay loam, clay loam or loam\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: sandy loam, sandy clay loam or clay loam\n2Bt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: typically silty clay loam, some pedons have thin strata  of silt loam, silty clay or clay\n2C horizon:\nHue: 10YR, 7.5YR or 5YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture:  typically silty clay loam with thin strata of finer or coarser textures"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Lineville, Newry, and Oran series.  None of these soils have stratification in the lower part of the series control section.  In addition,  Newry, and Oran soils have rock fragments in the lower part of the series control section and Linville soils do not have carbonate within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mosel soils are on glacial lake basins and stream terraces.  Slope ranges from 0 to 3 percent.  The soils formed in  a mantle of  of loamy outwash and in the underlying mostly clayey and silty stratified lacustrine deposits.  Mean annual precipitation ranges from 660 to 889 mm (26 to 35 inches). Mean annual air temperature ranges from 7.2 to 10.6 degrees C (45 to 51 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The well drained and moderately well drained Hebron and very poorly drained Navan soils form a drainage sequence with Mosel soils and most commonly are associated in the nearly level or gently undulating landscapes.  Mosel and Kibbie soils are in many places associated in the landscape, but they cannot be identified with or separated from each other by specific relief.  All reflect the varying influences of stratification and overwash.  Kibbie soils formed in thinly stratified silty and very fine sandy deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained. The potential for surface runoff is low.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the loamy outwash mantle and moderately high (1.41 to 4.23 micrometers per second) in the stratified lacustrine deposit.  Permeability is moderate in the loamy outwash mantle  and moderately slow in the stratified lacustrine deposit. These soil have a perched seasonal high water table at a depth of 31 to 76 cm (1 to 2.5 feet)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for  cropland.  Native vegetation is  mixed woodland and prairie grass vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95A, 95B, and 105 in southeast and south-central Wisconsin.  The Mosel soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marquette County, Wisconsin, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n7/04  This revision redefines the series concept to include only those soils formed in a loamy outwash mantle and in the underlying silty and clayey stratified lacustrine deposits. Soils correlated as Mosel that formed in loamy outwash and clayey till are excluded. This includes at least some of the acreage in the Winnebago survey and possibly some in the Calumet-Manitowoc and Kewaunee surveys. These areas need to be correlated to another (new?) series when the surveys are updated.\nDiagnostic horizons and feature recognized in the pedon are: ochric epipedon - 0 to 56 cm (0 to 22 inches) (Ap, E, BE); argillic horizon - 56 to 91 cm (22 to 36 inches) (Bt1, 2Bt2); aquic feature  redoxomorphic depeletions with chroma of 2 or less and saturation within the  upper 25 cm (10 inches) of the argillic horizon; mollic subgroup - Ap horizon with color value and chroma, moist, less than 4 and color value, dry, less than 6.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
