{
  "SERIES": "MOSHANNON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLH/ MDJ",
  "REVDATE": "12/2012",
  "STATES": "OH,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moshannon silt loam, 0 to 3 percent slopes, occasionally flooded, in a meadow. (Colors are for moist soil.)\nAp--0 to 23 cm (0 to 9 inches); reddish brown (5YR 4/3) silty clay loam; weak coarse granular\nstructure; friable; common fine and very fine roots; neutral; abrupt smooth boundary.\nBw1--23 to 43 cm (9 to 17 inches); reddish brown (5YR 4/4) silty clay loam; weak medium\nand fine subangular blocky structure; friable; few fine and very fine roots; slightly acid; clear\nwavy boundary.\nBw2--43 to 81 cm (17 to 32 inches); reddish brown (5YR 4/4) silt loam; moderate coarse and\nmedium subangular blocky structure; friable; few fine and very fine roots; moderately acid;\nclear wavy boundary.\nBw3--81 to 135 cm (32 to 53 inches); yellowish red (5YR 4/6) silty clay loam; moderate\nmedium subangular blocky structure; friable; few very fine roots; moderately acid; abrupt\nwavy boundary.\nC1--135 to 168 cm (53 to 66 inches); reddish brown (5YR 4/3) loam; massive; friable; 5\npercent shale fragments; few fine pockets of yellowish red (2.5YR 4/6) iron concentrations\nsurrounded by thin manganese coatings; common fine manganese concentrations; moderately\nacid; abrupt wavy boundary.\nC2--168 to 203 cm (66 to 80 inches); reddish brown (5YR 4/3) fine sandy loam; massive;\nvery friable; 5 percent shale fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, West Virginia; about 400 feet south of the intersection of State Routes 5/12 and 34/1; USGS Ripley, West Virginia, 7.5 minute topographic quadrangle; lat. 38 degrees 47 minutes 21 seconds N. and long. 81 degrees 39 minutes 16 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 81 to 152 cm (32 to 60 inches)\nDepth to Bedrock: Greater than 165 cm (65 inches)\nRock Fragment Content: Less than 5 percent in the solum ranging to 20 percent, by volume, in the substratum\nFine-Earth Fraction: 18 to 35 percent clay in the particle-size control section\nSoil Reaction: Moderately acid to neutral in the Ap horizon, moderately acid or slightly acid in the Bw horizon, and moderately acid to neutral in the C horizon, except where limed\nRange in individual horizons:\nAp or A horizon:\nColor--hue of 7.5YR or 5YR; value of 3 or 4; and chroma of 3 or 4\nTexture (fine-earth fraction)--silty clay loam or silt loam\nBA horizon (if present):\nColor--hue of 7.5YR or 5YR; value of 3 or 4; and chroma of 3 or 4\nTexture (fine-earth fraction)--silty clay loam or silt loam\nBw horizon:\nColor--hue of 5YR or 2.5YR; value of 3 through 6; and chroma of 3 through 6\nTexture (fine-earth fraction)--silty clay loam or silt loam\nBC horizon (if present):\nColor--hue of 5YR or 2.5YR; value of 3 through 6; and chroma of 2 through 6\nTexture (fine-earth fraction)--silty clay loam, silt loam, fine sandy loam or loam\nC horizon:\nColor--hue of 5YR or 2.5YR; value of 3 through 5; and chroma of 2 through 4\nTexture (fine-earth fraction)--loam, fine sandy loam, silt loam or silty clay loam. Stratification occurs in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nNolin soils--do not have hues of 5YR or redder\nKinnick soils--do not have hues of 5YR or redder and have a water table between 3.5 to 6 feet"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Valley\nLandform: Flood plain\nParent Material: Alluvium which has its source in areas with a significant portion of the upland soils being derived from the shales and siltstones that weather into reddish soils\nDepth Class: Very Deep\nSlope: 0 to 3 percent\nElevation: 165 to 335 meters (541 to 1099 feet)\nMean Annual Air Temperature: 11 to 14 degrees C. (52 to 57 degrees F.)\nMean Annual Precipitation: 1016 to 1270 mm (40 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nLobdell soils--occur on flood plains that are moderately well drained\nSenecaville soils--occur on flood plains that are somewhat poorly drained\nHackers soils--occur on low terraces with an argillic horizon and reddish hues\nUpshur soils--occur on uplands with an argillic horizon and reddish hues\nVandalia soils--occur on footslopes with an argillic horizon and reddish hues\nVincent soils--occur on high terraces with an argillic horizon and reddish hues\nWoodsfield soils--occur on uplands with an argillic horizon and reddish hues"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural): Well drained\nFlooding Frequency and Duration: Occasional, very brief\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low\nSaturated Hydraulic Conductivity: Moderate\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Cropland, pasture and forest\nDominant vegetation: Grass-legume hay, corn, truck crops, soybeans and mixed hardwood trees dominated by oak and maple"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southeastern Ohio and West Virginia\nExtent: Moderate, about 50,000 acres at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Center County, Pennsylvania, 1908"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 23 cm (Ap horizon)\nCambic horizon--the zone from 23 to 135 cm (Bw1, Bw2, and Bw3 horizons)\nSeries control section--the zone from 0 to 150 cm\nPrevious revisions: 10/02-DRM\n12/2012 revision updated format; changed TYPE LOCATION; corrected COMPETING SERIES section; added ADDITIONAL DATA section; increased the range of the solum thickness to 60 inches.\nADDITIONAL DATA: Laboratory characterization data for this pedon (sample number S02-WV035-001) is from the Kellogg Soil Survey Laboratory.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
