{
  "SERIES": "MOSHERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWA-FLG-TDT",
  "REVDATE": "04/2006",
  "STATES": "NY",
  "OVERVIEW": "The Mosherville series consist of very deep, somewhat poorly drained soil formed in loamy till derived from granite, gneiss, sandstone, and some dark shale in lower horizons. These soils are on till plains. Permeability is moderate above the fragipan and slow in the fragipan and substratum. Slopes range from 0 to 8 percent. The mean annual temperature is 48 degrees F and the mean annual precipitation is 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mosherville loam on a 1 percent slope in a hayfield. (Colors are for moist broken soil unless otherwise noted.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2), dry; moderate fine and medium granular structure; friable; many very fine and common fine roots; few fine prominent strong brown (7.5YR 4/6) soft masses of iron concentrations in the lower part; 5 percent rock fragments (mixed kinds); strongly acid; abrupt smooth boundary. (7 to 9 inches thick.)\nBw -- 9 to 13 inches; yellowish brown (10YR 5/4) loam; weak fine and medium subangular blocky structure; friable; common fine and very fine roots; 5 percent gravel plus 1 percent cobbles (mixed kinds); common fine distinct light brownish gray (10YR 6/2) areas of iron depletion, and common fine and medium distinct strong brown (7.5YR 5/6) soft masses of iron concentrations; strongly acid; abrupt wavy boundary. (0 to 13 inches thick.)\n2Bx1 -- 13 to 27 inches; brown (10YR 5/3) fine sandy loam; weak very coarse prismatic structure parting to weak thick platy; very firm; slightly brittle; many very fine and common fine vesicular pores; light brownish gray (2.5Y 6/2) faces of prisms with rinds of strong brown (7.5YR 5/6); common medium and coarse prominent gray 2.5Y 6/1) areas of iron depletion and common medium and fine strong brown (7.5YR 5/6) soft masses of iron concentrations; many very dark gray (10YR 3/1) friable shale fragments; 9 percent gravel plus 1 percent cobbles (mixed kinds); strongly acid; gradual wavy boundary.\n2Bx2 -- 27 to 37 inches; brown (10YR 4/3) loam; weak very coarse prismatic structure parting to weak thick platy; firm; common fine and very fine vesicular pores; few fine prominent very dark brown (7.5YR 2.5/2) pore linings; light brownish gray (2.5Y 6/2) faces of prisms with rinds of strong brown (7.5YR 5/6); many medium and coarse prominent gray 2.5Y 6/1) areas of iron depletion and many medium yellowish brown (10YR 5/6) soft masses of iron concentrations; many very dark gray (10YR 3/1) friable shale fragments; 10 percent gravel plus 2 percent cobbles(mixed kinds) ; moderately acid; clear wavy boundary. (Combined thickness of 2Bx horizon is 15 to 31 inches.)\n2BC -- 37 to 42 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and thick platy structure with strong brown faces; friable; common fine and very fine vesicular pores; common fine prominent strong brown (7.5YR 5/6) soft masses of iron concentrations in matrix; many very dark gray (10YR 3/1) shale fragments; 10 percent gravel plus 2 percent cobbles (mixed kinds); moderately acid; clear wavy boundary. (0 to 15 inches thick.)\n2C -- 42 to 72 inches; olive brown (2.5Y 4/3) fine sandy loam; moderate medium and thick plate-like divisions; firm; 6 percent gravel plus 5 percent cobble plus 1 percent stones (mixed kinds); many very dark gray (10YR 3/1) shale fragments; moderately alkaline, strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Town of Broadalbin, Fulton County, New York; about 3000 ft west of Midline Rd., at a point 1.6 miles SSE of the intersection with NY Rt. 29; USGS Broadalbin, NY topographic quadrangle; Latitude 43 degrees, 01 minutes, 58.6 seconds N. and Longitude 74 degrees, 11 minutes, 23.9 seconds W.; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 38 to 60 inches. Depth to bedrock is in excess of 60 inches. Depth to the fragipan ranges from 13 to 30 inches and commonly ranges widely within a distance of 20 feet. Distinct soft iron masses with chroma higher than that of the matrix are in the B horizon within depths of 12 inches. The B horizon above the fragipan contain between 8 and 18 percent clay. Rock fragments exclusive of shale that disperses upon mechanical analysis range from 1 to 25 percent by volume in the part of the solum above the fragipan and from 5 to 30 percent in the fragipan and C horizon.\nThe Ap horizon has hue of 10YR or 2.5 Y, value of 3 or 4, and chroma of 2. Typically the texture is silt loam, loam, or very fine sandy loam, and commonly is low in rock fragments. Some pedons in uncleared areas have a thin layer under the A horizon that could qualify as a spodic materials, and locally remnants of this remain below the Ap horizon. Unless limed, reaction ranges from strongly acid through slightly acid\nSome pedons have a BE horizon below the Ap.\nThe B or Bw horizon, when present, has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 through 6. Redoximorphic features consisting of concentrations of iron/manganese oxides or iron depletions occur above depths of 12 inches. Texture of the fine earth fraction is silt loam, loam, or fine sandy loam. Structure ranges from weak granular to very weak fine and medium blocky. Consistence is very friable or friable. Unless limed, reaction ranges from strongly acid through slightly acid.\nThe 2E horizon, when present, has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 3 or 4, and contains common to many redoximorphic concentrations of higher chroma. Texture of the fine earth fraction is sandy loam or loam. Structure is weak platy or blocky or it is massive. Consistence is friable or firm.\nThe 2Bx horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 or 3. Few to many redoximorphic concentrations of higher chroma are present. Texture of the fine earth fraction is fine sandy loam or loam. Structure is weak or moderate very coarse prismatic. Consistence is firm or very firm and is brittle. Reaction ranges from strongly acid through neutral. Clay films are common in pores but are few or lacking on ped faces. Dark, friable shale fragments are conspicuous. The fragipan is not consistently as firm as that of most Fragiudepts, but it inhibits water movement and root growth.\nThe 2BC horizon has a hue of 10YR through 2.5Y, value of 4 to 6, and chroma of 1 through 4. It is fine sandy loam or loam in the fine earth fraction. It has platy structure, plate-like divisions, or it is massive. Consistence is typically friable or firm. Reaction ranges from strongly acid through neutral\nThe 2C horizon has a hue of 10YR through 5Y, value of 4 to 6, chroma of 1 through 4. It is fine sandy loam or loam. It has plate-like divisions, or it is massive. Consistence is typically firm, but can be very firm. Dark, friable shale fragments are conspicuous. Reaction ranges from moderately acid to moderately alkaline. Some pedons have slight or strong effervescence in the lower part. (Some pedons have been designated Cd. This is in question.)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mosherville soils are on till plains. Slopes are 0 to 8 percent. The regolith is till from granite, gneiss, sandstone, and a significant component of fragments of weakly consolidated dark shale in the lower horizons. Mean annual temperature ranges from 45 to 49 degrees F., and mean annual precipitation from 35 to 50 inches, and mean growing season from 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Broadalbin and the wetter Sun soils are the most closely associated on the landscape. Nellis and Amenia soils, formed in till from limestone, and Charlton or Paxton soils, formed in till from granitic rocks are on nearby areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is very low to very high. Permeability is moderate above the fragipan and slow in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing hay, pasture, corn for silage, and small grains, or are idle. Sugar maple, American beech, and associated hardwoods are in woodlots."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The northern edge of the Mohawk Valley of New York. MLRA's 101 and 144A. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fulton County, New York, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The present definition of Aquic Fragiudepts excludes soils that were previously mapped Mosherville. Presently they would become part of the Broadalbin series.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 0 to 9 inches (Ap horizon);\n2) Cambic horizon - from 9 to 13 inches (Bw horizon);\n3) Fragipan horizon - from 13 to 42 inches (2Bx horizon);\n4) Redoximorphic Features - iron and clay depletions and iron concentrations (Bw and 2Bx horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2), dry; moderate fine and medium granular structure; friable; many very fine and common fine roots; few fine prominent strong brown (7.5YR 4/6) soft masses of iron concentrations in the lower part; 5 percent rock fragments (mixed kinds); strongly acid; abrupt smooth boundary. (7 to 9 inches thick.)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw -- 9 to 13 inches; yellowish brown (10YR 5/4) loam; weak fine and medium subangular blocky structure; friable; common fine and very fine roots; 5 percent gravel plus 1 percent cobbles (mixed kinds); common fine distinct light brownish gray (10YR 6/2) areas of iron depletion, and common fine and medium distinct strong brown (7.5YR 5/6) soft masses of iron concentrations; strongly acid; abrupt wavy boundary. (0 to 13 inches thick.)"
      },
      {
        "name": "2Bx1",
        "top": 33,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bx1 -- 13 to 27 inches; brown (10YR 5/3) fine sandy loam; weak very coarse prismatic structure parting to weak thick platy; very firm; slightly brittle; many very fine and common fine vesicular pores; light brownish gray (2.5Y 6/2) faces of prisms with rinds of strong brown (7.5YR 5/6); common medium and coarse prominent gray 2.5Y 6/1) areas of iron depletion and common medium and fine strong brown (7.5YR 5/6) soft masses of iron concentrations; many very dark gray (10YR 3/1) friable shale fragments; 9 percent gravel plus 1 percent cobbles (mixed kinds); strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Bx2",
        "top": 69,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bx2 -- 27 to 37 inches; brown (10YR 4/3) loam; weak very coarse prismatic structure parting to weak thick platy; firm; common fine and very fine vesicular pores; few fine prominent very dark brown (7.5YR 2.5/2) pore linings; light brownish gray (2.5Y 6/2) faces of prisms with rinds of strong brown (7.5YR 5/6); many medium and coarse prominent gray 2.5Y 6/1) areas of iron depletion and many medium yellowish brown (10YR 5/6) soft masses of iron concentrations; many very dark gray (10YR 3/1) friable shale fragments; 10 percent gravel plus 2 percent cobbles(mixed kinds) ; moderately acid; clear wavy boundary. (Combined thickness of 2Bx horizon is 15 to 31 inches.)"
      },
      {
        "name": "2BC",
        "top": 94,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC -- 37 to 42 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and thick platy structure with strong brown faces; friable; common fine and very fine vesicular pores; common fine prominent strong brown (7.5YR 5/6) soft masses of iron concentrations in matrix; many very dark gray (10YR 3/1) shale fragments; 10 percent gravel plus 2 percent cobbles (mixed kinds); moderately acid; clear wavy boundary. (0 to 15 inches thick.)"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "2C -- 42 to 72 inches; olive brown (2.5Y 4/3) fine sandy loam; moderate medium and thick plate-like divisions; firm; 6 percent gravel plus 5 percent cobble plus 1 percent stones (mixed kinds); many very dark gray (10YR 3/1) shale fragments; moderately alkaline, strongly effervescent."
      }
    ]
  ]
}
