{
  "SERIES": "MOSINEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDF-HFG",
  "REVDATE": "05/2005",
  "STATES": "WI",
  "OVERVIEW": "The Mosinee series consists of well drained soils that are deep to a lithic contact with fractured igneous or metamorphic bedrock. These soils formed in thin loamy deposits and in residuum from the underlying bedrock on uplands.  Permeability is moderate. Slopes range from 2 to 20 percent.  Mean annual precipitation is about 32 inches.Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mosinee sandy loam, on a southwest-facing slope of 3 percent in a cornfield at an elevation of about 1,205 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark brown (10YR 3/3) sandy loam, pale brown (10YR 6/3) dry; some dark yellowish brown (10YR 4/4) areas scattered throughout the horizon; moderate very fine subangular blocky structure; friable; few fine roots; about 12 percent angular gravel and about 1 percent angular cobbles; very strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nBw1--7 to 14 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam; moderate fine subangular blocky structure; friable; few fine roots; about 25 angular gravel and about 1 percent angular cobbles; very strongly acid; clear wavy boundary.  (5 to 8 inches thick)\nBw2--14 to 19 inches; yellowish brown (10YR 5/4) very gravelly sandy loam; moderate fine subangular blocky structure; friable; few fine roots; about 33 percent angular gravel and about 2 percent angular cobbles;  strongly acid; clear wavy boundary.  (4 to 8 inches thick)\nBw3--19 to 30 inches; yellowish brown (10YR 5/4) very gravelly sandy loam; moderate fine and very fine subangular blocky structure; friable; few brown (7.5YR 4/4) clay coatings weathered in place on pebble and cobble surfaces; few fine roots; about 50 percent angular gravel and about 5 percent angular cobbles; strongly acid; gradual wavy boundary.  (5 to 15 inches thick)\nBw4--30 to 42 inches; yellowish brown (10YR 5/4) extremely gravelly sandy loam; weak very fine subangular blocky structure; few brown (7.5YR 4/4) clay coatings weathered in place on pebble and cobble surfaces; about 75 percent angular gravel and about 10 percent angular cobbles;  moderately acid; abrupt irregular boundary.  (0 to 15 inches thick)\nR--42 inches; fine-grained igneous and metamorphic rock, fractured in place."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marathon County, Wisconsin; about 3 miles north of Knowlton; 2,500 feet south and 1,000 feet east of the northwest corner of sec. 3, T. 26 N., R. 7 E. USGS Mosinee, Wis. Quad., Latitude 44 degrees 45 minutes 55 seconds N., Longitude 89 degrees 39 minutes 57 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the cambic horizon ranges from 25 to 45 inches.  Depth to a lithic contact with fractured igneous or metamorphic bedrock ranges from 40 to 60 inches.   Reaction naturally ranges from very strongly acid to slightly acid throughout the soil but ranges to neutral in the upper part, where the soil is limed.  Volume of angular coarse fragments increases with depth and ranges from 35 to 55 percent in the particle-size control section.  Volume of gravel ranges from 0 to 15 percent in the A horizon, from 5 to 35 percent in the Bw1 and Bw2 horizons, and from 20 to 75 percent in the Bw3, Bw4, and C horizons .  Volume of cobbles ranges from 0 to 10 percent in the A horizon, from 1 to 15 percent in the Bw1 and Bw2 horizon, from 5 to 50 percent in the Bw3 and Bw4 horizons, and from 40 to 60 percent in the C horizon .  Volume of stones ranges from 0 to 5 percent throughout the pedon.  A stony phase is recognized in some places.\nThe Ap or A horizon has hue of 10YR , value of 2 to 4, and chroma of 1 to 3.  Texturs is loamor sandy loam.\nSome pedons have an E horizon with hue of  10YR , value of 5 or 6, and chroma of 2 or 3.  It has textures like the Ap or A horizon.\nThe Bw hue of 7.5YR or 10YR  and value and chroma of 3 to 6.  Texture is loam, fine sandy loam, sandy loam, or the gravelly analogs  in the upper part and grades to very gravelly, very cobbly, extremely gravell, or extremely cobbly analogs with depth.\nSome pedons have a C horizon  with hue of 7.5YR or 10YR; value of 4 or 5, and chroma of 3 to 6.  It has textures like the B horizon.\nThe R horizon is fractured igneous or metamorphic bedrock with the fractures more than 4 inches apart.  Fine earth material fills some fractures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Saddlepeak, Threetrees, and Vly series. Saddlepeak soils do not have a lithic contact within 60 inches. Threetrees and Vly soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on uplands underlain by bedrock.  Slopes range from 2 to 20 percent.  Mosinee soils formed in a thin layer of loamy deposits and in residuum weathered from the underlying fractured igneous and metamorphic bedrock. Mean annual precipitation ranges from 25 to 40 inches. Mean annual air temperature ranges from  42 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dancy, Fenwood, Guenther, Marathon, Meadland, Moberg, Point, Rozellville, and Sherry soils.  The somewhat excessively drained Moberg soils, well drained Fenwood and Marathon soils, and well drained and moderately well drained Guenther and Rozellville soils occupy similar landscape positions as the Mosinee soils.  The somewhat poorly drained Meadland and Point soils are on nearby less sloping areas.  In nearby low lying areas are the poorly drained Dancy and Sherry soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff is low or medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A large percent of this soil is used for cropland.  Common crops are corn, small grain, and hay.  In some places, ginseng, a high value specialty crop, is also grown.  Other areas are used for pastureland or woodland.  Native vegetation is mixed deciduous and coniferous forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wisconsin.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Typical pedon location has been moved from Wood County to Marathon County to more centrally locate it in the area of occurrence for the Mosinee series.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 7 inches (Ap); cambic horizon - 7 to 42 inches (Bw1, Bw2, Bw3, Bw4);  lithic contact  42 inches (R).\nADDITIONAL DATA: Refer to soil survey sample number 81WI073006 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
