{
  "SERIES": "MOSIDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD/JVC",
  "REVDATE": "12/2011",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Xeric Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mosida fine sandy loam--rangeland (Colors are for dry soil unless otherwise noted.)\nA--0 to 18 cm; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; very weak medium granular structure; soft, very friable; many fine and medium pores; slightly effervescent; slightly alkaline (pH 7.6); gradual smooth boundary. (18 to 25 cm thick)\nC--18 to 152 cm; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; very weak medium to very fine granular structure; slightly hard, friable; many fine pores; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Utah; about 2 miles northeast of Enterprise; approximately 250 feet south and 500 feet east of the northwest corner of section 1, T. 37 S., R. 17 W.; USGS Enterprise 7.5 minute topographic quadrangle; latitude 38 degrees 36 minutes 13.8 seconds N and longitude 113 degrees 42 minutes 3.9 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: These soils are dry in the moisture control section more than 50 percent of the time the soil temperature is above 5 degrees C. and are continually dry for more than 60 consecutive days during the summer months in more than 7 out of 10 years.  The soil moisture regime is aridic bordering on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nMean summer soil temperature: 18 to 20 degrees C.\nOther features: Organic carbon decreases irregularly with depth to stratification of textures; The soil may be slightly affected by sodicity.\nParticle-size control section - Clay content: 5 to 18 percent.\nA horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral through moderately alkaline.\nOther features: Areas free of vegetation have a weak vesicular crust. It is neutral to moderately alkaline.\nC horizon\nValue: 5 or 6 dry.\nChroma: 2 or 3, dry or moist.\nTexture: Fine sandy loam, sandy loam, very fine sandy loam, or loam.\nClay content: 5 to 18 percent and more than 15 percent sand coarser than very fine sand.\nReaction: Neutral through moderately alkaline.\nEffervescence: Slightly effervescent or strongly effervescent.\nOther features: Stratified finer textured materials occur at variable depths below 91 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Modena and Oasis series.  Modena soils have hue of 2.5YR or 5YR throughout the profile.  Oasis soils have sodium accumulations of 15 percent exchangeable sodium throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mosida soils are on alluvial fans, alluvial flats, stream terraces, and flood plains.  They formed in stratified alluvium derived from mixed igneous and sedimentary rocks.  Slopes are 0 to 6 percent.  Elevation ranges from 1,215 to 2,080 meters.  The mean annual precipitation is 250 to 380 mm, the mean annual temperature is 7 to 11 degrees C, the mean summer temperature is 18 to 21 degrees C., and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berent, Redfield, and Red Rock soils.  Berent soils have loamy fine sand profiles.  Redfield and Red Rock soils have more than 18 percent clay and less than 15 percent particles coarser than very fine sand.  Redfield soils lack mollic epipedons and have more than 40 percent calcium carbonate equivalent. Red Rock soils have mollic epipedons more than 50 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mosida soils are used mainly for irrigated crops of alfalfa, small grain, sugar beets, and potatoes.  Some areas are in rangeland.  Native plants are mainly bluebunch wheatgrass, blue grasses, Indian ricegrass, big sagebrush, rabbitbrush, and associated forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah and eastern Nevada. These soils are moderately extensive.  MLRAs 28A and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beryl-Enterprise Area, Utah, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon).\nParticle-size control section - The zone from 25 to 100 cm (part of the C horizon).\nThis soil was reclassified on 3-15-95 from a Torrifluventic Haploxerolls to Xeric Torrifluvents because it lacked a mollic epipedon.  Soil Taxonomy requires a thickness of 25 cm for a mollic epipedon if it has irregular organic carbon or if no diagnostic horizons below. (item b (2) on pg 5 of the Keys).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
