{
  "SERIES": "MOSO",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RJE",
  "REVDATE": "12/2001",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Andic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moso ashy silt loam - woodland. (Colors are for dry soil unless otherwise noted.)\nOe--0 to 1.5 inches; very dark grayish brown (10YR 3/2) moist, loose, partially decomposed organic litter, including needles, leaves, twigs, bark, cones, and grass; slightly acid (pH 6.2); abrupt smooth boundary. (1 to 2 inches thick)\nA--1.5 to 3 inches; grayish brown (10YR 5/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; moderately acid (pH 6.0); clear wavy boundary. (0 to 4 inches thick)\nBw1--3 to 9 inches; pale brown (10YR 6/3) ashy silt loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; weakly smeary; many very fine, fine, and few medium roots; common very fine discontinuous irregular pores; 2 percent pebbles; moderately acid (pH 6.0); clear wavy boundary. (4 to 8 inches thick)\nBw2--9 to 13 inches; light yellowish brown (10YR 6/4) ashy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, and few medium roots; common very fine discontinuous irregular pores; 5 percent pebbles; slightly acid (pH 6.2); clear wavy boundary. (3 to 6 inches thick)\n2BC--13 to 36 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine and fine discontinuous irregular pores; 20 percent pebbles; moderately acid (pH 6.0); clear wavy boundary. (22 to 28 inches thick)\n2C--36 to 49 inches; light brownish gray (2.5Y 6/2) very gravelly loamy coarse sand, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; common fine pores; 50 percent angular pebbles; moderately acid (pH 5.8); clear wavy boundary. (10 to 15 inches thick)\n2Cr--49 inches; weathered granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pend Oreille County, Washington; 1,200 feet south and 300 feet west of the NE corner section 32, T. 31 N., R. 43 E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact is 40 to 60 inches. The loess and ash mantle is 7 to 14 inches thick. The soil is dry in all parts between 8 and 24 inches for 45 to 60 consecutive days following the summer solstice. Mean annual soil temperature at 20 inches ranges from 45 to 47 degrees F. The control section contains 5 to 35 percent fine, angular, granitic pebbles.\nThe A horizon, where present, has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry and moist. Reaction is slightly acid to strongly acid.\nThe Bw horizon has hue of 10YR or 7.5YR, values of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry and moist. Texture is ashy silt loam, ashy loam, or ashy sandy loam. Pebble content ranges from 0 to 20 percent. Reaction is slightly acid to strongly acid.\nThe 2BC horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4 dry and moist. Texture is gravelly loam, gravelly sandy loam, sandy loam, or loam. Pebble content ranges from 5 to 25 percent. Reaction is slightly acid or moderately acid.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 or 3 dry and moist. Texture is very gravelly loamy coarse sand or very gravelly coarse sand. Pebble content ranges from 35 to 50 percent. Reaction is slightly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aits, Apex, Bercumb, Canteen, Centralpeak, Leadpoint, Moonville, Moscow, Ojibway, Osborn, Roslyn, Smith, Volperie and Waits series. Aits, Bercumb, Roslyn, and Smith soils are very deep. In addition Aits soils have a hard and firm silt loam, loam, or sandy loam 2B horizon in the lower part of the control section. Leadpoint, Moscow, Ojibway, Osborn, and Volperie soils have a paralithic contact within depths of 20 to 40 inches. Moonville and Waits soils have free carbonates in the lower part of the control section. Roslyn soils are loamy throughout the control section and lack the very gravelly coarse sand or very gravelly loamy coarse sand 2C horizon. Apex, Canteen and Centralpeak soils are dry for 60 to 75 consecutive days. Osborn soils have less than 5 percent hard rock fragments and average 20 to 50 percent soft sandstone fragments. Volperie soils have 5 to 15 percent mica by weight in the fine earth fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Moso soils are on mountains with slopes of 0 to 40 percent. Elevation ranges from 2,000 to 4,000 feet. The soil developed in residuum and colluvium from granite, gneiss, or schist with a mantle of volcanic ash and loess. Climate is continental having warm, dry summers, and cool, moist winters. The mean annual temperature is 43 to 45 degrees F, and the mean annual precipitation is 22 to 38 inches. The frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Newbell, Scrabblers, and Usk and the competing Moscow soils. Newbell soils are loamy-skeletal. Scrabblers soils are sandy. Usk soils have a paralithic contact at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grazed woodland and wildlife habitat. Native vegetation is ponderosa pine, Douglas-fir, western larch, common snowberry, creambush oceanspray and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pend Oreille County, Washington, l981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 3 inches, a cambic horizon from 3 to 36 inches, and a volcanic ash mantle from the mineral surface to 13 inches that has an estimated moist bulk density of less than 1.0 g/cc, volcanic glass content of 30 to 60 percent, and acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of more than 1.0 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
