{
  "SERIES": "MOSSCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/RWL",
  "REVDATE": "10/2006",
  "STATES": "OR",
  "OVERVIEW": "The Mosscreek series consists of very deep well drained soils that formed in residuum and colluvium from volcanic rock. Mosscreek soils are on ridgetops and side slopes of mountains. Slopes are 5 to 90 percent. The average annual precipitation is about 115 inches. The average annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mosscreek medial silt loam, woodland, on a 45 percent northwest-facing slope at an elevation of 2,160 feet. (Colors are for moist soil unless otherwise noted. When described on April 26, 1994, the soil was moist throughout.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, twigs, roots and moss.\nA1--2 to 15 inches; very dark brown (7.5YR 2/2) medial silt loam, dark brown (10YR 3/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine roots; many very fine and few fine irregular pores; 5 percent gravel; very strongly acid (pH 4.6); clear smooth boundary.\nA2--15 to 27 inches; very dark grayish brown (10YR 3/2) medial silt loam, brown (10YR 4/3) dry; moderate very fine subangular blocky and granualr structure; slightly hard, friable, moderately sticky and slightly plastic; moderately smeary; common very fine and fine roots; many very fine and few fine irregular pores; 10 percent gravel and 10 percent paragravel; very strongly acid (pH 4.8); gradual wavy boundary. (Combined thickness of the A horizon ranges from 12 to 30 inches.)\nBw1--27 to 57 inches; dark brown (10YR 3/3) medial silt loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; strongly smeary; few fine and very fine roots; many very fine and few fine irregular pores; 5 percent gravel, 5 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.2); gradual wavy boundary. (10 to 30 inches thick)\nBw2--57 to 65 inches; dark brown (10YR 3/3) gravelly medial loam, brown (10YR 5/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; strongly smeary; common fine roots; common very fine and few fine irregular pores; 25 percent gravel and 5 percent cobbles; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; located about 1.4 miles west of Edwards Butte; about 1300 feet north and 2300 feet east of the southwest corner of section 18, T. 2 S., R. 8 W.; USGS Peninsula topographic quadrangle; latitude 45 degrees 23 minutes 27 seconds N. and longitude 123 degrees 42 minutes 42 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, and are dry for less than 45 consecutive days in all parts between the depth of 4 and 12 inches in the four months following the summer solstice. The mean annual soil temperature is 43 to 46 degrees F. The difference between the mean summer and mean winter soil temperature is less than 9 degrees F. The depth to bedrock is 60 inches or more. The umbric epipedon is 20 inches or more thick. The hue is 10YR or 7.5YR throughout. The particle-size control section has 2 to 4 percent acid oxalate extractable aluminum plus one-half iron, 90 to 100 percent P-retention, and 0.75 to 0.90 g/cm3 moist bulk density.\nThe A1 and A2 horizons have value of 2 or 3 moist, 3 or 4 dry, and have chroma of 2 or 3 moist and 3 or 4 dry. They have 0 to 10 percent gravel, 0 to 10 percent cobbles, and 0 to 15 percent pararock fragments. The A2 horizon is silt loam or loam.\nThe Bw1 horizon has value of 3 or 4 moist, 3 through 5 dry, and has chroma of 3 or 4 moist and dry. It is loam, silt loam, clay loam, silty clay loam, gravelly loam, gravelly silt loam, gravelly clay loam, or gravelly silty clay loam, and has 0 to 30 percent gravel, 0 to 10 percent cobbles, and 0 to 15 percent pararock fragments. It has 20 to 30 percent clay by field estimates.\nThe Bw2 horizon has value of 3 or 4 moist, 3 through 5 dry, and has chroma of 3 or 4 moist and 3 through 6 dry. It is gravelly loam, gravelly silt loam, gravelly clay loam, gravelly silty clay loam, very gravelly loam, or very gravelly clay loam, and has 15 to 50 percent gravel, 0 to 10 percent cobbles, and 0 to 25 percent pararock fragments. It has 20 to 30 percent clay by field estimates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hyas, Makah and Neah series. Hyas soils have 15 to 40 percent paragravel in the particle-size control section, have a solum less than 40 inches thick, and an umbric epipedon less than 20 inches thick. Makah soils have a mean annual soil temperature of 47 to 50 degrees F., have a solum less than 60 inches thick, and an umbric epipedon less than 20 inches thick. Neah soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Mosscreek soils are on ridgetops and side slopes of mountains, and have slopes of 5 to 90 percent. Elevations are 1,600 to 3,000 feet. The climate is characterized by cold, wet winters and cool, moist summers. The average annual precipitation is 100 to 120 inches. The average annual temperature is 43 to 46 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fawcett and Killam soils. Fawcett soils are on mountains, medial-skeletal, and are 40 to 60 inches deep to bedrock. Killam soils are on mountains, medial-skeletal, and are 20 to 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is rapid on moderately steep and steep slopes, and is very rapid on very steep slopes; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation, and water supply. Native vegetation includes western hemlock, Sitka spruce, Douglas fir, noble fir, red alder, red huckleberry, tall blue huckleberry, false huckleberry, salmonberry, western swordfern, false-lily-of-the-valley, Trillium, and oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations along coastal mountains of northwest Oregon, Coast Range mountains; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clatsop County, Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - organic carbon assumed to be 0.6 percent or more from 2 inches to a depth of 65 inches. (A1, A2, Bw1 and Bw2 horizons)\nAndic soil properties - from 2 inches to a depth of 63 inches. (A1, A2, Bw1, Bw2, and Bw3 horizons).\nFulvic feature - organic carbon assumed to average 6 percent or more from 2 inches to a depth of 25 inches (A1 and A2 horizons).\nParticle-size control section - from 2 inches to a depth of 42 inches (A1 and A2 horizon, and 15 inches of the Bw1 horizon).\nThe series was established in 2006.  The series was added to the Clatsop County soil survey legend prior to the final correlation for Tillamook County in order to have an exact join with Tillamook County soil survey.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, leaves, twigs, roots and moss."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 15 inches; very dark brown (7.5YR 2/2) medial silt loam, dark brown (10YR 3/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine roots; many very fine and few fine irregular pores; 5 percent gravel; very strongly acid (pH 4.6); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 38,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--15 to 27 inches; very dark grayish brown (10YR 3/2) medial silt loam, brown (10YR 4/3) dry; moderate very fine subangular blocky and granualr structure; slightly hard, friable, moderately sticky and slightly plastic; moderately smeary; common very fine and fine roots; many very fine and few fine irregular pores; 10 percent gravel and 10 percent paragravel; very strongly acid (pH 4.8); gradual wavy boundary. (Combined thickness of the A horizon ranges from 12 to 30 inches.)"
      },
      {
        "name": "Bw1",
        "top": 69,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--27 to 57 inches; dark brown (10YR 3/3) medial silt loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; strongly smeary; few fine and very fine roots; many very fine and few fine irregular pores; 5 percent gravel, 5 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.2); gradual wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 145,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "narrative": "Bw2--57 to 65 inches; dark brown (10YR 3/3) gravelly medial loam, brown (10YR 5/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; strongly smeary; common fine roots; common very fine and few fine irregular pores; 25 percent gravel and 5 percent cobbles; strongly acid (pH 5.4)."
      }
    ]
  ]
}
