{
  "SERIES": "MOSTVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AMB-EWB-JBF",
  "REVDATE": "04/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Aquic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mostval mucky loam--Pastureland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 5 percent gravel.\nA1--0 to 5 cm; dark gray (10YR 4/1) mucky loam, black (10YR 2/1) moist; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine interstitial pores; strong effervescence; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 8 cm thick)\nA2--5 to 23 cm; grayish brown (10YR 5/2) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and common medium roots; many very fine and fine interstitial and many very fine tubular pores; 25 percent dark reddish brown (2.5YR 3/4), moist, masses of iron accumulation; 20 percent subangular gravel and 5 percent subangular cobbles; neutral (pH 6.6); clear wavy boundary. (5 to 20 cm thick)\nA3--23 to 50 cm; grayish brown (10YR 5/2) very gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and common medium roots; many very fine and fine interstitial and many very fine tubular pores; 35 percent dark reddish brown (2.5YR 3/4), moist, masses of iron accumulation; 35 percent subangular gravel and 10 percent subangular cobbles; neutral (pH 6.6); clear wavy boundary. (0 to 30 cm thick)\nC1--50 to 102 cm; pale brown (10YR 6/3) extremely gravelly loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial pores; 30 percent dark reddish brown (5YR 3/4), moist, masses of iron accumulation; 45 percent subangular gravel and 15 percent subangular cobbles; slightly acid (pH 6.4); clear wavy boundary. (30 to 56 cm thick)\nC2--102 to 152 cm; light yellowish brown (10YR 6/4) extremely gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine and fine interstitial pores; 40 percent subangular gravel and 25 percent subangular cobbles; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mono County, California; in Bridgeport Valley about 3.03 kilometers northeast of the Hunewill Ranch; about 750 feet south and 1,200 feet west of the northeast corner of section 6, T. 4 N., R. 25 E.; Twin Lakes USGS 7.5 minute topographic quadrangle; latitude 38 degrees 13 minutes 34.2 seconds N and longitude 119 degrees 15 minutes 18.2 seconds W; WGS84 Decimal Degrees 38.2261667 latitude, -119.2550556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in the moisture control section; moist winter and spring; usually dry summer and fall; Aridic moisture regime that borders on Xeric. Saturated within 50 to 75 cm during the late winter and early spring in most years.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm.\nParticle-size control section - Clay content: Averages 5 to 10 percent.\nRock fragments: Averages 35 to 60 percent, mainly gravels or cobbles. Lithology of rock fragments is mixed igneous and metamorphic.\nA1 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3 dry, 0 through 2 moist.\nOrganic matter content: 7 to 12 percent.\nReaction: Slightly acid to moderately alkaline.\nEffervescence: Noneffervescent to strongly effervescent.\nA2 and A3 horizons\nChroma: 2 or 3 dry or moist.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nC Horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry or moist.\nTexture: Stratified extremely cobbly coarse sand to fine sandy loam.\nClay content: Averages 2 to 8 percent.\nRock fragments: Averages 60 to 85 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mostval soils are on outwash terraces and fans. They typically occur on summit positions. They formed in alluvium derived from mixed sources such as igneous and metamorphic rock. Slopes are 0 to 2 percent. Elevations range from 1,950 to 2,070 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 300 to 350 mm, mean annual temperature is 6 to 7 degrees C., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This the Steerlay series.\nSteerlay soils have less than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; low surface runoff; rapid permeability; high saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between 50 and 75 cm (moderately deep free water occurrence class) between January and June. Cumulative annual duration class is common. These soils are susceptible to rare flooding for very brief periods between December and September. Occasionally flooded phases are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostval soils are used for pastureland, recreation, watershed and wildlife habitat. The present vegetation is mainly sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from surface to 50 cm (A1, A2 and A3 horizons).\nAquic conditions - The conditions of endosaturation and reduction in horizons between 50 and 152 cm at certain times in normal years (C1 and C2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower A3 and upper C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
