{
  "SERIES": "MOTOQUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD/JVC/JBF",
  "REVDATE": "06/2012",
  "STATES": "NV,NM,UT,WY",
  "OVERVIEW": "The Motoqua series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks.  Motoqua soils are on mountain slopes.  Slopes are 2 to 70 percent.  The mean annual precipitation is about 330 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Motoqua very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface has just under 80 percent cover with a gravel pavement.\nA--0 to 5 cm; brown (7.5YR 4/2) very gravelly sandy loam, very dark brown (7.5YR 2/2) moist; weak medium platy structure parting to moderate very fine and fine granular; soft, friable, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; 55 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (5 to 25 cm thick)\nBA--5 to 20 cm; brown (7.5YR 4/2) very gravelly loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure parting to moderate very fine and fine granular; soft, friable, slightly sticky and slightly plastic; few fine and common very fine roots; many very fine interstitial pores; 40 percent rock fragments; neutral (pH 6.6); clear smooth boundary.  (0 to 20 cm thick)\nBt1--20 to 30 cm; brown (7.5YR 4/2) very gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; few medium, fine, and very fine roots; few fine and common very fine interstitial and tubular pores; 55 percent rock fragments; neutral (pH 6.8); clear smooth boundary.  (10 to 25 cm thick)\nBt2--30 to 41 cm; brown (7.5YR 5/3) very gravelly sandy clay loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; common very fine tubular and interstitial pores; 55 percent rock fragments; slightly acid (pH 6.4); clear wavy boundary.  (0 to 13 cm thick)\nR--41 cm; fractured volcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Utah; east of Beaver Dam Wash on Middle Ridge about 0.5 mile southwest of the Middle Ridge exclosure; approximately 1,320 feet east and 1,585 feet north of the southwest corner of section 32, T. 38 S., R. 19 W.; USGS Docs Pass 7.5 minute topographic quadrangle; latitude 37 degrees 26 minutes 08 seconds N and longitude 114 degrees 0 minutes 24 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture regime is ustic bordering on aridic.  The type location is in an area that is transitional between the xeric and ustic moisture regimes.\nMean annual soil temperature: 8 to 14 degrees C.\nMean summer soil temperature: 18 to 22 degrees C.\nMollic epipedon thickness: 18 to  43 cm; includes the Bt1 horizon.\nDepth to bedrock: 20 to 50 cm to a lithic contact.\nReaction: Slightly acid through slightly alkaline.\nA horizon\nHue: 5YR through 10YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nBt horizons\nHue: 5YR through 10YR.\nValue: 3 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loam, sandy clay loam, or clay loam.\nModifiers: Very gravelly or very cobbly.\nClay content: 20 to 35 percent.\nRock fragments: 35 to 80 percent.\nStructure: Weak to strong, medium or coarse prismatic structure that parts to moderate or strong, very fine through medium subangular blocky or angular blocky structure.\nC horizon (where present)\nHue: 7.5YR or 10YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Gravelly sandy loam, very gravelly sandy loam, or extremely gravelly sandy loam.\nRock fragments: 20 to 80 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buckspring, Montvale, Phizphre, Santa Fe, and Slidymtn series.\nBuckspring soils have identifiable secondary carbonates in the argillic horizon, are dominated by rock fragments of limestone, and have an aridic moisture regime that borders on ustic.  Montvale soils have horizons with identifiable secondary carbonates. Phizphre has few to common fossilized brachiopods. Santa Fe soils are dominated by rock fragments of granite and have a mollic epipedon that extends to the bedrock contact.  Slidymtn soils have an aridic moisture regime that borders on ustic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Motoqua soils are on mountain slopes.  These soils formed in residuum and colluvium derived from volcanic rocks such as andesite, rhyolite, and tuff.  Slopes are 2 to 70 percent.  Elevations range from 1,220 to 2,595 meters.  The mean annual precipitation is 300 to 360 mm, the mean annual air temperature is 7 to 13 degrees C, the mean summer temperature is 22 to 24 degrees C, and the frost-free period is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nehar, Quazo, Tortugas, and Welring soils.    Nehar soils have ochric epipedons and are more than 100 cm deep to bedrock.  Quazo and Welring soils have ochric epipedons.  Tortugas soils do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Motoqua soils are used for livestock grazing and woodland.  The vegetation in the type location area is Wyoming big sagebrush, Utah serviceberry, Stansbury cliffrose, shrub live oak, singleleaf pinyon, Utah juniper, Haplopappus sp., buckbrush, desert bitterbrush, desert almond, muttongrass, bottlebrush squirreltail, and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah, southeastern Nevada, western New Mexico, and western Wyoming.  These soils are extensive with about 193,000 acres of the series mapped to date.  The original series concept, type location, and nearly 40 percent of the mapped acreage is in MLRA 29.  Other mapped acreage occurs in MLRAs 35 and 36 in New Mexico and MLRA 67 in Wyoming.   The soils in New Mexico and Wyoming need to be correlated to other series that better represent their properties and moisture patterns."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A, BA, and Bt1 horizons).\nArgillic horizon - The zone from 20 to 41 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 41 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 20 to 41 cm (Bt1 and Bt2 horizons).\nThe revision of December 2006 updated the taxonomic class from the subgroup of Lithic Argiustolls due to the soil having an ustic moisture regime that borders on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
