{
  "SERIES": "MOULTON",
  "STATUS": "Established Series",
  "BYREV": "Rev.  GHL/LMR/HBM",
  "REVDATE": "05/2001",
  "STATES": "ID",
  "OVERVIEW": "The Moulton series consists of very deep, poorly drained soils that formed in alluvium dominantly from granitic material. Moulton soils are on flood plains, low terraces and low alluvial fans and have slopes of 0 to 3 percent.  Permeability is moderately rapid.  The average annual precipitation is about 10 inches and average annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Moulton fine sandy loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; grayish brown (2.5Y 5/2) fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak very fine granular structure; slightly hard, very friable, slightly sticky; common fine roots; common fine pores; neutral; (pH 6.6); abrupt smooth boundary. (4 to 8 inches thick)\nA--6 to 12 inches; grayish brown (2.5Y 5/2) fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; common fine faint grayish brown (10YR 5/2) mottles; weak medium fine subangular blocky structure; slightly hard, very friable, slightly sticky; common fine roots; many very fine pores; neutral (pH 6.8); clear wavy boundary. (4 to 8 inches thick)\nBw1--12 to 19 inches; grayish brown (2.5Y 5/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct brown (10YR 5/3) mottles; massive; slightly hard, very friable, slightly sticky; common fine roots; many very fine pores; neutral (pH 6.7); clear wavy boundary.  (5 to 20 inches thick)\nBw2--19 to 26 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; medium distinct very pale brown (10YR 7/4) mottles; massive; slightly hard, very friable, slightly sticky; common fine roots; many very fine pores; neutral (pH 6.7); abrupt smooth boundary. (0 to 7 inches thick)\n2C1--26 to 30 inches; light brownish gray (2.5Y 6/2) moist very gravelly loamy sand; few dark grayish brown (2.5Y 4/2) mottles; single grained; loose; few fine roots; neutral (pH 6.8).  (0 to 5 inches thick)\n2C2--30 to 60 inches; sand and gravel; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; 600 feet south and 320 feet east of the center of sec. 6, T. 6 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 54 degrees F.\nMoisture - saturated with water much of the year unless drained Mottles - at depths of 6 to 20 inches\nReaction - neutral or mildly alkaline\nDepth to strongly contrasting sand and pebbles - 20 to 40 inches\nA horizons\nHue - 10YR or 2.5Y and moist\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 or 2 dry and moist\nOrganic matter to depth 10 inches - 2 to 4 percent\nSome pedons are slightly effervescent in the upper part\nBw horizons\nHue - 10YR or 2.5Y\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry and moist\nTexture 10 inches to sand and pebbles - FSL, SL, weighted average less than 18 percent clay, less than 50 percent fine and coarser sand, and less than 15 percent coarse fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gannett and Wamba series.  Gannett soils have an 0 horizon.  Wamba soils are silt loam or gravelly silt loam above the contrasting sand and gravel layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Moulton soils are on flood plains, low terraces, and low alluvial fans at elevations of 2,100 to 4,500 feet.  Slopes are dominantly less than 1 percent and range from 0 to 3 percent.  The soils formed in recent alluvium dominantly from granitic material and a small amount from basalt.  The average annual temperature is 45 to 52 degrees.  The frost-free period ranges from 140 to 160 days, and the average annual precipitation ranges from 8 to 12 inches, including 1.5 to 3 feet of snow."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Chance and Falk soils, and the Emerson and Notus soils. Emerson soils are usually dry and lack mottles. Notus soils are less than 20 inches deep to sand and gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff or ponded;moderately rapid permeability. The water table commonly fluctuates between 18 to 26 inches during the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated cropland and pasture. Crops are corn, alfalfa, small grains, sugar beets, and clover. Vegetation is chiefly bunchgrasses, big sagebrush, rabbitbrush, rushes, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and possibly southeastern Oregon. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County, Idaho, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile are:\nMollic epipedon - zone from 0 to 19 inches (Ap, A and Bw1 horizons)\nCambic horizon - zone from 12 to 26 inches (Bw1, Bw2 horizons)\nContrasting textures - at 26 inches\nMottles - at 6 inches\nMoisture regime - aquic\nTemperature regime - mesic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
