{
  "SERIES": "MOUNTROSE",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL/ET",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, amorphic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mountrose medial loamy coarse sand on a southeast facing (140 degree), 40 percent slope at an elevation of 2766 meters. When described on 09/19/2003 the soil was dry throughout.  Colors are for dry soils unless otherwise noted.\nA--0 to 9 cm; pale brown (10YR 6/3) medial loamy coarse sand, very dark grayish brown (10YR 3/2) moist; 85 percent sand; 12 percent silt; 3 percent clay; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots throughout; many very fine interstitial pores; 10 percent gravel; slightly acid, pH 6.4 by Chlorophenol red; abrupt smooth boundary. (5 to 25 cm thick)\nBw1--9 to 38 cm; dark yellowish brown (10YR 4/4) gravelly medial coarse sandy loam, brown (7.5YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine, medium and very fine roots throughout; common very fine interstitial pores; 10 percent gravel and 5 percent cobbles; slightly acid, pH 6.4 by Chlorophenol red; abrupt smooth boundary.\nBw2--38 to 74 cm; yellowish brown (10YR 5/4) extremely cobbly medial sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and common coarse roots throughout; 10 percent gravel and 50 percent cobbles; slightly acid, pH 6.4 by Chlorophenol red;  clear smooth boundary.\nBw3--74 to 150 cm; yellowish brown (10YR 5/4) extremely gravelly medial sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium roots throughout; 50 percent gravel and 15 percent cobbles; slightly acid, pH 6.2 by Chlorophenol red; (the combined thickness of the Bw horizons is greater than 127 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washoe County, Nevada; On the south side of Mt. Baldy; 573 meters north and 377 meters west of the SE corner Section 6, Township 16N., Range 18E., 39 degrees 16 minutes, 41 seconds north latitude, and 119 degrees, 59 minutes, 54.9 seconds west longitude, NAD83 U.S.G.S Quad: Mount Rose."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Mountrose soils are usually moist in the moisture control section; moist fall, winter, and spring; usually dry July through early October; Xeric moisture regime.\nReaction: moderately acid to neutral\nBase saturation: less than 35 percent. (By sum of cations)  Typically it is 5 to 25%.\nControl section: 0 to 100 cm\nRock fragments: 10 to 75 percent, with 10 to 60 percent gravel, 0 to 60 percent cobbles, and 0 to 5 percent stones\nClay content: averages 2 to 15 percent clay\nNZ Phosphorus Retention: 85 to 100 percent throughout the majority of the profile.\nAl + 1/2 Fe percentages (by ammonium oxalate): 2 to 4 percent throughout the majority of the profile.\nMineralogy: amorphic\nA horizon:\nHue: 10YR or 7.5YR\nValue: 6 dry; 3 moist\nChroma: 3 dry; 2 moist\nTexture (less than 2 mm): Loamy coarse sand, coarse sandy loam, sandy loam or loam\nClay content: 2 to 10 percent\nOrganic matter: 5 to 17 percent\nContent of rock fragments: 0 to 35 percent\n5 to 35 percent pebbles\n0 to 15 percent cobbles\nReaction: pH 5.6 to 7.3\nBw horizons:\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry; 3 to 5 moist\nChroma: 4 dry; 3 or 4 moist\nTexture (less than 2 mm): Coarse sandy loam, sandy loam, or loam\nClay content: 2 to 10 percent\nOrganic matter: 1 to 10 percent\nContent of rock fragments: 15 to 75 percent\n0 to 60 percent cobbles\n10 to 60 percent pebbles\nReaction: pH 5.6 to 7.3\nC horizon: where present\nHue: 10YR\nValue: 4 through 6 dry; 3 through 5 moist\nChroma: 4 dry; 3 or 4 moist\nTexture (less than 2 mm): Coarse sandy loam, sandy loam, or loam\nClay content: 2 to 10 percent\nOrganic matter: 0.5 to 8 percent\nContent of rock fragments: 15 to 75 percent\n0 to 60 percent cobbles\n10 to 60 percent pebbles\nReaction: pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lavacreek soils.  Lavacreek soils have phosphorus retention of less than 80 percent, acid-oxalate aluminum plus one-half the iron is 1.0 to 2.0,  and allow bedrock at 40 inches deep or greater."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mountrose soils are in the high mountain tops, shoulders and side slopes. Slopes are 30 to 70 percent. These soils formed in colluvium weathered from volcanic rock. Elevation is 2150 to 3150 meters. The climate is subhumid with warm dry summers and cold wet winters. Mean annual precipitation is 790 to 1600 millimeters most of which is in the form of snow. The mean annual temperature is 3 to 6 degrees C. Frost free season is less than 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wardcreek and Melody soils. The Melody soils are less than 50 centimeters to bedrock and are on shoulders, ridge tops, and nose slopes.  The Wardcreek soils are 50 to 100 centimeters to bedrock and are on nose slopes and side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderate permeability. The soils are not flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and recreation.  Vegetation is predominantly forbes such as coyote mint and mules ear with scattered California red fir and western white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Sierra Nevada Mountains of California and Nevada in MLRA: 22A -- Sierra Nevada Mountains.  These soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washoe County, (Tahoe Basin Area), Nevada, 2007. Source of name from the name of a local mountain."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: from the mineral soil surface to 100 cm below the starting point (the A1, A2 and Bw horizons)\nAndic properties: 0 to 150 cm (the A, Bw1, Bw2, and Bw3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
