{
  "SERIES": "MOUNTEDITH",
  "STATUS": "Tentative Series",
  "BYREV": "REV. SPV-EMM",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mountedith gravelly loam, forested.  This profile was described on a 45 percent slope at an elevation of 2042 meters (colors are for dry soil unless otherwise noted).\nOi--0 to 3 cm; slightly decomposed forest litter. (2 to 10 cm thick)\nA--3 to 9 cm; brown (10YR 4/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 20 percent gravel; strongly acid (pH 5.5); clear smooth boundary. (5 to 20 cm thick)\nE--9 to 22 cm; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, and few medium and coarse roots; many very fine and fine irregular pores; 40 percent gravel and 10 percent cobbles; strongly acid (pH 5.2); gradual wavy boundary. (10 to 45 cm thick)\nBw--22 to 92 cm; light olive brown (2.5Y 5/4) extremely cobbly loam, dark yellowish brown (10YR 4/4) moist; fine medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and common fine roots; common fine tubular pores; 30 percent gravel and 30 percent cobbles; moderately acid (pH 5.9); gradual wavy boundary. (50 to 80 cm thick)\nC--92 to 152 cm; light yellowish brown (2.5Y 6/4) extremely cobbly loam, light olive brown (2.5Y 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; 30 percent gravel and 30 percent cobbles; moderately acid (pH 5.9)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Meagher County Area, Montana; located about 2,250 feet west and 3,375 feet south from the northeast corner of section 19 T 8N.,R 5E; Mount Edith topographic quadrangle; UTM 0488574E, 5141229N NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1 to 4 degrees C.\nDepth to top of cambic horizon - 9 to 20 cm\nParticle-size control section - averages 10 to 27 percent clay\nA horizon\nHue: 10YR or 2.5Y dry or moist\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 2 to 4; dry or moist\nClay content: 15 to 27 percent\nRock fragments: 15 to 50 percent - 10 to 35 percent gravel, 0 to 20 percent cobbles, 0 to 10 percent stones\nReaction: pH 5.1 to 6.4\nE horizon\nHue: 10YR or 2.5Y dry or moist\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loam or sandy loam\nClay content: 10 to 27 percent\nRock fragments: 35 to 60 percent - 15 to 40 percent gravel, 5 to 35 percent cobbles, 0 to 10 percent stones\nReaction: pH 5.1 to 6.4\nBw horizon\nHue: 10YR or 2.5Y dry or moist\nValue:  4 to 6, dry or moist\nChroma: 3 or 4, dry or moist\nTexture:  loam or sandy loam\nClay content: 10 to 27 percent\nRock fragments: 35 to 70 percent - 20 to 50 percent gravel, 15 to 45 percent gravel, 0 to 15 percent stones\nReaction: pH 5.1 to 6.4\nC horizon\nHue: 10YR or 2.5Y dry or moist\nValue: 4 to 6, dry or moist\nChroma: 3 or 4, dry or moist\nTexture: loam or sandy loam\nRock fragments: 50 to 80 percent - 20 to 50 percent gravel, 20 to 50 percent cobbles, 0 to 15 percent stones\nClay content: 10 to 27 percent\nReaction: pH 5.1 to 6.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBASALTLAKE (AK) - has a buried A horizon\nBUTCHLAKE (AK) - does not have an E horizon\nCUBERANT (UT) - is moderately deep\nENENTAH (CO) - has an accumulation of sesquioxides\nGARLET (MT) - has secondary carbonate accumulations\nGROMES (NM) - does not have an E horizon\nHOLOKUKFAMILY (AK) - does not have an E horizon\nKEGSPRINGS (MT) - does not have an E horizon\nSOAKPAK (AK) - has a lithologic discontinuity\nSTORM (CO) - driest months are May and June\nTARGHEE (ID) - is moderately deep\nTELAY (AK) - has a lithologic discontinuity"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes and moraines\nElevation - 1,900 to 2,600 meters\nSlope - 4 to 60 percent\nParent material - till or outwash from mixed igneous and sedimentary rock sources\nClimate - long, cold winters; moist springs; short warm summers.\nMean annual precipitation - 635 to 1100 mm\nMean annual air temperature - 1 to 4 degrees C.\nFrost-free period - 30 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Worock and Cowood soils.  Worock soils have an argillic horizon and are on mountain slopes and moraines.  Cowood soils are shallow to a lithic contact and are on mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mountedith soils are used for forestry and understory grazing.  The canopy is mainly dominated by subalpine fir and lodgepole pine with an understory of huckleberry, grouse whortleberry, elk sedge and pine grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountedith soils are of small extent in central and western Montana.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Broadwater County, Montana, 2011.  Mountedith series is named after formerly glaciated Mount Edith on the Mt. Edith topographic quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 22 cm (Oi, A and E horizons)\nCambic horizon - the zone from 22 to 92 cm (Bw horizon)\nParticle-size control section - the zone from 28 to 103 cm (parts of the Bw and C horizons)\nMountedith soils have a cryic temperature regime and a udic moisture regime.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
