{
  "SERIES": "MOUNTYANA",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Mountyana series consists of very deep, well drained soils that formed in weathered tephra over residuum from volcanic rocks.  Mountyana soils are on volcanic ridges in Cascade mountains.  Slopes range from 2 to 30 percent.  The mean annual precipitation is about 72 inches, (1829 mm) and the mean annual temperature is about 53 degrees F, (12 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Andic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mountyana gravelly loam on a southeast facing 10 percent slope under a cover of mixed conifers at an elevation of 3640 feet, (1110 m).  When described on 11/27/95, the soil was dry throughout. (Colors are for dry soils unless otherwise noted).\nOi--0 to 1 inches, (0 to 3 cm); pine litter.\nOe--1 to 2 inches, (3 to 5 cm); pine litter, partially decomposed.\nA--2 to 5 inches, (5 to 13 cm); reddish brown (5YR 5/4) gravelly loam, dark reddish brown (5YR 3/3) moist; 22 percent clay; strong fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine to coarse irregular pores; noneffervescent; 1 percent cobbles and 30 percent gravel; moderately acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.4; clear smooth boundary. (2 to 10 inches, (5 to 25 cm) thick)\nBt1--5 to 9 inches, (13 to 23 cm); reddish brown (5YR 5/4) gravelly loam, dark reddish brown (5YR 3/4) moist; 24 percent clay; strong fine and medium granular structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine to medium roots; many very fine to coarse irregular pores; many distinct discontinuous clay films on faces of peds; noneffervescent; 2 percent cobbles and 18 percent gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.1; clear smooth boundary.\nBt2--9 to 14 inches, (23 to 36 cm); reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; 28 percent clay moderate fine and medium granular structure; moderately hard, firm, slightly sticky and moderately plastic; many very fine to medium and common coarse roots; many very fine to coarse irregular pores; many distinct discontinuous clay films on faces of peds; noneffervescent; 2 percent cobbles and 18 percent gravel; moderately acid, pH 5.8 by meter 1:1 water; NaF pH 9.9; clear smooth boundary.\nBt3--14 to 19 inches, (36 to 48 cm); reddish brown (5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; 30 percent clay; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, fine and coarse roots and many mediumroots; many very fine to coarse irregular pores; many distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 2 percent cobbles and 15 percent gravel; moderately acid, pH 5.7 by pH meter 1:1 water; NaF pH 9.9; clear smooth boundary.\nBt4--19 to 26 inches, (48 to 66 cm); brown (7.5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; 33 percent clay; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine to coarse roots; many very fine and fine irregular pores and common medium and coarse irregular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 2 percent cobbles and 15 percent gravel; strongly acid, pH 5.4 by pH meter 1:1 water; NaF pH 9.9; clear smooth boundary.\nBt5--26 to 38 inches, (66 to 97 cm); brown (7.5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; 33 percent clay; strong medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine, fine and coarse roots and common medium roots; many very fine and fine tubular pores and common medium and coarse tubular pores; many distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 2 percent cobbles and 20 percent gravel; strongly acid, pH 5.3 by pH meter 1:1 water; NaF pH 9.9; clear irregular boundary. (Combined thickness of the Bt horizon is 30 to 80 inches, (76 to 203 cm) thick).\nBt/Cr--38 to 53 inches, (97 to 135 cm); brown (7.5YR 5/4) extremely gravelly clay loam, strong brown (7.5YR 4/6) moist; 28 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine tubular pores and common medium tubular pores; many distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 40 percent gravel, 20 percent cobbles and 10 percent stones; strongly acid, pH 5.3 by pH meter 1:1 water; NaF pH 9.6; clear smooth boundary. (0 to 25 inches, (0 to 64 cm) thick)\nCr/Bt--53 to 66 inches, (135 to 168 cm); brown (7.5YR 5/4) extremely gravelly loam, strong brown (7.5YR 4/6) moist; 24 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine tubular pores and common medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 30 percent gravel, 20 percent cobbles and 20 percent stones; strongly acid, pH 5.2 by pH meter 1:1 water; NaF pH 9.6; clear irregular boundary. (0 to 20 inches, (0 to 51 cm) thick)\nCr--66 to 72 inches, (168 to 183 cm); moderately cemented mudflow breccia; few very fine and fine roots; common very fine and fine tubular pores; cracks are greater than 4 inches, (10 cm) apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 1 mile east southeast of Ewalt Camp, approximately 100 feet south and  feet 1500 west of the northeast corner of Section 2, Township 24 N., Range 3 E., 39 degrees, 58 minutes, 26.4 seconds North latitude and 121 degrees, 36 minutes, 7.2 seconds West longitude, NAD27.  U.S.G.S. Quad: Stirling, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 54 to 56 degrees F, (12 to 13 degrees C).  The soil moisture control section is dry in all parts from about July to about October (about 90 days).  The particle-size control section averages 18 to 35 percent clay, and 2 to 25 percent rock fragments, mostly gravel.  Mineralogy is isotic.  Acid oxalate extractable Al plus 1/2 Fe ranges from 1.88 to 1.61 to a depth of 9 inches, (23 cm).  Rock fragments on the surface range from 5 to 30 percent gravel.\nThe A horizon dry color is 7.5YR 4/4, 6/3, 6/4, 5YR 5/4 or 6/6.  Moist color is 5YR 3/2, 3/3, 3/4, 7.5YR 3/3, 3/4 or 4/3.  Texture is gravelly loam, gravelly sandy loam, loam or sandy loam.  Clay content ranges from 15 to 25 percent.  Rock fragments range from 2 to 30 percent gravel and 0 to 5 percent cobbles.  Organic matter ranges from 6 to 10 percent.  Base saturation by sum of cations ranges from 25 to 35 percent.  CEC by ammonium acetate ranges from 20 to 30.  NaF pH ranges from 9.8 to 11.  Reaction ranges from moderately acid to neutral.\nThe upper part of the Bt horizon dry color is 5YR 5/4, 5/6, 6/4, 6/6, 7.5YR 5/4 or 6/6.  Moist color is 5YR 3/3, 3/4, 4/4, 4/6, 5/4, 5/6, 6/4, 2.5YR 3/4, 4/4 or 4/6.  Texture is gravelly loam, gravelly clay loam, loam or clay loam.  Clay content ranges from 18 to 35 percent.  Rock fragments range from 2 to 20 percent gravel and 0 to 2 percent cobbles.  Organic matter ranges from 1 to 5 percent.  Base saturation by sum of cations ranges from 30 to 37 percent.  CEC by ammonium acetate ranges from 14 to 22.  NaF pH ranges from 9.5 to 10.5.  Reaction ranges from moderately acid to slightly acid.\nThe lower part of the Bt horizon dry color is 5YR 5/4, 5/6, 6/4, 6/6, 7.5YR 5/4, 6/6 or 10YR 6/6.  Moist color is 5YR 4/4, 4/6, 5/4, 5/6, 6/4, 7.5YR 4/4, 5/6 or 10YR 4/4.  Texture is gravelly clay loam, gravelly loam, gravelly sandy loam, clay loam, loam or sandy loam.  Clay content ranges from 18 to 35 percent.  Rock fragments range from 2 to 25 percent gravel and 0 to 5 percent cobbles.  Organic matter ranges from 0.5 to 1 percent.  Base saturation by sum of cations ranges from 19 to 26 percent.  CEC by ammonium acetate ranges from 10 to 15.  NaF pH ranges from 9.5 to 10.  Reaction ranges from very strongly acid to slightly acid.\nThe Bt/Cr horizon dry color is 7.5YR 5/4 or 10YR 7/6.  Moist color is 7.5YR 4/6 or 10YR 6/8.  Texture is extremely gravelly clay loam, very gravelly clay loam, extremely gravelly loam, very gravelly loam or very cobbly loam.  Clay content ranges from 18 to 30 percent.  Rock fragments range from 20 to 50 percent gravel, 20 to 50 percent cobbles and 0 to 20 percent stones.  Organic matter ranges from 0.1 to 1 percent.  Base saturation by sum of cations ranges from 5 to 10 percent.  CEC by ammonium acetate ranges from 10 to 15.  NaF pH ranges from 9.2 to 9.6.  Reaction ranges from very strongly acid to strongly acid.\nThe Cr/Bt horizon dry color is 7.5YR 5/4 or 10YR 7/6.  Moist color is 7.5YR 4/6, 10YR 6/8, 5/4 or 4/3.  Texture is extremely gravelly loam or extremely cobbly loam.  Clay content ranges from 16 to 25 percent.  Rock fragments range from 20 to 50 percent gravel, 20 to 50 percent cobbles, and 0 to 20 percent stones.  Organic matter ranges from 0.1 to 1 percent.  Base saturation by sum of cations ranges from 5 to 10 percent.  CEC by ammonium acetate ranges from 10 to 15.  NaF pH ranges from 9.0 to 9.6.  Reaction ranges from very strongly acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Baumgard series.  Baumgard soils are deep to lithic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mountyana soils are on ridge tops and side slopes on volcanic ridges in Cascade mountains.  Slopes range from 2 to 30 percent.  These soils formed in weathered tephra over residuum weathered from volcanic rocks.  Elevation is 2160 to 4400 feet, (658 to 1341 m).  Mean annual precipitation is 60 to 74 inches, (1524 mm).  The mean annual temperature is 50 to 56 degrees F, (10 to 13 degrees C).  Frost free season is 110 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lydon and Beecee soils.  Lydon soils are on ridge tops and side slopes and are moderately deep to a lithic contact.  Beecee soils are on back slopes and are medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderate to moderately rapid hydraulic conductivity in the A horizon, moderate to moderately slow in the upper Bt horizon, moderately slow to moderately rapid in the lower Bt horizon, moderate to moderately slow in the Bt/Cr horizon and moderate in the Cr/Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, and watershed.  Vegetation is ponderosa pine, Douglas-fir, sugar pine, tanoak, incense cedar, California black oak, white fir, deerbrush, broadleaf starflower, brackenfern, Pacific dogwood, prostrate ceanothus, California needlegrass, common snowberry, whitevein shinleaf, greenleaf manzanita and wax current."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California.  MLRA 22B  Southern Cascade Mountains.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Mount Yana, the southern most Cascade volcano, and the source of the Tuscan Formation in Butte County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 2 to 9 inches, (5 to 23 cm) (A, Bt1).\nArgillic horizon - zone from 9 to 53 inches, (23 to 135 cm) (Bt2, Bt3, Bt4, Bt5, Bt/Cr).\nParalithic contact at 66 inches, (168 cm).\nParticle-size control section - zone from 9 to 29 inches, (23 to 74 cm).\nSoil moisture control section - zone from 11 to 24 inches, (28 to 61 cm).\nBulk density is assumed to be 1 g/cc or less in the upper 9 inches, (23 cm).\nADDITIONAL DATA: Reference samples from lab pedon number: 96P0136, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inches, (0 to 3 cm); pine litter."
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 5,
        "narrative": "Oe--1 to 2 inches, (3 to 5 cm); pine litter, partially decomposed."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 5 inches, (5 to 13 cm); reddish brown (5YR 5/4) gravelly loam, dark reddish brown (5YR 3/3) moist; 22 percent clay; strong fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine to coarse irregular pores; noneffervescent; 1 percent cobbles and 30 percent gravel; moderately acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.4; clear smooth boundary. (2 to 10 inches, (5 to 25 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 9 inches, (13 to 23 cm); reddish brown (5YR 5/4) gravelly loam, dark reddish brown (5YR 3/4) moist; 24 percent clay; strong fine and medium granular structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine to medium roots; many very fine to coarse irregular pores; many distinct discontinuous clay films on faces of peds; noneffervescent; 2 percent cobbles and 18 percent gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.1; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--9 to 14 inches, (23 to 36 cm); reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; 28 percent clay moderate fine and medium granular structure; moderately hard, firm, slightly sticky and moderately plastic; many very fine to medium and common coarse roots; many very fine to coarse irregular pores; many distinct discontinuous clay films on faces of peds; noneffervescent; 2 percent cobbles and 18 percent gravel; moderately acid, pH 5.8 by meter 1:1 water; NaF pH 9.9; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 36,
        "bottom": 48,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--14 to 19 inches, (36 to 48 cm); reddish brown (5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; 30 percent clay; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, fine and coarse roots and many mediumroots; many very fine to coarse irregular pores; many distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 2 percent cobbles and 15 percent gravel; moderately acid, pH 5.7 by pH meter 1:1 water; NaF pH 9.9; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 48,
        "bottom": 66,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--19 to 26 inches, (48 to 66 cm); brown (7.5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; 33 percent clay; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine to coarse roots; many very fine and fine irregular pores and common medium and coarse irregular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 2 percent cobbles and 15 percent gravel; strongly acid, pH 5.4 by pH meter 1:1 water; NaF pH 9.9; clear smooth boundary."
      },
      {
        "name": "Bt5",
        "top": 66,
        "bottom": 97,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt5--26 to 38 inches, (66 to 97 cm); brown (7.5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; 33 percent clay; strong medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine, fine and coarse roots and common medium roots; many very fine and fine tubular pores and common medium and coarse tubular pores; many distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 2 percent cobbles and 20 percent gravel; strongly acid, pH 5.3 by pH meter 1:1 water; NaF pH 9.9; clear irregular boundary. (Combined thickness of the Bt horizon is 30 to 80 inches, (76 to 203 cm) thick)."
      },
      {
        "name": "Bt/Cr",
        "top": 97,
        "bottom": 135,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt/Cr--38 to 53 inches, (97 to 135 cm); brown (7.5YR 5/4) extremely gravelly clay loam, strong brown (7.5YR 4/6) moist; 28 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine tubular pores and common medium tubular pores; many distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 40 percent gravel, 20 percent cobbles and 10 percent stones; strongly acid, pH 5.3 by pH meter 1:1 water; NaF pH 9.6; clear smooth boundary. (0 to 25 inches, (0 to 64 cm) thick)"
      },
      {
        "name": "Cr/Bt",
        "top": 135,
        "bottom": 168,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Cr/Bt--53 to 66 inches, (135 to 168 cm); brown (7.5YR 5/4) extremely gravelly loam, strong brown (7.5YR 4/6) moist; 24 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine tubular pores and common medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores; noneffervescent; 30 percent gravel, 20 percent cobbles and 20 percent stones; strongly acid, pH 5.2 by pH meter 1:1 water; NaF pH 9.6; clear irregular boundary. (0 to 20 inches, (0 to 51 cm) thick)"
      },
      {
        "name": "Cr",
        "top": 168,
        "bottom": 183,
        "narrative": "Cr--66 to 72 inches, (168 to 183 cm); moderately cemented mudflow breccia; few very fine and fine roots; common very fine and fine tubular pores; cracks are greater than 4 inches, (10 cm) apart."
      }
    ]
  ]
}
