{
  "SERIES": "MOUNTEMILY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/RJO/DAL",
  "REVDATE": "06/2006",
  "STATES": "OR",
  "OVERVIEW": "The Mountemily series consists of very deep, well drained soils on ridgetops, side slopes and shoulders of mountains. Mountemily soils are formed in volcanic ash overlying colluvium derived from basalt and andesitic basalt. Slopes are 0 to 90 percent. The mean annual precipitation is about 38 inches and the mean annual temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mountemily ashy silt loam - woodland, on a 43 percent convex north-facing slope at an elevation of 5,740 feet. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, grass and twigs.\nA--2 to 8 inches; dark yellowish brown (10YR 3/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and medium roots; many very fine and fine irregular pores; 3 percent fine gravel and 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary. (4 to 6 inches)\nBw--8 to 22 inches; light yellowish brown (10YR 6/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine and fine irregular pores; 5 percent gravel and 3 percent cobbles; moderately acid (pH 5.8); abrupt wavy boundary. (9 to 16 inches)\n2Ab--22 to 32 inches; very dark brown (10YR 2/2) very gravelly loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, and few fine, medium and coarse roots; common very fine and fine tubular pores; 40 percent gravel and 15 percent cobbles; moderately acid (pH 5.8); gradual wavy boundary. (9 to 15 inches thick)\n2Bwb1--32 to 40 inches; dark brown (10YR 3/3) very gravelly silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine and common fine roots; common fine tubular pores; 40 percent gravel, 15 percent cobbles and 3 percent stones; moderately acid (pH 5.6) gradual wavy boundary. (8 to 18 inches thick)\n2Bwb2--40 to 63 inches; dark brown (10YR 3/3) very cobbly silt loam, brown (10YR 5/3) dry; moderate coarse subangular blocky structure parting to moderate medium and fine subangular blocky; slightly hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; 30 percent gravel, 20 percent cobbles and 5 percent stones; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, Oregon, about 2,011 feet north and 2,388 feet west of the southeast corner of Section 32, T. 4 S., R. 36 E. (Latitude 45 degrees, 10 minutes, 20 seconds N, Longitude 118 degrees, 19 minutes, 46 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually moist but are dry for 30 to 45 consecutive days\nMean annual soil temperature - 37 to 41 degrees F\nMean summer soil temperature - 44 to 49 degrees F\nMean winter soil temperature - 32 to 36 degrees F\nUpper part of the particle-size control section - 5 to 10 percent clay (apparent field texture) and 0 to 20 percent rock fragments\nLower part of the particle-size control section - 18 to 30 percent clay with 35 to 75 percent rock fragments\nDepth to bedrock - greater than 60 inches\nSolum thickness - greater than 60 inches\nVolcanic ash mantle - 14 to 22 inches thick\nParticles of 0.02 to 2.0 mm - 65 to 75 percent\nOrganic matter - 1 to 4 percent\nAcid-oxalate A1 plus 1/2 Fe - 1.5 to 3.5 percent\nPhosphate retention - 60 to 90 percent\nGlass content - 60 to 90 percent\n15-bar water retention on air dried sample - 5 to 12 percent\nA horizon\nHue - 10YR\nValue - 3 moist, 5 or 6 dry\nChroma - 2 to 4 moist or dry\nTexture - ashy SIL, CB-ashy SIL\nRock fragments - 0 to 25 percent total with 0 to 5 percent gravel, 0 to 20 percent cobbles\nClay - 5 to 15 percent\nReaction - 5.6 to 6.0\nBw horizon\nHue - 10YR\nValue - 3 to 5 moist, 5 to 8 dry\nChroma - 2 to 4 moist, 4 to 6 dry\nTexture - ashy SIL, GR-ashy SIL, CB-ashy SIL, ST-ashy SIL\nRock fragments - 0 to 20 percent total with 0 to 20 percent gravel, 0 to 15 percent cobbles, 0 to 15 percent stones\nClay - 5 to 15 percent\nReaction - 5.6 to 6.5\nBase saturation (sum of cations) - 10 to 20 percent\n2Ab horizon\nHue - 10YR or 7.5YR\nValue -3 or 4 moist, 4 to 6 dry\nChroma - 2 to 4 moist or dry\nTexture - GRV-L, CBV-L, GRV-SIL, CBV-SIL, CBX-SIL, STV-L\nRock fragments - 40 to 70 percent total with 15 to 40 percent gravel, 0 to 30 percent cobbles, 0 to 40 percent stones\nClay - 20 to 25 percent\nReaction - 5.6 to 6.5\nBase saturation (sum of cations) - 50 to 70 percent\n2Bwb horizon\nHue - 10YR or 7.5YR\nValue - 3 to 5 moist, 5 to 7 dry\nChroma - 2 to 4 moist or dry\nTexture - CBV-L, GRV-SIL, GRV-L, CBX-SIL, GRV-SICL\nRock fragments - 35 to 75 percent total with 15 to 40 percent gravel, 10 to 40 percent cobbles, 0 to 15 percent stones\nClay - 20 to 30 percent\nReaction - 5.6 to 6.5\nBase saturation (sum of cations) - 60 to 80 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angelpeak, Ashnola, Bucketlake, Ducklake (T), Lackeyshole (T), McAlpinmeadow (T), Mudlakebasin (T), Towermountain (T), Troutmeadows, and Ufish (T) series.\nAngelpeak - deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 60 to 85 percent angular rock fragments, formed in volcanic ash over colluvium from argillite\nAshnola - moderately deep and deep (35 to 50 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is gravelly ashy sandy loam and less than 50 percent silt, formed in volcanic ash over till from sedimentary and volcanic rocks\nBucketlake - very deep (>60 inches), loamy-skeletal part of the pscs has subrounded and rounded rock fragments and clay content of 5 to 15 percent, formed in volcanic ash over till from granite\nDucklake - deep (40 to 60 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is stony ashy silt loam with more than 50 percent silt, loamy-skeletal part of pscs has rounded or well rounded rock fragments, formed in volcanic ash over till from granite\nLackeyshole - deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 35 to 55 percent subangular rock fragments and less than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from andesitic basalt and basalt\nMcCalpinemeadow - moderately deep (20 to 40 inches) to a lithic contact; loamy-skeletal part of the pscs has subangular rock fragments, more than 25 percent very coarse, coarse and medium sand, and clay content of 5 to 10 percent; formed in volcanic ash over colluvium from granite and granodiorite\nMudlakebasin - moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has well rounded and rounded rock fragments, and clay content of 4 to 18 percent, formed in volcanic ash over till from granite\nTowermountain - moderately deep (20 to 40 inches) to a paralithic contact, formed in volcanic ash over colluvium from rhyolitic tuff\nTroutmeadows - moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has subangular rock fragments, less than 25 percent very coarse, coarse and medium sand, and clay content of 10 to 18 percent, formed in volcanic ash over colluvium from basalt\nUfish - deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is strongly acid to slightly acid, and has 35 to 60 percent subrounded or subangular rock fragments and more than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from granite and granodiorite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mountemily soils are on ridgetops and side slopes of mountains. Elevations are 5,200 to 7,000 feet. Slopes are 0 to 90 percent. The soil is formed in volcanic ash overlying colluvium derived from basalts and andesitic basalts. The climate is characterized by cold, wet winters and cool, moist summers. The mean annual precipitation is 30 to 45 inches. The mean annual air temperature is 35 to 41 degrees F. The frost-free period is 25 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These soils are McNamee and Troutmeadows. McNamee soils occur on side slopes of mountains and have 7 to 14 inches of volcanic ash and an argillic horizon. The competing Troutmeadows soils occur on side slopes of mountains and are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, watershed, recreation and wildlife habitat. The native vegetation is lodgepole pine, subalpine fir, western larch, Engleman spruce, grouse huckleberry, big huckleberry, twinflower, Oregon boxwood, prince's pine, sidebells pyrola, round-leaved violet, white hawkweed, pinegrass and northwestern sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Mountains of northeastern Oregon; MLRA 43c. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon 1998. The name is derived from Mount Emily, northwest of LaGrande."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 2 to 8 inches (A horizon)\nCambic horizon - from 8 to 22 inches (Bw horizon)\nAndic property feature - from 2 to 22 inches (A and Bw horizons)\nParticle-size control section - from 2 to 42 inches\nUdic soil moisture regime\nThe dominant USFS plant association is ABLA/VASC/POPU3; others may include PICO(ABLA)/VASC/POPU3 and ABLA2/POPU3. On ridge slope positions PICO(ABLA)/VASC/POPU3 may be the dominant plant association."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data available for sample S94OR-061-003 (94P794), NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, grass and twigs."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 8 inches; dark yellowish brown (10YR 3/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and medium roots; many very fine and fine irregular pores; 3 percent fine gravel and 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary. (4 to 6 inches)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--8 to 22 inches; light yellowish brown (10YR 6/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine and fine irregular pores; 5 percent gravel and 3 percent cobbles; moderately acid (pH 5.8); abrupt wavy boundary. (9 to 16 inches)"
      },
      {
        "name": "2Ab",
        "top": 56,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Ab--22 to 32 inches; very dark brown (10YR 2/2) very gravelly loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, and few fine, medium and coarse roots; common very fine and fine tubular pores; 40 percent gravel and 15 percent cobbles; moderately acid (pH 5.8); gradual wavy boundary. (9 to 15 inches thick)"
      },
      {
        "name": "2Bwb1",
        "top": 81,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bwb1--32 to 40 inches; dark brown (10YR 3/3) very gravelly silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine and common fine roots; common fine tubular pores; 40 percent gravel, 15 percent cobbles and 3 percent stones; moderately acid (pH 5.6) gradual wavy boundary. (8 to 18 inches thick)"
      },
      {
        "name": "2Bwb2",
        "top": 102,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bwb2--40 to 63 inches; dark brown (10YR 3/3) very cobbly silt loam, brown (10YR 5/3) dry; moderate coarse subangular blocky structure parting to moderate medium and fine subangular blocky; slightly hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; 30 percent gravel, 20 percent cobbles and 5 percent stones; moderately acid (pH 5.8)."
      }
    ]
  ]
}
