{
  "SERIES": "MOUNTHOPE",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB",
  "REVDATE": "10/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mounthope loam, on a southeast facing 27 percent slope under a cover of whiteleaf manzanita, toyon, buckbrush, interior live oak, blue oak, foothill pine, and Pacific poison oak at an elevation of 1640 feet, (500 m).  When described on 11/20/2000 the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise noted)\nOi--0 to 1 inches, (0 to 3 cm); slightly decomposed plant material.\nA--1 to 3 inches, (3 to 8 cm); brown (7.5YR 5/4) loam, reddish brown (5YR 4/4), moist; 20 percent clay; moderate medium subangular blocky parting to moderate fine granular structure; slightly hard, very friable, nonsticky, slightly plastic; few very fine roots; common fine and medium irregular pores; 5 percent subangular metavolcanic gravel; slightly acid, pH 6.5 by Hellige-Truog; abrupt smooth boundary. (2 to 4 inches, (5 to 10 cm) thick)\nBt1--3 to 7 inches, (8 to 18 cm); yellowish red (5YR 5/6) loam, reddish brown (5YR 4/4), moist; 24 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine, few medium and many coarse roots; common fine tubular and few medium tubular pores; 5 percent discontinuous distinct clay films on surfaces along pores and 20 percent discontinuous distinct clay films on faces of peds; 10 percent subangular metavolcanic gravel; slightly acid, pH 6.2 by Hellige-Truog; abrupt smooth boundary.\nBt2--7 to 15 inches, (18 to 38 cm); yellowish red (5YR 5/6) loam, reddish brown (5YR 4/4), moist; 26 percent clay; moderate medium subangular blocky structure; hard, friable, slightly sticky, moderately plastic; common fine and medium and few coarse roots throughout; common fine tubular pores; 10 percent discontinuous distinct clay films on surfaces along pores and 20 percent discontinuous distinct clay films on all faces of peds; 5 percent subangular metavolcanic gravel; slightly acid, pH 6.2 by Hellige-Truog; clear wavy boundary.  (Combined thickness of the Bt1 and Bt2 horizons is 8 to 12 inches, (20 to 30 cm) thick)\nBt3--15 to 22 inches, (38 to 56 cm); yellowish red (5YR 5/6) gravelly clay loam, yellowish red (5YR 4/6), moist; 28 percent clay; moderate medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic; few fine and medium roots; common fine and medium tubular pores; 10 percent discontinuous distinct clay films on surfaces along pores and 25 percent discontinuous distinct clay films on faces of peds; 25 percent subangular metavolcanic gravel; slightly acid, pH 6.3 by Hellige-Truog; gradual wavy boundary.\nBt4--22 to 26 inches, (56 to 66 cm); yellowish red (5YR 5/6) gravelly clay loam, yellowish red (5YR 4/6), moist; 29 percent clay; moderate fine subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few fine and medium roots; few fine tubular pores; 10 percent discontinuous distinct clay films on surfaces along pores and 35 percent discontinuous distinct clay films on faces of peds; 30 percent subangular metavolcanic gravel; slightly acid, pH 6.3 by Hellige-Truog; gradual wavy boundary.\nBt5--26 to 31 inches, (66 to 79 cm); yellowish red (5YR 5/6) very gravelly clay loam, yellowish red (5YR 4/6), moist; 31 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few fine and medium roots; common fine and medium tubular pores; 15 percent discontinuous distinct clay films on surfaces along pores and 35 percent discontinuous distinct clay films on faces of peds; 50 percent subangular metavolcanic gravel; slightly acid, pH 6.4 by Hellige-Truog; gradual wavy boundary.\nBt6--31 to 42 inches, (79 to 107 cm); yellowish red (5YR 5/6) very gravelly clay loam, yellowish red (5YR 4/6), moist; 28 percent clay; moderate fine subangular blocky structure; slightly hard, firm, moderately sticky, moderately plastic; few fine roots; few fine tubular pores; 10 percent discontinuous distinct clay films on surfaces along pores and 35 percent discontinuous distinct clay films on faces of peds; 50 percent subangular metavolcanic gravel; slightly acid, pH 6.3 by Hellige-Truog; clear smooth boundary.\nBt7--42 to 52 inches, (107 to 132 cm); reddish yellow (5YR 6/6) gravelly clay loam, yellowish red (5YR 4/6), moist; 30 percent clay; weak fine subangular blocky structure; slightly hard, firm, moderately sticky, moderately plastic; few fine roots; few fine tubular pores; 5 percent discontinuous distinct clay films on surfaces along pores and 15 percent discontinuous distinct clay films on faces of peds; 30 percent subangular metavolcanic gravel; slightly acid, pH 6.4 by Hellige-Truog; gradual smooth boundary.  (Combined thickness of the Bt3 through Bt7 horizon is 20 to 46 inches, (51 to 117 cm) thick).\nCr--52 inches, (132 cm); moderately cemented greenschist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 5.1 miles northeast of Oroville Dam, approximately 1600 feet east and 1050 feet south of the northwest corner of Section 7, Township 20 N., Range 5 E., 39 degrees, 36 minutes, 34.15 seconds North latitude; 121 degrees, 27 minutes, 33.20 seconds West longitude.  NAD83 -U.S.G.S. Quad: Oroville Dam, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 40 to 60 inches, (102 to 152 cm).  The mean annual soil temperature is 59 to 63 degrees F, (15 to 17 degrees C).  The soil moisture control section is dry in all parts from about May to about October (about 150 to 200 days).  The particle-size control section averages 20 to 27 percent clay and 10 to 35 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Organic matter ranges from 1 to 3.5 percent to a depth of 15 inches, (38 cm) and less than 1 percent to a depth of 52 inches, (132 cm).  Rock fragments on the surface range from 0 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 15 percent stones and 0 to 15 percent boulders.\nThe A horizon dry color is 7.5YR 5/4, 6/4, 7/4, 5/6 or 5YR 7/6.  Moist color is 5YR 4/4, 5/4, 7.5YR 3/4 or 4/3.  Texture is loam or gravelly loam with high silt content.  Clay content ranges from 17 to 25 percent.  Rock fragments range from 0 to 30 percent gravel.  Reaction ranges from moderately acid to neutral.\nThe upper Bt horizon dry color is 5YR 5/6 or 7.5YR 5/6.  Moist color is 5YR 4/4 or 7.5YR 3/4.  Texture is gravelly loam or loam.  Clay content ranges from 20 to 27 percent.  Rock fragments range from 0 to 10 percent gravel.  Reaction ranges from slightly acid to moderately acid.\nThe lower Bt horizon dry color is 5YR 7/4, 4/6, 5/6, 6/6, 7/6, 7.5YR 5/6, 6/6, 7/6, 7/4, 2.5YR 5/6, 6/6 or 7/6.  Moist color is 5YR 3/4, 4/4, 4/6, 5/6, 5/8, 8/4, 7.5YR 3/4, 4/4, 4/6, 2.5YR 4/6, 4/8 or 5/8.  Texture is clay loam, very gravelly loam, gravelly clay loam or very gravelly clay loam with high silt content.  Clay content ranges from 20 to 35 percent.  Rock fragments range from 5 to 50 percent gravel and 0 to 25 percent cobbles.  Reaction ranges from moderately acid to slightly acid.\nThe BCt horizon when present dry color is 7.5YR 5/6.  Moist color is 5YR 4/6.  Texture is extremely gravelly loam, extremely gravelly clay loam, or extremely gravelly clay with high silt content.  Clay content ranges from 25 to 27 percent and 25 to 40 percent in the lower part.  Rock fragments range from 60 to 70 percent gravel and 0 to 20 percent cobbles.  Reaction ranges from moderately acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bearwallow, Churn, Loafercreek, Sommeyflat, and Wisheylu series.  Bearwallow, Loafercreek and Wisheylu soils are moderately deep.  Churn and Sommeyflat soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mounthope soils are on metamorphic Sierra Nevada foothills.  Slopes range from 2 to 100 percent.  These soils formed in colluvium and residuum weathered from metasedimentary and metavolcanic rocks, mainly greenschist and intrusive igneous rock, mainly quartz diorite and gabbro.  Elevation is 400 to 2400 feet, (122 to 732 m).  Mean annual precipitation is 35 to 60 inches, (889 to 1524 mm).  The mean annual temperature is 56 to 61 degrees F, (13 to 16 degrees C).  Frost free season is 200 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bigridge, Dunstone, Featherfalls, Hartsmill, Islandbar, Loafercreek, Minniecreek, Oroshore and Surnuf soils.  Bigridge soils are deep to paralithic contact of greenschist and are mesic.  Dunstone soils are shallow to a paralithic contact of greenschist and are loamy.  Featherfalls soils are fine-loamy, deep to a paralithic contact of tronjhemite and are mesic.  Hartsmill soils are loamy-skeletal and very deep to a paralithic contact of greenschist.  Loafercreek soils are fine-loamy and moderately deep to a paralithic contact.  Islandbar soils are loamy-skeletal, deep to a paralithic contact of tronjhemite and are mesic.  Oroshore soils are moderately deep to a paralithic contact and are loamy-skeletal.  Surnuf soils are fine, very deep and mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderate saturated hydraulic conductivity in the A, Bt1, and Bt2 horizons, moderately slow in the Bt3, Bt4, Bt5, and Bt6 horizons, and moderately slow or moderate in the Bt7 horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat and home site development.  Vegetation is whiteleaf manzanita, toyon, buckbrush, interior live oak, blue oak, foothill pine, Pacific poison oak, chaparral coffeeberry, squirreltail, hedgehog dogtail and very scattered ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the (M261Fb) Lower Foothills Metamorphic Belt subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Mt. Hope, Oroville Dam quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 1 to 3 inches, (3 to 8 cm) (A).\nArgillic horizon - zone from 3 to 52 inches, (8 to 132 cm) (Bt1, Bt2, Bt3, Bt4, Bt5, Bt6, Bt7).\nParalithic contact - the zone from 52 to 80 inches, (132 to 203 cm) (Cr).\nParticle-size control section - zone from 3 to 23 inches, (8 to 58 cm) (Bt1, Bt2, Bt3, Bt4).\nThe soil moisture control section - zone from 8 to 21 inches, (20 to 53 cm).\nADDITIONAL DATA: Reference data from lab pedon number: 01N0267, NSSL, Lincoln, NE.  Used field estimated clay because iron content is thought to interfere with complete dispersion.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
