{
  "SERIES": "MOUNTVIEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKB:JCJ",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, semiactive, thermic Oxyaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mountview silt loam--pastured.  (Colors are for moist soil).\nAp--0 to 8 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; many fine roots; strongly acid; clear smooth boundary.  (5 to 10 inches thick)\nBt1--8 to 12 inches; yellowish brown (10YR 5/6) silt loam; weak fine subangular blocky structure; friable; common fine roots; very strongly acid; clear smooth boundary.\nBt2--12 to 25 inches; strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; very strongly acid; gradual smooth boundary. (Thickness of the Bt horizon is 16 to 36 inches).\nE/B--25 to 28 inches; (E part, about 55 percent) light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; few fine distinct very pale brown (10YR 7/3) silt coatings between peds; (B part, about 45 percent) strong brown (7.5YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; few fine roots; few distinct brown (10YR 5/4) clay films on faces of peds; brittle in 30 to 40 percent of the horizon; very strongly acid; clear irregular boundary.\nB/E--28 to 33 inches; (B part, about 80 percent); strong brown (7.5YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; few fine roots; few distinct brown (10YR 5/4) clay films on faces of peds; (E part, about 20 percent) light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; few fine roots;few fine distinct very pale brown (10YR 7/3) silt coatings on vertical and horizontal ped faces; approximately 5 percent fragments of chert up to 2 inches across; brittle in 30 to 50 percent of the mass; very strongly acid; abrupt wavy boundary. (Thickness of the E/B or the B/E or a combination of the two is 0 to 12 inches).\n2Bt3--33 to 46 inches; yellowish red (5YR 5/6) gravelly clay; moderate fine and medium subangular blocky structure; firm; common distinct yellowish red (5YR 4/6) clay films on faces of peds; common medium distinct strong brown (7.5YR 5/6) and common medium prominent yellowish brown (10YR 5/6) masses of accumulation; approximately 15 percent fragments of chert up to 2 inches in diameter; common medium prominent pale brown (10YR 6/3) iron depletions; very strongly acid; gradual smooth boundary.\n2Bt4--46 to 66 inches; yellowish red (5YR 4/6) gravelly clay; moderate fine and medium angular and subangular blocky structure; firm; many distinct reddish brown (5YR 4/4) clay films on faces of peds; many medium distinct yellowish brown (10YR 5/8) masses of accumulation; approximately 25 percent fragments of chert up to 3 inches in diameter;few medium prominent light gray (10YR 7/2) iron depletions; very strongly acid; (thickness of the 2Bt horizon is 20 inches to 40 inches or more)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coffee County, Tennessee; 2.8 miles southwest of Manchester to Mountview Church; southwest 0.1 mile to crossroads; southeast 0.9 mile toward Belmont on blacktop road; 100 feet north of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to rock  exceeds 60 inches.  The upper solum formed in a silty mantle, presumably loess, and commonly is about 30 inches thick but ranges from about 22 to 36 inches.   This overlies a lower solum developed in residuum of limestone or old alluvium.  Coarse fragments, commonly fragments of chert, range from 0 to about 5 percent in the upper 30 inches and from about 5 to 35 percent below that depth.  Transition horizons have characteristics similar to adjacent horizons.  Reaction of each horizon is very strongly acid or strongly acid, except the surface layer is less acid where limed.\nThe Ap horizon, or A horizon, where present, has hue of 10YR, value of 4 to 6, and chroma of 2 to 4.  It is silt loam.\nThe E horizon, where present, is 3 to 8 inches thick and has hue of 10YR, value of 5 and chroma of 3 or 4.  Texture is silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8.  Texture is silt loam or silty clay loam.\nThe B part of E/B or B/E horizons, where present, has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8.  Texture is silt loam or silty clay loam.  The E part has hue of 10YR, value of 6 or 7, and chroma of 3 or 4.  Texture is silt loam.  Brittleness in the E/B or B/E horizons ranges from 0 to 50 percent.  Most pedons have few to common thin silt coatings on vertical and horizontal faces of peds.  Some pedons have redox iron depletions on ped faces.\nThe 2Bt horizon has hue of 7.5YR, 5YR or 2.5YR, value of 4 or 5, and chroma of 4 to 8. Redox accumulations in shades of brown, yellow, and red range from few to many. Some pedons do not have a dominant matrix color but are an evenly mottled pattern in shades of brown, yellow, and red.  Most pedons have few to common gray redox depletions between 24 and 40 inches.  The fine earth fraction is silty clay loam, silty clay, clay, or rarely clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series with the same classification.  Aycock, Bewleyville, Blevins, and Curtistown are in a Typic family and the Brandon, Crider, Etowah, Holston, Minvale, Pembroke, Pickwick, and Silerton series in similar families with different mineralogy or base saturation..  Aycock soils do not have 2Bt horizons or fragments of chert. Bewleyville soils have hue redder than 7.5YR in some subhorizon above the 2Bt horizon and do not have a glossic horizon..Blevins soils have bisequal clay distribution and do not have fragments of chert.  Curtistown soils have surface layers with value and chroma of 3 or less.   Brandon soils have mixed mineralogy, and have within depths of 2 or 3 feet horizons that contain more than 35 percent coarse fragments.  Crider soils have base saturation of more than 35 percent.  Etowah, Holston and Minvale  soils are fine loamy. Pembroke soils have surface horizons with value and chroma of 3 or less and,in addition have base saturation of more than 35 percent.  Pickwick soils have Bt horizons hue of 5YR or redder and mixed mineralogy. Silerton soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mountview soils are on undulating to rolling ridgetops and broad plateau-like areas with slopes ranging from 0 to 20 percent.  The regolith is 2 to 3 feet of a silty mantle, presumably loess, underlain by residuum of limestone or old alluvium.  Near the type location, average annual air temperature is about  59 degrees F., and mean annual precipitation is about 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bewleyville, Sengtown, Dickson, Guthrie, Hawthorne, Sango and Taft series.Sengtown soils have a fine-textured subsoil and greater than 15 percent fragments  Dickson, Sango, Taft, and Guthrie soils, on adjacent landscapes, have fragipans.  Hawthorne soils, on steeper ridges and hillsides, are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained; medium runoff; moderate permeability above the discontinuity; moderately slow to slow below the discontinuity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing hay, pasture, small grains, cotton, corn, and tobacco. Some areas are in woodland consisting chiefly of oak, hickory, gum, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Highland Rim of Tennessee, northern Alabama, Pennyroyal of Kentucky, and possibly southern Missouri.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stewart County, Tennessee; 1944."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of about 8 inches (Ap horizon)\nGlossic horizon - from 25 to 33 inches (E/B and B/E horizons)\nArgillic horizon - the zone from about 8 inches to a depth of about 25 inches and from 33 inches to 66 inches (Bt1, Bt2, 2Bt3, 2Bt4 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
