{
  "SERIES": "MOVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSF-RAL-TWN",
  "REVDATE": "01/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over clayey, mixed, superactive, calcareous, mesic Aquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Moville silt loam, on a 1 percent slope, in a cultivated field at an elevation of 307 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters; very dark grayish brown (10YR 3/2) silt loam, grayish brown (2.5Y 5/2) dry; weak very fine subangular blocky structure; friable; common fine roots; many very fine tubular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (15 to 25 centimeters thick)\nC1--15 to 38 centimeters; dark grayish brown (2.5Y 4/2) silt loam; massive with weak thin alluvial stratification; very friable; many very fine tubular pores; few fine distinct yellowish brown (10YR 5/4) redoximorphic concentrations; slightly effervescent; slightly alkaline; clear smooth boundary.\nC2--38 to 71 centimeters; about 60 percent dark grayish brown (2.5Y 4/2), about 35 percent grayish brown (2.5Y 5/2), and about 5 percent very dark grayish brown (2.5Y 3/2) silt loam; massive with weak thin alluvial stratification; very friable; many fine roots; many very fine tubular pores; common fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; slightly effervescent; slightly alkaline; abrupt smooth boundary. (Combined thickness of the C horizon is 30 to 56 centimeters.)\n2Ab1--71 to 89 centimeters; black (N 2/0) silty clay; moderate very fine subangular blocky structure; firm; common very fine roots; many very fine tubular pores; common fine prominent dark grayish brown (2.5Y 4/2) redoximorphic concentrations; neutral; clear smooth boundary.\n2Ab2--89 to 112 centimeters; black (N 2/0) silty clay; moderate fine subangular blocky structure; firm; many very fine tubular pores; common fine prominent dark grayish brown (2.5Y 4/2) redoximorphic concentrations; neutral; clear smooth boundary. (Combined thickness of the 2Ab horizon is 40 to 56 centimeters.)\n2Bssgb1--112 to 135 centimeters; very dark gray (2.5Y 3/1) clay; moderate fine and medium subangular blocky structure; very firm; many very fine tubular pores; common distinct very dark gray (5Y 3/1) slickensides; very many distinct black (10YR 2/1) organic stains; common fine faint dark grayish brown (2.5Y 4/2) redoximorphic concentrations; neutral; gradual smooth boundary.\n2Bssgb2--135 to 163 centimeters; very dark gray (5Y 3/1) clay; moderate medium subangular blocky structure; very firm; many very fine tubular pores; common distinct very dark gray (5Y 3/1) slickensides; many distinct black (10YR 2/1) organic stains; common fine faint dark grayish brown (2.5Y 4/2) redoximorphic concentrations; slightly effervescent; slightly alkaline; gradual smooth boundary.\n2Bsskgb--163 to 200 centimeters; dark gray (5Y 4/1) clay; moderate medium prismatic structure; very firm; many very fine tubular pores; many distinct dark gray (5Y 4/1) slickensides; many distinct very dark gray (10YR 3/1) organic stains; common fine faint dark grayish brown (2.5Y 4/2) redoximorphic concentrations; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 107B-Iowa and Missouri Deep Loess Hills, Harrison County, Iowa subset; about 1 1/4 miles northwest of Missouri Valley; located about 2,200 feet west and 2,400 feet north of the southeast corner of section 4, T. 78 N., R. 44 W.; USGS Missouri Valley topographic quadrangle; lat. 41 degrees 35 minutes 4.7 seconds N. and long. 95 degrees 54 minutes 20.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to buried horizons--45 to 80 centimeters\nDepth to carbonates--0 to 25 centimeters\nClay content in the upper third to upper half of the particle-size control section (weighted average)--10 to 18 percent\nClay content in the lower half to lower two thirds of the particle-size control section (weighted average)--40 to 65 percent\nSand content in the particle-size control section (weighted average)--less than 15 percent fine sand and sand coarser than fine sand\nAp or A horizon:\nHue--10YR or 2.5Y\nValue--3 or 4\nChroma--2 or 3\nTexture--silt loam\nClay content--10 to 18 percent\nSand content--less than 15 percent\nCalcium carbonate equivalent--2 to 20 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.25 to 1.30 g/cc\nC horizon:\nHue--10YR or 2.5Y\nValue--3 to 5\nChroma--1 to 3\nTexture--silt loam\nClay content--10 to 18 percent\nSand content--less than 15 percent\nCalcium carbonate equivalent--2 to 20 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.25 to 1.30 g/cc\n2Ab horizon:\nHue--10YR, 2.5Y, 5Y, or neutral\nValue--2 or 3\nChroma--0 or 1\nTexture--silty clay or clay\nClay content--40 to 65 percent\nSand content--less than 15 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--neutral or slightly alkaline\nMoist bulk density--1.35 to 1.45 g/cc\n2Bgb or 2Bkgb horizon (if it occurs):\nHue--2.5Y, 5Y, or neutral\nValue--3 to 6\nChroma--0 or 1\nTexture--silty clay or clay\nClay content--50 to 75 percent\nSand content--less than 15 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--neutral or slightly alkaline\nMoist bulk density--1.35 to 1.45 g/cc\n2Bssgb or 2Bsskgb horizon:\nHue--2.5Y, 5Y, or neutral\nValue--3 to 6\nChroma--0 or 1\nTexture--silty clay or clay\nClay content--50 to 75 percent\nSand content--less than 15 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--neutral or slightly alkaline\nMoist bulk density--1.35 to 1.45 g/cc\n2Cgb horizon (if it occurs):\nHue--2.5Y, 5Y, or neutral\nValue--3 to 6\nChroma--0 or 1\nTexture--silty clay or clay\nClay content--50 to 75 percent\nSand content--less than 15 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--neutral or slightly alkaline\nMoist bulk density--1.35 to 1.45 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Modale series.\nModale--do not have buried horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--45 to 80 centimeters of silty alluvium and the underlying silty clay or clay\nLandform--flood plains in river valleys\nSlope--0 to 2 percent\nElevation--185 to 475 meters above sea level\nMean annual air temperature--8 to 13 degrees C\nMean annual precipitation--660 to 1,040 millimeters\nFrost-free period--155 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kennebec, Luton, McPaul, and Woodbury soils.\nKennebec--are on slightly higher landscape positions, have a saturated zone between 1 and 1.8 meters during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a mollic epipedon more than 100 centimeters thick\nLuton--are on slightly lower landscape positions, have a saturated zone within a depth of 0.3 meter during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a clay content of 40 to 75 percent throughout the series control section\nMcPaul--are on slightly higher landscape positions, have a saturated zone between 1.0 and 1.5 meters during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a clay content of 10 to 18 percent throughout the series control section\nWoodbury--are on slightly lower landscape positions, have a saturated zone within a depth of 0.3 meter during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, have a depth to carbonates range of 90 to 150 centimeters, and have a mollic epipedon 40 to 60 centimeters thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained--a saturated zone occurs within depths of 0.3 and 1 meter during the wettest part of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and this saturation is considered perched\nSaturated hydraulic conductivity--1.0 to 10 micrometers per second in the silty alluvium and .01 to .10 micrometers per second in the underlying silty clay or clay\nFlooding--occasionally or rarely flooded for brief duration; flooding from streambank overflow is limited where dams and levees protect areas"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans. Surface ditches drain most areas. Some areas are land-leveled and irrigated. The native vegetation is big bluestem, little bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRA--Iowa and Missouri Deep Loess Hills (107B)\nLLR M; on nearly level flood plains within a few miles of the Missouri River and tributaries in Iowa, Nebraska, and Missouri\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana; MLRA SSO 10-6 (Atlantic, Iowa)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodbury County, Iowa, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 200 centimeters (Ap, C1, C2, 2Ab1, 2Ab2, 2Bssgb1, 2Bssgb2, and 2Bsskgb horizons).\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 15 centimeters (Ap horizon);\nudic moisture regime.\nCation-exchange class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nTypical pedon location moved in 2003 to better represent the central concept of the series.\nADDITIONAL DATA:\nLaboratory data--Iowa State University, Ames, Iowa pedon 98-IA-193-017A.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
