{
  "SERIES": "MOVIEFLAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-TAC-ET-MAV",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic, shallow Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Movieflat loamy coarse sand - on a 5 percent south slope at 1,495 meters elevation under Cooper goldenbush and bud sagebrush.  Colors are for dry soil unless otherwise stated.  When described June 27, 1979 the soil was dry throughout. Surface is partially covered with 50 percent gravel.\nA--0 to 20 cm; pale brown (10YR 6/3) loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 10 percent fine and medium gravel; slightly alkaline (pH 7.6); abrupt irregular boundary.  (18 to 36 cm thick)\n2Cr--20 cm; brownish yellow (10YR 6/6) decomposing granitic bedrock, dark yellowish brown (10YR 4/4) moist; massive; many faint clay films stain mineral grains."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 4.5 miles west of Lone Pine, California; 10 feet north of dirt road; 1,400 feet north and 2,250 feet east of the southwest corner of Sec. 14, T. 15 S., R. 35 E., M.D.B.M., USGS Manzanar 7.5 minute topographic quadrangle; latitude 36 degrees 37 minutes 33 seconds N and longitude 118 degrees 08 minutes 17 seconds W; WGS84 Decimal Degrees 36.6258333 latitude, -118.1380556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact is 18 to 36 cm.  The soil above the contact is usually dry from about April 15 to November 15, and is moist in some or all parts the rest of the time; aridic moisture regime bordering on xeric.  The soil temperature is above 8.3 degrees C from about March 1 to December 15, but is rarely below 5 degrees C.  The soil moisture regime is aridic bordering on xeric.  The mean annual soil temperature is about 15 to 16.7 degrees C.  Surface is covered with 10 to 50 percent gravel.\nThe A horizon color is 10YR 6/3 or 6/4, and moist color is 10YR 4/2 or 4/3.  The soil contains 5 to 15 percent fine and medium gravel.  The soil is slightly alkaline and contains 0.2 to 0.4 percent organic carbon.\nThe Cr horizon color is 10YR 6/4 or 6/6, and moist color is 10YR 4/4 or 4/6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Honova series in another family.  Honova soils have loamy textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Movieflat soils are on hills and pediments and formed in material weathered from granitic rocks.  Slopes are 2 to 9 percent.  The elevation range is 1,465 to 1,590 meters.  The mean annual precipitation is 100 to 200 mm.  The mean January temperature is about 2.8 degrees C; the mean July temperature is about 24 degrees C.  The mean annual temperature is 13 to 14 degrees C.  The frost-free season is 180 to 220 days.  Rock outcrops are associated with these soils in some areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lubkin, Goodale, Cartago, and Tinemaha  soils.  These soils are very deep.  Lubkin soils have fine-loamy argillic horizons and are on fan terraces.  Goodale soils have sandy skeletal particle size control sections and are on recent alluvial fans.  Tinemaha soils have loamy skeletal argillic horizons and are on fan terraces.  Cartago soils are very deep and are on alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and wildlife habitat.  The vegetation is Indian ricegrass, white bursage, Nevada ephedra and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Valley, California.  The soils are of small extent in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Inyo County, California; Benton-Owens Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 18 cm (A)\n1.1  Color values for the A horizon do not meet mollic criteria (10YR 6/3)\n1.2  Organic carbon content is about 0.25 percent\nOther Soil Characteristics:\n1.  The soil lacks a subsurface diagnostic horizon because:\n1.1  Massive structure or rock structure is present\n1.2  No clay films, or segregated carbonate\n1.3  Sandy textures\n2.  Soil above the paralithic contact is loamy coarse sand or coarser\n3.  Soft bedrock occurs at 7-14 inch depth making this soil very shallow for series criteria and shallow for soil depth, in relation to a restrictive layer.\n4.  Mixed mineralogy assumed\n5.  The soil moisture regime is xeric-aridic.  M.A.P. is about 15 cm.\n6.  The soil temperature regime is thermic.  M.A.S.T. is about 15.6 degrees C.  This is extrapolated from actual temperature transect data over the last years using Rod Arkley's equation.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
