{
  "SERIES": "MOYERS",
  "STATUS": "Established Series",
  "BYREV": "WRB:JWF",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquollic Hapludalfs\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 9 inches; very dark grayish brown (10YR 3/2) loam;\nweak fine and medium granular structure; hard, friable; many roots\nof all sizes; slightly acid; clear smooth boundary.  (7 to 9\ninches thick)\nB1--9 to 15 inches; brown (10YR 5/3) loam; common fine\ndistinct strong brown mottles; weak fine and medium granular structure; hard, friable; many roots of all sizes; slightly acid; clear smooth boundary.  (3 to 8 inches thick)\nB21t--15 to 24 inches; yellowish brown (10YR 5/4) clay loam; common fine distinct strong brown and light gray mottles; weak\nfine and medium subangular blocky structure; very hard; firm; few fine roots; few black concretions; clay films on faces of peds; medium acid; gradual smooth boundary.  (9 to 20 inches thick)\nB22t--24 to 44 inches; light yellowish brown (10YR 6/4) clay; many fine and medium distinct strong brown (7.5YR 5/8), yellowish\nred (5YR 5/8), red (2.5YR 4/8), and light gray (10YR 7/2) mottles; weak, coarse, blocky structure that parts to weak fine and medium subangular blocky structure; very hard, firm; few fine roots;\ncommon black concretions; clay films on faces of peds; strongly\nacid; clear smooth boundary.  (16 to 29 inches thick)\nCr--44 to 50 inches; olive (5Y 5/4) slightly weathered shale; tilted 30 degrees from a horizontal plane."
  },
  "TYPE LOCATION": {},
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pushmataha County, Oklahoma; about 1 mile west and 1/2 mile south of Moyers; 1600 feet south and 1000 feet west of\nthe northeast corner of sec. 12, T. 3 S., R. 15 E."
  },
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale\nbedrock ranges from 40 to 60 inches.\nThe A horizon has a hue of 10YR, value of 3, and chroma of 2 or 3.  Texture is loam, silt loam, or very fine sandy loam.  Reaction is slightly or medium acid.\nThe B1 horizon has hues of 7.5YR or 10YR, values that range from 4\nto 6, and chromas that range from 3 to 6.  Texture is loam, clay loam, or silty clay loam and ranges from 25 to 40 percent clay content.  Reaction ranges from slightly to very strongly acid.\nSome pedons have brown mottles.\nThe B21t horizon has similar color and reaction as the B1 horizon.  This horizon has red, gray and brown mottles.  Texture is clay\nloam or silty clay loam and clay content ranges from 35 to 40 percent.\nThe B22t horizon has hues of 7.5YR, 10YR, or 2.5Y; values that\nrange from 4 to 6 and chromas that range from 4 to 6.  It has red, gray and brown mottles.  Texture is clay or clay loam and clay content ranges from 35 to 50 percent.  Reaction ranges from\nstrongly acid to neutral.\nThe Cr horizon is olive or gray shale that is slightly weathered\nand can be dug with a spade with some difficulty.  Reaction ranges from strongly acid to moderately alkaline.  It is tilted 20\ndegrees to 60 degrees from the horizontal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barden and Liberal series of the same family.  Barden soils have base saturation of less than 50 percent in some part of the argillic horizon and have A horizons thicker than 10 inches.  Liberal soils have chromas of 1 or 2 in\nthe lower argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moyers soils are on very gently sloping or gently sloping uplands in the valleys of the Ouachita Mountains.  Slopes range from 1 to 5 percent.  Mean annual precipitation\nranges from 40 to 56 inches and is evenly distributed throughout\nthe year.  Mean annual temperature ranges from 59 degrees to 66 degrees F.  Thornthwaite annual P-E indices range from 64 to 76.  GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burwell, Sobol, Tuskahoma and Wister series.  Burwell soils are on mounds, have fine-silty control sections and are more than 60 inches thick.\nSobol soils are on intermounds and are 20 to 40 inches thick.  Tuskahoma soils occur on intermounds and are less than 20 inches thick.  Wister soils are on intermounds and have abrupt textural change between the A and Bt horizon."
  },
  "USE AND VEGETATION": {},
  "REGIONAL OFFICE": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moyers soils are moderately well\ndrained.  Runoff is medium and permeability is slow.   A perched water table is at a depth of 1 to 2 feet in winter and spring."
  },
  "ORIGIN": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for growing improved pasture\nand as native range for beef cattle.  Native grasses are mainly\nbig bluestem, little bluestem, indiangrass, and switchgrass.  DISTRIBUTION AND EXTENT:  Southeastern Oklahoma and possibly"
  },
  "REMARKS": {},
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
