{
  "SERIES": "MOZEN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RWL/HRG",
  "REVDATE": "4/98",
  "STATES": "WA",
  "OVERVIEW": "The Mozen series consists of moderately deep, well drained soils that formed in loess mixed with volcanic ash in the surface, slope alluvium and some residuum from basalt.  They are on hillslopes, dissected plateaus and piedmont slopes.  Slopes are 3 to 30 percent.  Average annual precipitation is about 13 inches and average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mozen silt loam - rangeland, on a 4 percent east-facing slope at elevation of 2,720 feet.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine irregular pores; neutral (pH 6.8); clear smooth boundary.  (5 to 7 inches thick)\nA2--5 to 10 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine irregular pores; neutral (pH 6.8); clear wavy boundary.  (4 to 7 inches thick)\nAB--10 to 13 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and few very fine tubular pores; neutral (pH 7.0); abrupt wavy boundary.  (2 to 4 inches thick)\n2Bt--13 to 22 inches; brown (10YR 5/3) clay loam,\ndark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; common very fine roots between peds and few very fine roots inside peds; many very fine irregular and few very fine tubular pores; few faint pressure faces on peds and few faint clay bridging in pores; 15 percent very coarse cylindrical cicada cast; slightly alkaline (pH 7.4); abrupt wavy boundary.  (8 to 17 inches thick)\n2Btkb--22 to 28 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine irregular and common very fine tubular pores; few faint pressure faces on peds and few faint clay bridging in pores; common distinct lime coats on faces of peds and few lining pores; 15 percent very coarse cylindrical cicada cast; 5 percent pebbles; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 7 inches thick)\n2Btb--28 to 36 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium and coarse prismatic structure; very hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine irregular and common very fine tubular pores; common faint pressure faces on peds and few faint clay bridging in pore; 15 percent coarse cylindrical cicada cast; 5 percent pebbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (0 to 8 inches thick)\n2Bwb--36 to 39 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and few medium roots; many very fine irregular and common very fine tubular pores; 10 percent pebbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (0 to 5 inches thick)\n3R--39 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington, about 7 1/2 miles south of Ellensburg; about 900 feet east and 900 feet north of the southwest corner of section 5, T. 16 N., R. 18 E.; USGS Ellensburg South, Wash. topographic quadrangle; Latitude 46 degrees, 54 minutes, 04 seconds N. and Longitude 120 degrees, 36 minutes, 33 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 47 to 54 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 90 to 100 consecutive days following the summer solstice.  Thickness if the mollic epipedon is 20 to 35 inches and includes part of the argillic horizon.  The upper 12 to 18 inches has an estimated bulk density of 1.10 to 1.30 g/cc, glass content of 5 to 20 percent, acid oxalate extractable aluminum plus one-half acid oxalate extractable iron of 0.4 to 0.7 percent, and 15 bar retention of 5 to 10 percent for air dry samples.  The particle-size control section averages 27 to 33 percent clay in the fine earth fraction, more than 15 percent fine sand or coarser and 0 to 15 percent coarse fragments.  Organic matter is estimated to range from 2 to 3 percent in the A1 horizon or Ap horizon if present.  Solum thickness and depth to lihtic contact with basalt is 25 to 40 inches.  Depth to secondary carbonates is 23 to 35 inches.\nThe A horizon is silt loam or loam.  It is neutral or slightly alkaline.\nThe AB horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry.  It is silt loam or loam.  It is neutral or slightly alkaline.\nThe 2Bt horizon has value of 4 or 5 dry.  It is neutral or slightly alkaline.\nThe 2Btkb, 2Btb and 2Bwb horizons have value of 5 or 6 dry, 3 or 4 moist and chroma of 3 or 4 dry or moist.  They are loam, clay loam or gravelly clay loam.  The 2Btb and 2Bwb horizons are slightly alkaline or moderately alkaline and they are absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Georgecreek, Glenrose, Morical, Pachneum(T), Ralock, Rollinger, Shushuskin(T), Teewee(T), Tolius, Umperon(T), Volinger(T) and Wockum series.  Georgecreek soils are 40 to 60 inches to paralithic contact, have mollic epipedon 8 to 16 inches thick and are dry for 75 to 90 days.  Glenrose soils have a mollic epipedon less than 20 inches thick, average less than 25 percent clay in the fine earth fraction, lack secondary carbonates and are dry for 60 to 75 days.  Morical soils lack secondary carbonates and are 20 to 40 inches to paralithic contact.  Pachneum and Umperon soils are greater than 60 inches to lithic contact and are dry for 75 to 90 days.  Ralock soils have 15 to 30 percent rock fragments in the particle-size control section, are greater than 60 inches to a lithic contact and are dry for 100 to 120 days.  Rollinger soils are greater than 60 inches to a lithic contact and are dry for 100 to 120 days.  Shushuskin soils lack secondary carbonates and are dry for 75 to 90 days.  Teewee soils are 40 to 60 inches to a paralithic contact and have a mollic epipedon less than 20 inches thick.  Tolius soils are greater than 60 inches to secondary carbonates.  Volinger soils are greater than 60 inches to a lithic contact and have secondary carbonates at a depth of 43 to 60 inches.  Wockum soils are greater than 60 inches to secondary carbonates and to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mozen soils are on hillslopes, dissected plateaus and piedmont slopes and have slopes of 3 to 30 percent.  These soils formed in loess mixed with volcanic ash in the surface, slope alluvium and some residuum from basalt.  Elevations are 2,400 to 2,800 feet.  These soils are in a semiarid climate with warm dry summers and cool moist winters.  The average annual precipitation is 12 to 15 inches.  Average January temperature is about 25 degrees F. and average July temperature is about 69 degrees F.  Average annual temperature is 46 to 52 degrees F.  The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Volinger soils and the Argabak, Camaspatch and Yrtneg soils.  Vollinger soils are on hillslopes, dissected plateaus and piedmont slopes.  Argabak soils are on ridgetops and benches and have a lithic contact at a depth of 5 to 10 inches.  Camaspatch soils are on ridges, hillslopes, plateaus and structural benches, have 35 to 50 percent clay in particle-size control section, and a mollic epipedon 7 to 15 inches thick.  Yrtneg soils are on hillslopes, dissected plateaus and piedmont slopes and have a lithic contact at a depth of 12 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dryland cropland, livestock grazing and wildlife habitat.  Native vegetation is bluebunch wheatgrass, Sandberg bluegrass, Wyoming big sagebrush and threetip sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kittitas County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington, 1997.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in this pedon include:\nMollic epipedon - 0 to 22 inches (A1, A2, AB and 2Bt horizons).\nArgillic horizon - 13 to 36 inches (2Bt Lakedale-Wisconsin Age, 2Btkb and 2Btb horizons).\nPSCS - zone from 13 to 33 inches (2Bt, 2Btkb, and part of 2Btb horizons).\nVitrandic feature - 0 to 13 inches (A1, A2, and AB horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine irregular pores; neutral (pH 6.8); clear smooth boundary.  (5 to 7 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 10 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine irregular pores; neutral (pH 6.8); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "AB",
        "top": 25,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AB--10 to 13 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and few very fine tubular pores; neutral (pH 7.0); abrupt wavy boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 33,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt--13 to 22 inches; brown (10YR 5/3) clay loam,"
      },
      {
        "name": "2Btkb",
        "top": 56,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btkb--22 to 28 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine irregular and common very fine tubular pores; few faint pressure faces on peds and few faint clay bridging in pores; common distinct lime coats on faces of peds and few lining pores; 15 percent very coarse cylindrical cicada cast; 5 percent pebbles; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "2Btb",
        "top": 71,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Btb--28 to 36 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium and coarse prismatic structure; very hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine irregular and common very fine tubular pores; common faint pressure faces on peds and few faint clay bridging in pore; 15 percent coarse cylindrical cicada cast; 5 percent pebbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "2Bwb",
        "top": 91,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bwb--36 to 39 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and few medium roots; many very fine irregular and common very fine tubular pores; 10 percent pebbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "3R",
        "top": 99,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3R--39 inches; fractured basalt."
      }
    ]
  ]
}
