{
  "SERIES": "MT. AIRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLO",
  "REVDATE": "05/2007",
  "STATES": "MD,PA",
  "OVERVIEW": "The Mt. Airy series consists of moderately deep, somewhat excessively drained, moderately rapid to moderately permeable soils on uplands.  They formed in residuum from micaceous crystalline rocks.  Slopes range from 0 to 75 percent.  Mean annual temperature is 53 degrees F., and mean annual precipitation is about 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, micaceous, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mt. Airy channery silt loam in a forested area.  (Colors are for moist soil unless otherwise stated.)\nA1 -- 0 to 2 inches; very dark gray (10YR 3/1) channery silt loam;\nweak fine and medium granular structure; soft, friable; many\nfine and medium roots; many pores; 25 percent by volume channers\nof schist; strongly acid; abrupt wavy boundary.  (1 to 3 inches thick)\nA2 -- 2 to 6 inches; light yellowish-brown (10YR 6/4) channery silt\nloam; weak fine granular structure; slightly hard, friable,\nslightly sticky and slightly plastic; many fine and medium\nroots; many pores; 35 percent by volume channers of schist;\nstrongly acid; clear irregular boundary.  (5 to 15 inches thick)\nBw -- 6 to 18 inches; strong brown (7.5YR 5/6) very channery silt\nloam; moderate fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few fine roots; many\npores; few faint irregular silt films; 50 percent by volume\nchanners of schist; strongly acid; clear irregular boundary.  (9\nto 18 inches thick)\nC -- 18 to 33 inches; brownish yellow (10YR 6/6) extremely channery\nclay loam; massive, slightly hard, friable, sticky and plastic;\n80 percent by volume channers of slightly decomposed schist;\nschist is less fragmented, and much harder with increasing\ndepth; very few fine roots; very strongly acid; clear irregular boundary.\nR -- 33 inches; bedrock of hard mica schist; irregularly fragmented\nat the top."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frederick County, Maryland; at Johnsville."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 15 to 36 inches; with average being about 26 inches.  Depth to bedrock ranges from 20 to 40 inches, but most pedons have bedrock at depths of 36 inches or less.  Rock fragment content ranges from 15 to 60 percent by volume in the A horizon and averages about 30 percent.  Rock fragment content in the B horizon ranges from 45 to 75 percent by volume and averages about 60 percent.  The C horizon averages at least 70 percent by volume of rock fragments and in some places the amount is over 90 percent.  There are stony and very stony phases of Mt. Airy soils, and outcrops of the extremely hard schist are fairly common.  The soil is strongly to extremely acid throughout the profile unless limed.\nThe A horizon has hue of 7.5YR through 2/5Y but is centered on 10YR, value of 3 through 6, and chroma of 1 through 4.  Lower value and chroma are in the A1 and higher value and chroma are in the A2.  Tex- ture of the A horizon is channery silt loam or channery loam or the very channery analogues of these textures.\nThe B horizon has hue of 5YR through 10YR, but is centered on 7.5YR, value of 4 or 5, and chroma of 4 through 6.  It is channery silt loam, channery loam, channery clay loam or the very or extremely channery analogues of these textures.\nThe C horizon has hue of 5YR through 10YR, value of 5 through 7,\nand chroma of 4 through 6.  Texture of the fine earth fraction ranges from loam to clay loam.  It ranges from channery to extremely chan- nery.\nCOMPETING SERIES  The Mt. Airy series is the only member of this family."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mt. Airy soils have formed in a regolith weathered mainly from hard mica schists and phyllites, or locally from granitized or chlorite schists.  They are on the northern portions of the inner Piedmont Plateau, on strongly dissected uplands.  The slope gradient commonly ranges from 8 to 25 percent, but the complete range is 0 to 75 percent.  The climate is temperate and humid; mean annual temperature is 50 degrees to 55 degrees F., mean annual precipitation is about 40 inches.  Mean annual snowfall ranges from about 10 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cardiff and Manor soils, and the Brandywine, Chester, Codorus, Comus, Elioak, Glenelg, Glenville, Hatboro, and Linganore soils.\nBrandywine woils have sand or loamy sand particle size control sections and coarse fragments of gneiss.  Chester, Elioak, Glenelg, and Linganore soils have argillic horizons, Glenville soils have fragipans and the Codorus, Comus and Hatboro soils are on nearby floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is rapid to very rapid.  Permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  General crops, including corn, small grains,\nand hay.  There are some orchards, and large areas are in pasture.  There are many, though usually not large, wooded areas, and in places much urban and suburban development.  Natural vegetation is of mixed hardwoods, dominated by black oak, chestnut oak, hickory, yellow pop- lar, and red maple, and having an understory or dogwood, holly, and huckleberry, and some areas with laurel and azalea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Inner Piedmont Plateau of Maryland and Pennsylvania.  The Mt. Airy soils are extensive, usually dominating the landscapes in which they occur."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Maryland, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Mt. Airy series consists of that part of the soils formerly included in the Manor series that contains more than 35 per- cent coarse fragments and has bedrock at depths of 20 to 40 inches.  The name, Manor, is to be applied to soils that contain les than 35 percent coarse fragments and are more than 40 inches deep to bedrock.  These latter kinds of soils were formerly commonly referred to in Maryland as \"micaceous Manor\" soils.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from approximately 0 to 6 inches (A1, A2 horizons)\nCambic horizon - the zone from approximately 6 to 18 inches (Bw hori- zon)\nTypic Ochrepts feature - no sulfidic material within 20 inches of the mineral soil surface; on ochric epipedon, and a mesic or warmer soil temperature regime.\nAdditional Data:\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "narrative": "A1 -- 0 to 2 inches; very dark gray (10YR 3/1) channery silt loam;"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt",
        "cf_class": "channery",
        "narrative": "A2 -- 2 to 6 inches; light yellowish-brown (10YR 6/4) channery silt"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 46,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt",
        "cf_class": "very channery",
        "narrative": "Bw -- 6 to 18 inches; strong brown (7.5YR 5/6) very channery silt"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "cf_class": "extremely channery",
        "narrative": "C -- 18 to 33 inches; brownish yellow (10YR 6/6) extremely channery"
      },
      {
        "name": "R",
        "top": 84,
        "narrative": "R -- 33 inches; bedrock of hard mica schist; irregularly fragmented"
      }
    ]
  ]
}
