{
  "SERIES": "MT. STERLING",
  "STATUS": "Established Series",
  "BYREV": "Rev JAL-LEB-RJB",
  "REVDATE": "06/2015",
  "STATES": "IA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mt. Sterling silt loam, on a nearly level bottom land, in grass, at an elevation of about 198 meters above mean seal level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters; grayish brown (10YR 5/2) and very dark grayish brown (10YR 3/2) silty clay loam, light gray (10YR 7/2) and grayish brown (10YR 5/2) dry; weak very fine and fine granular structure; friable; common fine roots; common distinct very dark gray (10YR 3/1) organic stains on all faces of peds; common fine faint brown (10YR 4/3) iron-manganese masses; neutral; abrupt smooth boundary. (12 to 25 centimeters thick)\nCg1--18 to 46 centimeters; grayish brown (10YR 5/2) and very dark grayish brown (10YR 3/2) and dark gray (10YR 4/1) silt loam; massive; friable; few fine roots; common fine distinct dark yellowish brown (10YR 4/4) iron-manganese masses; slightly acid; clear smooth boundary.\nCg2--46 to 61 centimeters; very dark grayish brown (10YR 3/2) and dark gray (10YR 4/1) and grayish brown (10YR 5/2) silty clay loam; massive; friable; few fine roots; common fine distinct dark yellowish brown (10YR 4/4) iron-manganese masses; slightly acid; clear smooth boundary. (Combined thickness of the Cg horizon is 25 to 90 centimeters.)\n2Ab1--61 to 81 centimeters; very dark gray (10YR 3/1) silty clay; weak fine and medium subangular blocky structure; friable; few fine roots; common fine faint very dark grayish brown (10YR 3/2) and common fine prominent brown (7.5YR 4/4) iron-manganese masses; moderately acid; gradual smooth boundary.\n2Ab2--81 to 112 centimeters; black (N 2/0) silty clay; weak fine and medium prismatic, and moderate very fine and fine subangular blocky structure; firm; few fine roots; common fine prominent brown (7.5YR 4/4) iron-manganese masses; very strongly acid; gradual smooth boundary.\n2Ab3--112 to 137 centimeters; dark gray (10YR 4/1) and very dark gray (10YR 3/1) silty clay; weak medium prismatic structure; firm; few fine roots; common fine prominent strong brown (7.5YR 4/6) iron-manganese masses; very strongly acid; gradual smooth boundary. (Combined thickness of the 2Ab horizon is 50 to 100 centimeters.)\n2Cg--137 to 200 centimeters; dark gray (10YR 4/1) silty clay; massive; firm; few fine roots; common fine prominent brown (7.5YR 4/4) and common fine distinct dark yellowish brown (10YR 4/4) iron-manganese masses; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 109-Iowa and Missouri Heavy Till Plain, Van Buren County, Iowa subset; about 1 mile west and 1 mile north of Mount Sterling; located about 1,800 feet west and 200 feet north of the southeast corner of section 1, T. 67 N., R. 10 W.; USGS Mount Sterling topographic quadrangle; lat. 40 degrees 37 minutes 27 seconds N. and long. 91 degrees 57 minutes 17 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a buried horizon--50 to 100 centimeters\nDepth to carbonates--more than 150 centimeters\nClay content in the particle-size control section (weighted average)--25 to 35 percent\nSand content in the particle-size control section (weighted average)--less than 5 percent\nAp or A (when present) horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam or silty clay loam\nClay content--18 to 30 percent\nSand content--5 to 15 percent\nReaction--moderately acid to neutral\nCg or C (when present) horizon:\nHue--10YR\nValue--2 to 6\nChroma--1 or 2\nTexture--silt loam or silty clay loam\nClay content--18 to 30 percent\nSand content--5 to 15 percent\nReaction--moderately acid to neutral\n2Ab horizon:\nHue--10YR or is neutral\nValue--2 to 4\nChroma--0 or 1\nTexture--silty clay loam or silty clay\nClay content--35 to 45 percent\nSand content--less than 10 percent\nReaction--very strongly acid to neutral\n2C horizon:\nHue--10YR to 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--silty clay loam or silty clay\nClay content--35 to 48 percent\nSand content--less than 10 percent\nReaction--very strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Woodinville series.\nWoodinville--does not have a buried soil within the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--alluvium\nLandform--flood plains or alluvial fans in river valleys\nSlope--0 to 5 percent\nElevation--155 to 460 meters above mean sea level\nMean annual air temperature--8 to 12 degrees C\nMean annual precipitation--840 to 1,040 millimeters\nFrost-free period--170 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coppock, Nodaway, Vesser, and Wabash soils.\nCoppock--are on landscape positions similar to those of the Mt. Sterling soils and have an albic horizon\nNodaway--are on slightly higher landscape positions typically closer to the stream channel and do not have a buried soil in the upper two thirds of the series control section\nVesser--are on landscape positions similar to those of the Mt. Sterling soils and have an albic horizon\nWabash--are on landscape positions similar to those of the Mt. Sterling soils and have a clay content that averages 45 to 60 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--these soils are frequently saturated from the soil surface to a depth of 0.3 meter during the wettest period of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered apparent\nSaturated hydraulic conductivity--1.0 to 10 micrometers per second in the upper materials and 0.1 to 1.0 micrometers per second in the buried materials\nFlooding--rarely to frequently flooded for brief to long periods can occur in any month during the year due to precipitation events and snowmelt"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grain and forage.  The native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, White Cutgrasses, Fox Sedges, Oval Sedges, Inland Rushes, Torreys Rushes, Dark Green Bulrushes, Flatstem Spikerushes, Blue Vervains, Indian Hemps, Winged Loosestrifes, Wild Mints, and Water Horehounds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains\nMLRAs--Illinois and Iowa Deep Loess and Drift, West-Central part (108C), Illinois and Iowa Deep Loess and Drift, Western part (108D), and Iowa and Missouri Heavy Till Plain (109)\nLRR M; southeastern Iowa\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Van Buren County, Iowa 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 18 centimeters (Ap horizon);\naquic conditions--redoximorphic features present throughout the profile;\naquic soil moisture regime.\nThese soils have been placed in the Ackmore series in previous surveys.\nCation-exchange activity class is supported by NSSL data.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory; Lincoln, Nebraska - user pedon ID 95IA177001 (http://ssldata.nrcs.usda.gov/).\nLaboratory data--Iowa State University; Ames, IA - sample numbers 56922 through 56927.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
