{
  "SERIES": "MT. OLIVE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. GLH/RCH",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mt. Olive clay.  Site in a natural area used for range on a south-facing slope of 8 percent at an elevation of 475 feet; vegetative cover: annual grasses and forbs - slender oats, soft chess, filaree, burclover, Spanish clover, and owlclover.\nA11--0 to 9 inches; grayish brown (10YR 5/2) light clay, very dark grayish brown (10YR 3/2) when moist; strong, medium to coarse subangular blocky and medium to fine granular structure; slightly hard, friable, sticky and slightly plastic; plentiful fine and very fine roots; common fine vertical tubular pores and coarse random burrows; common pressure faces without slickensides; occasional parent rock fragments; moderately calcareous, mainly disseminated lime with occasional fine lime nodules, mildly alkaline (pH 7.5); abrupt wavy boundary. (6 to 10 inches thick)\nA12--9 to 16 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) when moist; weak, medium to coarse subangular blocky structure breaking readily to fine granular; slightly hard, friable, sticky and slightly plastic; plentiful fine and very fine roots; abundant very fine and fine tubular and interstitial pores; common pressure faces on peds but no slickensides; occasional parent rock fragments; moderately calcareous, many very fine filaments or threads of segregated lime; mildly alkaline (pH 7.6); clear wavy boundary. (6 to 9 inches thick)\nA13--16 to 25 inches; brown (10YR 5/3) clay, brown (7.5YR 5/4) when moist; weak, medium to coarse subangular blocky structure breaking to fine granular; slightly hard, friable, sticky and slightly plastic; plentiful fine and very fine roots; many fine and very fine tubular and micro interstitial pores; common pressure faces on peds but no slickensides; moderately calcareous, many very fine filaments or threads of segregated lime; mildly alkaline (pH 7.6); very abrupt irregular boundary. (7 to 10 inches thick)\nC1ca--25 to 35 inches; white (10YR 8/2) sandy clay loam, light gray (10YR 7/2) when moist; massive; hard, friable, slightly sticky and slightly plastic; scattered clusters of fine roots follow cracks and krotovinas; few fine tubular pores; strongly calcareous, common medium to coarse lime seams, mildly alkaline (pH 7.8); abrupt wavy to irregular boundary. (8 to 18 inches thick)\nC2--35 to 60 inches; variably colored - white, light gray, dark gray very strongly weathered parent rock with distinct, fine yellowish red mottles; original rock fabric still recognizable; very hard, friable; many micro interstitial pores between weathered mineral grains; moderately calcareous, common medium to coarse irregular lime accumulations; grades with considerable depth to unweathered rock (R)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  In the locality of Citrus Cove, about 0.2 miles N. by NNE. of the crossing of the Navalencia-Minkler spur line of the AT&SF RR. and the Friant-Kern Canal, in the NW1/4, SE1/4, NE1/4 of sec. 13, T.  14 S., R. 23 E., MDB&M, Fresno County, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil depth measured to the Cca horizon ranges from about 22 to 36 inches.  The A horizon colors range from grayish brown to dark gray (10YR 5/2, 4/1) and may be dark brown or very dark gray in places (7.5YR 4/2; 10YR 3/1).  Moist colors are very dark gray to very dark grayish brown or dark brown (10YR 3/1, 3/2; 7.5YR 3/2).  The surface soils are consistently calcareous and usually mildly alkaline.  Lime is generally disseminated and slightly to strongly effervescent with dilute acid.  A few fine lime nodules may be variably distributed.  The shrink-swell character of these clays tends to maintain a variably blocky or granular surface structure.  The subsoil colors are similar to the surface colors or somewhat browner (7.5YR 4/2; 10YR 5/3) when dry, and (7.5YR 5/4, 3/2) when moist.  The quantity of disseminated and segregated lime increases with depth; the reaction ranges from mildly to moderately alkaline.  The upper C horizons are strongly to violently effervescent with dilute acid.  The segregated lime appears mainly in the form of fine mycelial-like threads; some is in the form of fine to medium nodules.  The Cca horizon varies in thickness and usually has a marly appearance.  The strongly weathered C2 horizon is many feet thick and occasional boulders with rounded outer shells of decomposition may be enclosed.  Slickenside development in the surface and subsoils is weak to absent with only pressure faces present on blocky peds."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mt. Olive soils occur at elevations ranging from about 400 to 1,500 feet in a semiarid mesothermal climate having mean annual temperatures that range from 62 to 64 degrees F.; the mean January temperatures range from 45 to 47 degrees F.; the mean July temperatures range from 81 to 82 degrees F.  Mean annual precipitation ranges from about 11 to 15 inches, nearly all of which falls during the winter and spring.  The frost-free season ranges from about 250 to 275 days.  These soils are not extensive and are used for grazing, and for citrus and early tomatoes where irrigation water is available.  Low rolling hills or undulating land with slopes ranging from 3 to 15 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Mt. Olive soils are well drained and have a high total moisture holding capacity.  The depth of soil above the Cca horizon is generally capable of holding the average seasonal rainfall, including that amount ordinarily lost through runoff.  Plant available moisture holding capacity is moderate to high.  Runoff is medium, although it is slow early in the rainy season until the soil swells and closes the many deep cracks formed during the dry summer period.  Permeability is moderately slow to slow.  Erosion hazard is slight to moderate; however earth-fill slopes or road cuts can slump badly when saturated with water."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Annual range, dry pasture, some dry-farmed barley.  Citrus and some truck crops, mainly tomatoes, are grown where irrigation water is available.  The soils are in a relatively low frost hazard area.  Vegetation is annual grasses and forbs."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In and along the edge of the lower western foothills of the central Sierra Nevada Mountains, California."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
