{
  "SERIES": "MUCKALEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAP:RLW",
  "REVDATE": "09/2002",
  "STATES": "AL,FL,GA,NC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, nonacid, thermic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Muckalee loam--on a level slope in forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; dark gray (10YR 4/1) loam; weak, medium, granular structure; friable; common, thin (0.1 to 0.2 inch thick) strata of light gray (10YR 7/1) sand and yellowish red (5YR 4/8)\nclay loam; many fine and medium roots; strongly acid; clear wavy boundary.  (3 to 12 inches thick)\nC1g--6 to 28 inches; gray (5Y 5/1) loamy sand; single grained; friable; common, thin (0.1 to 0.3 inch thick) strata of light gray (5Y 7/1) sand and yellowish brown (10YR 5/6) sandy clay loam; common fine roots; medium acid; clear smooth boundary.  (10 to 24 inches thick)\nC2g--28 to 43 inches; dark gray (5YR 4/1) sandy loam; massive; friable; common, thin (0.2 to 0.3 inch thick) strata of grayish brown (10YR 5/2) and pale brown (10YR 6/3) loamy sand and light gray (10YR 7/1) sand; few fine roots; slightly acid; clear smooth boundary.  (10 to 20 inches thick)\nC3g--43 to 53 inches; thinly stratified dark gray (10YR 4/1), very dark gray (10YR 3/1) and light gray (10YR 7/1) loamy sand, sand and sandy clay loam; massive; very friable; few fine roots; slightly acid; clear, smooth boundary.  (0 to 15 inches thick)\nC4g--53 to 64 inches; gray (10YR 5/1) sandy loam; massive; friable; common, thick (0.3 to 2.0 inch thick) strata of light gray (2.5Y 7/2) sand and few strata of yellowish brown (10YR 5/6) clay; few fine roots; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lee County, Georgia; 3.9 miles east of Smithville on Georgia Highway 118 to Muckaloochee Creek, 4.0 miles southeast along creek to a county road, 30 yards east of creek, 25 yards south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The A horizon is strongly acid through neutral and the C horizon is medium acid through moderately alkaline.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 5, and chroma of 1 or 2.  Value of 3 is allowed when A horizon is less than 6 inches thick.  Texture is loamy sand, sandy loam, loamy fine sand, fine sandy loam, or loam.  Few or common thin strata of contrasting textures are allowed and range from 0.1 to 1.0 inch in thickness.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 or 2 or it is neutral with value of 5, 6, or 7.  Some pedons have lower C horizons that are greenish gray (5GY 6/1, 5/1; 5G 6/1, 5/1).  Few to many strata or mottles have hue of 10YR, 2.5Y, or 5Y, value of 3 to 5, and chroma of 1 to 8.  The C horizon is loamy sand or sandy loam.  There are strata of sand, sandy clay loam, or clay loam 0.1 to 3.0 inches thick. The 10 to 40 inch control section averages about 10 to 18 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are presently no other series in this family.  The Angelina, Bibb, Briscot, Enoree, Herod, Kinston, Osier, and Wehadkee series are in similar families.  Angelina, Herod, Kinston, and Wehadkee soils have more than 18 percent clay between 10 to 40 inches.  In addition, Angelina and Kinston soils are in acid families.  Wehadkee soils have mixed mineralogy.  Bibb soils are in an acid family.  Briscot and Enoree soils have mixed mineralogy.  Osier soils are sandy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Muckalee soils occur on the flood plains of streams in the Coastal Plains.  The soil formed in loamy and sandy alluvium.  Stream channels are generally shallow and meandering. The soils flood frequently for brief periods.  Slopes are less than 2 percent.  The mean annual temperature is about 65 to 70 degrees F., and the mean annual precipitation is 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Herod series and the Grady, Meggett, Osier and Riverview series.  Grady soils are clayey and in depressions or around the head of or along narrow drainageways.  Meggett soils are in a fine family.  Osier soils are sandy throughout.  Riverview soils are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominantly native woodland of bay, sweetgum, blackgum, water tupelo, red maple, water oak, loblolly pine, and willow.  A few areas have been cleared, drained and used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal plain of Georgia, Alabama, North Carolina, and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lee County, Georgia; 1974. REMARKS:  The Muckalee series was formerly included with the Bibb series.  Recent laboratory data show these non-acid soils to occur over the Ocala limestone formation.  It is thought this soil will occur over other limestone formations that occur near the surface."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "SERIES ESTABLISHED:  Lee County, Georgia; 1974. REMARKS:  The Muckalee series was formerly included with the Bibb series.  Recent laboratory data show these non-acid soils to occur over the Ocala limestone formation.  It is thought this soil will occur over other limestone formations that occur near the surface.\nREMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 6 inches (the A horizon).\nNational Cooperative Soil Survey\nU. S. A."
  }
}
