{
  "SERIES": "MUDDUCK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DPG/DJP/RJS",
  "REVDATE": "04/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, frigid Torrertic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mudduck clay loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 10 cm; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/3), moist; weak very fine granular structure; friable, slightly hard, very sticky, very plastic; few fine roots; few fine irregular pores; finely disseminated carbonate; violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (5 to 10 cm thick)\nC1--10 to 30 cm; pinkish gray (5YR 6/2) clay loam, gray (5YR 5/1), moist; massive; friable, slightly hard, very sticky, very plastic; few fine roots throughout; few fine irregular pores; finely disseminated carbonate; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (13 to 80 centimeters thick)\nC2--30 to 60 cm; weak red (10R 5/3) clay, weak red (10R 4/2), moist; massive; firm, moderately hard, very sticky, very plastic; very few medium roots; few fine irregular pores; finely disseminated carbonate; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (20 to 144 cm thick)\nC3--60 to 152 cm; pale yellow (5Y 8/4) clay, pale yellow (5Y 7/3), moist; massive; firm, moderately hard, very sticky, very plastic; few fine irregular pores; finely disseminated carbonate; violently effervescent; moderately alkaline, (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wyoming; USGS Woodruff Narrows, Utah topographic quadrangle; 41 degrees 36 minutes 36.96 seconds north latitude and 111 degrees 0 minutes 52.37 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 3.2 to 6.7 degrees C.\nOchric epipedon thickness - 5 to 10 cm\nVertic features - cracks that are 5 mm or more within 125 cm of the mineral soil surface and/or a linear extensibility of 6.0 cm or more\nA horizon\nHue: 5YR to 10YR; dry or moist\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 3 to 6 dry; 2 to 4 moist\nTexture: clay loam, clay\nClay content: 30 to 45 percent\nRock fragments: 0 to 20 percent-0 to 10 percent gravel, 0 to 10 percent cobbles\nCalcium carbonate equivalent: 0 to 15 percent\nReaction: pH 7.6 to 8.2\nC horizons\nHue: 10R, 5YR or 5Y; dry or moist\nValue: 5 to 8 dry; 4 to 7 moist\nChroma: 2 to 4 dry; 1 to 3 moist\nTexture: clay, clay loam\nClay content: 35 to 50 percent\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 8.0 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nNobe (MT) - has horizons with SARs greater than 13\nOrinoco (MT) - are moderately deep to paralithic contact\nSunburst (MT) - has secondary calcium carbonate accumulations\nVanda (MT) - has horizons with SARs greater than 13"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hillslopes\nElevation - 2,055 to 2,230 meters\nSlope - 8 to 35 percent\nParent material - slope alluvium and colluvium derived from sandstone and shale\nClimate - long, cold winters; cool, moist springs; short, cool summers\nMean annual precipitation - 250 to 350 mm with peak periods of precipitation occurring during the spring\nMean annual air temperature - 2.2 to 5.7 degrees C.\nFrost-free period - 30 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, Ksat in particle-size control section 0.5 to 3.0 um/sec."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mudduck soils are primarily used for rangeland. The potential native vegetation is juniper, bluegrass, rhizomatous wheatgrass, rabbit brush, Wyoming big sage, prickly pear cactus, and other forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mudduck soils are of small extent in southwestern Wyoming. MLRAs 34A, 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Lincoln County, Wyoming, 2016. Mudduck is a coined phrase."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 10 cm (A horizon)\nParticle-size control section - 25 to 100 cm (part of C1, C2, part of C3 horizons)\nMudduck soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
