{
  "SERIES": "MUDGEPOND",
  "STATUS": "Established Series",
  "BYREV": "MFF",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mudgepond silt loam, on a one percent slope in a wooded area at an elevation of 860 feet.  (Colors refer to moist broken soil unless otherwise noted.)\nA--0 to 11 inches; very dark gray (10YR 3/1) silt loam; gray (10YR 5/1) dry; weak fine and medium granular structure; very friable; slightly sticky, slightly plastic; many very fine to very coarse roots; 5 percent subrounded gravel; slightly alkaline; clear wavy boundary. (8 to 15 inches thick)\nBg--11 to 16 inches; olive gray (5Y 5/2) loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few very fine and fine roots; 10 percent subrounded gravel; common medium distinct light olive brown (2.5Y 5/3) masses of iron accumulation and common coarse faint gray (5Y 5/1) iron depletions; slightly alkaline; gradual smooth boundary.  (5 to 30 inches thick)\nBw1--16 to 26 inches; light olive brown  (2.5Y 5/3) fine sandy loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few very fine and fine roots; 10 percent subrounded gravel; common medium distinct olive yellow (2.5Y 6/8) masses of iron accumulation and common coarse faint grayish brown (2.5Y 5/2) iron depletions; slightly alkaline; gradual wavy boundary.\nBw2--26 to 35 inches; light olive brown  (2.5Y 5/4) gravelly fine sandy loam; weak medium subangular blocky structure; friable; non-sticky, non-plastic; slightly effervescent; 15 percent subrounded gravel; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation and common medium prominent gray (10YR 6/1) iron depletions; slightly alkaline; gradual smooth boundary. (Combined thickness of Bw horizons 0 to 19 inches)\nC--35 to 65 inches; olive brown (2.5Y 4/4) gravelly fine sandy loam; massive; firm; non-sticky, non-plastic; slightly effervescent; 15 percent subrounded gravel; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation and few fine prominent light olive gray (5Y 6/2) iron depletions; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Litchfield County, Connecticut. Town of Sharon, 800 feet southwest of Norton Hill Road at a point 4000 feet southeast of the intersection of Norton Hill Road and Race Track Road; USGS Sharon topographic quadrangle; latitude 41 degrees, 56 minutes, 29 seconds N. and longitude 73 degrees, 24 minutes, 33 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 13 to 38 inches. Depth to carbonates commonly ranges from 12 to 40 inches, but in some pedons carbonates are deeper than 40 inches. Depth to bedrock is more than 60 inches. Rock fragments range from 5 percent to 20 percent by volume in the solum and from 5 percent to 35 percent in the C horizon. Reaction ranges from neutral or slightly alkaline in the solum and from neutral to moderately alkaline in the substratum.\nThe A or Ap horizon has hue of 10YR to 2.5Y, value of 3 or 4 and chroma of 1 or 2. Dry value is 5 or less.  Texture of the fine-earth fraction ranges from fine sandy loam to silt loam. Structure is weak to moderate, fine or very fine granular. Consistence is friable or very friable.\nThe Bg horizon has hue of 10YR to 5Y, value of 4 to 6 and chroma of 1 or 2 and has redoximorphic features. Texture of the fine-earth fraction is fine sandy loam to silt loam. Structure is weak or moderate subangular blocky. Consistence is friable or very friable.\nThe Bw horizon has hue of 2.5Y, value of 4 to 6 and chroma of 3 or 4 and has redoximorphic features. Texture of the fine-earth fraction is fine sandy loam to silt loam. Structure is weak or moderate subangular blocky. Consistence is friable or very friable.\nSome pedons have a BC horizon with color and texture similar to that of the lower part of the B horizon. Structure is weak subangular blocky.\nThe C or Cg horizon has hue of 10YR to 5Y, value of 4 or 5 and chroma of 1 to 6. Texture of the fine-earth fraction is sandy loam, fine sandy loam, very fine sandy loam, or loam. Structure is massive. Consistence is firm or friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series currently in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mudgepond soils occupy nearly level to gently sloping depressions and drainageways on till plains. Slope ranges from 0 to 8 percent. The regolith is till dominated by siliceous rocks mixed with variable amounts of limestone. The mean annual precipitation ranges from 42 to 52 inches, mean annual temperature ranges from 46 to 50 degrees F, and the frost-free period ranges from 120 to 175 days. Elevation ranges from 400 to 1500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Well drained Nellis and Stockbridge soils, moderately well drained Amenia and Georgia soils, and very poorly drained Alden soils are drainage associates on nearby landscapes. Copake, Fredon, Groton and Hero soils are on nearby terraces and glaciofluvial landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. The potential for surface runoff ranges from negligible to very high. Permeability is moderate or moderately rapid in the solum and moderate in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are used for woodland or pastureland.  Some areas are use for cropland. Common trees in wooded areas are red maple, ash, and sugar maple. Hay and corn are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Low-lying areas on glaciated uplands in northwestern Connecticut; MLRA 144A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Litchfield County, State of Connecticut Soil Survey, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Named after nearby pond.\nDiagnostic horizons and features recognized in this pedon include:\n1. Mollic epipedon - the zone from the soil surface to a depth of 11 inches (A horizon).\n2. Aquic conditions - evidenced by redoximorphic features below the surface layer (Bg horizon), a 2 chroma matrix and redox concentrations within 20 inches of the soil surface, and an aquic moisture regime.\nADDITIONAL DATA: Partial characterization data from pedon S99CT005002 from Litchfield County by National Soil Survey Lab (NSSL), Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
