{
  "SERIES": "MUDSPRINGS",
  "STATUS": "Tentative Series",
  "BYREV": "SAC/SJJ",
  "REVDATE": "06/2016",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mudsprings cobbly sandy loam, on a west facing 26 percent slope, in a browse rangeland at an elevation of 2,310 meters (7,580 ft).  The surface is covered by 10 percent gravel, 15 percent cobbles, and 2 percent stones.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; brown (7.5YR 4/3) cobbly sandy loam, dark brown (7.5YR 3/3) moist; moderate thin platy structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine, common fine, and few medium tubular pores; 15 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 7.2); abrupt smooth boundary.\nA2--3 to 25 cm; dark brown (7.5YR 3/2) very cobbly sandy clay loam, brown (7.5YR 4/2) moist; moderate medium and fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine, common fine, and few medium tubular pores; 20 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 7.2); abrupt smooth boundary. (Combined thickness of the A horizons is 25 to 36 cm)\nBt1--25 to 47 cm; yellowish red (5YR 4/6) very cobbly sandy clay loam, yellowish red (5YR 5/6) moist; strong medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine and fine tubular pores; many prominent clay films on surfaces along root channels; 20 percent gravel, 15 percent cobbles; slightly alkaline (pH 7.4); gradual wavy boundary.\nBt2--47 to 72 cm; red (2.5YR 4/6) very cobbly sandy clay loam, red (2.5YR 5/6) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine tubular pores; many prominent clay films on surfaces along root channels; 20 percent gravel, 20 percent cobbles, 5 percent stones; slightly alkaline (pH 7.4); clear wavy boundary. (Combined thickness of the Bt horizons is 45 to 90 cm)\nBC--72 to 118 cm; red (2.5YR 4/6) gravelly sandy clay loam, red (2.5YR 4/6) moist; weak medium and fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; common very fine and fine irregular pores; 20 percent gravel, 10 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary. (0 to 50 centimeters thick)\nBk1--118 to 134 cm; red (2.5YR 4/6) gravelly sandy clay loam, red (2.5YR 4/6) moist; massive; moderately hard, friable, slightly sticky and slightly plastic; few very fine, fine, and common medium roots; few medium irregular pores; few platy carbonate coats on the bottom of rock fragments; 2 percent calcium carbonate equivalent; 20 percent gravel, 10 percent cobbles; very slightly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary.\nBk2--134 to 152 cm; yellowish red (5YR 4/6) very cobbly sandy clay loam, yellowish red (5YR 5/6) moist; massive; moderately hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and few fine tubular pores; few platy carbonate coats on the bottom of rock fragments; 8 percent calcium carbonate equivalent; 20 percent gravel, 20 percent cobbles; strongly effervescent; moderately alkaline (pH 8.0). (Combined thickness of the Bk horizons is 30 to 70 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Duchesne County, Utah; about 16 kilometers (10 miles) northwest of Altamont, Utah; located about 900 feet S. and 130 feet W. of the NE corner of sec. 27, T. 1 N., R. 4 W.; Uintah Meridian; USGS Altonah quad; Latitude 40 degrees 27 minutes 29 seconds N. and Longitude 110 degrees 18 minutes 56 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture regime is Ustic, bordering on Aridic.\nMean annual soil temperature: 6.5 to 8.0 degrees C (44 to 46 deg. F)\nThickness of the Mollic epipedon: 25 to 36 cm (10 to 14 in)\nDepth to base of Argillic horizon: 65 to 125 cm (26 to 49 in)\nDepth to Secondary Carbonates: 100 to 135 cm (40 to 53 in)\nParticle-size control section:\nClay content:  24 to 34 percent\nFine and coarser sand content:  35 to 50 percent\nRock fragment content:  35 to 50 percent total.  Gravel, cobbles, and stones of metamorphic and sedimentary rock high in silica\nCalcium carbonate content:  0 to 5 percent\nA horizons:\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry, 3 moist\nChroma:  2 or 3\nTexture:  cobbly sandy loam, very cobbly fine sandy loam\nClay content:  10 to 19 percent\nRock fragments:  5 to 15 percent gravel, 15 to 30 percent cobbles, 0 to 10 percent stones\nReaction:  neutral or slightly alkaline (pH 7.2 to 7.6)\nBt horizons:\nHue:  2.5YR or 5YR\nValue:  5 dry, 3 or 4 moist\nChroma:  4 to 6\nTexture:  very cobbly sandy clay loam, extremely cobbly sandy clay loam\nClay content:  24 to 34 percent\nRock fragments:  15 to 20 percent gravel, 20 to 30 percent cobbles, and 0 to 5 percent stones\nReaction:  neutral or slightly alkaline (pH 7.2 to 7.6)\n(A thin Btk horizon is present above the Bk horizon in some pedons)\nBC horizon (where present):\nHue:  2.5YR or 5YR\nValue:  5 dry, 4 to 6 moist\nChroma:  4 to 6\nTexture:  very cobbly sandy clay loam, very cobbly sandy loam\nClay content:  18 to 24 percent\nRock fragments:  10 to 20 percent gravel, 15 to 30 percent cobbles, and 0 to 5 percent stones\nReaction: slightly alkaline or moderately alkaline (pH 7.6 to 7.9)\nBk horizon(s):\nHue:  2.5YR to 7.5YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  3 to 6\nTexture:  gravelly sandy clay loam, very cobbly sandy clay loam, or extremely cobbly sandy loam\nClay content:  6 to 25 percent\nRock fragments:  15 to 20 percent gravel, 10 to 35 percent cobbles, and 0 to 10 percent stones\nCalcium carbonate equivalent:  2 to 14 percent\nReaction: slightly alkaline or moderately alkaline (pH 7.6 to 8.2)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Badito, Cegro, Hauz, Ironco, San Isabel, Simmont and Zillman series.  Badito, Hauz, and Simmont soils have bedrock between 50 and 100 cm.  Cegro and Ironco soils are non-calcareous throughout.  San Isabel soils have a Bt centered on browner hues 7.5YR to 2.5Y, and have 8 to 18 percent clay in the control section.  Zillman soils have a Bt centered on browner hues of 7.5YR to 5Y, and have less than 35 percent fine sand and coarser in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium or colluvium from metamorphic and sedimentary rock with moderate to high silica content\nLandform:  hill slopes, escarpments or outwash terraces\nSlopes:  10 to 50 percent\nElevation:  2,050 to 2,500 meters (6,720 to 8,200 ft)\nMean annual temperature:  5.5 to 7.0 degrees C (42 to 45 deg. F)\nMean annual precipitation:  305 to 405 mm (12 to 16 in)\nPrecipitation pattern: Wettest months are October to May.  Driest months are June to September.\nFrost Free period: 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Duffson, Frenchcreek, Holloron, Paynecanal (T) and Ironco series.  Duffson soils are on similar positions and have a lithic contact between 50 to 100 cm.  Frenchcreek soils are on outwash terraces and do not have accumulations of secondary carbonates.  Holloron soils are on alluvial fans and do not have argillic horizons, and have less than 35 percent fragments in the control section.  Paynecanal (T) soils are on similar positions and have a calcic horizon.  Ironco soils are on similar positions and do not have horizons of secondary carbonates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to high runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mudsprings soils are primarily used for grazing as native rangeland.  Native vegetation consists of Birchleaf mountain mahogany, Utah serviceberry, Common snowberry, Bonneville big sagebrush, Bluebunch wheatgrass, Western wheatgrass, Indian ricegrass, and Yellow rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah mountains; LRR E, MLRA 47, LRU 47C; The Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Uintah and Ouray Indian Reservation, Utah, 2015.  The series name was coined from a local landform Mud Spring Draw."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this profile are:\nParticle Size Control Section:  25 to 72 cm depth.  (Bt1 and Bt2)\nMollic epipedon:  0 to 25 cm depth.  (A1 and A2)\nArgillic horizon:  25 to 72 cm depth.  (Bt1 and Bt2)\nSecondary carbonates:  118 to 152 cm depth.  (Bk1 and Bk2)\n(Carbonates do not meet the requirements for a calcic horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
