{
  "SERIES": "MUFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI-MCS-JAL",
  "REVDATE": "07/1999",
  "STATES": "NM,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Muff fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; weak thick and very thick vesicular platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 5 inches thick)\nA2--3 to 5 inches; grayish brown (10YR 5/2) fine sandy loam, light yellowish brown (10YR 5/4) moist; weak thin platy structure parting to weak very fine subangular blocky; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 4 inches thick)\nBtn--5 to 10 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium columnar structure parting to moderate medium angular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many prominent clay films on faces of peds; strongly alkaline (pH 9.0); clear wavy boundary.  (4 to 15 inches thick)\nBtnk--10 to 19 inches; light brownish gray (10YR 6/2) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and plastic, common fine roots; many distinct clay films on faces of peds; strongly effervescent, calcium carbonate as common filaments and threads on vertical faces of peds; very strongly alkaline (pH 9.2); gradual wavy boundary.  (6 to 12 inches thick)\nBk--19 to 27 inches; light brownish gray (10YR 6/2) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; violently effervescent, calcium carbonate as common soft masses, threads, and seams; strongly alkaline (pH 9.0); clear wavy boundary.  (4 to 10 inches thick)\nC--27 to 30 inches; pale yellow (2.5Y 7/4) sandy loam, light yellowish brown (2.5Y 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; strongly effervescent, calcium carbonate disseminated; strongly alkaline (pH 8.8); clear wavy boundary.  (2 to 8 inches thick)\nCr--30 to 60 inches; soft, calcareous sodic shale interbedded with thin seams of soft sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washakie County, Wyoming; 2,000 feet north and 2,000 feet west of the SE corner of sec. 19, T. 46 N., R. 91 W. Banjo Flats Quadrangle 43 degrees 56 minutes 10 seconds north latitude and 107 degrees 48 minutes 33 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to soft bedrock and paralithic contact ranges from 20 to 40 inches.  The mean annual soil temperature ranges from 47 to 53 degrees F.  Depth to continuous horizons of carbonate accumulation ranges from 6 to 25 inches.  These soils may be effervescent at the surface but are typically leached free of carbonates in the A and upper B horizons.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  ESP ranges from 5 to 30. EC ranges from 2 to 4 mmhos.  Reaction is mildly through very strongly alkaline.\nThe Btn and Btnk horizons have hue of 2.5Y through 7.5YR, value of 4 through 7 dry, 4 or 5 moist, and chroma of 2 through 4.  This horizon meets the diagnostic properties of a natric horizon.  Texture is typically clay loam or sandy clay loam but may be a loam.  Clay ranges from 18 to 35 percent, sand from 20 to 60 percent, and silt from  10 to 50 percent.  ESP ranges from  15 to 45 percent when averaged for this horizon.  Reaction is strongly or very strongly alkaline.  EC ranges from 4 to 8 mmhos.\nThe Bk horizon has hue of 5Y through 10YR, value of 5 through 7 dry, 4 through 7 moist, and chroma of 2 through 4.  Texture is sandy loam, loam, sandy clay loam, or clay loam with clay content from 10 to 30 percent.   Calcium carbonate and gypsum are segregated and occur as few or common soft masses, threads, and filaments.  Carbonates range from 4 to 15 percent throughout but morphologically do not meet the qualifications of a diagnostic calcic horizon.  ESP ranges from 8 to 35 percent.  EC is 4 to 8 mmhos. Reaction is strongly or very strongly alkaline.\nThe C horizon has hue of 5Y through 10YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is sandy loam or loam.  Calcium carbonate and gypsum are mostly disseminated with few segregated soft masses, threads, or filaments.  Carbonates range from 4 to 12 percent. ESP ranges from 8 to 15 percent and EC from 4 to 15 mmhos.\nThe Cr horizon consists of soft sodic shale interbedded with thin lenses of sandstone.  The shale ranges from yellowish brown to olive and contains large amounts of quartz.  Thin lenses of visible salts of sodium, gypsum, and carbonates are common between the shale plates. This material extends to over 80 inches and is estimated to extend to over 15 feet in most areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benally, Fajada(T), Hadden(T), Highrock(T), Homko, Leebench, Leeko, Pizene, Recapture, Rusty, Swasey, Terlco and Uffens series. Benally and Fajada soils are intermittently moist in some part of the moisture control section from July to October and are driest in May and June. Hadden soils are dry in the moisture control section from late May through August. Highrock, Homko, Leebench, Leeko, Pizene, Recapture, Rusty, Terlco and Uffens soils have bedrock deeper than 40 inches.  Swasey soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Muff soils are on rolling hills, plains, strath terraces and benches.  These soils formed in residuum, and slope alluvium weathered from sodic shale and sandstone. Slopes are 0 to 30 percent.  Elevations range from 4,000 to 6,400 feet.  The mean annual precipitation ranges from 5 to about 10 inches of which about half falls as rain or snow in April, May, and early June.  The mean annual temperature is about 44 degrees F., but ranges from 43 to 50 degrees F.  The frost-free season is estimated to range from 110 to about 140 days depending upon aspect, air drainage, and elevation."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Frisite, Neiber, and Persayo soils and the competing Uffens soils.  The Frisite soils have bedrock at depths greater than 60 inches and ESP in the Bt horizon of less than 15 percent.  Persayo soils have a paralithic contact at less than 20 inches and are not developed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow through rapid runoff depending upon slope and surface compaction; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation is Gardner saltbush, bud sagebrush, bottlebrush squirreltail, Indian ricegrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cool intermountain basins of western Wyoming and northeastern Utah.. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washakie County, Wyoming; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A1,A2)\nNatric horizon - 5 to 19 inches (Btn,Btnk)\nParalithic contact - 30 inches (Cr)\nMLRR - D\nSIR - WY0388\nNational Cooperative Soil Survey\nU.S.A."
  }
}
