{
  "SERIES": "MULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MDB-DBO-TWN",
  "REVDATE": "02/2003",
  "STATES": "IA,MN",
  "OVERVIEW": "The Mula series consists of very deep, well drained, moderately permeable soils on highly eroded side slopes in loess-covered uplands. They formed in recently exposed loess. Slopes range from 14 to 35 percent. Mean annual air temperature is about 49 degrees F. Mean annual precipitation is about 34 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mula silt loam, on a side slope of 17 percent slope, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; brown (10YR 4/3) silt loam, light brownish gray (10YR 6/2) dry; weak very fine granular structure; friable; common fine roots; about 10 to 15 percent dark brown (10YR 3/3) surface soil material in thin streaks and pockets; few carbonates; strongly effervescent; slightly alkaline; abrupt smooth boundary. (4 to 10 inches thick)\nBk1--5 to 15 inches; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; few fine roots; few carbonates; few fine distinct yellowish brown (10YR 5/4) redoximorphic concentrations; strongly effervescent; slightly alkaline; clear wavy boundary.\nBk2--15 to 23 inches; mottled grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; few carbonates; few fine faint grayish brown (10YR 5/2) redoximorphic concentrations; strongly effervescent; slightly alkaline; gradual smooth boundary.\nBk3--23 to 60 inches; light olive brown (2.5Y 5/4) silt loam; massive; friable; few carbonates; few reddish brown (5YR 4/4) pipestems; common fine and medium distinct grayish brown (2.5Y 5/2) redoximorphic depletions and few to common fine faint yellowish brown (10YR 5/4 and 10YR 5/6) redoximorphic concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scott County, Iowa; about 3 miles south of the city of Princeton, about 450 feet north and 250 feet east of the center of sec. 22, T. 79 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 0 to 10 inches. The clay content in the particle-size control section is 12 to 18 percent. The sand content in the particle-size control section is less than 15 percent fine sand and sand coarser than fine sand. The calcium carbonate equivalent in the series control section ranges from 4 to 12 percent.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 3. Texture is silt loam. Clay content ranges from 12 to 18 percent. Sand content is less than 15 percent fine sand and sand coarser than fine sand. Reaction ranges from neutral to moderately alkaline.\nThe Bk horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 or 6, and chroma of 2 to 4. Texture is silt loam. Clay content ranges from 12 to 18 percent. Sand content is less than 15 percent fine sand and sand coarser than fine sand. It contains redoximorphic concentrations of high chroma, pipestems, or concretions high in iron. Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bold, Hamburg, and Netawaka series. Bold soils have calcium carbonate equivalent of 12 to 30 percent in the series control section. Hamburg soils have clay content of 6 to 12 percent in the particle-size control section. Netawaka soils do not have calcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Mula soils are on highly eroded side slopes in loess-covered uplands. They formed in recently exposed loess. Mean annual air temperature ranges from about 45 to 54 degrees F. Mean annual precipitation ranges from about 32 to 36 inches. Slopes range from 14 to 35 percent. Elevation ranges from 600 to 700 feet above sea level. Frost-free period ranges from 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Downs, Fayette, and Tama soils. These soils are in similar landscape positions to those of the Mula soils and are on summits upslope from Mula soils. These soils all have argillic horizons and are not calcareous within depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The low chroma colors encountered in this soil are considered to be lithic-chromic. Permeability is moderate. Surface runoff potential is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The less sloping areas are cultivated. The principal crops are corn and soybeans. The more sloping areas are used for native range or woodland. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M, MLRA 108; eastern Iowa and possibly western Illinois. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scott County, Iowa, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nparticle-size control section--the zone from a depth of 10 to 40 inches (Ap, Bk1, Bk2, and Bk3 horizons);\nseries control section--the zone from the surface to a depth of 60 inches (Ap, Bk1, Bk2, and Bk3 horizons);\nochric epipedon--the zone from the surface to a depth of 5 inches (Ap horizon);\ncalcic horizon--the zone from a depth of 5 to 60 inches (Bk horizons);\nudic moisture regime.\nCation-exchange class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
