{
  "SERIES": "MULDOON",
  "STATUS": "Established Series",
  "BYREV": "RD: WDH/HBM/MEJ/GHL",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Muldoon loam - on a 10 percent slope at an elevation of\n5,500 feet in rangeland.  When described on November 7, 1979, the soil\nwas moist to 12 inches and dry below.  (Colors are for dry soil unless\notherwise noted.)\nA1--0 to 3 inches; brown (10YR 5/3) loam, very dark grayish brown\n(10YR 3/2) moist; weak fine granular structure; soft, very friable,\nslightly sticky and slightly plastic, many very fine and fine roots,\nmany very fine and fine interstitial pores, slightly acid (pH 6.2);\nclear smooth boundary.  (3 to 10 inches thick)\nA2--3 to 7 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3)\nmoist; weak fine subangular blocky structure; soft, very friable; many\nvery fine and fine roots; many fine tubular pores; few thin clay films\non ped faces; slightly acid (pH 6.4); abrupt smooth boundary.  (0 to 7\ninches thick)\nBt1--7 to 11 inches; yellowish brown (10YR 5/4) clay loam, dark\nbrown (10YR 3/3) moist, weak fine and medium subangular blocky\nstructure; soft, very friable, sticky and plastic, many very fine, fine\nand medium roots; many fine tubular pores; common thin clay films on\nped faces; slightly acid (pH 6.4); clear wavy boundary.  (0 to 7 inches\nthick)\nBt2--11 to 22 inches; yellowish brown (10YR 5/4) clay loam, dark\nyellowish brown (10YR 3/4) moist; moderate medium subangular blocky\nstructure; hard, friable, very sticky and plastic, common fine and\nmedium roots; many fine tubular pores; many moderately thick clay films\non ped faces and lining pores; neutral (pH 6.8); gradual smooth\nboundary.  (8 to 13 inches thick)\nBt3--22 to 32 inches; yellowish brown (10YR 5/4) clay loam, dark\nyellowish brown (10YR 3/4) moist; strong fine angular blocky structure;\nvery hard, firm, very sticky and very plastic; few fine and medium\nroots; common very fine tubular pores; many thick clay films on ped\nfaces and lining pores; neutral (pH 6.8); gradual smooth boundary.  (7\nto 22 inches thick)\nBt4--32 to 45 inches; light yellowish brown (10YR 6/4) clay loam;\ndark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky\nstructure; hard, firm, very sticky and very plastic; few fine roots;\nfew very fine tubular pores; about 5 percent gravel; common moderately\nthick clay films on ped faces and lining pores; neutral (pH 7.2); clear\nsmooth boundary.  (0 to 13 inches thick)\n2Bqm--45 to 56 inches; light yellowish brown (10YR 6/4) indurated\nduripan dark yellowish brown (10YR 4/4) moist; massive; few very fine\ntubular pores; weakly cemented plates; cemented with silica (veins of\nsilica within plates about 1 to 4 mm thick); neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Idaho about 11 miles north and 5 miles\nwest of Carey; 300 feet west and 450 feet south of the northeast corner\nof section 35, T. 2 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic - 40 to 60 inches\nAverage annual soil temperature - 42 to 46 degrees F.\nBase saturation (upper 75 cm) by sum of cations - 50 to 75 percent\nSoil moisture - dry 45 to 80 consecutive days following the summer\nsolstice\nA1 Horizon\nColor value, dry - 4 or 5\nChroma, moist or dry - 2 or 3\nBt1, Bt2, and Bt3 Horizons\nColor hue - 10YR or 7.5YR\nColor value, dry - 5 or 6\nColor value, moist - 3 through 5\nChroma, moist - 3 or 4\nTexture - CL, SICL\nSand content - less than 30 percent fine sand and coarser\nSilt content - more than 40 percent of silt is fine silt\nClay content - 27 to 35 percent\nRock fragments - 0 to 5 percent\nReaction - Slightly acid to neutral\nBt4 Horizon\nColor value, dry - 5 or 6\nChroma, moist - 3 or 4\nTexture - CL, CB-CL\nClay content - 27 to 33 percent\nRock fragments - 5 to 30 percent\nReaction - Slightly acid to neutral\n2Bqm Horizon\nStructure - Massive or platy\nThickness of plates - 2 to 10 cm\nDepth to cemented pan - 40 to 60 inches\nClay films - oriented clay is in fractures and on horizontal plate\nfaces"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Carmack, Elkcreek, Johnson,\nMolyneux, Simonton, Suloaf, and Trojan series.  Carmack, Johnson, and\nSuloaf have O horizons and occur in a precipitation zone wetter than 16\ninches.  Carmack soils have moderately acid argillic horizons.\nElkcreek soils have bedrock at 20 to 40 inches.  Johnson, Molyneux, and\nSimonton have more than 30 percent fine sand and coarser.  Trojan soils\nare dry more than 80 consecutive days following the summer solstice.\nMolyneux soils have more than 5 percent gravel in the upper part of the\nargillic.  Suloaf soils have gravelly textures in the upper part of the\nargillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Muldoon soils are on fan terraces and foot slopes\nto mountains.  Slopes range from 2 to 15 percent.  Elevation ranges\nfrom 4,800 to 6,500 feet.  The soil formed in alluvium from mixed\nigneous and metamorphic rocks.  The average annual precipitation is 12\nto 16 inches, most of which falls as snow and early spring rain.  The\naverage annual temperature is 40 degrees to 44 degrees F.  The frost\nfree season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Peevywell, Goodington,\nStarhope, Smelter, and Molyneux soils.  Peevywell soils have a duripan\nat a depth of 24 to 35 inches.  Goodington, Smelter, and Starhope soils\nhave an abrupt increase in clay.  Goodington soils are on lava plains.\nStarhope soils are 20 to 40 inches deep.  Smelter soils have fine silty\ncontrol sections.  Starhope and Smelter soils occur on foothills and\nmountainsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to medium.\nPermeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland.  Vegetation is Mountain\nbig sagebrush, bluebunch wheatgrass, Idaho fescue, Nevada bluegrass,\nand needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Idaho.  These soils are\ninextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Blaine County, Idaho, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Laboratory data S-81ID-013-008 indicated a fine-loamy family\nwas appropriate.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - extends from the soil surface to approximately 11\ninches (A1, A2, and Bt1 horizons)\nArgillic horizon is the zone from 7 to 45 inches (Bt1, Bt2, Bt3, and\nBt4 horizons)\nDuripan occurs at 45 inches (2Bqm horizon)\nNational Cooperative Soil Survey\nU. S. A."
  }
}
