{
  "SERIES": "MULETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR-GHL-HBM-JVC",
  "REVDATE": "09/2019",
  "STATES": "ID",
  "OVERVIEW": "The Mulett series consists of shallow, well drained soils that formed in loess and residuum weathered mainly from quartz latite.  Mulett soils are on hills and mountains.  Slopes are 4 to 60 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 8.9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mulett very stony loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; pale brown (10YR 6/3) very stony loam, brown (10YR 5/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; many very fine tubular pores; 15 percent cobbles and 20 percent stones; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 18 cm thick)\nBw--8 to 28 cm; pale brown (10YR 6/3) very stony loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few medium and many fine roots; common fine tubular pores; 15 percent cobbles and 20 percent stones; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 20 cm thick)\nBk--28 to 36 cm; pale brown (10YR 6/3) extremely stony loam, brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine and very fine, few medium roots; many very fine and fine tubular pores; 30 percent cobbles and 30 percent stones; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (8 to 18 cm thick)\nR--36; fractured quartz latite; silica and carbonates coat fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cassia County, Idaho; about 4 miles southwest of Oakley; 700 feet west and 2,500 feet north of southeast corner of section 11, T. 14 S., R. 2l E.; USGS Oakley 7.5 minute topographic quadrangle; 42 degrees 13 minutes 17 seconds north latitude and 113 degrees 58 minutes 14 seconds west longitude; WGS84 Decimal Degrees 42.2213889 latitude, -113.9538889 longitude.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in winter and spring, dry in summer and fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature - 8.9 to 11.1 degrees C.\nDepth to bedrock - 25 to 50 cm to a lithic contact.\nParticle-size control section - Clay content:  10 to 27 percent; Rock fragments:  Averages 35 to 60 percent, mainly stones.  Lithology of fragments is quartz latite, basalt, or rhyolite.\nA horizon\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nReaction: Slightly alkaline through moderately alkaline.\nBw horizon\nChroma: 3 or 4, dry or moist.\nClay content: 10 to 27 percent.\nTexture: Very stony loam, very stony silt loam, or very stony sandy loam.\nRock fragments: 30 to 50 percent.\nReaction: Moderately alkaline through strongly alkaline.\nBk horizon\nChroma: 3 or 4, dry or moist.\nTexture: Very stony loam, very stony sandy loam, very stony silt loam, extremely stony loam, extremely stony sandy loam, or extremely stony silt loam.\nClay content: 10 to 27 percent.\nRock fragments: 35 to 75 percent.\nReaction: Moderately alkaline through strongly alkaline.\nCalcium carbonate equivalent: 0 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Calderwood and Poorjug series.  These soils do not have a horizon with identifiable secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mulett soils are on hills and mountains.  They formed in a mixture of loess and residuum weathered from quartz latite, basalt, and rhyolite.  Slopes are 4 to 60 percent.  Elevations range from 610 to 1,680 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 230 to 300 mm, mean annual temperature is 7.8 to 10.0 degrees c., and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aysees, Kanlee, Mackey, and Paniogue soils.  Aysees and Paniogue soils are deeper than 100 cm to bedrock.  Mackey soils are moderately deep to lithic contacts.  Kanlee soils have a mollic epipedon and are 50 to 100 cm deep to bedrock.  Aysees soils are on fan remnants.  Kanlee soils are on mountains.  Mackey soils are on scarp faces.  Paniogue soils are in old flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderate saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mulett soils are used for rangeland, wildlife, watershed, and recreation.  The vegetation is black sagebrush, low sagebrush, and bunchgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Idaho.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 25, while other acreage occurs in MLRA 11."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cassia County (West Part), Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the Bw horizon).\nCambic horizon - The zone from 8 to 28 cm (Bw horizon).\nLithic contact - The boundary at 36 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 36 cm (A, Bw, and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; pale brown (10YR 6/3) very stony loam, brown (10YR 5/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; many very fine tubular pores; 15 percent cobbles and 20 percent stones; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 18 cm thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--8 to 28 cm; pale brown (10YR 6/3) very stony loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few medium and many fine roots; common fine tubular pores; 15 percent cobbles and 20 percent stones; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 20 cm thick)"
      },
      {
        "name": "Bk",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--28 to 36 cm; pale brown (10YR 6/3) extremely stony loam, brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine and very fine, few medium roots; many very fine and fine tubular pores; 30 percent cobbles and 30 percent stones; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (8 to 18 cm thick)"
      }
    ]
  ]
}
