{
  "SERIES": "MULGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/DAD/DM/AP",
  "REVDATE": "7/98",
  "STATES": "CO,WY",
  "OVERVIEW": "The Mulgon series consists of very deep, well drained soils that formed in colluvium and alluvium.  Mulgon soils are on mountains and alluvial fans along mountain fronts.  Slopes range from 5 to 65 percent.  Mean annual precipitation is about 20 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Mollic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mulgon very stony loam in forestland.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; needles, bark, twigs, and grass leaves.\nOe--1 to 2 inches; decomposing needles, bark, twigs, and grass leaves.\nA--2 to 5 inches; dark grayish brown (10YR 4/2) very stony loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many roots of all sizes; 20 percent gravel, 10 percent cobbles, 5 percent stones; moderately acid (pH 6.0); abrupt smooth boundary.  (3 to 6 inches thick)\nE--5 to 10 inches; brown (7.5YR 5/3) very stony fine sandy loam, dark brown (7.5YR 4/2) moist; weak thin platy structure parting to weak fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; common roots of all sizes; 15 percent gravel, 10 percent cobbles, 10 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (3 to 6 inches thick)\nBt/E--10 to 17 inches; grayish brown (10YR 5/2) very stony fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium angular blocky; soft, very friable, slightly sticky and slightly plastic; common roots of all sizes; few faint clay films on faces of peds; 15 percent gravel, 10 percent cobbles, 10 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (3 to 12 inches thick)\nBt1--17 to 25 inches; reddish brown (5YR 5/4) very stony sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common roots of all sizes; many prominent clay films on faces of peds; 25 percent gravel, 15 percent cobbles, 10 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (6 to 16 inches thick)\nBt2--25 to 33 inches; reddish yellow (5YR 6/6) very stony sandy clay loam, yellowish red (5YR 5/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few roots of all sizes; common prominent clay films on vertical faces of peds; 25 percent gravel, 15 percent cobbles, 10 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (4 to 8 inches thick)\nC--33 to 60 inches; reddish yellow (5YR 6/6) very stony sandy loam, yellowish red (5YR 5/6) moist; massive; soft, very friable, slightly sticky and nonplastic; 25 percent gravel, 15 percent cobbles, 10 percent stones; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washakie County, Wyoming; located about 2,100 feet south and 600 feet east of the northwest corner of sec. 4, T. 42 N., R. 86 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Udic moisture regime.\nDepth to albic horizon:  3 to 6 inches from mineral surface\nDepth to glossic horizon:  6 to 12 inches from mineral surface\nDepth to argillic horizon:  10 to 24 inches from mineral surface\nDepth to base of argillic horizon:  20 to 42 inches from mineral surface\nThickness of the Ochric epipedon:  3 to 6 inches\nParticle-size control section (weighted average):\nClay content:  18 to 35 percent\nRock fragments:  35 to 60 percent gravel, cobbles, stones,\nor boulders\nA horizon:\nHue:  5YR to 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  1 to 3\nReaction:  moderately acid or slightly acid\nE horizon:\nHue:  2.5YR to 7.5YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  3 to 6\nTexture:  SL, L, or FSL modified by 35 to 60 percent rock fragments\nReaction:  moderately acid or slightly acid\nBt/E or E/Bt horizon:\nHue:  2.5YR to 7.5YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  3 to 6\nTexture:  (E part)SL, L, or FSL modified by 35 to 60 percent rock fragments\n(Bt part) SCL modified by 35 to 60 percent rock fragments\nReaction:  moderately acid or slightly acid\nBt horizon:\nHue:  2.5YR to 7.5YR\nValue:  4 to 6 dry, 2 to 5 moist\nChroma:  2 to 6\nTexture:  L, SCL, or CL modified by 35 to 60 percent rock fragments\nClay content:  18 to 35 percent\nReaction:  moderately acid or slightly acid\nC horizon:\nHue:  5YR or 7.5YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  2 to 6\nTexture:  SL, L, SCL, or CL modified by 15 to 60 percent cobbles or stones\nReaction:  moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  colluvium or alluvium\nLandform:  mountains or alluvial fans along mountain fronts\nSlopes:  5 to 65 percent\nElevation:  6,500 to 8,500 feet with elevations to 11,000 feet in Colorado\nMean annual temperature:  34 to 43 degrees F\nMean annual precipitation:  18 to 30 inches\nPrecipitation pattern:  precipitation is relatively evenly distributed throughout the year\nFrost-free period:  60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Lucky Star series.  The Lucky Star soils have a Bt horizon that begins greater than 24 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to high runoff, moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, recreation, rangeland, and wildlife habitat.  Native vegetation is ponderosa pine and Douglas-fir with an understory of pinegrass and sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Big Horn Mountains of north-central Wyoming, and western Colorado; LRR E, MLRA 46, 47, and 48A; This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washakie county, Wyoming, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 15 to 31 inches.  (Bt1 and Bt2 horizons)\nOchric epipedon:  The zone from 2 to 5 inches.  (A horizon)\nAlbic horizon:  The zone from 5 to 10 inches.  (E horizon)\nGlossic horizon:  The zone from 10 to 17 inches.  (Bt/E horizon)\nArgillic horizon:  The zone from 17 to 33 inches (Bt1, Bt2 horizons)\nRemarks:\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nPercent base saturation for assignment to the mollic subgroup is estimated.\nGlossic horizon is assumed to exist based on the presence of the Bt/E but cannot be confirmed since the description lacks percentages of Bt vs. E.\nADDITIONAL DATA:  This soil formally classified as Mollic Cryoboralfs prior to the 1996 Keys.  Classification according to the 1996 Keys was Glossic Cryoboralf, loamy-skeletal, mixed, superactive.\nTaxonomic Version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
