{
  "SERIES": "MULHOLLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/RJE/KWH",
  "REVDATE": "5/98",
  "STATES": "WA",
  "OVERVIEW": "The Mulholland series consists of very deep, well drained soils formed in residuum and colluvium from highly weathered tuff and tuffaceous breccia with some volcanic ash and loess in the upper part.  They are on toe slopes, mountain slopes, and broad ridgetops at elevations of 500 to 1,800 feet.  Slopes are 5 to 65 percent.  Average annual precipitation is about 80 inches and average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mulholland silt loam - under a coniferous forest on a 8 percent concave southeast-facing broad shoulder slope at an elevation of 1,240 feet.  The soil was moist throughout when described.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOe--1.5 inches to 0; loose, partially decomposed organic litter, including needles, leaves, twigs, bark chips, cones, and roots; abrupt smooth boundary.  (1 to 4 inches thick)\nA1--0 to 5 inches; very dark brown (7.5YR 2/2) silt loam, dark brown (7.5YR 3/2) dry; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic, weakly smeary; many very fine and fine, common medium, and few coarse roots; many fine pores; 10 percent shot-like aggregates (2-5mm in diameter); moderately acid (pH 5.8); clear wavy boundary.\nA2--5 to 12 inches; dark brown (10YR 3/3) silt loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic, and weakly smeary; many very fine and fine, common medium, and few coarse roots; many fine pores; 10 percent shot-like aggregates (2-5mm in diameter); moderately acid (pH 5.6); clear wavy boundary.  (Combined thickness of the A horizon is 10 to 18 inches)\nBt1--12 to 36 inches; yellowish brown (10YR 5/6) silty clay loam, yellow (10YR 7/6) dry; moderate medium subangular blocky structure parting to very fine and fine subangular blocky; slightly hard, firm, sticky and plastic, few, patchy clay films on faces of peds; many very fine, common fine, and few medium and coarse roots; many fine pores; strongly acid (pH 5/4); gradual wavy boundary.\nBt2--36 to 52 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate medium and coarse subangular blocky structure; slightly hard, firm, sticky and slightly plastic, few, patchy clay films on faces of peds; common very fine and fine, and few medium roots; many fine pores; strongly acid (pH 5/2); clear wavy boundary. (Combined thickness of the Bt horizon is 20 to more than 40 inches)\nC--52 to 60 inches; dark yellowish brown and yellowish brown (10YR 4/4 and 10YR 5/6) silt loam, light yellowish brown and yellow (10YR 6/4 and 10YR 7/6) dry, with highly weathered phenocrysts of light gray, very pale brown, and yellow (10YR 7/2, 10YR 7/3, and 10YR 7/6), white, very pale brown, and yellow (10YR 8/2. 10YR 8/3, and 10YR 8/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few roots; few pores; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington, 2,050 feet north and 2,240 feet east of the southwest corner of section 29, T. 8 N., R. 2 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average soil temperature at 20 inches is 35 to 40 degrees F in winter, 60 to 65 degrees F in summer, and the average annual soil temperature ranges from 50 to 52 degrees F.  The mollic epipedon is 10 to 18 inches thick.  The particle-size control section averages 15 to 40 percent material coarser than very fine sand including 0 to 5 percent rock fragments.  Apparent clay in the particle-size control section is 18 to 35 percent.  Based on 15-bar water content the clay is more than 60 percent.\nThe A horizon has hue of 10YR or 7.5YR; value of 2 or 3 moist, 3 through 5 dry; and chroma of 2 or 3 moist, and 2 through 4 dry.  It is moderately acid or strongly acid.\nThe Bt horizon has hue of 10YR or 7.5YR; value of 4 or 5 moist, 5 through 7 dry; and chroma of 4 through 6 moist and dry.  Apparent field texture is silt loam, silty clay loam or clay loam.  Estimated clay (by 15 bar water) is 40 to 60 percent.  It is strongly acid or very strongly acid.\nThe C horizon has hue of 10YR or 7.5YR; value of 4 or 5 moist, 5 through 8 dry; and chroma of 3 through 8 moist and dry.  The highly weathered tuff varies greatly in color from pedon to pedon, and can be multicolored in a single pedon.  Apparent field texture is silt loam, silty clay loam, or clay loam.  It is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gymer, Oska, Otley, Polo, Sharpsburg, and Wenona series.  All of these soils are colder in winter and warmer in summer than Mulholland soils.  In addition, Gymer soils have a mollic epipedon that includes the upper part of the argillic horizon and have a mean annual temperature of 54 to 58 degrees F.  Oska soils are 20 to 40 inches deep to a lithic contact.  Otley are moderately well drained and have high chroma mottles in the upper part of the argillic horizon. Polo soils have a mollic epipedon 20 to 30 inches thick that includes part of the argillic horizon.  Sharpsburg soils are less than 15 percent particles coarser than very fine sand.  Wenona soils are moderately acid to mildly alkaline in the argillic horizon and have a lithologic discontinuity in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mulholland soils are on, toe slopes, mountainsides, and broad ridgetops at elevations of 500 to 1,800 feet.  Slopes are 5 to 65 percent.  Steeper slopes are associated with highly dissected topography.  These soils formed in residuum and colluvium from highly weathered tuff and tuffaceous breccia of Eocene age with some volcanic ash and loess in the upper part.  The climate is marine and characterized by warm, dry summers and cool, wet winters.  The average annual precipitation is 70 to 90 inches, mostly as rainfall that falls during the winter.  The average January temperature is 35 degrees F.  The average July temperature is 63 degrees F.  These soils never freeze.   The average annual air temperature is 48 to 50 degrees F.  The growing season (28 degrees F) is 175 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cinebar, Gobar, Newaukum, Pheeney, Siouxon, and Xeno soils.  All of these soils have a cambic horizon.  In addition, Cinebar and Newaukum soils have a bulk density of less than 0.85g./cc in the upper part of the particle-size control section.  Gobar soils are more than 35 percent weathered rock fragments in the particle-size control section.  Pheeney soils are medial-skeletal, 20 to 40 inches deep to a lithic contact, and have a frigid temperature regime.  Siouxon soils are medial-skeletal.  Xeno soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, wildlife habitat, watershed, and recreation.  Overstory and understory vegetation is mainly Douglas-fir, western hemlock, western redcedar, red alder, and bigleaf maple.  Understory vegetation includes vine maple, salal, Oregon-grape, red huckleberry, western swordfern, western brackenfern, deerfern, Oregon oxalis, minerslettuce, trailing blackberry, insideout flower, Pacific trillium, bedstraw, and longtube twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade Mountains in Cowlitz County, Washington.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cowlitz County, Washington, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the mineral surface to 12 inches and an argillic horizon from 12 inches to 52 inches.  The classification is based on laboratory data on the similar Wyant series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; very dark brown (7.5YR 2/2) silt loam, dark brown (7.5YR 3/2) dry; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic, weakly smeary; many very fine and fine, common medium, and few coarse roots; many fine pores; 10 percent shot-like aggregates (2-5mm in diameter); moderately acid (pH 5.8); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 12 inches; dark brown (10YR 3/3) silt loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic, and weakly smeary; many very fine and fine, common medium, and few coarse roots; many fine pores; 10 percent shot-like aggregates (2-5mm in diameter); moderately acid (pH 5.6); clear wavy boundary.  (Combined thickness of the A horizon is 10 to 18 inches)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--12 to 36 inches; yellowish brown (10YR 5/6) silty clay loam, yellow (10YR 7/6) dry; moderate medium subangular blocky structure parting to very fine and fine subangular blocky; slightly hard, firm, sticky and plastic, few, patchy clay films on faces of peds; many very fine, common fine, and few medium and coarse roots; many fine pores; strongly acid (pH 5/4); gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 91,
        "bottom": 132,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--36 to 52 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate medium and coarse subangular blocky structure; slightly hard, firm, sticky and slightly plastic, few, patchy clay films on faces of peds; common very fine and fine, and few medium roots; many fine pores; strongly acid (pH 5/2); clear wavy boundary. (Combined thickness of the Bt horizon is 20 to more than 40 inches)"
      },
      {
        "name": "C",
        "top": 132,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--52 to 60 inches; dark yellowish brown and yellowish brown (10YR 4/4 and 10YR 5/6) silt loam, light yellowish brown and yellow (10YR 6/4 and 10YR 7/6) dry, with highly weathered phenocrysts of light gray, very pale brown, and yellow (10YR 7/2, 10YR 7/3, and 10YR 7/6), white, very pale brown, and yellow (10YR 8/2. 10YR 8/3, and 10YR 8/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few roots; few pores; strongly acid (pH 5.4)."
      },
      {
        "name": "Oe",
        "top": "NA",
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--1.5 inches to 0; loose, partially decomposed organic litter, including needles, leaves, twigs, bark chips, cones, and roots; abrupt smooth boundary.  (1 to 4 inches thick)"
      }
    ]
  ]
}
