{
  "SERIES": "MULKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/KDPL/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Mulkey series consists of moderately deep, well drained soils that formed in loamy colluvium and residuum derived from basalt and other igneous and volcanic rock types. Mulkey soils occur in open grassland areas on smooth summits, shoulder slopes, and back slopes of mountains. Slopes are 3 to 60 percent. The mean annual precipitation is about 100 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic Pachic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mulkey medial loam - grassland, on a 22 percent slope at 3,760 feet elevation. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 10 inches; black (7.5YR 2.5/1) medial loam, very dark gray (7.5YR 3/1) dry; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; moderately smeary; many very fine roots; many fine and very fine irregular pores; many, fine and medium, dark reddish brown (5YR 3/2, 3/3) iron-manganese concretions, spherical in the matrix, very weakly cemented; 3 percent gravel and 3 percent cobbles; very strongly acid (pH 4.9); NaF pH 11.1; gradual smooth boundary.\nA2--10 to 19 inches; very dark brown (7.5YR 2.5/3) gravelly medial loam, dark brown (7.5YR 3/2) dry; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; moderately smeary; common very fine roots; many fine and very fine irregular pores; many, fine and medium, dark reddish brown (5YR 3/2, 3/3) iron-manganese concretions, spherical in the matrix, very weakly cemented; 15 percent gravel and 5 percent cobbles; very strongly acid (pH 5.0); NaF pH 11.4; clear smooth boundary. (Combined thickness of the A horizon is 16 to 25 inches)\nBw--19 to 26 inches; dark brown (10YR 3/3) cobbly medial loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; common very dark brown (10YR 2/2) and black (10YR 2/1) organic coatings on ped faces; few very fine roots; few fine irregular and very fine tubular pores; few, fine, dark reddish brown (5YR 3/3) iron-manganese concretions, spherical in the matrix, very weakly cemented; 20 percent cobbles and 5 percent stones; strongly acid (pH 5.3); NaF pH 10.8; abrupt irregular boundary. (4 to 15 inches thick)\nR--26 inches; indurated coarse-grained intrusive igneous rocks with minor amounts of soil material from horizon above in fractures; fractured at intervals of 4 to less than 18 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; 150 yards east of the Marys Peak campground, about 200 feet northeast of the lone fir tree behind the natural amphitheater, located about 1,500 feet north and 1,400 feet east of the southwest corner of section 21, T. 12 S., R 7 W. (Latitude 44 degrees, 30 minutes, 37 seconds N. and Longitude 123 degrees, 32 minutes, 59 seconds W.; Marys Peak, Oregon 7.5 minute USGS Quad; NAD 1927)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in moist years. The mean annual soil temperature is 41 to 47 degrees F, and the mean summer soil temperature is less than 59 degrees F without an O horizon present. The particle-size control section has moist bulk density of 0.55 to 0.85 g/cubic centimeter. It has greater than 85 percent phosphate retention, 2.0 to 4.0 percent acid-oxalate extractable aluminum plus one-half iron, 2.0 to 15 cmol/kg of KCL-extractable aluminum, and 15 to 30 percent 15-bar moisture (air dried). It is weakly or moderately smeary. The solum and depth to bedrock is 20 to 40 inches. Rock fragments in the solum range from 0 to 30 percent in the A horizon and 10 to 35 percent in the Bw horizon. The particle-size control section has 10 to 20 percent clay content (by field estimate). The umbric epipedon is greater than 20 inches thick, and may include all or part of the Bw horizon. Hue is 10YR to 5YR.\nThe A1 horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 1 or 2 moist and dry. Texture is medial loam with 10 to 20 percent apparent clay content. It has 0 to 10 percent gravel and 0 to 5 percent cobbles. Organic matter is 15 to 25 percent. Soil reaction is extremely acid or very strongly acid.\nThe A2 horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. Texture is medial loam or gravelly medial loam with 10 to 20 percent apparent clay content. It has 5 to 25 percent gravel, 0 to 20 percent cobbles, and 0 to 5 percent stones. Organic matter is 10 to 20 percent. Soil reaction is extremely acid or very strongly acid.\nThe Bw horizon has value of 3 or 4 moist, 4 or 5 dry and chroma of 2 or 3 to a depth of at least 20 inches, and 3 or 4 below depths of 20 inches. Texture of the fine-earth fraction is medial loam or medial sandy loam with 10 to 20 percent apparent clay content. It has 0 to 20 percent gravel, 0 to 20 percent cobbles, and 0 to 5 percent stones. Organic matter is 5 to 8 percent. Soil reaction is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. The Hobit and Woodspoint series have a similar classification. The Hobit soils have amorphic mineralogy, are 20 to 40 inches deep to a paralithic contact, and have a xeric soil moisture regime. The Woodspoint soils are 40 to 60 inches deep to lithic diabase bedrock and have an umbric epipedon 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mulkey soils occur in open grassland areas on smooth summits, shoulder slopes, and back slopes of mountains. Elevations are 2,700 to 4,700 feet. Where these soils are mapped in the Oregon Coast Range elevations are 3,000 to 4,100 feet. Where these soils are mapped in the Oregon Cascade Range elevations are 2,700 to 4,700 feet. Slopes are 3 to 60 percent. The soils formed in loamy colluvium and residuum derived from coarse-grained intrusive igneous rocks, basalt, or other volcanic rocks (see remarks). The climate is characterized by cold wet winters and cool moist summers. The mean annual precipitation is 100 to 150 inches in the Coast Range and 70 to 120 inches in the Cascade Range. The mean annual temperature is 39 to 45 degrees F. The frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bensley, Cruiser, Lurnick, Luckiamute, Maryspeak, Valsetz and Yellowstone soils. All of these soils occur on mountains. Bensley soils are greater than 60 inches deep to bedrock and formed in glacial till. Cruiser soils are greater than 40 inches deep to bedrock, have an ochric epipedon, and less than 35 percent rock fragments in the particle-size control section. Valsetz and Yellowstone soils are medial-skeletal. Valsetz soils are 20 to 40 inches deep to bedrock and Yellowstone soils are less than 20 inches deep to bedrock. Lurnick and Luckiamute soils are derived from sandstone and siltstone parent materials, are skeletal, and have andic properties, but do not meet the thickness requirement for Andisols. Luckiamute soils are 14 to 20 inches deep to fractured bedrock. Maryspeak soils are greater than 60 inches deep to bedrock and are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for recreation, wildlife habitat, watersheds, and limited timber production. Native vegetation is typically dominated by grasses and forbs with scattered trees and shrubs such as noble fir, mountain hemlock, Pacific silver fir, Douglas fir, Pacific rhododendron, common beargrass, tall blue huckleberry and cascade Oregongrape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: On high peaks in the Coast Range and on west slopes of the Cascade Range, Oregon; MLRA 1, 3. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County Area, Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nUmbric epipedon - the zone from 0 to 26 inches (A1, A2, and Bw horizons) with a weighted average of 23 percent organic matter within the upper 12 inches.\nParticle-size control section - the zone from 0 to 26 inches\nMedial feature - the zone from 0 to 26 inches dominated by andic soil properties and based on partial lab data from associated soils.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nThis draft reflects a change in subgroup classification from Typic to Pachic based on laboratory data, field observations, and the Keys to Soil Taxonomy, Eighth edition.\nThis soil is mapped in both MLRA 1 (Oregon Coast Range) and MLRA 3 (Oregon Cascade Range). In MLRA 1 (where the series type location is established), Mulkey soils occur in open grassland areas on the summits of the higher peaks and ridges, and do not contain an admixture of volcanic ash in the surface layer. In MLRA 3, Mulkey soils occur on both open grasslands and forested lands, and have a minor component of volcanic ash in the surface layer. Further study is needed to determine whether a series separation should be made.\nADDITIONAL DATA: Oregon State University Laboratory data on sample No. 61OR2-23 in Alsea Area soil survey manuscript; and characterization data from reference sample S97OR003-005 from Benton County, Oregon; NSSL, Lincoln, NE; 3-11-99.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; black (7.5YR 2.5/1) medial loam, very dark gray (7.5YR 3/1) dry; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; moderately smeary; many very fine roots; many fine and very fine irregular pores; many, fine and medium, dark reddish brown (5YR 3/2, 3/3) iron-manganese concretions, spherical in the matrix, very weakly cemented; 3 percent gravel and 3 percent cobbles; very strongly acid (pH 4.9); NaF pH 11.1; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 19 inches; very dark brown (7.5YR 2.5/3) gravelly medial loam, dark brown (7.5YR 3/2) dry; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; moderately smeary; common very fine roots; many fine and very fine irregular pores; many, fine and medium, dark reddish brown (5YR 3/2, 3/3) iron-manganese concretions, spherical in the matrix, very weakly cemented; 15 percent gravel and 5 percent cobbles; very strongly acid (pH 5.0); NaF pH 11.4; clear smooth boundary. (Combined thickness of the A horizon is 16 to 25 inches)"
      },
      {
        "name": "Bw",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--19 to 26 inches; dark brown (10YR 3/3) cobbly medial loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; common very dark brown (10YR 2/2) and black (10YR 2/1) organic coatings on ped faces; few very fine roots; few fine irregular and very fine tubular pores; few, fine, dark reddish brown (5YR 3/3) iron-manganese concretions, spherical in the matrix, very weakly cemented; 20 percent cobbles and 5 percent stones; strongly acid (pH 5.3); NaF pH 10.8; abrupt irregular boundary. (4 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 66,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--26 inches; indurated coarse-grained intrusive igneous rocks with minor amounts of soil material from horizon above in fractures; fractured at intervals of 4 to less than 18 inches."
      }
    ]
  ]
}
