{
  "SERIES": "MULSHOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDH/MEJ/CLM",
  "REVDATE": "12/2016",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mulshoe very stony loam - on 4 percent south-facing slope at an elevation of 5,580 feet in rangeland.  (When described on September 25, 1978, the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; brown (10YR 4/3) very stony loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and coarse roots; common very fine and fine irregular pores; about 50 percent stones and 5 percent cobbles; neutral (pH 6.8); clear wavy boundary.\nA2--6 to 10 inches; brown (10YR 4/3) very stony loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, very fine and coarse roots; few fine and very fine tubular pores; 50 percent stones, 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  (Combined thickness of the A horizon is 5 to 14 inches thick.)\nBt--10 to 23 inches; yellowish brown (10YR 5/4) very stony clay loam, dark yellowish brown (10YR 4/4) moist; strong fine and medium angular blocky structure; very hard, firm, sticky and plastic; few fine and medium roots; few fine and very fine tubular pores; common distinct clay films on faces of peds; about 25 percent stones, 5 percent cobbles, 5 percent gravel; neutral (pH 7.0); clear smooth boundary.  (4 to 21 inches thick)\nCr--23 to 28 inches; very pale brown (10YR 8/3) weathered bedrock with 10 percent yellowish brown (10YR 5/4) clay loam in cracks and root channels; few faint clay films on rock fragments; few fine and medium roots in cracks and along fracture planes.  (0 to 20 inches thick)\nR--28 inches; hard basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Idaho about 3 miles south and 7 miles west of Bellevue; 500 feet west and 500 feet south of the northeast corner, sec. 33, T. 1 N., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 7 to 14 inches\nDepth to hard bedrock - 20 to 40 inches\nAverage annual soil temperature - 41 to 46 degrees F.\nBase saturation (upper 75 cm) by sum of cations - 50 to 75 percent Soil moisture control section - dry for 90 to 110 days in summer and early fall\nA horizon\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nReaction - moderately acid to neutral\nBt horizon\nHue - 7.5YR or 10YR\nValue - 3 to 7 dry, 3 to 5 moist\nChroma - 3 or 4 dry, 2 though 4 moist\nTexture - STV-CL, CBV-CL, GRV-CL, BYV-CL, or BYV-SCL\nClay content - 28 to 35 percent\nRock fragments - 35 to 60 percent\nReaction - moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apmat, Durst, Fergie (T), Fraval, Henhoit, Kalo, Klicker, Klickson, Little Wood, Morningstar, Sapkin, and Sattley series.  Durst and Sapkin soils are dry for less than 90 days.  Apmat, Fergie, Fraval, Henhoit, Klickson, Little Wood, Morningstar, and Sattley soils are more than 40 inches deep.  Kalo soils have 5YR or 7.5YR hues in the A horizon and have O horizons.  Klicker soils have an 0 horizon and have silt loam or silty clay loam argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mulshoe soils are on basalt plains, foothills, and mountainsides.  Slopes range from 1 to 60 percent.  Elevation ranges from 4,800 to 7,500 feet.  The soil formed in residuum and colluvium from basalt or welded rhyolitic tuff.  The average annual precipitation is 12 to 17 inches, most of which falls as snow and early spring rains.  The average annual temperature is 40 to 44 degrees F.  The frost free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These soils are the Elkcreek, Elksel, Gaib, Polecreek, and Laurentzen soils.  Elkcreek soils have fine-loamy textural control sections. Gaib and Polecreek soils are lithic.  Laurentzen soils have fine-silty textural control sections.  Elksel soils have clayey-skeletal control sections. Elkcreek, Elksel, and Gaib soils are on south and west-facing mountainsides and foothills.  Polecreek and Laurentzen soils occur on basalt plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mulshoe soils are used mainly for rangeland and wildlife habitat.  The dominant natural  vegetation is mountain big sagebrush, antelope bitterbrush, Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central and southwestern Idaho.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: PORTLAND, OREGON"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Blaine County, Idaho, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nMollic epipedon - the zone from the soil surface to approximately 10 inches (A1 and A2 horizons)\nArgillic horizon and particle-size control section - the zone from approximately 10 to 23 inches (Bt horizon)\nLithic contact - occurs at 28 inches (R horizon)\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
