{
  "SERIES": "MULTEY",
  "STATUS": "Established Series",
  "BYREV": "RD:GLL; Rev.JDS",
  "REVDATE": "06/2000",
  "STATES": "TX",
  "OVERVIEW": "The Multey series consists of very deep, well drained, moderately permeable soils that formed in alluvial sediments that have been modified by wind. These nearly level soils are on Pleistocene age terraces. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Typic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Multey fine sandy loam, on a mound.\n(Colors are for moist conditions.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; soft, friable; many fine and medium roots; slightly acid; clear smooth boundary. (3 to 7 inches thick)\nE1--5 to 18 inches; brown (10YR 5/3) fine sandy loam; massive; slightly hard, friable; many fine roots; common fine pores; strongly acid; gradual wavy boundary.\nE2--18 to 25 inches; pale brown (10YR 6/3) fine sandy loam; massive; slightly hard, friable; few fine roots; many fine and medium pores; brownish yellow redox concentrations or coatings along a few root channels; strongly acid; gradual wavy boundary. (combined E subhorizons are 15 to 30 inches thick)\nE/Bt--25 to 38 inches; pale brown (10YR 6/3) fine sandy loam; weak medium subangular blocky structure; slightly hard, friable; few fine roots; many fine and medium pores; few faint clay films on surfaces of peds; yellowish brown (10YR 5/6) masses of loam make up about 25 percent of matrix (Bt); very strongly acid; clear smooth boundary. (0 to 20 inches thick)\nBt/E1--38 to 47 inches; yellowish brown (10YR 5/6) loam; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; common fine pores; few faint clay films on surfaces of peds; about 25 percent intrusions of albic materials on surfaces of prisms and in streaks and spots in the matrix (E); interior of peds contain few fine distinct red (2.5YR 4/8) redox concentrations or masses; very strongly acid; clear smooth boundary.\nBt/E2--47 to 65 inches; yellowish brown (10YR 5/6) loam; weak coarse prismatic structure parting to moderate medium blocky structure; hard, friable; few fine roots; few faint clay films on surfaces of peds; about 15 percent intrusions of albic materials on surfaces of prisms and in streaks and spots in the matrix (E); common medium distinct red (2.5YR 4/8) redox concentrations or masses; strongly acid; clear smooth boundary. (combined thickness of Bt/E subhorizons ranges from 10 to 45 inches.)\nBCt--65 to 70 inches; grayish brown (10YR 5/2) fine sandy loam; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; few fine pores; faint clay films on surfaces of prisms; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Angelina County, Texas; about 1 mile south of Diboll on Hwy. 59; 2.5 miles east on logging road, and 150 feet north on a mound."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. Combined thickness of the A and E horizons ranges from 20 to 36 inches, and the combined thickness of the E/Bt and Bt/E horizons is more than 20 inches. Weighted average clay content of the upper 20 inches of the Bt horizon ranges from 10 to 18 percent, and the silt content exceeds 20 percent. Base saturation ranges from 40 to 60 percent at a depth of 72 inches below the soil surface.\nThe A horizon has a hue of 10YR, value of 3 to 5, and chroma of 2 or 3. Texture is fine sandy loam, very fine sandy loam, or loam. Reaction ranges from strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 2 or 3. Some pedons contain masses in the lower part that have hue of 10YR, value of 5 or 6, and chroma of 6 or 8. Texture is fine sandy loam, very fine sandy loam, or loam. Reaction is very strongly acid or strongly acid.\nThe E/Bt horizon and the upper part of the Bt/E horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 6 or 8 in the Bt parts. Interiors of peds have masses with hue of 2.5YR and 5YR, value of 4 to 6, and chroma of 6 or 8. Albic materials make up 15 to 85 percent of the matrix (E parts). Texture is fine sandy loam, very fine sandy loam, or loam. Reaction is very strongly acid or strongly acid.\nThe lower part of the Bt/E horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 8 in the Bt parts. Interiors of peds have masses with hue of 2.5YR and 5YR, value of 4 to 6, and chroma of 6 or 8. Albic materials make up 15 to 85 percent of the matrix (E parts). Texture is fine sandy loam, very fine sandy loam, loam or sandy clay loam. Reaction ranges from very strongly acid to moderately acid and electrical conductivity ranges from 0 to 4 mmho/cm.\nThe BCt horizon has colors in shades of brown or gray. Texture is fine sandy loam, very fine sandy loam, loam, or sandy clay loam. Reaction ranges from strongly acid to neutral and electrical conductivity ranges from 1 to 4 mmho/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Hicota series in the same family, and the Alazan, Besner, Elysian, Keltys and Kurth series in closely related families. Besner and Hicota soils have electrical conductivity less than 1 mmho/cm in the lower part of the solum. In addition, Besner soils are in a semiactive activity class, and Hicota soils formed on Red River terraces. Keltys soils have a solum 40 to 60 inches thick and have a saturated zone within a depth of 40 inches for more than 30 cumulative days in normal years. Alazan and Kurth soils have a fine-loamy control section. In addition Alazan soils have aquic conditions in the upper part of the argillic horizon, and Kurth soils have a saturated zone within a depth of 40 inches for more than 30 cumulative days in normal years. Elysian soils have a glossic horizon that is less than 20 inches thick and they do not have an albic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Multey soils are on mounds and low narrow discontinuous ridge positions on Pleistocene age stream terraces. These soils have been formed or modified by wind. The mounds and low ridges are about 1 to 4 feet higher than the intermound areas. The mounds are about 30 to 80 feet in diameter and the ridges are about 20 to 60 feet wide and 75 to 150 feet long. Slopes range from 0 to 2 percent. Mean annual precipitation ranges from 40 to 50 inches. Mean annual temperature ranges from 65 to 68 degrees F. Frost free days range from 235 to 245 and the elevation ranges from 150 to 370 above sea level. The Thornthwaite PE index ranges from 64 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Keltys and Kurth series, and the Diboll, Fuller, and Moten soils. Diboll and Fuller soils have have aquic conditions within a depth of 20 inches, and have a natric horizon. Diboll and Fuller soils are on slightly concave to smooth positions. Keltys and Kurth soils are on higher upland positions. Moten soils have aquic conditions in the upper part of the argillic horizon and are on slightly lower intermound positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Multey soils are well drained and moderately permeable. Runoff is negligible.  The soils are saturated below a depth of 4 to 6 feet for brief periods during the winter and early spring months in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for woodland. A few areas are cleared and used for improved pasture. Loblolly and shortleaf pine predominate, but oak and sweetgum species also are well adapted."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern Texas. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Angelina County, Texas, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in Besner or Keltys soils. A previous revision (12/93) changed the classification from Aquic Glossudalfs to Typic Glossudalfs and changed the water table depth from 2.5 to 3.5 feet to more than 6 feet deep.  Observations and comparison with monitored soils in Trinity County, Texas indicate that these soils have a saturated zone within a depth of 6 feet in normal years.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon --  0 to 25 inches (A and E horizons).\nAlbic horizon ---- 18 to 25 inches (E2 horizon).\nGlossic horizon -- 25 to 65 inches (E/Bt and Bt/E horizons).\nArgillic horizon - 38 to 70 inches (Bt/E, and BCt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; soft, friable; many fine and medium roots; slightly acid; clear smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "E1",
        "top": 13,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--5 to 18 inches; brown (10YR 5/3) fine sandy loam; massive; slightly hard, friable; many fine roots; common fine pores; strongly acid; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 46,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--18 to 25 inches; pale brown (10YR 6/3) fine sandy loam; massive; slightly hard, friable; few fine roots; many fine and medium pores; brownish yellow redox concentrations or coatings along a few root channels; strongly acid; gradual wavy boundary. (combined E subhorizons are 15 to 30 inches thick)"
      },
      {
        "name": "E/Bt",
        "top": 64,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E/Bt--25 to 38 inches; pale brown (10YR 6/3) fine sandy loam; weak medium subangular blocky structure; slightly hard, friable; few fine roots; many fine and medium pores; few faint clay films on surfaces of peds; yellowish brown (10YR 5/6) masses of loam make up about 25 percent of matrix (Bt); very strongly acid; clear smooth boundary. (0 to 20 inches thick)"
      },
      {
        "name": "Bt/E1",
        "top": 97,
        "bottom": 119,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt/E1--38 to 47 inches; yellowish brown (10YR 5/6) loam; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; common fine pores; few faint clay films on surfaces of peds; about 25 percent intrusions of albic materials on surfaces of prisms and in streaks and spots in the matrix (E); interior of peds contain few fine distinct red (2.5YR 4/8) redox concentrations or masses; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt/E2",
        "top": 119,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt/E2--47 to 65 inches; yellowish brown (10YR 5/6) loam; weak coarse prismatic structure parting to moderate medium blocky structure; hard, friable; few fine roots; few faint clay films on surfaces of peds; about 15 percent intrusions of albic materials on surfaces of prisms and in streaks and spots in the matrix (E); common medium distinct red (2.5YR 4/8) redox concentrations or masses; strongly acid; clear smooth boundary. (combined thickness of Bt/E subhorizons ranges from 10 to 45 inches.)"
      },
      {
        "name": "BCt",
        "top": 165,
        "bottom": 178,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "BCt--65 to 70 inches; grayish brown (10YR 5/2) fine sandy loam; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; few fine pores; faint clay films on surfaces of prisms; strongly acid."
      }
    ]
  ]
}
