{
  "SERIES": "MUNDOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/RJE/JAL",
  "REVDATE": "08/2002",
  "STATES": "ID,WY",
  "OVERVIEW": "The Mundos series consists of very deep well drained soils on gently to steeply sloping alluvial fans and valley filling sideslopes. Slopes range from 2 to 30 percent. These soils formed in thick gravelly calcareous alluvial fan sediments. The average annual precipitation is about 18 inches a year with nearly equal amounts of precipitation falling during all months. The average annual temperature is 39 degrees F., the average summer temperature is 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mundos gravelly loam, tilled. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; brown (7.5YR 4/2) gravelly loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure that parts to strong fine granules and crumbs; slightly hard, very friable; 20 percent gravel and cobble; neutral (pH 7.0); clear smooth boundary. (4 to 10 inches thick)\nA2--8 to 18 inches; brown (7.5YR 4/2) gravelly loam, dark brown (7.5YR 3/2) moist; medium and fine subangular blocky structure that parts to weak very fine subangular blocks; slightly hard, very friable; 25 percent gravel; neutral (pH 7.0); gradual smooth boundary. (7 to 26 inches thick)\nBw--18 to 28 inches; reddish brown (5YR 5/3) gravelly loam, reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure that parts to moderate fine subangular blocks; hard very friable; few thin glossy patches on faces of peds and some glossy coatings in root channels; 25 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (5 to 29 inches thick)\nCk--28 to 60 inches; reddish brown (5YR 5/3) very gravelly loam, reddish brown (5YR 4/3) moist; massive; slightly hard, very friable; 60 percent gravel and cobble; visible secondary carbonate as small concretions and as coatings on gravel fragments; calcareous; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wyoming; approximately 1,320 feet east of the W1/4 corner of sec. 7, T.32N., R.118W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon is 16 to 30 inches thick, depth to calcareous material ranges from 10 to 30 inches, and the solum is 16 to 40 inches thick. The content of organic carbon in the mollic epipedon ranges from .8 to about 3 percent and decreases uniformly with depth. The matrix material in the control section ranges from loam to light clay loam with 18 to 35 percent clay, 25 to 55 percent silt, and 15 to 55 percent sand. There is more than 15 percent fine sand or coarser, including coarse fragments, in the control section. Content of coarse fragments in the upper part of the control section ranges from 10 to 35 percent and increases to 35 to 75 percent in the lower part of the control section and averages from 35 to 45 percent in the whole particle-size control section. Mean annual soil temperature ranges from 32 degrees to 46 degrees F. and mean summer soil temperature ranges from 40 degrees to 58 degrees F.\nThe A horizon has hue of 10YR through 5YR, value of 4 or 5 dry and 2 or 3 moist and chroma of 1 through 3. It typically has granular or crumb primary structure but has subangular blocky structure in some pedons. This horizon is soft to slightly hard and neutral to slightly alkaline.\nThe Bw horizon has hue of 5YR through 10R, value of 5 or 6 dry and 4 or 5 moist and chroma of 2 through 4. It typically has subangular blocky primary structure but has weak prismatic structure in some pedons. This horizon is neutral to slightly alkaline.\nThe Ck horizon has hue of 5YR through 10R. It contains 3 to 14 percent calcium carbonate equivalent. This horizon is moderately to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baconcamp, Beehunt, Behanco, Behanin, Belsac, Busterback, Caballo, Croesus, Dressel, Gateview, Hapgood, Harcany, Hobacker, Kious, Lionhead, Lolon, Marcetta, Nagitsy, Namela, Nevtah, Papaspila, Parkcity, Poleline, Povey, Snag, Snopoc, Splitbutte, Tonigut, and Warshod series. The Baconcamp, Croesus, Nagitsy, Namela, Nevtah, and Splitbutte soils are moderately deep to a lithic contact. The Beehunt, Behanin, Bullrey, Busterback, Dressel, Gateview, Harcany, Lolon, Marcetta, Papspila, Parkcity, Povey, and Snopoc soils do not have horizons of secondary carbonate accumulation. The Behanco, Hapgood, Poleline, Snag, and Tonigut soils are deep to a lithic contact. The Belsac soils are moderately deep to a paralithic contact. The Hobacker soils have a lithologic discontinuity at 20 to 40 inches. The Lionhead soils are skeletal in the Bw horizon. The Warshod soils are deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Mundos soils are on gently to steeply sloping alluvial fans and valley filling sideslopes. Slopes usually range from 2 to 30 percent. These soils formed in thick gravelly calcareous reddish brown alluvial fan sediments derived principally from reddish sedimentary bedrock. At the type location the average annual precipitation is about 18 inches a year with nearly equal amounts of precipitation falling during all months. The average annual temperature is 39 degrees F., the average summer temperature is 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Leavittville and Osmund soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used as dry and irrigated cropland and as native pastureland. Principal native plants are bluegrass, timothy, and big sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The high mountain valleys of Wyoming and Colorado. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Star Valley Area, Idaho and Wyoming, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (7.5YR 4/2) gravelly loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure that parts to strong fine granules and crumbs; slightly hard, very friable; 20 percent gravel and cobble; neutral (pH 7.0); clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--8 to 18 inches; brown (7.5YR 4/2) gravelly loam, dark brown (7.5YR 3/2) moist; medium and fine subangular blocky structure that parts to weak very fine subangular blocks; slightly hard, very friable; 25 percent gravel; neutral (pH 7.0); gradual smooth boundary. (7 to 26 inches thick)"
      },
      {
        "name": "Bw",
        "top": 46,
        "bottom": 71,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--18 to 28 inches; reddish brown (5YR 5/3) gravelly loam, reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure that parts to moderate fine subangular blocks; hard very friable; few thin glossy patches on faces of peds and some glossy coatings in root channels; 25 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (5 to 29 inches thick)"
      },
      {
        "name": "Ck",
        "top": 71,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "narrative": "Ck--28 to 60 inches; reddish brown (5YR 5/3) very gravelly loam, reddish brown (5YR 4/3) moist; massive; slightly hard, very friable; 60 percent gravel and cobble; visible secondary carbonate as small concretions and as coatings on gravel fragments; calcareous; moderately alkaline (pH 8.3)."
      }
    ]
  ]
}
