{
  "SERIES": "MUNK",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/MEO/AJE/JMW",
  "REVDATE": "03/2003",
  "STATES": "ID,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gravelly loam - native grasses and shrubs. (Colors are for dry soils unless noted.)\nAl--0 to 8 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky; slightly plastic; many fine and few medium roots; common fine pores; 40 percent gravel; moderately calcareous; moderately alkaline (pH 8.2); clear smooth boundary. (8 to            16 inches thick)\nAC--8 to 23 inches; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure, that parts to moderate fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic; many fine roots; common fine pores; 50 percent gravel; strongly calcareous; moderately alkaline (pH 8.3); abrupt smooth boundary. (6 to 15 inches thick)\nClca--23 to 36 inches; white (10YR 8/2) very gravelly sandy loam, light brownish gray (10YR 6/2) moist; massive; soft, very friable, few fine roots; 50 to 60 percent gravel; very strongly calcareous; strongly alkaline (pH 9.0); abrupt smooth boundary. (8 to 28 inches thick).\nC2--36 to 38 inches; Partially consolidated bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cache County, Utah. Approximately 600 feet south and 200 feet west of the northeast corner of the southeast quarter of section 7, T.14., R.lW.; 2 miles west of the Cornish Store."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mollic epipedon ranges 8 to 16 inches. Depth to the horizon of carbonate accumulation ranges 16 to 24 inches. Depth to bedrock ranges from 24 to 40 inches. The ca horizon may be weakly to moderately cemented. Coarse fragments are mainly gravel and cobbly size rounded to slightly angular limestone rock fragments, ranging to volume about 20 to 50 percent in the Al horizon and 35 to 70 percent in the Cca and C horizon. The mean annual soil temperature ranges from 48 to 52 degrees F., and the mean summer temperature at about 20 inches depth ranges 65 to 70 degrees F. The soils are usually moist but are dry for 60 consecutive days or more in the 8 to 24 inch depth.\nThe Al horizon has a hue of 10YR or 2.5Y, value is 3 to 5.5 dry, 2 to 3.5 moist and chroma is 2 or 3. Organic matter content ranges from 1 to 3 percent; structure is weak to moderate fine to medium granular in the upper portion and weak medium to coarse subangular blocky in the lower portion; reaction is mildly to moderately alkaline; moderately to strongly calcareous. The texture of the control section averages very gravelly light loam.\nThe AC horizon has a hue of 10YR or 2.5y, value is 5 or 6 dry, 4 moist and chroma is 2 or 3; texture is very gravelly loam, gravelly loam or very gravelly silt loam; structure is weak to moderate fine to medium subangular blocky or is massive; reaction is mildly alkaline to moderately alkaline; strongly to moderately calcareous.\nThe Cca and C horizons have a hue of 10YR or 2.5y, value is 5 through 8 dry, 4 to 7 moist and chromas are 2 and 3; texture is very gravelly sandy loam or very gravelly loam; reaction is moderately to strongly alkaline; strongly to very strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackrock, Calita, Green Canyon, Picayune, Pharo, Richmond, Sterling and Welby series. Blackrock soils have mollic epipedons more than 20 inches thick, lack calcic horizons and contain less than 35 percent gravel and cobble in the control section. Green Canyon soils lack calcic horizons and have more than 40 percent calcium carbonate equivalents. Pharo soils lack a paralithic contact within a depth of 40 inches and are continuously moist less than one-half the time the temperature is above 41 degrees F. Picayune soils have noncalcareous mollic epipedon and contain less than 35 percent gravel and cobble in the control section. Richmond soils lack both mollic epipedons and calcic horizons and are less than 20 inches deep over limestone bedrock. Sterling soils have mollic epipedons resting directly on calcic horizons and are deeper than 40 inches to bedrock.  Welby and Calita soils lack coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Munk soils are at elevations of 4,500 to 6,000 feet above sea level on moderately steep to very steep mountain slopes, with slopes of 10 to 70 percent. The soils formed in materials from light colored tuff, conglomerate, tuffaceous sandstone and limestone. The climate is moist subhumid with warm dry summers and cold moist winters.  Average annual precipitation is 14 to 17 inches. Mean annual air temperature is 45 to 47 degrees F.; mean summer temperature is 68 to 71 degrees F. The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the competing Black-rock soils and the Collington and Mendon soils. Collinston and Mendon soils are not gravelly or cobbly. Mendon soils have argillic horizons and noncalcareous mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate and runoff is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly as range-land. The native vegetation is bluebunch wheatgrass, oyster plant, sagebrush, yellowbrush, mahogany, Oregongrape and some snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Utah. This series is inextensive.  Series Established: Cache County, Utah, 1969."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Munk soils were formerly classified as Calcisols.\nOSED scanned by NSSQA.  Last revised by state 10/70.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
