{
  "SERIES": "MUNNELL",
  "STATUS": "Established Series",
  "BYREV": "RD:JJJ/TAC/WCL/DJE",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Munnell series consists of deep, well drained soils formed in alluvium weathered from extrusive igneous rock.  Munnell soils are on alluvial fans and have slopes of 0 to 5 percent.  The mean annual precipitation is about 12 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Munnell gravelly loam--on a 1 percent southwest facing slope under intermediate wheatgrass at 4,400 feet elevation.  (When described on August 4, 1982, the soil was dry throughout.  Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; brown (7.5YR 5/2) gravelly loam, dark grayish brown (7.5YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial and tubular pores; 20 percent pebbles; neutral (pH 7.0); clear smooth boundary.  (5 to 7 inches thick)\nBAt--5 to 10 inches; brown (7.5YR 5/2) gravelly loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial and tubular pores; few thin clay films bridging mineral grains; 20 percent pebbles; mildly alkaline (pH 7.5); clear wavy boundary.  (5 to 6 inches thick)\nBt1--10 to 20 inches; reddish gray (5YR 5/2) gravelly loam, dark reddish gray (5YR 4/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and interstitial and tubular pores; few thin clay films on ped faces and lining tubular pores; 20 percent pebbles; mildly alkaline (pH 7.5); gradual wavy boundary.  (8 to 12 inches thick)\nBt2--20 to 32 inches; reddish brown (5YR 5/3) gravelly loam, reddish brown (5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; few thin clay films bridging mineral grains; 20 percent pebbles, mildly alkaline (pH 7.5); clear wavy boundary.  (10 to 14 inches thick)\n2C--32 to 60 inches; reddish brown (5YR 5/3) very gravelly sand, reddish brown (5YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots, few very fine interstitial pores; 50 percent pebbles; mildly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 12-1/2 miles southeast of Macdoel, 300 feet northwest of dirt road, about 1,150 feet north and 2,250 feet east of the southwest corner of section 8, T. 45 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of solum to contrasting texture ranges from 28 to 39 inches.  The mean annual soil temperature is 48 degrees to 52 degrees F.  The soil temperature at a depth of 20 inches is above 41 degrees F from about March 15 to December 1 (255 days) and is above 47 degrees F from about April 15 to November 15 (210 days).  The soil between depths of 8 to 18 inches is dry in all parts from June 15 until November 10 (145 days).  The moisture control section is dry more than half the time the soil temperature is greater than 41 degrees F.  Mollic epipedon is 10 to 13 inches thick.\nThe A horizon has dry color of 7.5YR 4/2, 5/2; 10YR 5/2 or 5/3 and moist color of 7.5YR 3/2; 10YR 3/2 or 3/3.  Reaction is slightly acid or neutral.  Pebbles range from 15 to 25 percent.  Clay content ranges from 10 to 15 percent.\nThe BAt and Bt horizons have dry color of 10YR 5/2, 6/3; 7.5YR 5/2, 5/3; 5YR 5/2, 5/3 or 5/4 and moist color of 10YR 3/3, 3/4, 4/2, 4/3; 7.5YR 3/2; 5YR 3/2, 3/3, 4/2 or 4/3.  Reaction is neutral or mildly alkaline. The Bt horizon is gravelly loam, gravelly clay loam or sandy clay loam and averages 18 to 30 percent clay.  The BAt horizon has at least 3 percent more clay content than the A horizon.  Pebbles range from 10 to 29 percent.\nThe 2C horizon has dry colors of 10YR 6/2, 6/3, 7/3; 5YR 4/3, 5/3 or 5/4 and moist color of 10YR 3/3, 4/3; 5YR 3/3, 3/4 or 4/3.  The C horizon is very gravelly sand or very gravelly loamy sand.  Clay content is 0 to 5 percent.  Pebbles 2 mm to 10 mm in size range from 40 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Naches series.  Naches soils have argillic horizons 5 to 15 inches thick and a Bw or Bk above the 2C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Munnell soils are on alluvial fans.  Slopes are 0 to 5 percent.  They formed in alluvium weathered from extrusive igneous rock.  Elevations are 4,200 to 4,500 feet.  The climate is semiarid with warm dry summers and cold moist winters.  The mean annual precipitation is 10 to 14 inches.  Snowfall is 10 to 20 inches.  Mean January temperature is about 30 degrees F, mean July temperature is about 65 degrees F; mean annual temperature is about 48 degrees F.  Frost-free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dehill (T), Eastable (T), Hedox (T), Modoc, Porterfield (T) and Searles.  Dehill soils have a coarse-loamy control section.  Eastable soils lack very gravelly sand at depths of 26 to 39 inches.  Hedox and Porterfield soils have a paralithic contact at depths of less than 20 inches.  Modoc soils have indurated hardpans.  Searles soils have lithic contacts at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and some mapping units have water tables at 42 to 60 inches; slow runoff; moderate permeability.  USE AND VEGETATION:  Munnell series are used for cropland, hay and pasture and rangeland.  Cultivated crops commonly grown are oats and barley.  Native vegetation is bluebunch wheatgrass, Idaho fescue, Nevada bluegrass, and big sagebrush."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral California.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Siskiyou County, California; Butte Valley-Tule Lake Soil Survey 1983.  The series name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: Mollic epipedon--the zone from the surface of the soil to a depth of 10 inches (A, BAt).\nArgillic Horizon--The zone from 5 to 25 inches (BAt, Bt1, Bt2 horizons).\nFine loamy over sandy or sandy-skeletal family.  The particle-size control (10 to 40 inches) weighted average clay content of the upper part is 26 percent.  The weighted average of the lower part is about 3 percent with 50 percent pebbles.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
