{
  "SERIES": "MUNSONCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDJ/JAS/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, isomesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Munsoncreek medial silt loam - woodland, on a 31 percent south-facing slope at 320 feet elevation. (Colors are for moist soil unless otherwise stated. When described on March 27, 1997, the soil was moist throughout. Textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss.\nA--1 to 10 inches; dark brown (10YR 3/3) medial silt loam, brown (10YR 4/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; few very fine irregular pores; 5 percent paragravel; very strongly acid (pH 4.8); clear smooth boundary. (Thickness of the A horizon is 5 to 12 inches)\nAB--10 to 18 inches; dark brown (10YR 3/3) silty clay loam, dark yellowish brown (10YR 4/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, medium and common coarse roots; few very fine, fine and common coarse tubular pores; 5 percent paragravel; very strongly acid (pH 4.8); gradual smooth boundary. (0 to 10 inches thick)\nBw1--18 to 28 inches; dark yellowish brown (10YR 3/4) silty clay loam, dark yellowish brown (10YR 4/4) dry; moderate fine subangular blocky structure; hard, friable, slightly sticky and moderately plastic; many very fine, fine, medium and common coarse roots; few very fine, fine and common coarse tubular pores; 5 percent paragravel; very strongly acid (pH 4.8); clear broken boundary.\nBw2--28 to 41 inches; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine, medium and few coarse roots; common fine and coarse tubular pores; 10 percent paragravel; very strongly acid (pH 4.6); gradual smooth boundary.\nBw3--41 to 58 inches; dark yellowish brown (10YR 4/6) extremely paragravelly silty clay loam, yellowish brown (10YR 5/6) dry; moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine irregular pores; 55 percent paragravel and 10 percent paracobbles; very strongly acid (pH 4.6); gradual smooth boundary. (Combined thickness of the Bw horizon is 28 to 45 inches)\nCr--58 inches; light olive brown (2.5Y 5/6) fractured soft siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; about 5 miles south of the town of Tillamook; about 600 feet north and 600 feet west of the southeast corner of section 19, T. 2 S., R. 9 W. (Latitude 45 degrees 22 minutes 42 seconds N. and Longitude 123 degrees 49 minutes 33 seconds W.); NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, and are dry for less than 90 cumulative days in all parts between the depth of 4 and 12 inches in the four months following the summer solstice. The mean annual soil temperature is 47 to 52 degrees F. The difference between the mean winter and mean summer soil temperature is 5 to 9 degrees F. The depth to bedrock is 40 to 60 inches. The umbric epipedon is 15 to 35 inches thick. The hue is 10YR or 7.5YR throughout. Andic soil properties do not extend beyond 14 inches.\nThe A horizon has value of 2 or 3 moist, 3 or 4 dry, and has chroma of 2 or 3 moist and dry. Texture is medial silt loam and has 0 to 15 percent grave; and 0 to 15 percent paragravel. It has an acid-oxalate extractable aluminum plus one-half iron of 2.0 to 3.0 percent, moist bulk density of 0.75 to 0.90 g/cc, phosphate-retention of more than 85 percent, and 15-bar moisture of more than 15 percent (air dried).\nThe AB horizon, when present, has value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist, 3 or 4 dry. Texture is medial silt loam, silt loam or silty clay loam and has 0 to 15 percent gravel and 0 to 15 percent cobbles. It has acid-oxalate extractable aluminum plus one-half iron of 1.0 to 3.0 percent and a moist bulk density of 0.90 to 1.20 g/cc.\nThe Bw1 horizon has value of 3 to 5 moist, 4 to 6 dry, and chroma of 3 or 4 moist, 4 or 6 dry. Texture is silty clay loam or silty clay with 0 to 15 percent gravel and 0 to 30 percent paragravel. It has 35 to 45 percent clay by field estimates.\nThe Bw2 and Bw3 horizons have value of 3 to 5 moist, 4 to 6 dry and chroma of 4 to 6 moist and dry. Texture is silty clay loam or silty clay and has 0 to 15 percent gravel, 0 to 75 percent paragravel, and 0 to 15 percent paracobbles. It has 35 to 45 percent clay by field estimates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fendall and Willaby series. Fendall soils are 20 to 40 inches deep to a paralithic contact. Willaby soils are more than 60 inches deep to bedrock and have rock fragments of glacial drift origin."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Munsoncreek soils are on summits, benches, and side slopes of coastal hills and mountains. Slopes are 5 to 60 percent. Elevations are 50 to 1,800 feet. The climate is characterized by cool, wet winters and cool, moist summers. The mean annual precipitation is 80 to 110 inches. The mean annual temperature is 46 to 52 degrees F. The frost-free period is 120 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ecola and Templeton soils. Ecola and Templeton soils are on adjacent side slopes and are fine-silty family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production. Native vegetation includes western hemlock, western redcedar, Sitka spruce, salmonberry, salal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Foothills of the Coast range of northwest Oregon; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tillamook County, Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from 1 to 18 inches (A and AB horizons).\nCambic horizon - from 18 to 58 inches (Bw1, Bw2, and Bw3 horizons)\nAndic feature - from 1 to 10 inches (A horizon) having andic soil properties.\nParticle size control section - from 11 inches to 41 inches.\nMore than 12kg per square meter of organic carbon from 1 to 41 inches (assumed based on soil color and sampling of similar soils).\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nA proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties. If accepted, medial modifiers would be used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
