{
  "SERIES": "MURDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MS-KJH",
  "REVDATE": "11/98",
  "STATES": "SD",
  "OVERVIEW": "The Murdo series consists of deep, well drained soils formed in 10 to 20 inches of loamy alluvium underlain by sand and gravel on outwash plains and terraces.  Permeability is moderate or moderately rapid in the solum and rapid in the sand and gravel.  Slopes range from 2 to 30 percent.  Mean annual precipitation is about 17 inches, and mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Murdo gravelly loam - on a slightly convex slope of 2 percent in a native grassland area.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular and subangular blocky structure; soft, friable; estimated 15 percent by volume of gravel; neutral; abrupt smooth boundary.  (2 to 4 inches thick)\nBt1--3 to 10 inches; dark grayish brown (10YR 4/2) gravelly clay loam, very dark brown (10YR 2/2) crushing to very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky; hard, firm, sticky; estimated 40 percent by volume of gravel; neutral; clear smooth boundary.\nBt2--10 to 15 inches; brown (7.5YR 5/2) gravelly clay loam, dark brown (7.5YR 4/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, firm, sticky; estimated 40 percent by volume of gravel; few pebbles coated with carbonates; neutral; gradual smooth boundary. (Combined thickness of the B2t horizon is 6 to 16 inches.)\n2Bk--15 to 24 inches; brown (7.5YR 5/2) gravelly sand, dark brown (7.5YR 4/2) moist; single grain; loose; thick coats of carbonates on undersides of pebbles; strong effervescence; slightly alkaline; gradual wavy boundary. (6 to 10 inches thick)\n2C--24 to 60 inches; brown (7.5YR 5/2) gravelly sand, dark brown (7.5YR 4/2) moist; single grain; loose; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mellette County, South Dakota; about 9 miles east and 3 miles north of White River; 720 feet south and 800 feet west of the northeast corner of sec. 18, T. 42 N., R 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 10 to 20 inches and corresponds to the depth to sand and gravel.  Content of gravel in the control section ranges from 35 to 50 percent by volume and ranges from 35 to 85 percent in the underlying material.  Thickness of the mollic epipedon ranges from 7 to 12 inches and extends into the B2t horizon.  Pedons that have B2t horizons less than 8 inches thick have B3 or B3ca horizons.\nThe A horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 2.  It is gravelly loam or loam and contains 5 to 35 percent by volume of gravel.  It is slightly acid or neutral.\nThe B2t horizon has hue of 10YR or 7.5YR, value of 4 or 5 and 2 to 4 moist, and chroma of 2 or 3.  Typically, it is gravelly clay loam or gravelly loam but is loam or clay loam in the upper part of some pedons.   The fine earth fraction averages between 22 and 35 percent clay.  It is slightly acid to slightly alkaline.\nThe 2Bk horizon has hue of 10YR or 7.5YR, value of 4 to 6 and 3 or 4 moist, and chroma of 2 or 3. Carbonates are as accumulations and as coatings on the undersides of pebbles. Some pedons have BC horizons.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 4.  The 2C horizons are gravelly sand, gravelly loamy sand, very gravelly sand, or very gravelly loamy sand, and commonly are stratified and crossbedded.  They are slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Irock, Majada, Mokiak, Montoso, Nederland, Salas, and Willowman soils in the same family. Irock soils are underlain by igneous rock at depths between 42 and 60 inches and contain more sand in the control section.  Majada soils have sola thicker than 20 inches.  Mokiak soils have a lithic contact at depths between 20 and 40 inches.  Montoso soils have redder hue, control sections dominated by cinders, and have a calcic horizon.  Nederland soils have hues redder than 7.5YR in the argillic and C horizons.  Willowman soils contain more clay and silt in the lower part.  Salas soils have schist bedrock at depths between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Murdo soils are nearly level to steep and on ridges of broad outwash plains and high terraces.  Slopes range from 2 to 30 percent.  Surfaces are convex and generally short and irregular. The soil formed in loamy alluvium deposited over sand and gravel. These deposits are remnants of old stream terraces that have been dissected and truncated.  The mean annual precipitation ranges from 14 to 21 inches, and mean annual air temperature ranges from 47 to 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altvan, Kyle, Pierre, Samsil and Schamber soils. Altvan soils are fine-loamy in the upper part in the solum and have sand and gravel at depths between 20 and 40 inches.  Schamber soils do not have an argillic horizon. Altvan and Schamber soils are on positions similar to the Murdo soils. Kyle, Pierre, and Samsil are clayey and are below the Murdo soils in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to high or very high. Permeability is moderate or moderately rapid in the solum and rapid in the IIC horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION::  These soils are primarily used as native rangeland.  Native vegetation includes needleandthread, blue grama, sideoats grama, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central and southwestern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": "NA"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": "NA"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 10 inches (A, Bt1 horizons) and an argillic horizon from 3 to 15 inches (Bt1, Bt2 horizons).\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado\nSERIES ESTABLISHED:  Mellette County, South Dakota, February 16, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular and subangular blocky structure; soft, friable; estimated 15 percent by volume of gravel; neutral; abrupt smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--3 to 10 inches; dark grayish brown (10YR 4/2) gravelly clay loam, very dark brown (10YR 2/2) crushing to very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky; hard, firm, sticky; estimated 40 percent by volume of gravel; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--10 to 15 inches; brown (7.5YR 5/2) gravelly clay loam, dark brown (7.5YR 4/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, firm, sticky; estimated 40 percent by volume of gravel; few pebbles coated with carbonates; neutral; gradual smooth boundary. (Combined thickness of the B2t horizon is 6 to 16 inches.)"
      },
      {
        "name": "2Bk",
        "top": 38,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk--15 to 24 inches; brown (7.5YR 5/2) gravelly sand, dark brown (7.5YR 4/2) moist; single grain; loose; thick coats of carbonates on undersides of pebbles; strong effervescence; slightly alkaline; gradual wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "2C",
        "top": 61,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--24 to 60 inches; brown (7.5YR 5/2) gravelly sand, dark brown (7.5YR 4/2) moist; single grain; loose; strong effervescence; slightly alkaline."
      }
    ]
  ]
}
