{
  "SERIES": "MURFREESBORO",
  "STATUS": "Established Series",
  "BYREV": "Est. JWO, RKR, AMR",
  "REVDATE": "09/2016",
  "STATES": "AR",
  "OVERVIEW": "The Murfreesboro series consists of very deep, well-drained, moderately permeable soils that formed in loamy alluvium. These soils are on nearly level to moderately sloping stream terraces in the Cretaceous Western Gulf Coastal Plain. Slopes range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Murfreesboro fine sandy loam on a smooth 1 percent slope. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; friable; many fine and few medium roots; common fine and medium pores; about 10 percent by volume rounded sandstone gravel less than 3 inches in diameter; moderately alkaline; abrupt smooth boundary. (0 to 6 inches thick)\nBt1--6 to 31 inches; red (2.5YR 4/8) clay loam; moderate fine and medium subangular blocky structure; firm; few fine and medium roots; common fine and very fine pores; about 10 percent by volume rounded sandstone gravel less than 3 inches in diameter; common faint discontinuous clay films on peds faces; neutral; clear smooth boundary. (6 to 35 inches thick)\nBt2--31 to 42 inches; red (2.5YR 4/8) clay loam; few fine prominent light brownish gray (10YR 6/2) iron depletions; moderate fine and medium subangular blocky structure; firm; common fine pores; few fine and medium roots; common faint discontinous clay films on ped faces; slightly acid; clear smooth boundary. (24 to 62 inches thick)\nBC--42 to 80 inches; mottled, red (2.5YR 4/8), light red (2.5YR 6/6) loam; common medium and coarse light brownish gray (10YR 6/2) iron depletions; weak medium and coarse subangular blocky structure; friable; very few fine foots; common fine pores; strongly acid. (12 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Arkansas; 908 South Washington Street, Murfreesboro, Arkansas in the NE1/4SE1/4NW1/4, sec. 17, T. 8 S., R. 25 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches. Reaction is neutral to very strongly acid throughout except for surface layers that have been limed. Sandstone fragments less than 3 inches in diameter range from 0 to 35 percent by volume in the A horizon; 0 to 35 percent by volume in the E horizon, where present; 0 to 35 percent by volume in the Bt horizons and 0 to 60 percent in the BC horizon.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 through 4. Texture is fine sandy loam, loam, gravelly fine sandy loam, or gravelly loam.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture is fine sandy loam, loam, gravelly fine sandy loam, or gravelly loam.\nThe BE, where present, has a hue of 10YR or 7.5YR, value of 6 or 5 and a chroma\nof 4 or 6. Texture is fine sandy loam, loam, gravelly fine sandy loam, or gravelly loam.\nThe Bt1 horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 6 or 8, or hue of 10YR, value of 5, chroma of 6 or 8. Texture is loam, clay loam or sandy clay loam or their gravelly analogs.\nThe Bt2 horizon has hues of 2.5YR to 7.5YR, value of 5 or 6, and chroma of 6 or 8. Some pedons contain redoximorphic features below a depth of 30 inches from the soil surface. Texture is clay loam, loam or sandy clay loam or their gravelly analogs.\nThe lower Bt horizons, where present, have hue of 2.5YR or 5YR,value of 4 or 5, and chroma of 6 or 8. Some pedons lack a dominant matrix color and are variegated in shades of yellow, red, brown and gray. Texture is clay loam, loam sandy clay loam or their gravelly analogs.\nThe BC horizon has hue of 2.5YR or 5YR, value of 4 to 6, chroma of 6 to 8. This horizon usually lacks a dominant matrix color and is variegated in shades of red, brown, yellow and gray. Texture is loam, clay loam, fine sandy loam, or very fine sandy loam or their gravelly or very gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the, Apison, Biffle, Cahaba, Durham, Granville, Linker, Nauvoo, Pirum, Sipsey, Stringtown, Suffolk. Apison and Biffle have paralithic contact at 20 to 40 inches. Apison has Bt horizons with a hue of 7.5 YR or yellower. Cahaba does not allow fragments in the profile. Durham, Granville, Sipsey, Stringtown and Suffolk soils have Bt horizons with a hue of 7.5 YR or yellower. Linker, Nauvoo, and Pirum have bedrock within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Murfreesboro soils are on nearly level to moderately sloping terraces along tributaries in the Cretaceous Western Gulf Coastal Plain. They formed in loamy alluvium weathered from interbedded sandstone and shale. Slopes range from 1 to 12 percent. Average annual precipitation ranges from about 46 to 56 inches. Mean annual temperature ranges from 59 degrees to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sardis, Vaughn, Pikecreek, Toine,\nand Ochlockonee series; which all occur on adjacent flood plains. Sardis soils have a fine-silty control section. Vaughn soils have 10 to 50 percent fragments in the lower subsoil. Pikecreek soils have loamy-skeletal control sections and are Entisols. Toine soils have a hue of 7.5YR or yellower, and are Alfisols. Ochlockonee soils are coarse-loamy and are Entisols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Murfreesboro soils are well drained; runoff is low to medium; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The dominant use is for pasture and hay crops. Some areas are in mixed hardwood and pine forests. Minor areas are in cultivated crops such as soybeans, grain sorghum or wheat. The native vegetation was mainly mixed hardwoods and pine with an understory of grasses. The hardwoods were mainly oaks, walnuts, and sweetgums. The pines were mainly shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cretaceous Western Gulf Coastal Plain of Arkansas and possibly Oklahoma. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Pike County, Arkansas; 2004"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\nOchric epipedon - 0-6 inches\nArgillic horizon - 6-42 inches\nThese soils were formally included in the Cahaba and Avilla series.\n2016 Update was to change the status to Established"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization of the typical pedon by the Natl. Soil Survey Laboratory S02AR-109-002."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; friable; many fine and few medium roots; common fine and medium pores; about 10 percent by volume rounded sandstone gravel less than 3 inches in diameter; moderately alkaline; abrupt smooth boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 31 inches; red (2.5YR 4/8) clay loam; moderate fine and medium subangular blocky structure; firm; few fine and medium roots; common fine and very fine pores; about 10 percent by volume rounded sandstone gravel less than 3 inches in diameter; common faint discontinuous clay films on peds faces; neutral; clear smooth boundary. (6 to 35 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 79,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--31 to 42 inches; red (2.5YR 4/8) clay loam; few fine prominent light brownish gray (10YR 6/2) iron depletions; moderate fine and medium subangular blocky structure; firm; common fine pores; few fine and medium roots; common faint discontinous clay films on ped faces; slightly acid; clear smooth boundary. (24 to 62 inches thick)"
      },
      {
        "name": "BC",
        "top": 107,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--42 to 80 inches; mottled, red (2.5YR 4/8), light red (2.5YR 6/6) loam; common medium and coarse light brownish gray (10YR 6/2) iron depletions; weak medium and coarse subangular blocky structure; friable; very few fine foots; common fine pores; strongly acid. (12 to 30 inches thick)"
      }
    ]
  ]
}
