{
  "SERIES": "MUROC",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH/RWK/JJJ/ARW/KJO",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Muroc series consists of shallow to indurated duripan directly over rock, well drained soils that formed in material weathered from granitic rock. Muroc soils are on hills and granitic rock pediments and have slopes of 2 to 15 percent.  The mean annual precipitation is about 5 inches and the mean annual air temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Muroc sandy loam, rangeland. (Colors are for dry soil unless otherwise stated.)  (Surface paved with 2 to 10 mm fragments that cover approximately 60 percent of the area.)\nA1--0 to 3 inches; yellowish brown (10YR 5/4) sandy loam, brown (10YR 4/3) moist; massive; soft friable, nonsticky and nonplastic; slightly effervescent, carbonates disseminated; 5 percent 2 to 10 mm gravel; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 3 inches thick)\nA2--3 to 11 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and coarse roots; few fine and coarse tubular pores; strongly effervescent, carbonates disseminated; 5 percent 2 to 10 mm gravel; moderately alkaline (pH 8.0); clear wavy boundary. (7 to 12 inches thick)\nA3--11 to 15 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine and coarse tubular pores; strongly effervescent, carbonates disseminated; 5 percent 2 to 10 mm gravel; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 5 inches thick)\nBqkm--15 to 27 inches; white (10YR 8/2) indurated silica-lime cemented duripan, light gray (10YR 7/2) moist; massive; extremely hard; surface of duripan consists of a thin laminar layer or opalized band 2 to 4 mm thick with fine roots matted on the surface of the layer; abrupt smooth boundary. (2 to 15 inches thick)\nCrkq--27 to 54 inches; white (10YR 8/2) highly weathered granite rock that crushes to light gray (10YR 7/2) moist; massive; hard, friable; few fine roots in cracks; moderately alkaline (pH 8.2); slightly effervescent, carbonates disseminated; horizon has been highly weathered, but has rock structure with minerals of the weathered granite in position of original crystallization which will disperse on shaking in water; few vertical and horizontal thin seams of silica cemented material occurring in fractures in the weathered granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; about 2 miles north of Rosamond; about 1/2 mile west of Hwy. 14; about 2800 feet west and 3200 feet north of the southeast corner of section 33, T. 10 N., R. 12 W., SBB&M; Latitude 34 degrees, 55 minutes, 3 seconds north and Longitude 118 degrees, 9 minutes, 17 seconds west; Soledad Mountain Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a duripan is 8 to 20 inches.  The duripan overlies granitic rock.  The mean soil temperature is 62 to 72 degrees F. and the soil temperature usually is not below 47 degrees F.  at any time.  The soil is usually dry and is not continuously moist for as long as 60 days.  Dominant texture throughout the sola is sandy loam or coarse sandy loam.  Gravel fragments, less than 10 mm in diameter, are present in volumes up to 15 percent.\nThe A horizon has colors of 10YR 5/3, 5/4, 6/4, 6/3 dry and 10YR 4/3, 4/4 moist.\nThe Bqk horizon has colors of 10YR 7/4, 8/1, 8/2, 8/3, 8/4 dry and 10YR 6/2, 6/4, 7/2 moist. In some pedons the duripan occurs as several hard laminar horizontal bands separated by an inch or two of calcareous sandy material.  These bands are not continuous.  The duripan becomes softer with increasing depth.\nThe Crkq horizon has colors of 10YR 7/3, 8/2, 8/3 dry and 10YR 6/2, 6/3, 7/2, 7/3 moist, depending on the amount of carbonates present.  The amount of carbonate that has accumulated in some pedons is very small, and here the color of the horizon is that of the minerals that make up the weathered granitic rock.  In some pedons this horizon contains few to many thin discontinuous laminar layers that are horizontal in orientation.  These are spaced several inches apart in the weathered granitic rock.  Some of these silica-lime seams extend nearly vertically along cracks in the weathered granitic rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alko, Nebona, Stewart and Zalda (T NV) series.  Alko soils have pH values of 8.6 to 9.3, and lack the underlying granitic rock. Nebona soils lack the underlying granitic rock. Stewart soils contain 15 to 25 percent exchangeable sodium, are somewhat poorly drained, and lack a paralithic contact under the duripan. Zalda soils lack the paralithic contact under the duripan and have fine sandy loam or loam A horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Muroc soils are on hills and granitic rock pediments.  They formed in material weathered from granitic rocks.  Elevations are 2,400 to 3,500 feet.  Slope gradients are 2 to 15 percent.  The climate is arid with hot, dry summers and cool, moist winters.  Mean annual precipitation is 4 to 6 inches; most of the moisture occurs as rain in the late autumn and winter.  Some moisture falls occasionally as snow.  Mean annual temperature is 60 to 68 degrees F., average January temperature about 45 degrees F., and July temperature about 89 degrees F.  The frost-free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Randsburg soils and the Hi Vista and Cajon soils. Cajon soils have sandy particle-size families, are very deep and lack duripans. Hi Vista soils have a fine-loamy particle size family and a sandy clay loam Bt horizon.   Randsburg soils have a paralithic contact at depths of less than 20 inches and lack a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff; permeability is moderately rapid in the soil and very slow in the duripan that caps the weathered granite."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for live stock grazing, home sites, military operations,  and recreation. Vegetation is mostly creosotebush, bursage, with annual grasses and forbs, with widely-spaced Joshua trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Mojave Desert of California.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, California, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series reclassified according to Amendment No. 18 on July, 1996.  Runoff classes based on Ksat and slope as described in \"Terminology Used in Soil Survey Data Entry or Manuscript Editing of:\" 9-23-94 MAV.  Runoff changed from slow to medium to low to medium.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 9/1997. ET"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; yellowish brown (10YR 5/4) sandy loam, brown (10YR 4/3) moist; massive; soft friable, nonsticky and nonplastic; slightly effervescent, carbonates disseminated; 5 percent 2 to 10 mm gravel; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 11 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and coarse roots; few fine and coarse tubular pores; strongly effervescent, carbonates disseminated; 5 percent 2 to 10 mm gravel; moderately alkaline (pH 8.0); clear wavy boundary. (7 to 12 inches thick)"
      },
      {
        "name": "A3",
        "top": 28,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A3--11 to 15 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine and coarse tubular pores; strongly effervescent, carbonates disseminated; 5 percent 2 to 10 mm gravel; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Bqkm",
        "top": 38,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bqkm--15 to 27 inches; white (10YR 8/2) indurated silica-lime cemented duripan, light gray (10YR 7/2) moist; massive; extremely hard; surface of duripan consists of a thin laminar layer or opalized band 2 to 4 mm thick with fine roots matted on the surface of the layer; abrupt smooth boundary. (2 to 15 inches thick)"
      },
      {
        "name": "Crkq",
        "top": 69,
        "bottom": 137,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Crkq--27 to 54 inches; white (10YR 8/2) highly weathered granite rock that crushes to light gray (10YR 7/2) moist; massive; hard, friable; few fine roots in cracks; moderately alkaline (pH 8.2); slightly effervescent, carbonates disseminated; horizon has been highly weathered, but has rock structure with minerals of the weathered granite in position of original crystallization which will disperse on shaking in water; few vertical and horizontal thin seams of silica cemented material occurring in fractures in the weathered granite."
      }
    ]
  ]
}
