{
  "SERIES": "MURRIETA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAK/LAB/LCL",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic Lithic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Murrieta stony clay loam - range. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; dark red (2.5YR 3/6) stony clay loam, dark reddish brown (2.5YR 3/4) moist; moderate fine angular blocky structure; hard, firm, slightly sticky, plastic; many very fine roots; common very fine interstitial and tubular pores; medium acid (pH 5.6); clear wavy boundary. (5 to 8 inches thick)\nB1--5 to 9 inches; dark red (2.5YR 3/6) heavy clay loam, dark reddish brown (2.5YR 3/4) moist; moderate medium angular blocky structure; hard, firm, sticky, plastic; many very fine roots; common very fine interstitial and tubular pores; common thin clay films on faces of peds and lining pores; medium acid (pH 5.6); abrupt wavy boundary. (3 to 4 inches thick)\nB21t--9 to 13 inches; dark red (2.5YR 3/6) clay, dark reddish brown (2.5YR 3/4) moist; strong coarse prismatic structure, the prisms being irregular and high in apparent volume weight; extremely hard, extremely firm, very sticky, very plastic; common very fine roots; common very fine tubular pores; continuous thick clay films lining pores; medium acid (pH 5.6); clear wavy boundary. (4 to 5 inches thick)\nB22t--13 to 17 inches; dark reddish gray (5YR 4/2 dry or moist) clay; strong coarse prismatic structure; extremely firm, very sticky, very plastic; common very fine roots; common very fine tubular pores; continuous thick clay films on faces of peds; medium acid (pH 6.0); abrupt wavy boundary. (4 to 11 inches thick)\nR--17 to 20 inches; gray olivine basalt, mottled with red and yellow; many cavities from gas bubbles; common very fine roots in fractures within the rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Riverside County, California; about 7 miles west of Temecula, California; approximately 1,150 feet north, and 1,300 feet east of the W1/4 corner sec. 2, T.8S., R.4W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to hard basalt is 12 to 20 inches.  The mean average soil temperature is about 62 degrees F.  Soil below a depth of 4 inches is usually moist in some part from about December 1 until late May and is continuously dry the rest of the year.  The soil is medium or strongly acid.  Iron and manganese shot, 2 to 5mm. in diameter, may occur through the solum.  The A horizon is reddish brown or dark red (5YR 4/3, 4/4; 2.5YR 4/4 3/6) and is loam or clay loam.  Stones make up 10 to 15 percent of the surface.  The B2t horizon is reddish brown, dark red, or dark reddish gray (5YR 4/3, 4/4, 4/2; 2.5YR 4/4, 3/6).  It has a 5YR hue in some or all parts.  This horizon is heavy clay loam or clay with 35 to 50 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Artois, Carrisalitos, Guenoc, and Vallecitos series.  Artois soils have hue of 10YR or 2.5Y and have a lithic contact at depths of 20 to 40 inches.  Carrisalitos soils are mildly alkaline.  Guenoc soils have a paralithic contact at depths of 20 to 40 inches and are kaolinitic.  Vallecitos soils lack a continuous argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Murrieta soils are nearly level to strongly sloping and are in uplands at elevations of 1,700 to 2,500 feet.  The climate is subhumid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 14 to 20 inches.  Average January temperature is 50 degrees F., average July temperature is 68 degrees F., and mean annual temperature is 60 degrees F.  The frost-free season is 260 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Vallecitos soils and and Las Posas and Lodo soils.  Las Posas soils lack a paralithic contact above a depth of 20 inches.  Lodo soils lack an argillic horizon and have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture and range.  Vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Volcanic plateaus in the foothills of the coastal mountains in southern California.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Riverside County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Murrieta soils were formerly classified as Reddish Brown Lateritic soils.\nOSED scanned by SSQA.  Last revised by state on 10/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
