{
  "SERIES": "MURRILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSB-MDJ",
  "REVDATE": "12/2008",
  "STATES": "MD,PA,VA,WV",
  "OVERVIEW": "The Murrill series consists of very deep, well drained soils formed in colluvial materials derived from acid sandstones and shales and the underlying limestone residuum, on lower backslopes, footslopes, fans and benches.  Saturated hydraulic conductivity is moderately high to high in the colluvial material and in the residual material.  Slopes range from 0 to 55 percent. The mean annual precipitation is about 40 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Murrill channery loam - cultivated. (Colors are for moist soil)\nAp--0 to 9 inches, dark yellowish brown (10YR 4/4) channery loam; weak fine granular structure; very friable, slightly plastic; 20 percent subangular gravel; strongly acid; abrupt smooth boundary. (4 to 10 inches thick)\nE--9 to 15 inches, brown (10YR 5/3) channery loam; weak fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; 30 percent subangular gravel; strongly acid; clear smooth boundary. (0 to 7 inches thick)\nBt1--15 to 21 inches, yellowish brown (10YR 5/4) channery silty clay loam; moderate fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on faces of peds; 30 percent subangular gravel; strongly acid; clear wavy boundary. (5 to 10 inches thick)\nBt2--21 to 39 inches, brown (7.5YR 4/4) channery sandy clay loam; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; many medium distinct clay films on faces of peds; 30 percent subangular gravel; strongly acid; gradual wavy boundary. (10 to 30 inches thick)\nBt3--39 to 60 inches, strong brown (7.5YR 5/6) channery sandy clay loam; weak medium subangular blocky and coarse platy structure; firm, slightly sticky, plastic; common medium distinct clay films on faces of peds; few medium black coatings on faces of peds; 30 percent subangular gravel; strongly acid; gradual wavy boundary. (0 to 24 inches thick)\n2Bt4--60 to 80 inches, reddish brown (5YR 4/4) clay loam; pale brown (10YR 6/3), gray (10YR 6/1), and red (2.5YR 4/6) lithochromic variegations; strong medium coarse blocky structure; firm, sticky, plastic; common medium distinct clay films on faces of peds; common medium discontinuous black (N 2/0) manganese coatings on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monroe County, West Virginia: 2 miles south of Sweet Springs, along West Virginia Route 3, opposite a church."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 60 inches or more. The depth to the lithologic discontinuity ranges from 36 to 72 inches.  Depth to limestone bedrock is greater than 6 feet. Rock fragments range from 10 to 30 percent in the upper part of the solum and from 0 to 25 percent in the 2B horizon. Reaction, unless limed, ranges from moderately acid to very strongly acid.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4.  Dry values are more than 5.5. In uncultivated areas, there is a thin dark colored A horizon less than 5 inches thick. The fine-earth fraction is loam, sandy loam or silt loam.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 to 6. Its texture is similar to the Ap horizon.\nThe Bt horizon has hue of 10YR, 7.5YR or 5YR, value of 4 to 6 and chroma of 4 to 6. Some subhorizon of the Bt has hue of 7.5YR or 10YR. The fine-earth fraction is silty clay loam, sandy clay loam, clay loam, silt loam or loam. Some pedons contain a small proportion of brittle peds.\nThe 2Bt horizon has hue of 2.5YR to 10YR, value of 4 to 6, chroma of 4 to 6, and is sometimes variegated in shades of red and gray.  Texture is silty clay loam, silty clay, clay loam and clay. Structure is weak, moderate or strong. Pressure faces are common, and clay films are usually present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albemarle, Allegheny, Allenwood, Arendtsville, Cades, Cardova, Chester, Chetwynd, Clifftop, Drapermill, Elsinboro, Eubanks, Ezel, Frankstown, Gilwood, Glenelg, Happyland, Leck Kill, Lonon, Meadowville, Milldraper, Nixon, Pfafftown, Queponco, Reybold, Rhodhiss, Shouns, Tate, Ungers, and Whiteford series in the same family. Albemarle, Allegheny, Chester, Drapermill, Eubanks, Frankstown, Gilwood, Glenelg, Happyland, Rhodhiss, Tate, and Whiteford soils lack a lithologic discontinuity within the series control section.  Allenwood, Leck Kill, Lonon, Shouns, and Ungers soils have Bt horizons with hues redder than 5YR. Arendtsville soils formed in materials weathered from a fanglomerate of quartzite, sandstone, aporhyolite, and other rocks held together in a red sandy matrix.  Cades soils contain rock fragments composed of phyllite and metasandstone. Cardova and Clifftop soil have depth to lithic contact is 40 to 60 inches.  Chetwynd, Elsinboro, and Reybold soils have rock fragments that are dominantly well rounded pebbles of crystalline rocks. Ezel are deep, well drained, moderately permeable soils formed in a mantle of alluvial deposits overlying Pennsylvanian aged bedrock. Meadowville sols formed on uplands in local alluvium and underlying residuum weathered from basic and acidic rocks. Milldraper soils formed in residuum of schist and phyllite in the Northern Piedmont, depth to the lithic contact ranges from 40 to 60 inches.  Nixon and Queponco soils have sandy textures below the lithologic discontinuity. Pfafftown soils are on terraces in Piedmont river valleys of Virginia and North Carolina.\nArcola, Bedington, Birdsboro, Bucks, Butano, Chilmark, Clymer, Collington, Edgemont, Edneytown, Freehold, Gilpin, Matapeake, Pineville, Quakertown, Rayne, Shelocta, Syenite, and Thurmont series are in closely related families. Arcola, Bucks, Gilpin, Quakertown, and Syenite soils are less than 60 inches to bedrock.  Birdsboro soils are redder than 5YR in the entire Bt horizon. Bedington, Butano, Clymer, Collington, Edgemont, Edneytown, Pineville, and Shelocta soils lack a lithologic discontinuity in the series control section. Chilmark, Freehold, Matapeake, Rayne, and Thurmont soils have sola thinner than 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Murrill soils are on lower backslopes, footslopes, fans, and benches. Most landscape surfaces are concave, and sinkholes in karst topography are common features. Slope ranges from 0 to 55 percent. The soil formed in colluvium derived from acid sandstones and shales with some components of limestone or highly calcareous shales over residuum of limestone. The mean annual precipitation ranges from 35 to 45 inches. Mean annual air temperature ranges from 48 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Blackthorn, Carbo, Clarksburg, Dekalb, Dryrun, Duffield, Edgemont, Elliber, Frederick, Hagerstown, Laidig and Oriskany series. Blackthorn and Oriskany soils are colluvial soils on similar landscape positions but average more than 35 percent by volume rock fragments in the control section.  Carbo and Dekalb soils formed in limestone and sandstone residuum, respectively, have solum less than 40 inches thick, and are on adjacent uplands. Clarksburg soils are moderately well drained soils formed in colluvium, glacial till, or residuum from limestone, calcareous and noncalcareous shale, and sandstone. Dryrun soils formed in alluvial material, are moderately well drained, and contain more than 35 percent rock fragments in the control section.  Duffield soils have more than 35 percent base saturation and lack the clay loam to clay B horizon below 40 inches. Edgemont soils formed in residuum from quartzitic rocks on adjacent uplands and have solum thinner than 40 inches, and lack a lithologic discontinuity.  Elliber soils have skeletal solum and lack the clay loam to clay B horizon below 40 inches.  Frederick and Hagerstown soils formed in limestone residuum on adjacent uplands and contain more than 35 percent clay in the control section. Laidig soils formed in colluvium from sandstone, siltstone, and some shale and have solum thickness ranges from 50 to 80 inches or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff potential is negligible to high.  Saturated hydraulic conductivity is moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much has been cleared and used for crops, orchards and pastures. Woodlands contain mainly hickory, yellow-poplar, ash, dogwood, elm, and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Pennsylvania, Maryland, West Virginia, and Virginia. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bedford area, Virginia, 1901."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - The zone from 0 to 15 inches (Ap and E horizons).\n2) Argillic horizon - The zone from 15 to 80 inches (Bt1, Bt2, Bt3, and 2Bt4 horizons).\n3) Lithologic discontinuity - at 60 inches, parent material changes from sandstone and shale colluvium to limestone residuum.\nThe clay content of the upper colluvial mantle typically decreases more than 20 percent relative from the maximum within 60 inches of the soil surface in some subhorizon of the argillic horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data from the Murrill series are available on three pedons from Pennsylvania.  Identification numbers are S59-PA-018-019, S71-PA-031-028, and S89-PA-014-088, sampled by the Penn State Soil Characterization Lab.\n2007 Pedon description and competing series updated.  12/2008 Expands A horizon color range to include 7.5 YR."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches, dark yellowish brown (10YR 4/4) channery loam; weak fine granular structure; very friable, slightly plastic; 20 percent subangular gravel; strongly acid; abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--9 to 15 inches, brown (10YR 5/3) channery loam; weak fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; 30 percent subangular gravel; strongly acid; clear smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--15 to 21 inches, yellowish brown (10YR 5/4) channery silty clay loam; moderate fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on faces of peds; 30 percent subangular gravel; strongly acid; clear wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--21 to 39 inches, brown (7.5YR 4/4) channery sandy clay loam; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; many medium distinct clay films on faces of peds; 30 percent subangular gravel; strongly acid; gradual wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 99,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "weak medium subangular blocky and coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--39 to 60 inches, strong brown (7.5YR 5/6) channery sandy clay loam; weak medium subangular blocky and coarse platy structure; firm, slightly sticky, plastic; common medium distinct clay films on faces of peds; few medium black coatings on faces of peds; 30 percent subangular gravel; strongly acid; gradual wavy boundary. (0 to 24 inches thick)"
      },
      {
        "name": "2Bt4",
        "top": 152,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "strong medium coarse blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt4--60 to 80 inches, reddish brown (5YR 4/4) clay loam; pale brown (10YR 6/3), gray (10YR 6/1), and red (2.5YR 4/6) lithochromic variegations; strong medium coarse blocky structure; firm, sticky, plastic; common medium distinct clay films on faces of peds; common medium discontinuous black (N 2/0) manganese coatings on faces of peds; strongly acid."
      }
    ]
  ]
}
