{
  "SERIES": "MURTIP",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/KDPL/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "OVERVIEW": "The Murtip series consists of deep, well drained soils that formed in loamy colluvium and residuum derived from basalt or other igneous and volcanic rock types. Murtip soils occur on summits, foot slopes and toe slopes of mountains. Slopes are 3 to 90 percent. The mean annual precipitation is about 110 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, frigid Alic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Murtip medial loam--woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; partially decomposed needles, leaves, twigs, roots.\nA1--2 to 4 inches; very dark brown (7.5YR 2.5/2) medial loam, brown (7.5YR 4/2) dry; moderate very fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; moderately smeary; many very fine roots; many very fine irregular pores; many very fine concretions; strongly acid (pH 5.2); clear wavy boundary.\nA2--4 to 13 inches; dark brown (7.5YR 3/2) medial loam, reddish brown (5YR 4/3) dry; moderate fine and very fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; moderately smeary; many very fine and fine roots; many fine irregular pores; many very fine concretions; very strongly acid (pH 4.8); clear wavy boundary. (combined A horizon is 10 to 20 inches thick)\nBw1--13 to 31 inches; brown (7.5YR 4/4) medial loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; moderately smeary; common very fine roots; many very fine tubular pores; very strongly acid (pH 4.8); gradual smooth boundary.\nBw2--31 to 40 inches; brown (7.5YR 4/4) loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; common very fine roots; many very fine tubular pores; 10 percent gravel; very strongly acid (pH 4.8); clear smooth boundary.\nBw3--40 to 50 inches; brown (7.5YR 4/4) gravelly medial loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; common fine roots; common very fine tubular pores; 30 percent gravel; very strongly acid (pH 4.6); clear wavy boundary. (combined Bw horizon is 20 to 40 inches thick)\nBC--50 to 56 inches; brown (7.5YR 4/4) very gravelly loam, light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; few fine roots; few very fine tubular pores; 45 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (0 to 11 inches thick)\nCr--56 inches; fractured and partially weathered basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clatsop County, Oregon, about 6 miles east of Elsie, 0.3 mile east on spur 205 from junction with Military Creek Road, SE1/4SW1/4 section 7, T. 4 N., R. 6 W., W. M.; Sunset Spring, OR USGS 7.5 minute quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 42 to 47 degrees F. and the mean summer soil temperature is above 47 degrees F. with an O horizon present. The particle-size control section has estimated clay of 18 to 30 percent and a moist bulk density of 0.70 to 0.85 g/cubic centimeter. It has greater than 85 percent phosphate retention, 2.0 to 4.0 percent acid-oxalate extractable aluminum plus one-half iron, 2.0 to 10 cmol/kg of KCL-extractable aluminum, and 15 to 30 percent 15-bar moisture (air dried). It is weakly or moderately smeary. The umbric epipedon is 10 to 20 inches thick. Reaction is strongly or very strongly acid. Depth to bedrock is 40 to more than 60 inches. Rock fragments may exceed 35 percent at depths of greater than 40 inches.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. Texture is medial loam with 12 to 20 percent clay content by field estimate. It has 0 to 10 percent gravel and 0 to 10 percent paragravel. Organic matter content is 5 to 10 percent.\nThe Bw horizon has hue of 5YR to 10YR, value of 3 to 5 moist, 4 to 6 dry and chroma of 4 to 6 moist or dry. Texture of the fine-earth fraction is medial loam or medial clay loam with 18 to 30 percent clay by field estimate. In some areas apparent clay content is 35 to 40 percent below 40 inches. It has 0 to 30 percent gravel, 0 to 10 percent cobbles, 0 to 25 percent paragravel, and 0 to 10 percent paracobble fragments. The moist bulk density ranges from 0.70 to 0.85 g/cc in the upper part to 0.90 to 1.10 g/cc in the lower part.\nThe BC horizon, when present, has hue of 5YR to 10YR, value of 4 or 5 moist, 4 to 6 dry and chroma of 4 to 6 moist or dry. Texture of the fine-earth fraction is loam, clay loam, medial loam or medial clay loam with 18 to 30 percent clay content by field estimates. It has 15 to 55 percent gravel, 0 to 15 percent cobbles, 0 to 50 percent paragravel, and 0 to 10 percent paracobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Giveout, Marty, and Tolany series. Giveout soils are 20 to 40 inches to paralithic contact. Marty and Tolany soils have an ochric epipedon and are greater than 60 inches to bedrock. The Marty series cannot be adequately separated from Tolany soils, and it should ultimately be inactivated. The Murnen soils have a similar classification, are very deep to bedrock, and have a weighted average of more than 10 percent organic matter within the upper 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Murtip soils occur on summits, foot slopes and toe slopes of mountains. Elevations are 1,600 to 3,000 feet. Slopes are 3 to 90 percent. The soils formed in loamy colluvium and residuum derived from basalt or other igneous and volcanic rock types. The climate is characterized by cool wet winters and warm moist summers. The average annual precipitation is 80 to 200 inches. The average January temperature is about 28 degrees F., and the average July temperature is about 59 degrees F. The mean annual temperature is 42 to 46 degrees F. The frost-free period is 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caterl, Giveout, Laderly, McMille, and Romanose soils. These soils all occur on mountains. Caterl, Laderly, and Romanose soils are medial-skeletal. Giveout soils are 20 to 40 inches to bedrock contact. McMille soils are fine-silty. Romanose soils are 10 to 20 inches to bedrock contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation, wildlife habitat, and watersheds. Native vegetation consists of Douglas fir, western hemlock, red huckleberry, cascade Oregongrape, salal, western swordfern, vine maple, salmonberry, western brackenfern, and Oregon oxalis. Scattered amounts of noble fir, Pacific silver fir, and tall blue huckleberry occur in some areas at the higher elevations within the frigid zone."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and central portions of the Coast Range in Oregon; MLRA 1. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clatsop County, Oregon, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from 2 to 13 inches (A1 and A2 horizons).\nCambic horizon - from 13 to 50 inches (Bw1, Bw2 and Bw3 horizons).\nMedial feature - from 2 to 50 inches having andic soil properties and based on partial lab data.\nParticle-size control section - from 2 to 42 inches.\nBelow a depth of approximately 40 inches, andic soil properties are absent primarily due to reduced organic matter and higher bulk density.\nClassification revision 08/2001 from medial, ferrihydritic, frigid Alic Fulvudands to medial, ferrihydritic, frigid Alic Hapludands.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nADDITIONAL DATA: Partial laboratory data available for pedon # S93OR-057-002, NSSL, Lincoln, NE 1/94, and pedons S97OR003003 and S98OR003015, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
