{
  "SERIES": "MURVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG",
  "REVDATE": "10/2021",
  "STATES": "FL,NC",
  "OVERVIEW": "The Murville series consists of very poorly drained soils that have rapid permeability in the A horizon and moderately rapid permeability in the Bh horizon.  The soils formed from wet sandy marine and fluvial sediments.  They are in flats or in slight depressions on broad interstream areas of uplands and stream terraces in the Coastal Plain .  Slopes are less than 2 percent.  At the type location, the mean annual temperature is about 63 degrees F., and the mean annual precipitation is about 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, thermic Umbric Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Murville fine sand--on a nearly level slope under pond pine with understory of gallberry, smilax, and canes.  (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; partially decayed leaves, moss, and twigs.\nA--2 to 10 inches; black (N 2/) fine sand; weak fine granular structure; very friable; many roots; many clean quartz grains; loamy feel and appearance from organic matter; very strongly acid; clear wavy boundary.  (6 to 11 inches thick)\nBh--10 to 47 inches; black (10YR 2/1) fine sand; massive; very friable; few roots in upper portion; sand grains mostly have dark films or coatings; few clean quartz grains; loamy feel and appearance from organic matter; very strongly acid; gradual wavy boundary.  (24 to 45 inches thick)\nC--47 to 72 inches; pale brown (10YR 6/3) fine sand with thin strata of sandy loam and sandy clay loam;  single grained; loose; streaks of light gray (10YR 7/1); few old root channels; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  New Hanover County, North Carolina; about 0.5 mile north of junction of U.S.  Highway 421 and N.  C.  Highway 132, along N.  C.  132 and east 1600 feet along canal in wooded area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:   Solum thickness ranges from 30 to 60 inches.   Humus in the A and Bh horizons gives the sandy material a loamy feel and appearance.  The soil is strongly acid to extremely acid.\nA thin Oa or Oe horizon can be present in some pedons.\nThe A or Ap horizons have hue of 10YR to 5YR, or they are neutral, value of 2 or 3, and chroma of 0 to 2.  There are few to common clean sand grains.  Texture is sand, fine sand, loamy sand, loamy fine sand, or mucky analogues of these textures.  Intermittent Eg horizons from 1/4 to 2 inches thick occur in fewer than 50 percent of the pedons.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2.  It is sand, fine sand, loamy fine sand, or loamy sand.  Few to common uncoated sand grains may be present and some pedons may have very thin discontinuous lamellae of clean sand.  The sand grains in the lower horizons may have thin humus coatings with hue of 10YR to 5YR, value of 4 to 5, and chroma of 1 to 4.\nSome pedons have a BEg or Eg horizon below the Bh horizon.  Where present, the BEg horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4.  The Eg horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 1 or 2.  Texture of the BEg and Eg horizons is sand, fine sand, loamy fine sand, or loamy sand.  Thickness of the BE or Eg horizons ranges from 0 to 20 inches.  Pedons that have either of these horizons also have a B'h horizon below them that has similar properties to the Bh horizon.\nThe C horizon, and Cg horizon where present, is dominantly fine sand, sand, loamy sand, or loamy fine sand, but may have lenses or strata of loamy material at depths of 50 to 80 inches below the surface.  The C horizon has hue of 10YR to 5Y, value of 5 to 8, and chroma of 3.  The Cg horizon has the same hue and value range, but has chroma of 1 or 2.  Some pedons may have thin layers of darker-colored material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Boulogne, Lynn Haven and Wesconnett series.   Boulogne soils have sola thicker than 80 inches, are fine sand or loamy fine sand only, and have firm or very firm Bh horizons.  Lynn Haven soils have continuous E horizons.  Wesconnett soils have a B'h horizon, and in addition are sand or fine sand to depths of 80 inches or more."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Murville soils are nearly level and are on flat or slight depressional areas on Coastal Plain uplands and stream terraces.  They formed in wet sandy marine or fluvial sediments .  Slopes are less than 2 percent. Near the type location, mean annual temperature is about 63 degrees F., and mean annual precipitation is about 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Baymeade, Kureb, Leon, Lynn Haven, Rutlege, and Torhunta soils.  Baymeade, Kureb, and Leon soils are better drained and are on higher landscape positions than Murville soils.  In addition, Baymeade and Kureb soils do not have a spodic horizon.  Lynn Haven, Rutlege, and Torhunta soils are in the same landscape positions as Murville.  Lynn Haven soils have continuous E horizons, Rutlege and Torhunta soils do not have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Murville soils are very poorly drained.  Permeability is rapid in the A horizon, and moderately rapid in the Bh horizon.  The water table is at or near the surface most of the time except during summer months or where artificially drained.  Depth to the seasonal high water table ranges from 0 to 1 foot from November to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chiefly in cutover forests of pond pine, with a few scattered loblolly, longleaf pine, and red maple.  Slash pine grow in the southern part of the range.  Understory vegetation includes sweetbay, redbay, swamp cyrilla (red titi), zenobia, inkberry (bitter gallberry), large gallberry, greenbrier, switchcane, fetterbush lyonia, blueberry, loblollybay gordonia, southern bayberry (waxmyrtle), and a ground cover of sphagnum and club mosses, chainfern, broom sedge, and switchcane and maidencane in open areas.  Where frequent burning has taken place only the understory species are present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower Coastal Plain of North Carolina and Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  New Hanover County, North Carolina; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Murville soils were formerly included in the Ridgeland series.  However, Ridgeland soils are in a mixed mineralogy family.  The April 1993 revision of this series changed the subgroup classification from Typic Haplaquods to Umbric Endoaquods.  The soil horizon depths were modified on 10/2021 to make certain the description began at the soil surface.\nDiagnostic horizons and soil properties recognized in the typical pedon are:\nUmbric epipedon - the zone from the surface of the soil to a depth of 47 inches (A and Bh horizons)\nSpodic horizon - the zone from 10 to 47 inches (Bh horizon)\nMLRA(S): 153A, 153B            SIR: NC0085\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0085 MURVILLE    0-  2   59- 70  190-290  45- 60    10-  90\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0085 NONE   RARE      -     APPARENT    -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0085  0- 10  FS S LFS                0-  0 100-100  2- 8   2- 11\nNC0085  0- 10  MK-S MK-LS MK-LFS       0-  0 100-100  2- 8   9- 22\nNC0085  10-47  FS S LFS                0-  0 100-100  2- 8   2- 10\nNC0085 47-58  FS S                    0-  0 100-100  2- 8   0-  4\nNC0085 58-72  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0085  0- 10  3.5- 5.5  2.-9.  0- 0   6.0-  20  LOW\nNC0085  0- 10  3.5- 5.5  9.-15  0- 0   6.0-  20  LOW\nNC0085  10-47  3.5- 5.5  2.-8.  0- 0   2.0- 6.0  LOW\nNC0085 47-58  3.5- 5.5  0.-2.  0- 0   6.0-  20  LOW\nNC0085 58-72     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 2 inches; partially decayed leaves, moss, and twigs."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 10 inches; black (N 2/) fine sand; weak fine granular structure; very friable; many roots; many clean quartz grains; loamy feel and appearance from organic matter; very strongly acid; clear wavy boundary.  (6 to 11 inches thick)"
      },
      {
        "name": "Bh",
        "top": 25,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh--10 to 47 inches; black (10YR 2/1) fine sand; massive; very friable; few roots in upper portion; sand grains mostly have dark films or coatings; few clean quartz grains; loamy feel and appearance from organic matter; very strongly acid; gradual wavy boundary.  (24 to 45 inches thick)"
      },
      {
        "name": "C",
        "top": 119,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--47 to 72 inches; pale brown (10YR 6/3) fine sand with thin strata of sandy loam and sandy clay loam;  single grained; loose; streaks of light gray (10YR 7/1); few old root channels; very strongly acid."
      }
    ]
  ]
}
