{
  "SERIES": "MUSCATATUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLM-GRS",
  "REVDATE": "08/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fragiaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muscatatuck silt loam on a convex, 4 percent slope in a walnut agroforesty plantation at an elevation of 231 meters (760 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 4/3) crushed silt loam, light yellowish brown (10YR 6/4) dry; weak medium and coarse subangular blocky structure parting to moderate fine and medium granular; friable; many very fine to medium roots throughout; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 12 inches)]\nBt1--20 to 46 cm (8 to 18 inches); yellowish brown (10YR 5/6) silt loam; moderate very fine and fine subangular blocky structure; firm; many very fine to medium roots throughout; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds and few distinct dark brown (10YR 3/3) organoargillans lining root channels and pores; moderately acid; clear smooth boundary.\nBt2--46 to 64 cm (18 to 25 inches); yellowish brown (10YR 5/6) silt loam; moderate fine subangular blocky structure; firm; many very fine and fine roots throughout; common distinct brown (10YR 5/3) and dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine distinct irregular pale brown (10YR 6/3) iron depletions and fine distinct irregular yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; very strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 66 cm (10 to 26 inches).]\n2Btx/Bt--64 to 91 cm (25 to 36 inches); 60 percent strong brown (7.5YR 4/6) silt loam (2Btx); weak coarse prismatic structure parting to weak medium subangular blocky structure; very firm; brittle; 40 percent yellowish brown (10YR 5/6) silt loam (Bt); weak fine subangular blocky structure; friable; very fine and fine roots between peds; many distinct brown (10YR 5/3) and yellowish brown (10YR 5/4) and common distinct light brownish gray (10YR 6/2) clay films on faces of peds and pore linings; few fine prominent spherical moderately cemented black (10YR 2/1) iron-manganese concretions in the matrix; common fine prominent irregular light brownish gray (10YR 6/2) iron depletions and few fine distinct irregular strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; very strongly acid; clear wavy boundary. [15 to 64 cm (6 to 25 inches)]\n2Bt1--91 to 124 cm (36 to 49 inches); 70 percent strong brown (7.5YR 5/6) silty clay loam and 30 percent yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure parting to weak fine subangular blocky; firm; many very fine roots between peds; many distinct yellowish brown (10YR 5/4) and yellowish red (5YR 4/6) and common brown (10YR 5/3) clay films on faces of peds and pore linings; few fine prominent black (10YR 2/1) mangans on faces of peds; few fine prominent spherical moderately cemented black (10YR 2/1) iron-manganese concretions in the matrix; few fine prominent irregular light brownish gray (10YR 6/2) iron depletions and few fine faint irregular brownish yellow (10YR 6/6) masses of oxidized iron in the matrix; 1 percent gravel; very strongly acid; gradual wavy boundary. [18 to 51 cm (7 to 20 inches)]\n3Bt2--124 to 165 cm (49 to 65 inches); 80 percent yellowish red (5YR 5/6) clay loam and 20 percent yellowish brown (10YR 5/6) silty clay loam; weak fine subangular blocky structure parting to moderate very fine subangular blocky; firm; many distinct dark red (2.5YR 3/6) and strong brown (7.5YR 5/6), few distinct yellowish brown (10YR 5/6), grayish brown (10YR 5/2) and brown (10YR 5/3) clay films on faces of peds and pore linings; few fine prominent black (10YR 2/1) mangans on faces of peds; few fine prominent spherical strongly cemented black (10YR 2/1) iron-manganese concretions in the matrix; few fine faint irregular strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; 5 percent gravel; very strongly acid; gradual wavy boundary.\n3Bt3--165 to 226 cm (65 to 89 inches); yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure parting to moderate very fine and fine subangular blocky; friable; many distinct dark red (2.5YR 3/6) and few distinct brown (7.5YR 5/3) and (7.5YR 5/4) clay films on faces of peds; few fine prominent black (10YR 2/1) mangans on faces of peds and lining pores; few fine prominent spherical moderately cemented black (10YR 2/1) iron-manganese concretions in the matrix; 8 percent gravel; very strongly acid; clear wavy boundary.\n3Bt4--226 to 277 cm (89 to 109 inches); 60 percent strong brown (7.5YR 5/6) and 40 percent yellowish brown (10YR 5/8) clay loam; moderate fine and medium subangular blocky structure; firm; many distinct yellowish red (5YR 5/6) and few distinct brown (10YR 5/3) clay films on faces of peds; 10 percent gravel; very strongly acid.(Combined thickness of the 3Bt horizon is 102 to more than 183 cm (40 to more than 72 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jennings County, Indiana; about 1 mile west of Butlerville; 950 feet south and 825 feet east of the northwest corner of sec. 21, T. 7 N., R. 9 E.; USGS Butlerville, Indiana topographic quadrangle; lat. 39 degrees 02 minutes 29.485 seconds N. and long. 85 degrees 32 minutes 07.041 seconds W., UTM Zone 16, 626762 easting and 4322404 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: more than 203 cm (80 inches)\nDepth to a layer with fragic soil properties: 51 to 91 cm (20 to 36 inches)\nThickness of the loess: 51 to 102 cm (20 to 40 inches)\nDepth to a lithic contact: more than 203 cm (80 inches)\nAp horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 6\nTexture: silt loam\nReaction: very strongly acid to neutral\nA horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nReaction: very strongly acid or strongly acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nClay content: 20 to 32 percent\nReaction: very strongly acid to moderately acid\n2Btx/Bt horizon:\n2Btx part:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or loam and less commonly their gravelly analogues\nClay content: 20 to 26 percent\nSand content: 10 to 27 percent\nRock fragment: 0 to 20 percent, mainly rounded gravel of mixed lithology\nReaction: very strongly acid or strongly acid\nBt part:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nClay content: 20 to 32 percent\nSand content: 5 to 20 percent\nReaction: very strongly acid to moderately acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silty clay loam or clay loam, and less commonly silt loam or loam and their gravelly analogues\nClay content: 22 to 38 percent\nSand content: 10 to 27 percent\nRock fragment content: 1 to 20 percent, mainly rounded gravel of mixed lithology\nReaction: very strongly acid or strongly acid\n3Bt horizon:\nHue: dominantly 5YR or 7.5YR or less commonly 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: clay loam or silty clay loam, and less commonly silt loam or loam and their gravelly analogues\nClay content: 22 to 38 percent\nSand content: 10 to 35 percent\nRock fragment content: 5 to 25 percent, mainly gravel of mixed lithology\nReaction: very strongly acid or strongly acid\n4Bt horizon, where present:\nHue: 2.5YR to 7.5YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silty clay or clay\nClay content: 40 to 73 percent\nSand content: 2 to 20 percent\nRock fragment content: 0 to 10 percent, mainly gravel and channers of chert and limestone\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cornwall and Sowcoon series. Cornwall soils do not have rock fragments of mixed lithology in the series control section. Sowcoon soils are deeper than 91 cm (36 inches) to a layer with fragic soil properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Muscatatuck soils are on summits, shoulders, and backslopes of dissected till plains and in sinkholes. Slope ranges from 0 to 12 percent. Muscatatuck soils formed in 51 to 102 cm (20 to 40 inches) of loess, pedisediment, drift and the underlying residuum from limestone. The till is considered to be from the Illinoian or pre-Illinioian stage. Indurated limestone bedrock is typically within a depth of 39 to 49 meters (12 to 15 feet). Mean annual temperature ranges from 11 to 14 degrees C (51 to 57 degrees F). Mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Frost-free period is 170 to 200 days.  Elevation is 107 to 259 meters (350 to 850 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caneyville, Cincinnati, Grayford, Nabb and Ryker soils. The moderately deep, fine Caneyville soils are typically on backslopes of hills underlain with limestone. The well drained Cincinnati and the moderately well drained Nabb soils are on slightly higher lying shoulders and backslopes of till plains. The deep, well drained Grayford soils and the very deep, well drained Ryker soils are generally on similar landform positions as Muscatatuck soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained.  Potential for surface water runoff is low or moderate. Saturated hydraulic conductivity is moderately high in the upper part of the solum and low or moderately low in the lower part. Permeability is moderate in the upper part of the solum and slow or very slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of nearly level and gently sloping. Muscatatuck soils are used for growing corn, soybeans, wheat, and hay. The steeper slopes generally are in pasture or forest. Native vegetation is deciduous mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114A in Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jennings County, Indiana, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (8 inches) (Ap horizon).\nArgillic horizon: from a depth of 20 to 277 cm (8 to 109 inches) (Bt1, Bt2, 2Btx/Bt, 2Bt1, 3Bt2, 3Bt3, 3Bt4 horizons).\nA terrace phase is recognized.\nThe representative component and horizon data is in DMU# 498308.\nADDITIONAL DATA: Laboratory data for the typical pedon, S02IN079-001, is available from the National Soil Survey Laboratory, Lincoln, NE and Purdue University Laboratory data, JF7905 and JF7810\nNational Cooperative Soil Survey\nU.S.A."
  }
}
