{
  "SERIES": "MUSCODA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLV-DTS-JJJ",
  "REVDATE": "04/2009",
  "STATES": "WI",
  "OVERVIEW": "The Muscoda series consists of deep, well drained soils formed in re-worked (by wind or water, or both) sandy outwash over loamy alluvium over loamy residuum from the underlying glauconitic sandstone.  These soils are on strath terraces.  Permeability is rapid in the sandy outwash, moderate or moderately rapid in the loamy alluvium and the loamy residuum, and slow to moderate in the sandstone.  Slope ranges from 2 to 20 percent.  Mean annual precipitation is about 32 inches.   Mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Lamellic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muscoda loamy fine sand, on a convex, southeast-facing slope of 5 percent, in a cultivated field, at an elevation of 715 feet. (Colors are for moist soil unless otherwise stated.) The surface is covered by 1 percent gravel and 1 percent cobbles.  The fragments are igneous.\nAp--0 to 9 inches; dark brown (10YR 3/3) loamy fine sand; brown (10YR 5/3) dry; weak fine subangular blocky structure; very friable; common very fine and fine roots; about 2 percent gravel; neutral; clear wavy boundary. (6 to 9 inches thick)\nE--9 to 16 inches; brown (10YR 4/3) loamy fine sand; light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; very friable; common very fine and fine roots; about 1 percent gravel; slightly acid; gradual wavy boundary. (5 to 20 inches thick)\nE and Bt--16 to 32 inches; about 75 percent yellowish brown (10YR 5/4) fine sand (E); weak medium subangular blocky structure; very friable; about 25 percent brown (7.5YR 4/4) loamy fine sand lamellae (Bt) (1/4 to 1 inch thick; <6 inches total) moderate medium subangular blocky structure; very friable; few faint brown (7.5YR 4/3) clay bridges between sand grains; few very fine and fine roots; about 3 percent gravel; slightly acid; gradual wavy boundary. (4 to 20 inches thick)\n2Bt1--32 to 40 inches; strong brown (7.5YR 4/6) gravelly sandy loam; moderate medium subangular blocky structure; friable; few very fine and fine roots; common distinct brown (7.5YR 4/3) clay films on faces of peds; about 25 percent gravel and 1 percent cobbles; slightly acid; clear wavy boundary. (6 to 15 inches thick)\n3Bt2--40 to 50 inches; light olive brown (2.5Y 5/6) fine sandy loam; moderate coarse subangular blocky structure; friable; few very fine roots; few distinct olive brown (2.5Y 4/4) clay films on faces of peds; about 7 percent glauconitic channers; strongly acid; gradual wavy boundary. (6 to 15 inches thick)\n3Cr--50 to 80 inches; light yellowish brown (2.5Y 6/4) and grayish green (5G 4/2) weakly cemented fine-grained glauconitic sandstone; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Richland County, Wisconsin; about 2 miles west of Port Andrew; about 1600 feet north and 1720 feet east of the southwest corner of sec. 33, T. 9 N., R. 2 W.; USGS Blue River WI topographic quadrangle; lat. 43 degrees 12 minutes 34 seconds N. and long. 90 degrees 37 minutes 10 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of sandy outwash and depth to loamy alluvium: 15 to 35 inches\nLamellae: 1/8 to 2 inches thick\nDepth to lamellae: 12 to 29 inches\nDepth to paralithic contact with glauconitic sandstone: 40 to 60 inches\nKind of rock fragments: igneous, with some chert, dolostone, and sandstone in the sandy outwash and loamy alluvium and glauconitic sandstone in the loamy residuum\nVolume of gravel: 0 to 15 percent in the sandy outwash and 15 to 60 percent in the loamy alluvium\nVolume of cobbles in sandy outwash and loamy alluvium: 0 to 5 percent\nVolume of channers in loamy residuum: 0 to 35 percent\nSoil reaction: very strongly acid to slightly acid but ranges to neutral in the upper horizons, where limed\nAp or A horizon, where present:\nHue: 10YR\nValue: 3 or 4\nChroma: 1 to 4\nTexture: loamy fine sand\nContent of clay: 3 to 8 percent\nE and E part of E and Bt horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nContent of clay: 3 to 8 percent\nBt part of E and Bt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: fine sand, loamy sand, or loamy fine sand\nContent of clay: 6 to 11 percent\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: gravelly or very gravelly analogs of sandy loam or loam\nContent of clay: 8 to 22 percent\n3Bt horizon:\nHue: 10YR, 2.5Y, 5Y, 5GY, 10GY, or 5G\nValue: 3 to 8\nChroma: 1 to 6\nTexture: fine sandy loam, sandy loam, loam, sandy clay loam or the channery analogs\nContent of clay: 10 to 26 percent\n3Cr horizon:\nColor is similar to the 3Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Brice series.  The Brice soils do not have a paralithic contact in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: re-worked (by wind or water, or both) sandy outwash over loamy alluvium over loamy residuum from the underlying fine-grained glauconitic sandstone\nLandform: strath terrace\nGeologic formation: typically the Tunnel City sandstone that is identified, in part by it's high content of glauconitic minerals\nElevation: 700 to 750 feet\nMean annual air temperature: 48 to 52 degrees F\nMean annual precipitation: 30 to 34 inches\nFrost-free period: 135 to 165 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Near the type location, these are Balmoral and Nuxmaruhanixete soils.  These soils are in similar positions on the landscape.  The Balmoral and Nuxmaruhanixete soils do not have a paralithic contact with sandstone bedrock within 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: rapid in the sandy outwash, moderate or moderately rapid in the loamy alluvium and the loamy residuum, and slow to moderate in the sandstone\nRunoff: Very low to low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Muscoda soils are used for cropland. Corn, soybeans, small grain, and hay are the principal crops.  A few small areas remain in native vegetation or are used for pastureland.  Native vegetation is a mixture of deciduous forest and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Wisconsin.  MLRA 105.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-10 (La Crosse, Wisconsin)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richland County, Wisconsin, 2002.  Source of the name is a village along the Wisconsin River in Grant County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 10 inches.(Ap);\nAlbic horizon: the zone from 9 to 16 inches (E);\nArgillic horizon: the zone from 32 to 50 inches (2Bt1,3Bt2);\nLamellic subgroup: lamellae with total thickness of less than 6 inches in the series control section;\nParalithic contact: the contact with glauconitic sandstone at 50 inches (3Cr).\nThe source of the chert, dolostone, and sandstone in the sandy outwash and loamy alluvium is from nearby hills that have been eroded from the river.\nAn Abstract titled, Geology of the Pre-Illinoian Sediment in the Bridgeport Terrace, Lower Wisconsin River Valley, Wisconsin by James C. Knox and John W. Attig explains the sediments found over a rock bench.  It is thought to be a pre-Illinoian sediment with an eastward-sloping depositional surface.  This was laid down when the flow of the Wisconsin River was to the east as a result from an ice blockage along the Mississippi River.\nOnly series status, responsibility, and scrivener's errors changed - 4/09.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
