{
  "SERIES": "MUSCOTAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAS-JCR",
  "REVDATE": "11/2008",
  "STATES": "KS,NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muscotah silty clay loam - cultivated (Colors are for moist soil unless otherwise stated.\nAp--0 to 23 centimeters; black (10YR 2/1) silty clay loam; very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; hard, friable; slightly sticky and slightly plastic; common fine roots throughout; neutral; clear wavy boundary.\nA1--23 to 41 centimeters; black (10YR 2/1) silty clay loam; very dark gray (10YR 3/1) dry; moderate fine subangular blocky structure; very hard, friable; sticky and plastic; few very fine roots throughout; neutral; gradual smooth boundary.\nA2--41 to 58 centimeters; black (10YR 2/1) silty clay loam; very dark gray (10YR 3/1) dry; moderate fine subangular blocky structure; very hard, firm; sticky and plastic; few very fine roots throughout; few fine prominent yellowish brown (10YR 5/6) soft masses of iron accumulation; neutral; clear smooth boundary. (Combined thickness of the A horizon is 46 to 81 centimeters)\nBss1--58 to 89 centimeters; black (10YR 2/1) silty clay; very dark gray (10YR 3/1) dry; moderate fine subangular blocky structure; very hard, very firm; very sticky and very plastic; few very fine roots throughout; few distinct slickensides; common fine prominent yellowish brown (10YR 5/6) soft masses of iron accumulation; neutral; gradual smooth boundary.\nBss2--89 to 112 centimeters; black (10YR 2/1) silty clay; very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; very hard, very firm; very sticky and very plastic; common distinct slickensides; common fine distinct dark yellowish brown (10YR 4/4) soft masses of iron accumulation; neutral; gradual smooth boundary.\nBss3--112 to 152 centimeters; very dark gray (10YR 3/1) silty clay; dark gray (10YR 4/1) dry; moderate fine subangular blocky structure; very hard, very firm; very sticky and very plastic; common distinct slickensides; few fine rounded iron-manganese concretions; common fine faint very dark grayish brown (10YR 3/2) iron depletions; neutral; gradual wavy boundary.\nBss4--152 to 178 centimeters; very dark gray (10YR 3/1) silty clay; dark gray (10YR 4/1) dry; weak medium subangular blocky structure; very hard, very firm; very sticky and very plastic; common distinct discontinuous intersecting slickensides; few fine rounded iron-manganese concretions, and few medium irregular carbonate nodules; common medium distinct dark grayish brown (2.5Y 4/2) iron depletions; neutral; gradual wavy boundary. (Combined thickness of Bw horizons is 51 to 127 centimeters)\nBgss--178 to 203 centimeters; olive gray (5Y 4/2) silty clay; olive gray (5Y 5/2) dry; weak medium subangular blocky structure; very hard, very firm; very sticky and very plastic; free water at 191 centimeters; common distinct discontinuous intersecting slickensides; common fine prominent olive brown (2.5Y 4/4) soft masses of iron accumulation; few fine rounded iron-manganese concretions, and common fine and medium irregular carbonate nodules; neutral. (15 to 51 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brown County, Kansas; about 4 miles south and 1 mile west of Muscotah; 230 feet west and 500 feet north of the southeast corner of Sec. 18, T. 4 S., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is Udic moisture regime.\nDepth to secondary calcium carbonate: More than 76 centimeters\nDepth to redox concentrations: 41 to 61 centimeters\nThickness of the mollic epipedon: More than 91 centimeters\nParticle-size control section (weighted average):\nClay content: 35 to 50 percent\nSand content: Less than 20 percent\nA horizon:\nHue: 10YR\nValue: 2 or 3 moist, 3 or 4 dry\nChroma: 1 or 2\nTexture: Silty clay loam, silty overwash phase is recognized\nClay content: 27 to 40 percent, 18 to 27 percent for silty overwash\nReaction: Moderately acid to neutral\nBss  horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3 moist, 3 to 5 dry\nChroma: 1 or 2\nTexture: Silty clay loam, silty clay\nClay content: 35 to 50 percent\nSand content: Less than 10 percent\nReaction: Moderately acid to slightly alkaline\nBgss horizon:\nHue: 2.5Y to 5Y\nValue: 2 to 5 moist, 3 to 6 dry\nChroma: 1 or 2\nTexture: Silty clay loam or silty clay\nClay content: 35 to 50 percent\nSand content: Less than 10 percent\nReaction: Neutral or slightly alkaline\nCg horizons are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   These are the Collinwood, Guckeen, Kandiyohi, Lakeport,\nNameoki, and Ocheda series.Collinwooddoes not have a gley horizon.\nGuckeen:can have carbonates above 76 centimeters.\nKandiyohi:mollic thickness ranges from 20 to 51 centimeters.\nLakeport:mollic thickness ranges from 41 to 61 centimeters.\nNameoki:mollic thickness ranges from 25 to 51 centimeters.\nOcheda:formed in till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Clayey alluvium\nLandform: Floodplains\nSlopes: 0 to 2 percent\nMean annual temperature: 11 to 13 degrees C (51 to 55 degrees F)\nMean annual precipitation: 74 to 94 centimeters\nFrost-free period: 170 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chase, Kennebec, and\nKenridge soils.\nChase soils have an argillic horizon and are on higher floodplain positions.\nThe Kennebec and Kenridge soils have less clay and are near the stream channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Somewhat poorly\nSaturated hydraulic conductivity: slow\nSeasonal high water table: 1.5 to 3 feet\nMonths: January to June\nFlooded: Occasional\nDuration: Brief\nMonths: March to June"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops are corn, wheat,\nand soybeans. Native vegetation is tall prairie grasses and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast Kansas and possibly Southeast Nebraska;\nnot extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brown County, Kansas, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 25 to 102 centimeters. (A1, A2, Bw1 and Bw2 horizons)\nMollic epipedon: The zone from 0 to 178 centimeters. (All A, Bw horizons)\nRedoximorphic concentrations: In the zone from 41 to 112 centimeters. (A2, Bw1, Bw2 horizons)\nRedoximorphic depletions: In the zone from 112 to 178 centimeters. (Bw3, Bw4 horizons)\nEndosaturation: The zone of saturation > 46 centimeters. (A2 through Bg horizons)\nADDITIONAL DATA: These soils were originally mapped as Wabash in the original\nBrown County survey. These soils are better drained than Wabash soils. The name was changed from the proposed Powhattan series. A complete pedon analysis is available from NSSL as pedon number S90-KS-013-008. ]\n9/2008 GJJ added metric conversions, removed English units, and made some format\nchanges.\n10/2008 JCR Changed the taxonomic nomenclature from Bw and Bg to Bss and Bgss as\nslickensides were identified in the typical pedon.  There are many supporting profile descriptions with slickensides.  This soil has not been changed to a vertisol because the upper 18 centimeters for most pedons is less than 30 percent clay.\n11/2008 JCR expanded seasonal saturation to January through June based on observations of field soil scientists.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
