{
  "SERIES": "MUSCATINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEF-JDH-TWN",
  "REVDATE": "01/2005",
  "STATES": "IL,IA,MN,WI",
  "OVERVIEW": "The Muscatine series consists of very deep, somewhat poorly drained soils formed in loess. These soils are on summits of interfluves on dissected till plains and on treads and risers on stream terraces. Slopes range from 0 to 5 percent. Mean annual air temperature is about 10 degrees C (50 degrees F). Mean annual precipitation is about 85 centimeters (33 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muscatine silty clay loam, with a slope of about 1 percent, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; moderate fine and medium granular structure; friable; strongly acid; abrupt smooth boundary.\nA1--18 to 30 centimeters (7 to 12 inches); black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; very dark brown (10YR 2/2) rubbed; moderate fine and medium granular structure; friable; strongly acid; gradual smooth boundary.\nA2--30 to 41 centimeters (12 to 16 inches); very dark brown (10YR 2/2) silty clay loam, very dark grayish brown (10YR 3/2) dry; moderate fine and medium granular structure; friable; strongly acid; gradual smooth boundary. [Combined thickness of the A horizon is 36 to 51 centimeters (14 to 20 inches).]\nAB--41 to 51 centimeters (16 to 20 inches); very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; moderate fine and very fine subangular blocky structure; friable; few very dark brown to black organic coats on faces of peds; strongly acid; gradual smooth boundary. [8 to 15 centimeters (3 to 6 inches) thick]\nBtg1--51 to 66 centimeters (20 to 26 inches); dark grayish brown (10YR 4/2) silty clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common distinct clay films; very dark grayish brown organic coats on faces of peds; moderately acid; gradual smooth boundary.\nBtg2--66 to 81 centimeters (26 to 32 inches); dark grayish brown (10YR 4/2) silty clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common distinct clay films; moderately acid; gradual smooth boundary.\nBtg3--81 to 107 centimeters (32 to 42 inches); dark grayish brown (10YR 4/2) silty clay loam; weak medium prismatic structure parting to weak medium subangular blocky; friable; few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; slightly acid; gradual smooth boundary. [Combined thickness of the Btg horizon is 51 to 76 centimeters (20 to 30 inches).]\nBCg1--107 to 122 centimeters (42 to 48 inches); grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/4) silt loam; very weak medium prismatic structure; friable; many fine soft dark oxides; few fine prominent yellowish red (5YR 4/6) and common fine distinct strong brown (7.5YR 5/6) redoximorphic concentrations; neutral; gradual smooth boundary. [8 to 20 centimeters (3 to 8 inches) thick]\nBCg2--122 to 163 centimeters (48 to 64 inches); olive gray (5Y 5/2) and light olive gray (5Y 6/2) silt loam; very weak extremely coarse prismatic structure dissected by few oblique fractures; friable; krotovina at 152 to 163 centimeters (60 to 64 inches); many fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies; Grundy County, Iowa subset; about 5 miles west and 3 miles south of Grundy Center; about 701 meters (2,300 feet) east and 732 meters (2,400 feet) north of the southwest corner of section 29, T. 87 N., R. 17 W.; USGS Grundy Center quadrangle; lat. 42 degrees 19 minutes 3 seconds N. and long. 92 degrees 51 minutes 25 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--36 to 61 centimeters (14 to 24 inches)\nDepth to carbonates--greater than 102 centimeters (greater than 48 inches)\nDepth to glacial till--greater than 152 centimeters (greater than 60 inches)\nClay content of the particle-size control section (weighted average)--30 to 35 percent\nSand content of the particle-size control section (weighted average)--less than 5 percent\nRock fragment content--0 percent\nAp or A horizon:\nHue--10YR\nValue--2\nChroma--1 or 2\nTexture--silty clay loam or silt loam\nClay content--24 to 32 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nAB or BA horizon:\nHue--10YR\nValue--3\nChroma--1 or 2\nTexture--silty clay loam\nClay content--27 to 32 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nBtg horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 4\nTexture--silty clay loam\nClay content--30 to 35 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nBCg and Cg horizon (when present):\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--2 to 4\nTexture--silty clay loam or silt loam\nClay content--24 to 35 percent\nSand content--typically less than 5 percent\nReaction--moderately acid to slightly alkaline\nMoist bulk density--1.35 to 1.4 gm/cc\nSome pedons have 2Cg horizons below a depth of 150 centimeters (60 inches) with textures of loamy sand or sand, clay content of 3 to 10 percent, and a sand content of more than 70 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amana, Breeds, Grantcenter, Joy, Joyce, Kingston, Klinger, Klingmore, Lakefield, Larpenteur, McCreath, Minden, Nerwoods, Okabena, Primghar, and Ransom series.\nAmana--have a clay content of 18 to 30 percent in the particle-size control section\nBreeds--have a paralithic contact in shale within depths of 102 to 152 centimeters (40 to 60 inches)\nGrantcenter--have a sand content of 8 to 15 percent in the particle-size control section and have carbonates within depths of 61 to 152 centimeters (24 to 60 inches)\nJoy--have a clay content of 18 to 27 percent in the particle-size control section\nJoyce--have a clay content of 20 to 27 percent in the particle-size control section and have a sand content of more than 70 percent in the lower third of the series control section\nKingston--have carbonates within depths of 51 to 102 centimeters (20 to 40 inches)\nKlinger--have a moist bulk density range of 1.75 to 1.9 g/cc in the lower third of the series control section\nKlingmore--have a sand content of 5 to 15 percent in the upper two thirds of the series control section\nLakefield--have carbonates within a depth of 25 centimeters (10 inches)\nLarpenteur--have carbonates within a depth of 25 centimeters (10 inches) and have a sand content of 15 to 55 percent in the lower half of the series control section\nMcCreath--have a sand content of 5 to 15 percent in the upper two thirds of the series control section and have carbonates within depths of 61 to 127 centimeters (24 to 50 inches)\nMinden--have a sand content of less than 15 percent in the lower third of the series control section\nNerwoods--have carbonates within depths of 102 to 203 centimeters (40 to 80 inches) and have a sand content of more than 15 percent in the upper third of the series control section\nOkabena--have carbonates within depths of 51 to 102 centimeters (20 to 40 inches)\nPrimghar--have carbonates within depths of 61 to 127 centimeters (24 to 50 inches)\nRansom--have carbonates within depths of 56 to 102 centimeters (22 to 40 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess\nLandform--summits of interfluves on dissected till plains and on treads and risers on stream terraces\nSlopes--0 to 5 percent\nElevation--213 to 424 meters (700 to 1,390 feet) above sea level\nMean annual air temperature--8 to 12 degrees C (46 to 54 degrees F)\nMean annual precipitation--79 to 91 centimeters (31 to 36 inches)\nFrost-free period--150 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Garwin and Tama soils.\nGarwin--are at lower elevations on head slopes and in drainageways and are frequently saturated within a depth of 0.3 meter (1 foot) in normal years\nTama--are at higher and lower elevations on convex ridges and side slopes and do not have a frequently saturated zone within a depth of 1.8 meters (6 feet) in normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--somewhat poorly drained--a frequently saturated zone occurs within depths of 0.3 to 1.1 meters (1 to 3.5 feet) during March to June in normal years and is considered apparent\nSaturated hydraulic conductivity--moderately high or high\nSurface runoff potential--negligible or low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hay. The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains, Wisconsin driftless section, Till plains, Eastern lake section\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104), Northern Mississippi Valley Loess Hills (105), Illinois and Iowa Deep Loess and Drift (108), Central Mississippi Valley Wooded Slopes (115), and Southern Wisconsin and Northern Illinois Drift Plain (95B)\nLRR M; Iowa, northern Illinois, southeastern Minnesota, and Wisconsin\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Muscatine County, Iowa, 1914"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 39 inches) (AB, Btg1, Btg2, and Btg3 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (0 to 59 inches) (Ap, A1, A2, AB, Btg1, Btg2, Btg3, BCg1, and BCg2 horizons).\nDiagnostic horizons and features recognized in this pedon:\nmollic epipedon--from the surface to a depth of 51 centimeters (0 to 20 inches) (Ap, A1, A2, and AB horizons);\ncambic horizon--the zone from a depth of 51 to 163 centimeters (20 to 64 inches) (Btg1, Btg2, Btg3, BCg1, and BCg2 horizons);\nudic moisture regime.\nData indicate that most pedons of Muscatine soils in Iowa, including the typifying pedon, fail to meet the 1.2 ratio of clay increase within 30 centimeters (12 inches) as required for Argiudolls.\nThe Muscatine series is centered on loess deposits 152 centimeters (60 inches) or more thick.\nCation-exchange class is supported by lab data, pedon numbers 60IA-011-001 and 60IA-075-001, NSSL.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska-pedons 60IA-011-001 and 60IA-075-001 (http://ssldata.sc.egov.usda.gov/).\nComplete stratigraphic and chemical data are available for the typifying pedon in T. E. Fenton's Doctoral thesis, Iowa State University, Ames, Iowa.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
