{
  "SERIES": "MUSGRAVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEL/JLR/ACT",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Musgrave series consists of soils that are very shallow and shallow to weathered tuff bedrock.  They are well drained soils that have moderately slowly permeable surface layers over slowly permeable tuffaceous bedrock of the Duff and Pruett Formations.  They formed in residuum derived from tuff.  These soils are on scarps and erosional remnants.  Slopes range from 1 to 30 percent. The mean annual precipitation is about 10 inches and the mean annual air temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, calcareous, hyperthermic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Musgrave silty clay loam - rangeland. (Colors are for dry soil unless otherwise stated).\nA--0 to 5 inches, light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; violently effervescent; moderately alkaline; clear smooth boundary.  (3 to 6 inches thick)\nCk--5 to 18 inches, grayish brown (10YR 5/2) silty clay loam, grayish brown (10YR 5/2) moist; rock structure; hard, firm, moderately sticky and moderately plastic; 75 percent noncemented tuff fragments that slake in water; common coarse irregular white (10YR 8/1) masses of calcium carbonate in cracks; noneffervescent; moderately alkaline; clear smooth boundary.  (0 to 16 inches thick)\nCdk--18 to 80 inches, light brownish gray (2.5Y 6/2) weathered tuff bedrock, grayish brown (2.5Y 5/2) moist; weakly cemented; very few prominent discontinuous olive yellow (2.5Y 6/8) iron stains in cracks; common coarse irregular white (10YR 8/1) masses of calcium carbonate in cracks; noneffervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas;  from the junction of U.S. Highway 90 and Texas Highway 118 in Alpine, 41.1 miles south on Texas Highway 118 to ranch road, 4.25 miles west on ranch road, 0.8 mile south, 3.5 miles west, 2.8 miles south to Terlingua Creek, 0.05 mile south to scarp, 25 feet south of road in rangeland. Straddlebug Mountain USGS 7.5 minute quadrangle.\nLatitude:  29 degrees, 45 minutes, 52 seconds North;  Longitude:  103 degrees, 42  minutes, 29 seconds West; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September. Ustic aridic soil moisture regime.  Geographicall associated soils occur in the thermic temperature regime.\nDepth to weathered tuff bedrock: 4 to 20 inches\nClay content of the particle-size control section: 35 to 55 percent\nCalcium carbonate equivalent: less than 15 percent\nIgnimbrite, tuff, limestone, and chert pebbles, cobbles, stones, and boulders cover 35 to 95 percent of the surface\nThese soils do not have subsoil horizons above the densic contact that have soil structure.\nReaction: moderatelt alkaline to strongly alkaline\nA horizon\nHue: 5YR to 2.5Y\nValue: 5 to 7, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: clay loam, silty clay loam, silty clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent\nC horizon\nHue: 5YR to 2.5Y\nValue: 5 to 7, dry or moist\nChroma: 1 to 4, dry or moist\nTexture: silty clay loam, silty clay, clay loam, clay\nClay content: 35 to 55 percent\nRock fragments: 5 to 75 percent consisting of noncemented tuff fragments that slake in water\nCalcium carbonate equivalent: less than 15 percent\nGypsum crystals occur in some pedons\nCdk or Cdy horizons\nConsists of weakly to moderately cemented tuff bedrock that has texture of silty clay loam, silty clay, clay loam or clay\nGypsum crystals occur in cracks in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Musgrave soils are on scarps and erosional uplands that are warmer and drier than the surrounding landscapes.   The scarps are located between Pleistocene pediments and stream terraces and Holocene alluvial flats and floodplains.  Slopes are convex and gradients range from 1 to 30 percent.  The soil formed in residuum derived from tuffs of the Duff and Pruett Formations.  Mean annual precipitation is 10 to 13 inches, with most occurring from July through September.  Mean annual air temperature is 68 to 76 degrees F.  Frost-free period is 220 to 280 days, and elevation is 2,020 to 5,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beewon, Borunda, Paisano, Quadria, Reduff, Rockpens, Scotal, and Straddlebug series Beewon and Quadria soils have argillic horizons and are on nearly level mid-Pleistocene pediments. Borunda soils are moderately deep to weathered tuff, have calcic and gypsic horizons.  Paisano soils have petrocalcic horizons, and are on gently undulating pediments. Reduff and Scotal soils are very shallow and shallow to a lithic contact with unweathered tuff bedrock. Rockpens soils are very deep soils with cambic horizons and are on adjacent stream terraces.  Straddlebug soils are very deep, loamy soils that are on lower alluvial flats and floodplains, and formed in zeolitic alluvium derived from tuffaceous materials"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow in the surface horizon over a slowly permeable tuffaceous bedrock.  Runoff is medium on 1 to 5 percent slopes, high on 5 to 20 percent slopes, and very high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for livestock grazing and wildlife habitat.  Woody species include creosotebush, ocotillo, whitethorn acacia, and range ratany.  Grass species include black grama, chino grama, sideoats grama, bush muhly, plains bristlegrass, Arizona cottontop, and slim tridens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Trans-Pecos Texas in the Southern Desertic Basins, Plains, and Mountains, Desert Shrub vegetative zone. This soil occurs in LRR-D, MLRA 42. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brewster County, Texas; 1997.  The name is from Musgrave Creek in western Brewster County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (A horizon)\nDensic contact - the boundary at 18 inches (Cdk horizon).  Tuffaceous bedrock can be dug with a spade with difficulty\nSuperactive cation exchange activity class - CEC to percent clay ratio is 0.06 or greater.  This is assumed from the abundant zeolite minerals in the Duff and Pruett Tuffs, and laboratory data from similar soils from Presidio County, Texas.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nMoisture and temperature regimes revised for the recorrelation of Brewster County, TX, Main Part 2/12/08 CEM\nRevised for the correlation of Big Bend National Park, TX, Oct. 2010 CEM\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches, light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; violently effervescent; moderately alkaline; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Ck",
        "top": 13,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ck--5 to 18 inches, grayish brown (10YR 5/2) silty clay loam, grayish brown (10YR 5/2) moist; rock structure; hard, firm, moderately sticky and moderately plastic; 75 percent noncemented tuff fragments that slake in water; common coarse irregular white (10YR 8/1) masses of calcium carbonate in cracks; noneffervescent; moderately alkaline; clear smooth boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "Cdk",
        "top": 46,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cdk--18 to 80 inches, light brownish gray (2.5Y 6/2) weathered tuff bedrock, grayish brown (2.5Y 5/2) moist; weakly cemented; very few prominent discontinuous olive yellow (2.5Y 6/8) iron stains in cracks; common coarse irregular white (10YR 8/1) masses of calcium carbonate in cracks; noneffervescent; moderately alkaline."
      }
    ]
  ]
}
