{
  "SERIES": "MUSGROVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/DAL/HJP/TDT",
  "REVDATE": "07/2000",
  "STATES": "WA",
  "OVERVIEW": "The Musgrove series consists of very deep, well drained soils formed in colluvium from marine basalt and associated volcanic rocks on mountain slopes.  Slopes are 60 to 90 percent.  Average annual precipitation is about 110 inches and average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Musgrove extremely gravelly medial loam - forestland, on a 68 percent west-facing slope at an elevation of 3,240 feet in a Pacific silver fir/Pacific rhododendron plant association.  (When described on July 9, 1990 the soil was dry throughout.  (Colors are for moist soils unless otherwise stated.  All textures are apparent field textures.)\nOi--0  to 2 inches; slightly decomposed needles, leaves, and twigs; abrupt wavy boundary.  (1 to 3 inches thick)\nA--2 to 9 inches; dark brown (7.5YR 3/4) extremely gravelly medial loam, strong brown (7.5YR 5/6) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 50 percent gravel, 15 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary.  (3 to 10 inches thick)\nBw1--9 to 25 inches; strong brown (7.5YR 4/6) extremely gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 55 percent gravel, 10 percent cobbles; strongly acid (pH 5.1); clear wavy boundary.\nBw2--25 to 43 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 55 percent gravel, 15 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.  (Combined thickness of the Bw horizon is 30 to 45 inches.)\nBC--43 to 63 inches; dark yellowish brown (10YR 4/6) extremely gravelly sandy loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; few very fine and fine irregular pores; 50 percent gravel, 15 percent cobbles; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; about 3.5 miles east-southeast of Tenmile Shelter about 1,585 feet east and 350 feet south of the northwest corner of section 2, T. 26 N., R. 3 W.  (Latitude 47 degrees, 46 minutes, 48 seconds N., Longitude 123 degrees, 01 minutes, 31 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 41 to 43 degrees F.  Mean summer soil temperature is 43 to 47 degrees F.  Mean winter soil temperature is 37 to 41 degrees F.  The difference between mean summer and mean winter soil temperature is 6 to 9 degrees F.  These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section; udic soil moisture regime.  Depth to bedrock is greater than 60 inches.  The particle-size control section has andic soil properties with an estimated moist bulk density of 0.70 to 0.90 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention is 85 to 95 percent, and 15-bar water retention of 15 to 30 percent for air dried samples, and 60 to 90 percent rock fragments by volume.  It has 1 to 2 cmol/kg of aluminum.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has hue of 10YR or 7.5YR, and chroma of 3 or 4 moist and 4 or 6 dry.  It has 5 to 15 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 5 or 6 dry, and chroma of 4 or 6 moist.  It is extremely gravelly medial sandy loam, extremely gravelly medial loam, or extremely cobbly medial sandy loam.  It has 1 to 7 percent organic matter.\nThe BC horizon has color, texture and reaction similar to the Bw horizon.  Moist bulk density is 0.90 to 1.20 g/cc.  It has less than 1 to 2 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balcher, Tylerpeak, Mueller, Sniderpeak, Fahnestock, Stonybrook, Sorethumb, Blackjack and Kahkwa series.  Tylerpeak, Sniderpeak, Stonybrook and Sorethumb soils are moderately deep to bedrock.  Mueller soils are dry for 30 to 45 consecutive days (40 to 70 inches of precipitation).  Fahnestock soils are moderately acid throughout the subsoil.  Blackjack and Kahkwa soils have a difference between the mean summer and mean winter soil temperature of 3 to 5 degrees F.  Balcher soils are deep to dense glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Musgrove soils are on mid-slopes of mountain slopes.  Slopes are 60 to 90 percent.  The soils formed in colluvium from marine basalt and associated volcanic rocks.  Elevations are 2,900 to 3,700 feet.  Average annual precipitation is 70 to 150 inches.  Average annual temperature is 39 to 43 degrees F.  Frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aristine, Brokenfinger, Constance, Jorsted, Graves, Lilliwaup, and Stonybrook soils.  Aristine and Jorsted soils are on glacial valleys and glaciated mountain slopes and are moderately deep to a cemented layer.  Brokenfinger and Stonybrook soils are on mountain slopes and are moderately deep to bedrock.  Constance soils are on mountain slopes and are shallow to bedrock.  Graves soils are on mountain slopes and are very shallow to bedrock.  Lilliwaup soils are on mountain slopes and have higher amounts of aluminum and organic matter throughout the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Douglas fir, Pacific silver fir, common beargrass, red huckleberry, Pacific rhododendron, salal, princes pine, and northern twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountain in Mason and Jefferson Counties, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon, a cambic horizon from 9 to 43 inches and andic soil properties from the mineral soil surface to 43 inches.  The particle-size control section is from 2 to 42 inches.\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oi--0  to 2 inches; slightly decomposed needles, leaves, and twigs; abrupt wavy boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 9 inches; dark brown (7.5YR 3/4) extremely gravelly medial loam, strong brown (7.5YR 5/6) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 50 percent gravel, 15 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak very fine and fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--9 to 25 inches; strong brown (7.5YR 4/6) extremely gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 55 percent gravel, 10 percent cobbles; strongly acid (pH 5.1); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 64,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak very fine and fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--25 to 43 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 55 percent gravel, 15 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.  (Combined thickness of the Bw horizon is 30 to 45 inches.)"
      },
      {
        "name": "BC",
        "top": 109,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak very fine and fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--43 to 63 inches; dark yellowish brown (10YR 4/6) extremely gravelly sandy loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; few very fine and fine irregular pores; 50 percent gravel, 15 percent cobbles; strongly acid (pH 5.2)."
      }
    ]
  ]
}
