{
  "SERIES": "MUSKOGEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ:MAV",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muskogee silt loam, 2 percent slope in pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; brown (10YR 4/3) silt loam., moderate medium granular structure; friable; many fine roots; common fine pores; strongly acid; clear boundary. (4 to 7 inches thick)\nE--5 to 9inches; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; many fine roots; common fine pores; strongly acid; clear smooth boundary. (0 to 8 inches thick)\nBE--9 to 14inches; yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; common fine roots; strongly acid; gradual smooth boundary. (3 to 16 inches thick)\nBt1--14 to 26 inches; yellowish brown (10YR 5/6) silty clay loam; few medium distinct grayish brown (10YR 5/2) mottles increasing to common as depth increases; moderate medium subangular blocky structure; friable; few fine roots; few fine pores; many thin patchy clay films on faces of peds and in pores; few fine black concretions; strongly acid; clear smooth boundary. (10 to 20 inches thick)\nBt2--26 to 46 inches; mottled light brownish gray (10YR 6/2) and yellowish red (5YR 5/6) in a medium prominent pattern, silty clay; moderate medium subangular blocky structure; very firm, sticky; few fine roots; many thin patchy clay films on faces of peds; strongly acid; gradual wavy boundary. (10 to 25 inches thick)\nBt3--46 to 72 inches; yellowish red (5YR 4/6) clay, common medium prominent light gray (10YR 7/2) mottles; moderate medium subangular blocky structure., very firm, sticky; common thin patchy clay films on faces of peds; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Arkansas; 2 miles south of Webb City; NEI/4SWI/4NWI/4 sec. 24, R. 9 N., R. 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. The reaction ranges from very strongly acid to slightly acid in the A, BE, and upper Bt horizons and ranges from strongly acid to moderately alkaline in the lower Bt horizons.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. The E horizon has hue of 10YR, value of 5 or 6, and chroma of 2, 3, or 4. Texture of the A and E horizons are silt loam or silty clay loam.\nThe BE horizon has hue of 10YR, value of 5 or 6, and chroma of 4 or 6. Texture is silt loam or silty clay loam.\nThe Bt1 horizon has hue of 10YR, value of 5, and chroma of 4, 6, or 8, or has hue of 7.5YR, value of 5 and chroma of 6 or 8. Mottles are fine or medium of chroma 2 or less. Texture is silt loam or silty clay loam. The lower Bt horizons have hue of 10YR, value of 6 or 7, and chroma of 1 or 2; or have value of 5, and chroma of 6 or 8., or have 7.5YR, value of 5, and chroma of 6 or 8; or has hue 5YR and 2.5Y, value of 4 or 5, and chroma of 6 or 8. In some pedons, red colors are dominant, and mottles are of grayer colors or are of mottled or variegated color pattern with no dominant color. Some pedons have carbonate concretions in the lower Bt horizons. Texture is silty clay or clay.\nSome pedons may have a BC or C horizon with colors, textures, and reaction similar to the lower Bt horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Tippah series is in the same family. Series with common limits in definition are Atwood, Falkner, Freest, Glenmore, Hamden, Katy, Kolin, Nesbitt, Stigler, Tamaha, and Vian series. Tippah soils have calcium-magnesium ratio less than 1. Atwood soils lack mottles of 2 chroma within 30 inches of the surface. Falkner, Nesbitt, and Vian soils have siliceous mineralogy. Freest, Hamden, and Katy soils are in the fine-loamy control family. Glenmore and Kolin soils have grayish coats in upper part of the argillic horizon. Stigler and Tamaha soils are in the fine family, and have a calcium-magnesium ratio less than 1."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Muskogee soils are on stream and marine terraces. Slope gradients range from 1 to 12 percent. The soil formed in a thin silty layer underlain by clayey sediments. Near the type location average annual temperature is about 60 degrees F., and average annual precipitation is about 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Acadia, Crowley, McKamie, Midland, and Wrightsville series. Acadia, Crowley, Midland, and Wrightsville soils have grayer colors and are poorly drained. McKamie and Moreland soils lack mottles of low chroma in the upper part of the B horizon, and Moreland soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly in cotton, soybeans, and small grains; some is in pasture and rice. Native vegetation was forest of oaks, hickory, sweetgum, blackgum, sassafrass, dogwood, elm, and some pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Louisiana, Mississippi, eastern Oklahoma, western Tennessee, and possible eastern Texas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Muskogee County, Oklahoma, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Active CE activity class added 03/2002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
