{
  "SERIES": "MUSKEGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH-KDS-KMB",
  "REVDATE": "08/2013",
  "STATES": "IL,IN,IA,MN,NY,OH,WI",
  "OVERVIEW": "The Muskego series consists of very deep, very poorly drained soils formed in herbaceous organic material over coprogenous limnic material (sedimentary peat) on glacial lake plains, flood plains, and till plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 762 mm (30 inches) near the typical pedon site. Mean annual temperature is about 9.4 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coprogenous, euic, mesic Limnic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muskego muck - on a slope of less than 1 percent in a cultivated field at an elevation of about 249 meters (815 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nOap--0 to 23 cm (0 to 9 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 25 percent fiber, 4 percent rubbed; moderate very thick platy structure parting to moderate fine subangular blocky; friable; many fine roots; mostly herbaceous fiber; neutral; abrupt smooth boundary.\nOa1--23 to 36 cm (9 to 14 inches); black (10YR 2/1) broken face muck (sapric material); about 30 percent fiber, 5 percent rubbed; moderate very thick platy structure parting to moderate fine subangular blocky; friable; many fine roots; mostly herbaceous fiber; neutral; abrupt smooth boundary.\nOa2--36 to 76 cm (14 to 30 inches); dark brown (7.5YR 3/2) broken face muck (sapric material) with few thin (less than 1 inch) layers of mucky peat (hemic material); about 50 percent fiber, 7 percent rubbed; weak thin platy structure; few fine roots; slightly acid; gradual smooth boundary.\nLco1--76 to 122 cm (30 to 48 inches); dark olive gray (5Y 3/2) coprogenous material with fine thin (less than 2.5 cm) lenses of yellowish brown (10YR 5/6) mucky peat (hemic material); weak very thin platy structure; slightly plastic; neutral; diffuse smooth boundary.\nLco2--122 to 152 cm (48 to 60 inches); very dark grayish brown (2.5Y 3/2) coprogenous material; massive; slightly plastic; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ozaukee County, Wisconsin; about 1 mile east and 2 1/2 miles south of Fredonia; 2,500 feet north and 500 feet west of the southeast corner of sec. 11, T. 11 N., R. 21 E. or 350 feet north and 375 feet west of end of farmstead driveway; USGS Port Washington West topographic quadrangle; latitude 43 degrees 25 minutes 58 seconds N. and longitude 87 degrees 56 minutes 34 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the herbaceous organic layers and depth to coprogenous material (sedimentary peat): 41 to 130 cm (16 to 51 inches)\nFibers: derived primarily from herbaceous plants. Some pedons contain fragments of twigs, branches, or logs that range from 0.3 to 13 cm (1/8 to 5 inches) in diameter and amount to less than 15 percent of the volume.\nReaction: moderately acid to neutral in the surface tier and neutral to moderately alkaline in the subsurface and bottom tiers (0.01 M calcium chloride); strongly acid to neutral in the  surface tier and from strongly acid to slightly alkaline in the subsurface and bottom tiers (water, 1:1).\nSpecial features: silty clay loam overwash, clay loam substratum, firm substratum (dense till), coarse-loamy substratum, marshy (ponded), and flooded phases are recognized in some places.\nSurface tier:\nHue: 10YR, 7.5YR or N\nValue: 2 or 3\nChroma: 0 to 2\nTexture: muck (sapric material)\nSubsurface and bottom tiers (herbaceous organic part):\nHue: 5YR, 7.5YR, 10YR or N\nValue: 2 or 3\nChroma: 0 to 4\nTexture: dominantly muck (sapric material), but some pedons have layers of mucky peat (hemic material) up to 10 inches thick.\nLco horizon:\nHue: 10YR, 2.5Y, 5Y or 5GY\nValue: 2 to 4\nChroma: 1 to 3\nTexture: coprogenous material\nFragment content: up to 10 percent shell fragments\nReaction: neutral to moderately alkaline and carbonates are present in some pedons.\nOther features:\nThe Lco horizon has slightly plastic consistence and shrinks upon drying to form hard clods that are difficult to re-wet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Maxinkuckee, Moston, Toto, and Wawayanda series. Maxinkuckee and Wawayanda soils have mineral soil material within a depth of 130 cm (51 inches) of the surface. Moston soils have sand below the limnic layer within the 130 cm (51 inches) of control section. Toto soils have marl and sand below the limnic layer within the 130 cm (51 inch) control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Muskego soils commonly are in depressional areas principally associated with glacial lake plains, flood plains, and till plains, but other geographical locations are not excluded. Slope ranges from 0 to 2 percent. These soils formed in herbaceous organic material dominantly from grasses, sedges, and reeds over coprogenous limnic material (sedimentary peat). Mean annual temperature ranges from 6.1 to 11.1 degrees C (43 to 52 degrees F). Mean annual precipitation ranges from 610 to 1016 mm (24 to 40 inches). The frost free period ranges from about 130 to 180 days. Elevation ranges from 207 to 560 meters (679 to 1837 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caron, Houghton, and Klossner series. Caron soils are on similar positions and consist mostly of hemic material over coprogenous earth. Houghton soils are in nearby areas where the organic deposits are more than 130 cm (51 inches) thick and coprogenous material is not in the lower part of the control section.  Klossner soils are in areas where the coprogenous material is absent and the herbaceous organic material is underlain by loamy mineral material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff is low or negligible. Saturated hydraulic conductivity moderately high to high (1.41 to 14.11 micrometers per second) or high (14.11 to 42.34 micrometers per second) in the herbaceous sapric material and moderately low to moderately high (0.42 to 1.41 micrometers per second) in the coprogenous material (sedimentary peat). Permeability is moderately slow to moderately rapid in the herbaceous sapric material and slow in the coprogenous material (sedimentary peat). Most Muskego soils have an apparent water table from 31 cm (1 foot) above the surface to 31 cm (1 foot) below the surface in most years for much of the period from November to August. Some Muskego soils have an apparent water table from 91 to 31 cm (3 feet to 1 foot) above the surface in most years for much of the period from January to December."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas remain in natural vegetation and provide wildlife habitat. Natural vegetation is dominantly grasses, reeds, and sedges with scattered hardwoods. A few areas have been drained and are used cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Wisconsin and southern Minnesota and in Illinois, Indiana, Iowa, New York, and Ohio. MLRAs 57, 95B, 97, 98, 99, 102A, 103, 104, 105, 108A, 108B, 110, 111A, 111B, 111C, 111D, 111E, 114A, and 144A. The Muskego soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ozaukee County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: sapric materials dominant in the subsurface tier; saturated with water for 6 months or more of the year; have a limnic layer (coprogenous material) greater than 5 cm thick within the control section.\nADDITIONAL DATA: Soil Interpretation Records - WI0046; WI0335 (OVERWASH); WI0437 (MARSHY); WI0462 (CLAY LOAM SUBST.); WI0520 (FLOODED).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oap--0 to 23 cm (0 to 9 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 25 percent fiber, 4 percent rubbed; moderate very thick platy structure parting to moderate fine subangular blocky; friable; many fine roots; mostly herbaceous fiber; neutral; abrupt smooth boundary."
      },
      {
        "name": "Oa1",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa1--23 to 36 cm (9 to 14 inches); black (10YR 2/1) broken face muck (sapric material); about 30 percent fiber, 5 percent rubbed; moderate very thick platy structure parting to moderate fine subangular blocky; friable; many fine roots; mostly herbaceous fiber; neutral; abrupt smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 36,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa2--36 to 76 cm (14 to 30 inches); dark brown (7.5YR 3/2) broken face muck (sapric material) with few thin (less than 1 inch) layers of mucky peat (hemic material); about 50 percent fiber, 7 percent rubbed; weak thin platy structure; few fine roots; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Lco1",
        "top": 76,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Lco1--76 to 122 cm (30 to 48 inches); dark olive gray (5Y 3/2) coprogenous material with fine thin (less than 2.5 cm) lenses of yellowish brown (10YR 5/6) mucky peat (hemic material); weak very thin platy structure; slightly plastic; neutral; diffuse smooth boundary."
      },
      {
        "name": "Lco2",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Lco2--122 to 152 cm (48 to 60 inches); very dark grayish brown (2.5Y 3/2) coprogenous material; massive; slightly plastic; slightly alkaline."
      }
    ]
  ]
}
