{
  "SERIES": "MUSKINGUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPS:SEM:JDM",
  "REVDATE": "01/2011",
  "STATES": "AL,IL,IN,KY,OH,TN,WV",
  "OVERVIEW": "The Muskingum series consists of moderately deep, well drained, moderately permeable soils formed in residuum weathered from interbedded siltstone, sandstone and shale. Slopes range from 2 to 75 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Muskingum channery silt loam -- forested. (Colors are for moist soil unless otherwise stated.)\n0i--1 to 0 inch; loose, undecomposed hardwood leaf litter; very strongly acid; abrupt wavy boundary. (0 to 2 inches thick)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) channery silt loam; moderate medium granular structure; very friable; common fine and medium roots; 20 percent siltstone channers; very strongly acid; clear smooth boundary. (1 to 5 inches thick.)\nBw1--4 to 12 inches; yellowish brown (10YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots; 15 percent siltstone channers; very strongly acid; clear smooth boundary.\nBw2--12 to 24 inches; yellowish brown (10YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable; common fine to coarse roots; 25 percent siltstone channers; very strongly acid; clear smooth boundary. (Thickness of the Bw horizon ranges from 10 to 25 inches.)\nC--24 to 30 inches; yellowish brown (10YR 5/4) very channery loam; massive; friable; few medium and fine roots; 35 percent siltstone fragments 0.1 inch to 6 inches long; very strongly acid; abrupt smooth boundary.\nR--30 inches; olive sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Kentucky; about 7.2 miles east of the community of McVeigh; on a shoulder slope with warm aspect in the head of Johns Creek; about 125 yards west of an unimproved road to Dicks Knob; 37 degrees, 29 minutes, 41 seconds N. Latitude and 82 degrees, 13 minutes, 56 seconds, W. Longitude; USGS Jamboree Quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock ranges from 20 to 40 inches. Fragments of shale, siltstone or sandstone, mostly channers, range from 5 to 30 percent in the solum and 35 to 80 percent in the C horizon. Reaction is very strongly acid or strongly acid throughout the profile, except the upper layers where limed.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 6. An E horizon is present in many pedons and has hue of 10YR, value of 4 to 6 and chroma of 2 to 4. Fine-earth texture of the A and E horizons is silt loam, loam or fine sandy loam.\nThe B horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6. Fine-earth texture is silt loam or loam. A few faint clay films are present in some pedons.\nThe C horizon has colors and textures similar to the lower B horizon. Lithochromic mottles in shades of brown, yellow, red or gray are common in some pedons. A Cr horizon is present in many pedons and is more common in areas of shale or siltstone bedrock.\nThe R horizon is commonly hard sandstone, siltstone, or shale but grades to a more fractured and rippable condition in some areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ayersville and Citico series. Ayersville soils formed in residuum weathered from Triassic aged siltstone, mudstone, and shale. Citico soils formed in colluvium weathered from metasedimentary rocks such as phyllite, slate, and slightly metamorphosed shale, siltstone or sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Muskingum soils are in rugged topography on dissected plateaus. Slopes range from 2 to 75 percent. These soils formed in residuum weathered from interbedded shale, siltstone and sandstone. Mean annual precipitation ranges from 35 to 55 inches and mean annual air temperatures from 50 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dekalb, Gilpin, Jefferson, Kimper, Lehew, Lily, Marrowbone, Petros, Ramsey and Sharondale soils. Dekalb, Lehew, Petros and Sharondale soils are loamy-skeletal. Gilpin, Jefferson and Lily soils are fine-loamy and they have argillic horizons. Marrowbone soils are coarse-loamy. Ramsey soils are loamy.  Kimper soils have umbric surface horizons and Sharondale soils have mollic surface horizons. Petros and Ramsey soils are less than 20 inches deep over bedrock. Jefferson, Kimper and Sharondale soils are more than 40 inches deep over bedrock. Dekalb, Jefferson, Lehew and Lily soils have siliceous mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gentle slopes are used for growing corn, wheat and hay. Most areas are in mixed forest of oaks, yellow poplar, hickory and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Virginia, Virginia, Pennsylvania, Ohio, Kentucky, Indiana, Illinois and Tennessee. The series is of large extent, but is being reduced in size as new series are adopted."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monroe County, Indiana, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons in this pedon are:\nOchric epipedon - 0 to 4 inches (A horizon)\nCambic horizon - 4 to 30 inches (Bw and C horizons)\nResponsibility for the Muskingum series is transferred from Tennessee to Kentucky in2008. Classification has remained the same.\nADDITIONAL DATA: Characterization sample S83KY-195-016; National Soil Survey Laboratory, Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 3,
        "bottom": 0,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "0i--1 to 0 inch; loose, undecomposed hardwood leaf litter; very strongly acid; abrupt wavy boundary. (0 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) channery silt loam; moderate medium granular structure; very friable; common fine and medium roots; 20 percent siltstone channers; very strongly acid; clear smooth boundary. (1 to 5 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 12 inches; yellowish brown (10YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots; 15 percent siltstone channers; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--12 to 24 inches; yellowish brown (10YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable; common fine to coarse roots; 25 percent siltstone channers; very strongly acid; clear smooth boundary. (Thickness of the Bw horizon ranges from 10 to 25 inches.)"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--24 to 30 inches; yellowish brown (10YR 5/4) very channery loam; massive; friable; few medium and fine roots; 35 percent siltstone fragments 0.1 inch to 6 inches long; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "R",
        "top": 76,
        "texture_class": "sand",
        "narrative": "R--30 inches; olive sandstone."
      }
    ]
  ]
}
