{
  "SERIES": "MUSOFARE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DPK-WRJ-RJA-WJG",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Musofare channery loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; brown (7.5YR 5/4) channery loam, brown (7.5YR 4/4) moist; moderate fine granular structure; soft, very friable, nonsticky and slightly plastic; few very fine roots; few very fine tubular pores; 5 percent flagstones and 20 percent channers; neutral; abrupt smooth boundary. 2 to 4 inches thick)\nBt--2 to 14 inches; brown (7.5YR 4/4) very channery clay loam, dark brown 7.5YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and few fine roots; common fine irregular pores; few faint and few distinct clay films on faces of peds and in pores, common distinct clay coatings on rock fragments; 50 percent channers and 5 percent flagstones; neutral; abrupt wavy boundary. (8 to 12 inches thick)\nBk1--14 to 20 inches; light reddish brown (5YR 6/4) channery loam, reddish brown (5YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few medium, fine and very fine roots; common very fine tubular pores; 15 percent channers; violently effervescent with calcium carbonates disseminated and segregated as common fine masses and filaments; moderately alkaline; clear smooth boundary. (6 to 9 inches thick)\nBk2--20 to 26 inches; light reddish brown (5YR 6/4) channery loam; reddish brown (5YR 4/4) moist; moderate very fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few very fine and fine roots; few very fine irregular pores; 25 percent channers; violently effervescent with calcium carbonates disseminated and segregated as few fine filaments, concretions and masses; moderately alkaline; abrupt smooth boundary. (4 to 10 inches thick)\n2Cr--26 to 31 inches; soft sandstone bedrock; strata are platy, one-half to 1 inch thick by 1 to 2 inch in length; roots matted along the surface of the contact; thin discontinuous lime coatings along the surface of the contact; abrupt wavy boundary. (0 to 5 inches thick)\n2R--31 inches; strongly cemented sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Socorro County, New Mexico; approximately 19 miles northeast f Socorro; 1,050 feet west and 170 feet north of the SE corner of Sec. 4, T. 1 N. R.4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typically the soil moisture control section is moist in some part during December and January and for short periods during July, August and September after convective storms D\nDepth to bedrock: 20 to 40 inches\nDepth to the base of the argillic horizon: l0 to l6 inches\nDepth to the calcic horizon: l0 to l6 inches\nA horizon:\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nPercent rock fragments: 0 to 5 flagstones, l5 to 30 channers\nPercent clay: l2 to l8\nBt horizon:\nHue: 5YR or 7.5YR Value: 4 to 6 dry, 3 to 5 moist\nChroma: 4 to 6 Percent\nRock fragments: 5 to l0 flagstones, 30 to 50 channers and pebbles\nPercent clay: 20 to 35\nFine-earth fraction: loam or clay loam\nBk horizon:\nHue: 5YR or 7.5YR\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 4 to 6 Percent\nRock fragments: 0 to 5 flagstones, l5 to 30 channers and pebbles\nPercent clay: l5 to l8\nFine-earth fraction: loam or sandy loam\nCalcium carbonate equivalent: l5 to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Larim and Sedillo series. A similar soil is the Luman series. All of these soils do not have a paralithic contact at depths between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Musofare soils are on cuestas, mesas, knolls and backslopes of intrusive dikes which are underlain by siltstones, shales and sandstones. Musofare soils formed in alluvium derived from diorite, andesite, shale, siltstone and sandstone. Slope ranges from 2 to 50 percent. The average annual precipitation ranges from 10 to 13 inches and the average annual air temperature ranges from 50 to 56 degrees F. Average frost-free period is 150 to 180 days. Elevation ranges from 5,600 to 6,900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clovis, Creel, and Winona soils. Clovis soils do not have a paralithic contact. Creel soils do not have an argillic horizon. Winona soils have carbonatic mineralogy and are shallow to limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is low on 1 to 5 percent slopes, medium on 5 to 15 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Musofare soils are used for livestock grazing and wildlife habitat. Present vegetation is juniper, blue grama, sideoats grama, cholla, curly leaf muhly, and threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Musofare soils are of small extent in central New Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Socorro County, New Mexico, l984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 2 inches. (A horizon)\nArgillic horizon: 2 to l4 inches. (Bt horizon)\nCalcic horizon: l4 to 26 inches. (Bk horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nAccumulation of secondary carbonates determined by use of a volumetric calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
