{
  "SERIES": "MUSSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. NWS",
  "REVDATE": "03/2011",
  "STATES": "IN,MI,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, semiactive, mesic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mussey loam, on a 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); very dark brown (10YR 2/2) loam; moderate fine granular structure; friable; many fine roots; neutral; abrupt smooth boundary. [18 to 25 cm (7 to 10 inches) thick]\nBtg1--23 to 30 cm (9 to 12 inches); dark gray (10YR 4/1) loam; weak fine subangular blocky structure; firm; many fine roots; few thin very dark gray (10YR 3/1) clay films; few fine distinct dark yellowish brown (10YR 4/4) and prominent yellowish brown (10YR 5/6) masses of oxidized iron; 2 percent gravel; neutral; clear wavy boundary. [0 to 10 cm (4 inches) thick]\nBtg2--30 to 46 cm (12 to 18 inches); grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm; many fine roots; few thin clay films; common medium distinct dark yellowish brown (10YR 4/4) and prominent yellowish brown (10YR 5/6) masses of oxidized iron; 5 percent gravel; neutral; abrupt wavy boundary. [13 to 25 cm (5 to 10 inches) thick]\n2C--46 to 152 cm (18 to 60 inches); grayish brown (10YR 5/2) gravelly sand; single grain; loose; many medium faint brown (10YR 5/3) masses of oxidized iron; many medium faint gray (10YR 6/1) iron depletions; 40 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lapeer County, Michigan; about 2 miles east and 2 miles north of Dryden; 720 feet west and 320 feet south of the northeast corner of sec. 6, T. 6 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 30 to 51 cm (12 to 20 inches)\nReaction: slightly acid to slight alkaline in the solum\nMean annual soil temperature: 8.3 to 11.1 degrees C (47 to 52 degrees F)\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loam or sandy loam, or the gravelly analogues of these textures\nRock fragment content: 0 to 25 percent gravel and 0 to 5 percent cobbles\nBtg horizon:\nHue: 10YR to 5Y\nValue: 4 or 5\nChroma: 1 or 2\nTexture: loam, sandy clay loam, or clay loam, or the gravelly analogues of these textures\nRock fragment content: 0 to 25 percent gravel and 0 to 5 percent cobbles\n2C horizon:\nHue: 10YR to 5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: gravelly sand, sand, or stratified sand and gravel\nRock fragment content: 0 to 40 percent gravel and 0 to 5 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mussey soils are on outwash plains and valley trains. They formed in loamy outwash underlain by sand and gravel at depths of less than 20 inches. Slope ranges from 0 to 2 percent. Mean annual precipitation ranges from 711 to 864 mm (28 to 34 inches). Mean annual temperature ranges from 7.2 to 10.0 degrees C (45 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Mussey soils are in a drainage sequence with the somewhat excessively drained Casco soils and the somewhat poorly drained Fabius soils. Gilford, Sebewa and the somewhat poorly drained Wasepi soils are associated on some outwash plains. All of these have thicker sola. In addition, Gilford and Wasepi soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high in the solum and high or very high in the substratum. Permeability is moderate in the solum and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About 90 percent of this soil is cultivated or in pasture. The remainder is in woodland. Corn, small grains, soybeans, and legume-grass hay are the principal crops. Native vegetation is mixed hardwoods, predominantly elm, ash, hickory, pin oak, and aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 95A, 95B, and 98 in southern Michigan, southeastern Wisconsin, and northern Indiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lapeer County, Michigan, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nArgillic horizon: from a depth of 23 to 46 cm (9 to 18 cm (Btg horizon).\nStrongly contrasting particle-sizes: clay loam to gravelly sand at 46 cm (18 inches).\nAquic conditions: redoximorphic features present in all horizons below the mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
