{
  "SERIES": "MUSSIGBROD",
  "STATUS": "Established Series",
  "BYREV": "Rev: KTS-EAW-GFB-JAL",
  "REVDATE": "08/2005",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Cumulic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mussigbrod loam, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium and fine platy structure; soft, very friable, slightly sticky and non-plastic; many very fine and fine and common medium roots; many very fine and fine interstitial pores; 5 percent gravel; neutral (pH 7.0); clear smooth boundary.\nA2--3 to 8 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; many very fine and fine and few medium roots; many very fine and fine tubular pores; 5 percent gravel; very slightly effervescent; neutral (pH 7.2); clear wavy boundary.\nA3--8 to 17 inches; grayish brown (10YR 5/2) loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; common very fine and fine and few medium roots; many very fine and fine tubular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.5); gradual wavy boundary.  (Combined thickness of A horizons is 16 to 24 inches thick)\nBk--17 to 27 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; few very fine, fine and medium roots; common medium pores; many soft masses of lime and coatings on rock fragments; 10 percent gravel; strongly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (10 to 40 inches thick)\nAb--27 to 38 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to moderate medium and fine granular; soft, very friable, slightly sticky and non-plastic; few very fine roots; many very fine tubular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary. (0 to15 inches thick)\nBwb--38 to 49 inches; light yellowish brown (10YR 6/4) loam, brown (10YR 4/3) moist; weak medium and fine subangular blocky structure parting to weak fine and very fine granular; hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 5 percent gravel; slightly alkaline (pH 7.6); gradual wavy boundary. (0 to 15 inches thick)\n2C--49 to 60 inches; very pale brown (10YR 7/4) extremely gravelly sand, dark yellowish brown (10YR 4/4) moist; single grain;  loose, non-sticky and non-plastic; 65 percent gravel; neutral (pH 7.1)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; approximately 500 feet north and 1500 feet west of the SE corner of sec. 15, T 2 S, R 16 W; USGS Gibbons School, Montana topographic quadrangle; North American Datum 83, zone 12T, UTM 300519E, 5058898N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 35 to 40 degrees F., Cryic temperature regime.\nMean summer soil temperature - 53 to 57 degrees F.\nSoil moisture control section - between 4 and 12 inches; dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half of the cumulative days. Ustic moisture regime.\nMollic epipedon thickness - 16 to 40 inches.\nDepth to Bk horizon or secondary CaCO3 accumulation - 10 to 30 inches.\nSome pedons have a Bw horizon above the Bk.\nSome pedons are effervescent to the surface.\nA horizons  Hue: 10YR\nValue: 3, 4 or 5 dry; 2 or 3 moist\nChroma: 1, 2 or 3\nTexture: loam, silt loam or fine sandy loam\nClay content: 15 to 25 percent\nRock fragments: 0 to 35 percent gravel\nCalcium Carbonate Equivalent: 0 to 10 percent\nReaction: pH 6.6 to 7.6\nBk horizon - Hue: 10YR\nValue: 5, 6 or 7 dry; 3, 4 or 5 moist\nChroma: 3 or 4\nTexture: loam, fine sandy loam or sandy clay loam\nClay content: 18 to 27 percent\nRock fragments: 0 to 35 percent gravel\nCalcium Carbonate Equivalent: 5 to 15 percent\nReaction: pH 7.6 to 8.4\nAb horizon - Hue: 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2, 3 or 4\nTexture: loam, fine sandy loam or sandy clay loam\nClay content: 15 to 25 percent\nRock fragments: 0 to 35 percent gravel\nCalcium Carbonate Equivalent: 0 to 10 percent\nReaction: pH 6.6 to 8.0\nBwb horizon - Hue: 10YR\nValue: 4, 5, 6 dry; 3, 4 or 5 moist\nChroma: 2, 3 or 4\nTexture: loam, fine sandy loam or sandy clay loam\nClay content: 18 to 27 percent\nRock fragments: 0 to 35 percent gravel\nCalcium Carbonate Equivalent: 0 to 10 percent\nReaction: pH 6.6 to 8.0\n2C horizon - Hue: 7.5YR or 10YR\nValue: 5, 6 or 7 dry; 4, 5 or 6 moist\nChroma:  4 or 6\nTexture: sand, loamy sand or sandy loam\nClay content: 0 to 15 percent\nRock fragments: 25 to 75 percent--0 to 10 percent cobbles, 25 to 65 percent gravel\nReaction: pH 6.6 to 7.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAdderton - does not have horizon of carbonate accumulation; has a udic bordering on ustic moisture regime.\nLanswick - does not have a lithologic discontinuity; has a aridic ustic moisture regime.\nMiddlecreek - does not have horizon of carbonate accumulation; has a udic bordering on ustic moisture regime.\nSilas - does not have horizon of carbonate accumulation; is moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - Remnant outwash terraces and alluvial fans\nElevation - 5,900 to 6,600 feet\nSlope - 0 to 15 percent.\nParent material - mixed alluvium.\nClimate - long, cold winters; cool, moist springs; short, cool summers.\nMean annual precipitation - 14 to 19 inches.\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Philipsburg and Briston soils. Philipsburg soils have an argillic and calcic horizon and are on alluvial fans. The Briston soils have an argillic horizon and lack a mollic epipedon and are on the same landform in the micro low position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mussigbrod soils are used for rangeland grazing and as wildlife habitat.  The vegetation is mainly Idaho fescue, bluebunch wheatgrass, basin wildrye, mountain big sagebrush, and other miscellaneous grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mussigbrod soils are not extensive in the intermountain valleys of southwestern Montana. MLRA 44."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, Big Hole Valley Area, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from 0 to 17 inches (A1, A2 and A3 horizons); an accumulation of secondary calcium carbonates from 17 to 27 inches (Bk horizon); buried horizons from 27 to 49 inches (Ab and Bwb horizons); a lithologic discontinuity at 49 inches (2C horizon); a particle-size control section from 10 to 40 inches.  Mussigbrod soils have a cryic temperature regime and an ustic moisture regime.\nADDITIONAL DATA: National Soil Survey Laboratory Data S03MT-001-006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
