{
  "SERIES": "MYAKKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; SPC; RR",
  "REVDATE": "02/2013",
  "STATES": "FL",
  "OVERVIEW": "The Myakka series consists of very deep, very poorly or poorly drained, moderately rapid or moderately permeable soils that occur primarily in mesic flatwoods of peninsular Florida. They formed in sandy marine deposits. Near the type location, the average annual temperature is about 72 degrees F., and the average annual precipitation is about 55 inches. Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Aeric Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Myakka sand, in an area of rangeland (Colors are for moist soil).\nA--0 to 6 inches; black (10YR 2/1) crushed, sand; weak fine granular structure; very friable; many fine and medium roots in thick mats; strongly acid; clear smooth boundary. (3 to 8 inches thick)\nE--6 to 20 inches; very pale brown (10YR 8/2) sand; common fine faint vertical dark grayish brown (10YR 4/2), dark gray (10YR 4/1), and gray (10YR 5/1) streaks along root channels; single grain; loose; common fine and medium roots; the areas of dark grayish brown, dark gray and gray are areas of more organic carbon than the matrix; strongly acid; abrupt wavy boundary. (12 to 25 inches thick)\nBh1--20 to 24 inches; black (N 2/0) sand; weak coarse subangular blocky structure; many fine and medium roots; sand grains coated with organic matter except for common fine pockets of uncoated sand grains; very strongly acid; clear wavy boundary.\nBh2--24 to 32 inches; dark reddish brown (5YR 2/2) sand; common coarse faint vertical tongues of very dark brown (10YR 2/2) weak coarse subangular blocky structure; many fine and medium roots; sand grains coated with organic matter; very strongly acid; clear smooth boundary.\nBh3--32 to 36 inches; dark reddish brown (5YR 2/2) sand; weak fine granular structure; very friable; few fine roots; sand grains coated with organic matter; strongly acid; clear wavy boundary. (Combined thickness of the Bh horizons range from 2 to 52 inches)\nC/B--36 to 56 inches; brown (7.5YR 4/4) sand (C); single grain; very friable; few fine roots; common medium distinct dark reddish brown (5YR 2/2) Bh bodies; strongly acid; clear wavy boundary.  (0 to 36 inches thick)\nC--56 to 85 inches; dark grayish brown (10YR 4/2) sand; single grain; loose; few fine roots; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Florida; about 0.5 mile east of State Highway 448A and 100 feet south of Zellwood Road. NW1/4, SE1/4, Sec. 24 T. 20 S., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 30 inches. Some pedons have a layer of muck less than 3 inches thick on the surface. Thickness of the A and E horizons ranges from 20 to 30 inches. Reaction ranges from extremely acid to slightly acid throughout. In tidal, limestone substratum, and shelly substratum phases, the reaction ranges up to moderately alkaline.\nCrushed color of the A horizon has hue of 10YR, value of 2 to 4, and chroma of 1; or is neutral (N) with value of 2 to 4. Uncrushed colors have a salt-and-pepper appearance. Texture is fine sand, mucky fine sand, sand, or mucky sand.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 8, and chroma of 1 or 2; or it is neutral (N) with value of 6 to 8. Redoximorphic features in shades of gray, yellow and brown range from none to common. A transition layer from the E to the Bh horizon, 0.5 to 2.0 inches thick, is present in many pedons. Texture is fine sand or sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 4; or it is neutral (N) with value of 2 or 3. Medium to coarse vertical or horizontal tongues or pockets of gray, light brownish gray or light gray sand that have less organic matter than the matrix range from none to common in the Bh horizon. Texture is fine sand, sand, loamy fine sand or loamy sand.\nThe Bw horizon, where present, has hue of 5YR or 7.5YR, value of 3 to 6, and chroma of 3 or 4. Redoximorphic features in shades of gray, yellow and brown range from none to common. Texture is fine sand or sand.\nSome pedons have E' and B'h horizons below the Bh horizon. Colors are similar to the E and Bh horizons.\nThe C part of the C/B horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 3 or 4; or hue of 10YR, value of 6, and chroma of 3. The B part has the same colors as the Bh horizon. Texture is fine sand or sand\nThe BC horizon, where present has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 1 to 4. Redoximorphic features in shades of brown, yellow, or gray range from none to common. Texture is fine sand or sand.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 1 to 4. Redoximorphic features in shades of brown, yellow, or gray range from none to common. Texture is fine sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Smyrna series is the only known series in the same family. Smyrna soils are on broad flatwoods and have A and E horizons that are less than 20 inches in thickness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Myakka soils are dominantly on flatwoods. Other phases have been mapped on high tidal areas, flood plains, depressional areas and barrier islands. The climate is humid subtropical. They formed in sandy marine deposits. The mean annual rainfall ranges from 50 to 60 inches and the mean annual air temperature ranges from 70 to 74 degrees F. Slopes range from 0 to 8 percent"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Besides the competing Smyrna series these include the Basinger, Bradenton, Felda, Immokalee, Ona, Pompano, St. Johns and Tavares series. Basinger and Felda soils are in sloughs, low flats, depressions and poorly defined drainageways. In addition, Basinger soils have very poorly expressed Bh horizons that do not meet the criteria of Spodosols while Felda soils have surface and subsurface horizons 20 to 40 inches in thickness above argillic horizons. The poorly drained Braden soils are on low ridges of floodplains, have coarse-loamy control sections and have argillic horizons. Immokalee and St. Johns soils are in flatwoods and depressions. In additions, Immokalee soils have an A and E horizon that are more than 30 inches thick to the spodic horizon and St. John soils have a very dark gray or black A horizons that are more than 8 inches thick. Ona soils are in flatwoods and lack an E horizon above the spodic horizon. The very poorly drained Pompano soils are in depressions, drainageways and broad flats and do not have spodic horizons. The moderately well drained Tavares soils are on adjacent higher positions and do not have spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Myakka soils are very poorly or poorly drained. They have slow internal drainage and slow to ponded runoff. Permeability is rapid in the A and E horizons and moderate or moderately rapid in the Bh horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Myakka soils are used for commercial forest production or native range. Large areas with adequate water control measures are used for citrus, improved pasture, and truck crops. Native vegetation includes longleaf and slash pine with an undergrowth of saw palmetto, running oak, inkberry, wax myrtle, huckleberry, chalky bluestem, pineland threeawn, and scattered fetterbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Peninsular Florida, primarily in MLRA155 (Southern Florida Flatwoods), and to a less extent in MLRA 154 (South-Central Florida Ridge), MLRA156A (Florida Everglades and Associated Areas), and MLRA156B (Southern Florida Lowlands). The series is of large extent (about 1,400,072 acres)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County, Florida; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Myakka soils were formerly classified in the Leon series. Historical mapping of the Myakka series includes the following landforms and geomorphic positions: high tidal areas, flood plains, depressions, and gently sloping to sloping barrier islands. Myakka map units on these landforms should be evaluated and validated during MLRA update activities.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of 20 inches (A and E horizons).\nAlbic horizon - the zone between depths of 6 to 20 inches (E horizon).\nSpodic horizon - the zone between depths of 20 to 36 inches (Bh1, Bh2 and Bh3 horizons).\nMyakka soils are in MLRAs 153A, 154, 155, 156A and 156B.\nShelly and limestone substratum phases are recognized."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: The water table is at depths of less than 18 inches for 1 to 4 months duration in most years and recedes to depths of more than 40 inches during very dry seasons. Depressional areas are covered with standing water for periods of 6 to 9 months or more in most years.\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data is provided by the University of Florida, Department of Soil and Water Science, Gainesville, FL and the National Soil Survey Laboratory, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly or poorly",
        "drainage_overview": "very poorly or poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; black (10YR 2/1) crushed, sand; weak fine granular structure; very friable; many fine and medium roots in thick mats; strongly acid; clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--6 to 20 inches; very pale brown (10YR 8/2) sand; common fine faint vertical dark grayish brown (10YR 4/2), dark gray (10YR 4/1), and gray (10YR 5/1) streaks along root channels; single grain; loose; common fine and medium roots; the areas of dark grayish brown, dark gray and gray are areas of more organic carbon than the matrix; strongly acid; abrupt wavy boundary. (12 to 25 inches thick)"
      },
      {
        "name": "Bh1",
        "top": 51,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh1--20 to 24 inches; black (N 2/0) sand; weak coarse subangular blocky structure; many fine and medium roots; sand grains coated with organic matter except for common fine pockets of uncoated sand grains; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bh2",
        "top": 61,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bh2--24 to 32 inches; dark reddish brown (5YR 2/2) sand; common coarse faint vertical tongues of very dark brown (10YR 2/2) weak coarse subangular blocky structure; many fine and medium roots; sand grains coated with organic matter; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bh3",
        "top": 81,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh3--32 to 36 inches; dark reddish brown (5YR 2/2) sand; weak fine granular structure; very friable; few fine roots; sand grains coated with organic matter; strongly acid; clear wavy boundary. (Combined thickness of the Bh horizons range from 2 to 52 inches)"
      },
      {
        "name": "C/B",
        "top": 91,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C/B--36 to 56 inches; brown (7.5YR 4/4) sand (C); single grain; very friable; few fine roots; common medium distinct dark reddish brown (5YR 2/2) Bh bodies; strongly acid; clear wavy boundary.  (0 to 36 inches thick)"
      },
      {
        "name": "C",
        "top": 142,
        "bottom": 216,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--56 to 85 inches; dark grayish brown (10YR 4/2) sand; single grain; loose; few fine roots; strongly acid."
      }
    ]
  ]
}
