{
  "SERIES": "MYERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC",
  "REVDATE": "01/2006",
  "STATES": "MD,PA,VA,WV",
  "OVERVIEW": "The Myersville series consists of deep, well drained soils formed in material weathered from basic crystalline rocks, including greenstone, on nearly level to very steep uplands.  Permeability is moderate. Slopes range from 0 to 80 percent. Average annual temperature is 55 degrees F.  Precipitation averages 41 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Myersville silt loam - pasture. (Colors are for moist soil.)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam; strong fine granular structure; very friable; many fine and medium roots; many fine and medium pores; few rock fragments of greenstone 2 to 6 inches across; strongly acid; clear smooth boundary.  (5 to 12 inches thick)\nBt1--8 to 12 inches; strong brown (7.5YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine and medium roots; many fine and medium pores; few faint clay films on faces of peds; 5 percent rock fragments of greenstone 1 to 2 inches across; very strongly acid; gradual smooth boundary.\nBt2--12 to 28 inches; yellowish red (5YR 4/6) silty clay loam; strong medium subangular blocky structure; friable, slightly sticky, slightly plastic; 5 percent rock fragments of greenstone 1 to 4 inches across; common distinct clay films on faces of peds; few black mineral films and coatings; few streaks of yellow along cut surfaces; very strongly acid; gradual smooth boundary.\nBt3--28 to 38 inches; yellowish red (5YR 4/6) silty clay loam; common medium distinct strong brown (7.5YR 5/6), yellowish brown (10YR 5/6), and olive yellow (2.5Y 6/8) mottles; weak fine subangular blocky structure; friable; few faint clay films on faces of peds; 5 percent rock fragments of weathered greenstone 1 to 6 inches across; common black oxide streaks; very strongly acid; gradual smooth boundary.  (Combined thickness of the Bt horizon is 12 to 36 inches.)\nC--38 to 58 inches; red (2.5YR 5/8), strong brown (7.5YR 5/6), yellowish red (5YR 4/6), and yellowish brown (10YR 5/6) silt loam; friable; 5 percent rock fragments of greenstone; black oxide streaks along vertical cracks; strongly acid; abrupt smooth boundary.\nCr--58 to 70 inches; mottled strong brown (7.5YR 5/6), yellowish red (5YR 5/6), olive brown (2.5Y 4/4), green, and black saprolite weathered from greenstone; saprolite crushes to silt loam; 20 percent hard greenstone rock fragments; hardness increases with depth; moderately acid; clear smooth boundary.\nR--70 inches; hard greenstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orange County, Virginia; 2 miles west of Orange near Highway No. 633."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to a paralithic contact is 40 to 60 inches, and depth to a lithic contact is more than 60 inches.  Stones cover 0 to 15 percent of the soil surface.  Content of weathered rock fragments, commonly greenstone, ranges from 0 to 35 percent in the A horizon and upper part of the B horizon, from 3 to 50 percent in the lower part of the B horizon, and from 5 to 75 percent in the C horizon.  Most fragments in the Cr horizon are highly weathered and crush easily.  The soil is very strongly acid through moderately acid throughout, unless limed.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 2 through 5, and chroma of 2 through 4.  Horizons with value of 2 or 3 and chroma of 2 or 3 are less than 7 inches thick.  The A or Ap horizon is silt loam or loam, or  in the fine-earth fraction. Some surfaces may have a texture of silty clay loam if eroded or plowed.\nThe E horizon, where present, has hue of 5YR through 10YR, value of 4 or 5, and chroma of 3 or 4.  It is silt loam or loam in the fine-earth fraction.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  The fine-earth fraction of the Bt horizon is dominantly silt loam or silty clay loam, but includes loam, clay loam and subhorizons that are clay.  Silt content is typically greater than 30 percent.\nThe C horizon is multicolored, commonly of brown, red, yellow, gray, and black colors or has hue of 2.5YR through 2.5Y, value of 4 through 7, and chroma of 3 through 8.  Texture of the fine-earth fraction is silt loam, loam, clay loam, or silty clay loam.\nThe Cr horizon is multicolored, commonly of brown, red, yellow, gray, and black colors."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Athol, Beech (T), Bolton, Bookwood, Brecknock, Caribel (T), Carpenter, Cateache, Culleoka, Door, Dormont, Duffield, Dumfries, Ebbing, Frondorf, Grayford, Greencreek (T), Hayter, Lamotte, Legore, Loudonville, Manassas, Mechanicsburg, Morrison, Neshaminy, Oatlands, Panorama, Penn, Renox, Ryder, Spriggs, Sudley, Washington, Weedmark (T), Westmoreland, Wheeling, and Williamsburg series.  The Athol, Caribel, Carpenter, Duffield, Grayford, Hayter, Lamotte, Morrison, Neshaminy, Washington, Wheeling and Williamsburg soils have sola thicker than 40 inches.  Beech soils do not have a paralithic contact.  Bolton soils contain rock fragments dominated by chert in the B horizon.  Bookwood soils have rock fragments dominated by siliceous limestone, siltstone, and shale.  Brecknock soils have gray inheritied colors and contain rock fragments dominated by procelanite and hornfels.  Cateache, Culleoka, Frondorf, Loudounville, Oatlands, Penn, Ryder, and Spriggs soils have bedrock within 40 inches of the surface.  Door soils have a mollic epipedon 10 to 20 inches thick.  Dormont and Westmoreland soils have rock fragments dominated by limestone, sandstone, or shale. Dumfries soils formed in feldspathic sediments on the coastal plain and have rock fragments of rounded quartz gravel.  Ebbing soils have gray mottles within the control section and are very deep to bedrock. Greencreek and Weedmark soils have moisture deficits lower than Myersville soils.  Legore soils contain rock fragments dominated by diabase, diorite or related basic rocks.  Manassas soils have rock fragments of shale, siltstone, and conglomerate or quartz. Mechanicsburg soils have fragments dominated by siltstone and sandstone in the solum and have glacial erratics in the upper part.  Panorama soils have rock fragments of red Triassic material.  Sudley soils have rock fragments of sandstone and conglomerate gravel from Triassic-Jurassic material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These are nearly level to very steep soils in the Blue Ridge Mountains and adjacent Piedmont uplands.  Slopes are commonly 7 to 40 percent but range from 0 to 80 percent. Myersville soils formed in material weathered from basic crystalline rocks, mainly greenstone schist.  Temperature ranges from 49 to  57 degrees F., and precipitation ranges from 35 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buchanan, Catoctin, Chester, Davidson, Fauquier, Hayesville, Laidig, and Lew soils. Buchanan and Laidig soils have a fragipan.  Catoctin soils do not have an argillic horizon and are loamy-skeletal. Chester soils have a lower base saturation.  Davidson, Fauquier, and Hayesville soils average over 35 percent clay in the particle size control section.  Lew soils are loamy-skeletal and they occur in colluvial positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for growing orchards, row crops, hay and pasture.  Major species in wooded areas are white, red, and black oaks, hickory, yellow-poplar, dogwood, red maple, walnut, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, Maryland, and Pennsylvania.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frederick County, Maryland, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: a.  Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\nb.  Argillic horizon - the zone from 8 to 38 inches (Bt horizon).\nc.  Paralithic contact at 58 inches.\nd.  Lithic contact at 70 inches.\nSIR = VA0003, VA0004 (STONY), VA0245 (CHANNERY), VA0360 (VERY DEEP), VA0361 (VERY DEEP, STONY), VA0362 (VERY DEEP, CHANNERY), VA0363 (HARD BEDROCK, STONY)\nMLRA = 128, 130, 147, 148\nREVISED = 1/24/92, MHC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 4/3) silt loam; strong fine granular structure; very friable; many fine and medium roots; many fine and medium pores; few rock fragments of greenstone 2 to 6 inches across; strongly acid; clear smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 12 inches; strong brown (7.5YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine and medium roots; many fine and medium pores; few faint clay films on faces of peds; 5 percent rock fragments of greenstone 1 to 2 inches across; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 71,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--12 to 28 inches; yellowish red (5YR 4/6) silty clay loam; strong medium subangular blocky structure; friable, slightly sticky, slightly plastic; 5 percent rock fragments of greenstone 1 to 4 inches across; common distinct clay films on faces of peds; few black mineral films and coatings; few streaks of yellow along cut surfaces; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 71,
        "bottom": 97,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--28 to 38 inches; yellowish red (5YR 4/6) silty clay loam; common medium distinct strong brown (7.5YR 5/6), yellowish brown (10YR 5/6), and olive yellow (2.5Y 6/8) mottles; weak fine subangular blocky structure; friable; few faint clay films on faces of peds; 5 percent rock fragments of weathered greenstone 1 to 6 inches across; common black oxide streaks; very strongly acid; gradual smooth boundary.  (Combined thickness of the Bt horizon is 12 to 36 inches.)"
      },
      {
        "name": "C",
        "top": 97,
        "bottom": 147,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--38 to 58 inches; red (2.5YR 5/8), strong brown (7.5YR 5/6), yellowish red (5YR 4/6), and yellowish brown (10YR 5/6) silt loam; friable; 5 percent rock fragments of greenstone; black oxide streaks along vertical cracks; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Cr",
        "top": 147,
        "bottom": 178,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cr--58 to 70 inches; mottled strong brown (7.5YR 5/6), yellowish red (5YR 5/6), olive brown (2.5Y 4/4), green, and black saprolite weathered from greenstone; saprolite crushes to silt loam; 20 percent hard greenstone rock fragments; hardness increases with depth; moderately acid; clear smooth boundary."
      },
      {
        "name": "R",
        "top": 178,
        "narrative": "R--70 inches; hard greenstone bedrock."
      }
    ]
  ]
}
