{
  "SERIES": "MYRTLECREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHB-CJW-JAL",
  "REVDATE": "05/2002",
  "STATES": "ID",
  "OVERVIEW": "The Myrtlecreek series consists of very deep, well drained soils on dissected terraces, escarpments and canyonsides.  They formed in sandy glacial outwash with minor amounts of volcanic ash mixed in the surface layers.  Permeability is moderately rapid in the upper part and rapid to very rapid below.  Slope ranges from 15 to 75 percent.  The average annual air temperature is about 43 degrees F. and the average annual precipitation is about 35 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Vitrandic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Myrtlecreek sandy loam, woodland; on an east-facing slope of 34 percent at 3,200 feet elevation. When described on August 18, 1994, the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; needles, leaves, and twigs.  (0.5 to 1 inch thick)\nOe--0.5 to 1 inch; decomposed organic matter mixed with Mt. St.  Helen's volcanic ash.\nA--1 to 2 inches; dark gray (10YR 4/1) ashy sandy loam, black (10YR 2/1) moist; weak very fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, few fine and medium roots; many very fine tubular pores; moderately acid (pH 5.8); abrupt wavy boundary.   (1 to 2 inches thick)\nBw1--2 to 8 inches; yellowish brown (10YR 5/4) ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and slightly plastic; many very fine, few fine and medium roots; many very fine tubular and irregular pores; 5 percent gravel; slightly acid (pH 6.3); clear wavy boundary.  (5 to 8 inches thick)\nBw2--8 to 14 inches; light yellowish brown (10YR 6/4) ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine, few fine roots; many very fine tubular and irregular pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary.  (4 to 14 inches thick)\nC1--14 to 19 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine irregular pores; 10 percent gravel; slightly acid (pH 6.5); clear wavy boundary.  (5 to 10 inches thick)\nC2--19 to 33 inches; pale yellow (2.5Y 7/4) sand, light olive brown (2.5Y 5/4) moist; single grain; loose; few very fine roots; common very fine irregular pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary.  (7 to 16 inches thick)\nC3--33 to 41 inches; pale yellow (2.5Y 7/3) coarse sand, light olive brown (2.5Y 5/3) moist; single grain; loose; few very fine roots; many very fine irregular pores; 5 percent gravel; slightly acid (pH 6.5); gradual wavy boundary.  (0 to 14 inches thick)\nC4--41 to 49 inches; pale yellow (2.5Y 7/3) coarse sand, light olive brown (2.5Y 5/3) moist; single grain; loose; few very fine roots; many very fine irregular pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary.  (0 to 8 inches thick)\nC5--49 to 60 inches; variegated sand; single grain; loose; common very fine irregular pores; 10 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 5.5 miles northwest of Naples, about 300 feet south and 1,250 feet west of the northeast corner of sec. 21, T. 61 N., R. 1 W; Latitude - 48 degrees, 37 minutes, 55 seconds North; Longitude - 116 degrees, 28 minutes, 05 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 44 degrees F.\nAverage summer soil temperature - 48 to 52 degrees F. with an O horizon\nMoisture control section - dry 25 to 35 days (August to September), moist mid-September through July; udic soil moisture regime\nDepth to sandy material - 12 to 24 inches\nVolcanic glass content in surface layers - 5 to 20 percent\nAcid-oxalate extr. Al + 1/2 Fe - 0.4 to 1.0 percent\nMoist bulk density - 1.0 to 1.2 g/cc\nPhosphate retention - 25 to 55 percent\nA horizon\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 1 to 3 dry or moist\nTexture - ASHY-SL, ASHY-L, ASHY-FSL\nClay content - 3 to 10 percent\nGravel content - 0 to 10 percent\nReaction - moderately acid to neutral\nBw horizons\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nTexture - ASHY-SL, ASHY-FSL, ASHY-L, GR-ASHY-SL in lower part of some pedons\nClay content - 3 to 10 percent\nGravel content - 0 to 25 percent\nReaction - slightly acid or neutral\nBC horizon - present in some pedons\nHue - 10YR or 2.5Y\nValue - 6 or 7 dry, 4 to 6 moist\nChroma - 2 to 6 dry or moist\nTexture - LS, GR-LS, SL\nClay content - 2 to 5 percent\nGravel content - 0 to 25 percent\nReaction - slightly acid or neutral\nC horizons\nHue - 10YR, 2.5Y, or variegated\nValue - 6 or 7 dry, 4 to 6 moist\nChroma - 2 to 4 dry, 3 to 6 moist\nTexture - LS, COS, S, GR-COS, GR-LS\nClay content - 0 to 5 percent\nGravel content - 0 to 25 percent\nCobble content - 0 to 10 percent\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Selle and the Snowlake series.  The Selle soils do not have coarse sand textures in the substratum.  The Snowlake soils have average annual soil temperatures of 44 to 46 degrees F. and are dry in the moisture control section for 35 to 45 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Myrtlecreek soils are mainly on north and east-facing dissected terraces, escarpments, and canyonsides.  At higher elevations, they also occupy west-facing similar landscape positions.  Slopes range from 15 to 75 percent.  They formed in sandy glacial outwash with minor amounts of volcanic ash mixed in the surface layers.  Elevations range from 2,300 to 4,500 feet.  The average annual air temperature is 42 to 45 degrees F. and average annual precipitation is 30 to 45 inches.  The average frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dodgecreek (T), Pend Oreille, and Snowlake (T) soils.  Dodgecreek soils are on outwash terraces and have a  mantle of volcanic ash.  Pend Oreille soils are on north and east-facing mountains and have a volcanic ash mantle greater than 14 inches thick.  Snowlake soils are on south and west-facing dissected terraces and escarpments and have warmer mean annual soil temperatures and have more days dry in the moisture control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; permeability is moderately rapid in the upper part and rapid to very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife habitat, recreation, and watershed.  Potential natural vegetation is mainly western hemlock, western redcedar, grand fir, western larch, and Douglas-fir, with an understory of common princes pine, longtube twinflower, myrtle pachystima, queencup beadlily, western rattlesnake plantain, and darkwoods violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana, and northeastern Washington.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to 7 inches (A and part of Bw1 horizons)\nCambic horizon - the zone from 2 to 14 inches (Bw1 and Bw2 horizons)\nParticle-size control section - the zone from 10 to 40 inches (part of the Bw2, C1, C2, C3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
