{
  "SERIES": "MYRTLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BWR-JCD-AAC",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Myrtle silt loam at an elevation of 320 meters (1050 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; neutral (pH 6.9); abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nE--20 to 36 centimeters (8 to 14 inches); dark grayish brown (10YR 4/2) silt loam; weak medium platy structure parting to weak fine and medium granular; friable; slightly acid (pH 6.3); clear smooth boundary. [10 to 20 cm (4 to 8 inches) thick]\nBt1--36 to 48 centimeters (14 to 19 inches); brown (10YR 4/3) silty clay loam; moderate very fine subangular blocky structure; friable; few faint very dark grayish brown (10YR 3/2) organo-clay films on horizontal faces of peds; common distinct light gray (10YR 7/1) dry, silt coatings on faces of peds; moderately acid (pH 5.8); clear smooth boundary.\nBt2--48 to 69 centimeters (19 to 27 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine subangular blocky structure; firm; common distinct dark brown (10YR 3/3) clay films on faces of peds; common light gray (10YR 7/1) dry, silt coatings on faces of peds; moderately acid (pH 5.8); clear smooth boundary.\nBt3--69 to 94 centimeters (27 to 37 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; common distinct dark brown (10YR 3/3) and very dark grayish brown (10YR 3/2) clay films on faces of peds; common light gray (10YR 7/1) dry, silt coatings on faces of peds; moderately acid (pH 5.8); gradual smooth boundary.\nBt4--94 to 107 centimeters (37 to 42 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; common distinct dark brown (7.5YR 3/3) clay films on faces of peds; few distinct light gray (10YR 7/1) dry, silt coatings on faces of a few peds; about 12 percent by volume sand; moderately acid (pH 5.8); clear smooth boundary. (Combined thickness of the Bt horizon is 43 to 69 cm, 20 to 36 inches) 17 to 27 inches).]\n2Bt5--107 to 203 centimeters (42 to 80 inches); brown (7.5YR 4/4) clay loam; moderate medium and coarse subangular blocky structure; firm; common distinct reddish brown (5YR 4/4) and dark reddish brown (5YR 3/3) clay films on faces of peds; few fine prominent black (N 2.5/) iron-manganese oxide stains in the matrix; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stephenson County, Illinois; about 490 feet west and 165 feet north of the southeast corner, sec. 19, T. 29 N., R. 9 E. USGS Davis quadrangle; lat. 42 degrees, 29 minutes, 27 seconds N and long. 89 degrees, 29 minutes, 58 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: greater than 152 centimeters (60 inches)\nThickness of the loess: typically 76 to 127 centimeters (30 to 50 inches)\nDepth to the paleosollic 2Bt horizon in drift to dolomitic bedrock: about 216 to 229 centimeters (85 to 90 inches) in many pedons.\nReaction: moderately acid to very strongly acid in solum except for Ap horizons that have been limed.\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture; silt loam\nBt horizon:\nhue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 5\nTexture: dominantly silty clay loam, but is silt loam in the upper part in some pedons.\nContent of fine and coarser sand: commonly less than 5 percent but ranges to 15 percent by volume just above the 2Bt horizon in some pedons.\nStructure:  commonly moderate or strong, fine to coarse, subangular or angular blocky\n2Bt horizon:\nHue: 7.5YR, 5YR or 2.5YR\nValue: 4to 6\nChroma: 4 to 6\nTexture: silty clay loam with moderate content of sand, clay loam, or sandy clay loam\nContent of clay: decreases by more than 20 percent of the maximum within a depth of 152 centimeters (60 inches) below the soil surface in most pedons, especially in those that have chroma greater than 4.\nRock fragment: 1 to 5 percent\nOther features: Hue of 5YR or redder is present on faces of peds or in the matrix in at least one subhorizon. Many of the properties of the 2Bt horizon are believed to have been inherited from the paleosol of late Sangamon age.\n2C horizon:\nHue: dominant 10YR or 7.5YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: loam, clay loam or sandy loam\nReaction: neutral or mildly alkaline and, in some pedons, contains free carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Batavia, Bowes, Churchtown, Derion, Downs, Ella, Festina, Frankville, Gladek, Greenbush, Harvard, Hersey, Knox, Luana, Mannon, Massbach, Mellott, Mt. Carroll, Nasset, Newhouse, Oak Center, Watkins, Waubeek, and Yutan soils. Ashton soils have sola less than 152 cm (60 inches) thick and the lower part formed in loamy alluvium. Batavia, Bowes, Churchtown, Downs, Festina, Gladek, Greenbush, Harvard, Hersey, Knox, Luana, Mannon, Mellott, Mt. Carroll, Watkins, Waubeek, and Yutan soils are not as red as 5YR in the matrix or on faces of peds in any part of the series control section. Derion soils are less acid than medium acid in the upper part of the argillic horizon. Frankville, Massbach, Nasset, and Oak Center soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Newhouse soils average less than 27 percent clay in the particle size control section. Shelbyville soils have silty clay or clay 2B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Myrtle soils are on undulating to steep glacial till plains and moraines. Slope gradient ranges from 2 to 20 percent. These soils formed in 76 to 127 cm (30 to 50 inches) of loess and late Sangamon reddish paleosols that formed in sandy loam, loam or clay loam Illinoian glacial till. These soils have continental climate with hot summers and cold winters. Mean annual temperature is between 7.2 and 13.9 degrees C (45 and 57 degrees F), and mean annual precipitation is between 710 and 965 mm (28 and 38 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Argyle, Flagg, Ogle, Pecatonica and Westville soils. Myrtle soils are the intergrade member of a biosequence with the well drained Flagg (Alfisol) and Ogle (Mollisol) soils on similar landscapes. Argyle, Pecatonica, and Westville soils have thinner loess mantles and are on similar positions nearby. In addition, the Pecatonica and Westville soils have surface layers less than 15 cm (6 inches) thick that have moist color value of 3 or less."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. medium or high runoff. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Myrtle soils are used mostly for cultivated crops such as corn, small grain, and meadow crops. Some areas are used for pasture. Native vegetation is probably mixed prairie grass and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Major land resource area (MLRA) 95B, 105, 108A, and 108B in northwestern Illinois and southwest Wisconsin. Known extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stephenson County, Illinois, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nchric epipedon -- the zone from the surface to a depth of 36 cm (14 inches) (Ap and E horizons).\nAlbic horizon -- the zone from 20 to 36 cm (8 to 14 inches) (E horizon).\nArgillic horizon -- the zone from 36 to 203 cm (14 to 80 inches) (Bt1, Bt2, Bt3, Bt4, and 2Bt5 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
