{
  "SERIES": "NABESNA",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. DBS/SR",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "These soils typically have thick peaty 0 horizons underlain by gleyed silty materials that are very shallow over perennially frozen stony silty loam.  Bedrock occurs at depths of about 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, subgelic Lithic Haplorthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nabesna silt loam - forested (Colors are for moist conditions)\n011--5 to 2 inches;  Dark reddish brown (5YR 2/2) mat of organic materials; mostly moss; many roots; clear smooth boundary.\n012--2 to 0 inches;  Black (10YR 2/1) organic matter, mostly partially decomposed moss; many roots; abrupt wavy boundary.\nC1g--0 to 4 1/2 inches; Dark grayish brown (2.5Y 4/2) silt loam; streaks of very dark grayish brown (2.5Y 3/2); weak thin platy structure; very friable; roots common; clear wavy boundary.\nC2g --4 1/2 to 7 inches;  Very dark grayish brown (10YR 3/2) silt loam; thin horizontal lenses of organic matter; common fine distinct mottles of dark brown (7.5YR 4/4); weak fine granular structure; very friable; roots common; clear wavy boundary.\nC3g--7 to 18 inches;  Dark gray (5Y 4/1) stony silt loam; common medium distinct mottles of very dark grayish brown (10YR 3/2) structureless; nonsticky, nonplastic; few roots in upper part of horizon; frozen at 12 inches (July 28, 1965).\nR--18 inches plus;  Shattered shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:   Hughes Soil Survey Area, Alaska. About 1.5 miles west of Hughes."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the 0 horizon ranges from 4 to 10 inches. Thickness of the stone-free upper horizon ranges from 0 to 15 inches. In the Northway Area, this may consist in part of volcanic ash.  Some pedons have an A1 horizon less than 2 inches thick. Chromas in the C horizon range from 1 to 3. Depth to permafrost ranges from 5 to 24 inches, depending on thickness of the 0 horizon and coarseness of the upper mineral horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Ester series of the same family and subgroup, the Fairplay series of the same great group, and the Cheshnina and Utopia series.  The Ester soils are highly micaceous. The Fairplay soils have thin 0 horizons, generally higher chromas, and are not as stony. The Cheshnina soils are stony, but are well drained, The Utopia soils are dark and very stony."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Nabesna soils occur principally on gently sloping to steep high hills and north-facing escarpments. They are formed in stony colluvial or residual silty materials over bedrock. The climate is subarctic continental, with long cold winters and short warm summers. Annual precipitation is low."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Fairplay and Cheshnina series, and the Ladue, Frindle, Hughes, McGrath, Aniak, and Batza series. The Ladue and Frindle soils have brown silty sola with a volcanic ash overburden. The Hughes soils have brown silty sola. The McGrath soils are silty and have a thin spodic horizon.  The Aniak soils have thin sola with dark surface horizons and brown B horizons. All of these are well drained.  The Batza soils are silty, have moderately high chromas, and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. Runoff is rapid.  Permeability is restricted by permafrost."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Entirely in native vegetation. Principal trees are black spruce, willows and, in places, paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Widely distributed in interior Alaska, but of only moderate total extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Northway Area, Alaska, 1965. (Name is from the Nabesna River)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Nabesna series would formerly have been classified as Low Humic Gley-Lithosol intergrades.\nOSED scanned by SSQA.  Last revised by state on 11/65.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "011",
        "top": 13,
        "bottom": 5,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "011--5 to 2 inches;  Dark reddish brown (5YR 2/2) mat of organic materials; mostly moss; many roots; clear smooth boundary."
      },
      {
        "name": "012",
        "top": 5,
        "bottom": 0,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "012--2 to 0 inches;  Black (10YR 2/1) organic matter, mostly partially decomposed moss; many roots; abrupt wavy boundary."
      },
      {
        "name": "C3g",
        "top": 18,
        "bottom": 46,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "stony",
        "narrative": "C3g--7 to 18 inches;  Dark gray (5Y 4/1) stony silt loam; common medium distinct mottles of very dark grayish brown (10YR 3/2) structureless; nonsticky, nonplastic; few roots in upper part of horizon; frozen at 12 inches (July 28, 1965)."
      },
      {
        "name": "R",
        "top": 46,
        "narrative": "R--18 inches plus;  Shattered shale bedrock."
      }
    ]
  ]
}
