{
  "SERIES": "NACIMIENTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/JOB/LCL/RWK",
  "REVDATE": "06/1999",
  "STATES": "CA",
  "OVERVIEW": "The Nacimiento series consists of moderately deep, well drained soils that formed in material weathered from calcareous shale and sandstone.  Nacimiento soils are on rolling uplands and have mostly complex slopes of 9 to 75 percent. The mean annual precipitation is about 16 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nacimiento silty clay loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to strong medium and fine granular; slightly hard, very friable, sticky and plastic; many very fine roots; many very fine, common fine interstitial and common fine tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 8 inches thick)\nA2--5 to 18 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, very friable, sticky and plastic; many very fine exped and common inped roots; many very fine interstitial and many very fine, few medium tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); numerous 2 inch krotovinas; clear wavy boundary. (4 to 16 inches thick.\nBk--18 to 28 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; common very fine roots; many very fine interstitial and many very fine, few medium tubular pores; violently effervescent with disseminated and segregated lime in fine soft masses, many fine filaments on peds and in pores; moderately alkaline (pH 8.0); many 2 inch krotovinas; abrupt wavy boundary. (7 to 20 inches thick)\nCr--28 to 39 inches; light yellowish brown (10YR 6/4) and light\ngray (10YR 7/2) shale, yellowish brown (10YR 5/4) moist; broken with hand tools to strong medium angular blocky structure; very hard, firm; few fine roots outside of shale fragments; exterior of shale fragments coated with lime and violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Luis Obispo County, California; pit on east side of road; 500 feet south from the NW corner of sec. 24, T. 26 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 20 to 40 inches. The mean annual soil temperature at a depth of 20 inches is about 60 degrees F. to 64 degrees F. Soil between the depths of about 4 and 12 inches usually is dry all of the time from May until November and usually is moist all the rest of the year. The soil from the surface to or nearly to the paralithic contact is loam, clay or silty clay loam and has 25 to 35 percent clay and more than 15 percent fine sand or coarser. Pieces of shale and other rock fragments range from 1 to 35 percent, but in most pedons are less than 20 percent in most parts of the profile. After plowing the soils are slightly to very strongly calcareous throughout. All of the C horizon and in some pedons the lower part of the A horizon have few to many fine filaments and soft masses of lime. When dry cracks 1/4 to 1 inch wide extend from the surface to a depth of 10 to 20 inches in some pedons but slickensides are absent. Organic matter content ranges from 2 to 5 percent in the upper part and decreases regularly to less than 1 percent within 20 inches of the surface.\nThe A horizon has a dry color of 10YR 4/2, 5/2, 4/3, 5/3; 2.5Y 4/2, 5/2. Moist color is 10YR 3/2, 3/3; or 2.5Y 3/2. It is soft or slightly hard when dry.\nThe Bk horizon has a dry color of 10YR 5/2, 5/3, 5/4, 6/2, 6/3, 6/4, 7/2, 7/4, 8/2, 8/3; 2.5Y 5/2, 6/2, 6/4, 7/2, 7/4, 8/2, 8/4. Moist values are 4 or more. Some pedons have mixing of the A and C horizons as a result of rodent activity."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apollo, Domengine, Fontana, Thomhill, Sorrento and Woo series.  Apollo soils are 40 to 60 inches deep to a paralithic contact.  Domengine soils have none to slight effervescence in the A horizon and do not have shale fragments or cracks.  Fontana soils lack lime in the upper 10 inches. Sorrento, Thomhill and Woo soils do not have a paralithic contact within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nacimiento soils are on mountainous uplands at elevations of 50 to 4,800 feet. Slopes are 9 to 75 percent. The soils formed in material weathered from calcareous shale and sandstone. The climate is dry subhumid mesothermal with warm dry summers and cool moist winters. The mean annual precipitation is 10 to 24 inches. The average January temperature is about 46 degrees F., the average July temperature is about 71 degrees F., and the mean annual temperature is about 58 degrees to 61 degrees F. The average freeze free season is 150 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Alo, Linne, and Los Oso soils and the Diablo, Perkins, Shedd, San Benito, and Santa Lucia soils. Diablo soils are clay soils with slickensides and are more than 40 inches deep to a paralithic contact. Perkins soils have a hard and massive A horizon and a B2t horizon. San Benito soils are not calcareous in the upper part and have a paralithic contact more than 40 inches below the surface. Santa Lucia soils are medium acid and have more than 35 percent fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range with some dry farmed grain.  Non-tilled areas have annual grasses and forbs with trees in draws and some live oak in places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern part of the Coast Range in California, MLRA 15. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Luis Obispo County, California, Paso Robles Area, 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Some soils mapped in S. E. Kern Soil Survey are underlain by marble bedrock. These soils would now be excluded from the ranges of this series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to strong medium and fine granular; slightly hard, very friable, sticky and plastic; many very fine roots; many very fine, common fine interstitial and common fine tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 18 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, very friable, sticky and plastic; many very fine exped and common inped roots; many very fine interstitial and many very fine, few medium tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); numerous 2 inch krotovinas; clear wavy boundary. (4 to 16 inches thick."
      },
      {
        "name": "Bk",
        "top": 46,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--18 to 28 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; common very fine roots; many very fine interstitial and many very fine, few medium tubular pores; violently effervescent with disseminated and segregated lime in fine soft masses, many fine filaments on peds and in pores; moderately alkaline (pH 8.0); many 2 inch krotovinas; abrupt wavy boundary. (7 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 71,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--28 to 39 inches; light yellowish brown (10YR 6/4) and light"
      }
    ]
  ]
}
