{
  "SERIES": "NACOGDOCHES",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB:CRF:RD",
  "REVDATE": "9/95",
  "STATES": "AR,LA,TX",
  "OVERVIEW": "The Nacogdoches series consists of deep, well drained, moderately slowly permeable soils that formed in thick marine sediments high in glauconite.  These soils are on gently to strongly sloping uplands.  Slope is dominantly less than 8 percent but ranges up to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Rhodic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nacogdoches fine sandy loam, on a smooth 3 percent slope, in pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark reddish brown (5YR 3/4) fine sandy loam, reddish brown (5YR 4/4) dry; very weak subangular blocky structure; slightly hard, very friable; many fine roots; common fine angular fragments of ironstone; medium acid; gradual smooth boundary.  (4 to 10 inches thick)\nB21t--6 to 30 inches; dark red (10R 3/6) clay, same color dry; moderate medium and fine angular and subangular blocky structure; very hard, friable; common fine roots; common fine pores; thin continuous clay films; common fine angular fragments of ironstone; strongly acid; diffuse wavy boundary.  (15 to 40 inches thick)\nB22t--30 to 70 inches; dark red (2.5YR 3/6) clay, red (2.5YR 4/6) dry; weak and moderate medium subangular blocky structure; very hard, friable; few fine roots; common fine and very fine pores; common thin discontinuous clay films; few fine angular fragments of ironstone; 20 to 30 percent by volume of yellowish brown partially weathered brittle fragments of glauconitic material less than 1 inch across the long axis; very strongly acid; diffuse smooth boundary.  (20 to 60 inches thick)\nB3--70 to 100 inches; stratified red (2.5YR 4/6) clay and partially weathered olive yellow (5Y 6/6) glauconitic material; weak medium subangular blocky structure and massive; very hard, friable; patchy clay films and few thick clay or iron flows in clayey part; glauconitic material is brittle and contains shell fossils; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nacogdoches County, Texas; about 20 miles east of Nacogdoches; from the intersection of Farm Road 95 and State Highway 21 in Chireno; 1.4 miles east on State Highway 21, and 400feet north; 350 feet west of fence."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 to more than 100 inches.  The base saturation ranges from 35 to 60 percent at 72 inches below the soil surface.\nThe A horizon is very dusky red (10YR 2/2; 2.5YR 2/2), dusky red (10R 3/2, 3/3, 3/4; 2.5 YR 3/2), dark red (10R 3/6; 2.5YR 3/6), or dark reddish brown (2.5YR 3/4; 5YR 2/2, 3/2, 3/3, 3/4).  Where chromas are 3 or less, the horizon is less than 6 inches thick.  It is fine sandy loam, sandy clay loam, or clay loam or gravelly phases of these textures.  The A horizon ranges from strongly through slightly acid.\nThe B2t horizon is dark red (10R 3/6; 2.5YR 3/6) in the upper 40 inches.  Color below this depth and including the B3 horizon is dark red (10R 3/6; 2.5YR 3/6) or red (10R 4/6, 4/8; 2.5YR 4/6, 4/8).  The B horizon has a clay content of 40 to 60 percent and contains more than 25 percent sand.  The clay fraction is dominated by tabular halloysite.  Coarse fragments, dominantly ironstone, range from few to about 15 percent by volume throughout the Bt horizon.  The Bt horizon is very strongly acid or strongly acid.\nThe C horizon, where encountered within 100 inches, is weathered glauconitic sandstone and greensand materials.  Some pedons contain marine shells.  The C horizon ranges from strongly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alcoa, Anniston, Coronaca, Cumberland, Davidson, Decatur, Fayetteville, Greenville, Lucedale, Magnolia, and Red Bay series.  Alcoa soils have oxidic mineralogy.  Alcoa, Anniston, Davidson, Decatur, Greenville, Lucedale, Magnolia, and Red Bay soils have less than 35 percent base saturation at 72 inches below the soil surface.  In addition, Anniston, Davidson, Decatur, Greenville, and Magnolia soils lack glauconitic fragments in the lower Bt horizon and the clay fraction lacks tabular halloysite.  Coronaca soils have weathered from crystalline rock and lack fragments of glauconite in  the lower Bt horizon.  Cumberland soils have mixed mineralogy and Fayetteville soils have less than 35 percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nacogdoches soils are on gently sloping to moderately steep uplands.  Slopes are dominantly less than 8 percent but range up to 15 percent.  The soil formed in old marine sediments high in glauconite.  Climate is warm and humid.  Near the type location annual precipitation is about 48 inches and mean annual temperature is about 66 degrees F.  Thornthwaite annual P-E index is about 78."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alto, Briley, Bub, Darco, Kirvin, Lilbert, Sacul, and Trawick series.  Alto soils are in slightly lower concave areas and have yellower subsoils.  Briley, Darco, and Lilbert soils are on higher lying smoother slopes and have thick sandy epipedons.  Bub and Trawick soils have thinner sola and are on steeper convex sideslopes.  Kirvin and Sacul soils have mixed mineralogy.  Kirvin soils are on convex areas and Sacul soils are on slightly concave slopes and heads of drains.  In addition, Sacul soils have gray mottles in the upper 24 inches of the Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Nacogdoches soils are well drained.  Runoff is medium to rapid and permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nacogdoches soils are used mainly for pasture and woodland.  Forest is mixed pine and hardwoods consisting of shortleaf and loblolly pine, southern red oak and sweetgum trees.  Some small areas are cultivated.  Locally, small areas are stripped for gravel and iron ore deposits."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of eastern Texas and Louisiana.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nacogdoches County, Texas; 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Nacogdoches soils were previously classified as Rhodic Paleudults.  Data show they should be in Paleudalfs."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Physical, chemical, and mineralogical data are available in a thesis by Charles D. Carson, Texas A&M University, 1966.  Also, Arkansas data--62--Ark-13-7(1-6) may be applicable to a gravelly phase of the series.  (University of Arkansas, Lab. No. 2299-2304)."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark reddish brown (5YR 3/4) fine sandy loam, reddish brown (5YR 4/4) dry; very weak subangular blocky structure; slightly hard, very friable; many fine roots; common fine angular fragments of ironstone; medium acid; gradual smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "B21t",
        "top": 15,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "B21t--6 to 30 inches; dark red (10R 3/6) clay, same color dry; moderate medium and fine angular and subangular blocky structure; very hard, friable; common fine roots; common fine pores; thin continuous clay films; common fine angular fragments of ironstone; strongly acid; diffuse wavy boundary.  (15 to 40 inches thick)"
      },
      {
        "name": "B22t",
        "top": 76,
        "bottom": 178,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "B22t--30 to 70 inches; dark red (2.5YR 3/6) clay, red (2.5YR 4/6) dry; weak and moderate medium subangular blocky structure; very hard, friable; few fine roots; common fine and very fine pores; common thin discontinuous clay films; few fine angular fragments of ironstone; 20 to 30 percent by volume of yellowish brown partially weathered brittle fragments of glauconitic material less than 1 inch across the long axis; very strongly acid; diffuse smooth boundary.  (20 to 60 inches thick)"
      },
      {
        "name": "B3",
        "top": 178,
        "bottom": 254,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B3--70 to 100 inches; stratified red (2.5YR 4/6) clay and partially weathered olive yellow (5Y 6/6) glauconitic material; weak medium subangular blocky structure and massive; very hard, friable; patchy clay films and few thick clay or iron flows in clayey part; glauconitic material is brittle and contains shell fossils; strongly acid."
      }
    ]
  ]
}
