{
  "SERIES": "NAFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/CLM/TJR",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Naff silt loam in a cultivated area, on a 10-percent, northwest-facing slope at an elevation of 800 m\nAp--0 to 20 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark brown (10YR 2/2) moist; weak thick platy structure and moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 6.6); abrupt smooth boundary\nA--20 to 43 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark brown (10YR 2/2) moist; weak coarse prismatic structure and moderate fine granular; hard, friable, slightly sticky and plastic; many very fine and fine roots; many very fine pores; slightly acid (pH 6.4); clear wavy boundary\nBA--43 to 66 cm; silt loam, brown (10YR 5/3) dry, brown (10YR 4/3) moist; moderate fine prismatic structure; hard, firm, sticky and plastic; many very fine and fine roots; many very fine pores; coatings of clean very fine sand and silt grains on peds and in pores; few thin clay films visible below coatings on peds; neutral (pH 6.6); gradual wavy boundary\nBt1--66 to 155 cm; silty clay loam, pale brown (10YR 6/3) dry, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; very hard, firm, very sticky and very plastic; common fine roots; many very fine pores; thin clay films on peds and in some pores; coatings of clean silt or very fine sand on prism faces; few black (10YR 2/1) manganese coatings and very fine concretions; neutral (pH 6.8); gradual wavy boundary\nBt2--155 to 203 cm; silty clay loam, pale brown (10YR 6/3) dry, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; few very fine roots; many very fine pores; thin continuous clay films on peds and in pores; common black (10YR 2/1) manganese coatings and very fine concretions; neutral (pH 6.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Spokane County, Washington, about 9 km southeast of Fairfield, Washington; about 245 m south and 25 m west of the northeast corner of section 2, T. 21 N., R. 45 E.; Willamette Meridian; Tekoa Mountain, Washington, U.S. Geological Survey topographic quadrangle; latitude 47.3452988, longitude -117.0673828, datum WGS 84 (coordinates estimated from PLSS details)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature--8 to 11 degrees C\nMoisture control section--usually moist, but dry in all parts between depths of 10 and 30 cm 60 to 75 consecutive days following summer solstice\nThickness of mollic epipedon--10 to 20 inches\nAverage content of clay in particle-size control section--30 to 35 percent\nAp horizon\nThickness--15 to 25 cm\nA horizon\nValue--4 or 5 dry, 1 to 3 moist\nChroma--1 or 2 moist or dry\nReaction--5.6 to 7.3\nThickness--13 to 25 cm\nBA horizon\nValue--5 or 6 dry, 3 or 4 moist\nChroma--2 to 4 moist or dry\nTexture--silt loam, silty clay loam\nReaction--6.1 to 7.3\nThickness--20 to 50 cm\nBt horizon\nHue--10YR, 7.5YR\nValue--5 or 6 dry, 3 to 5 moist\nChroma--3 to 6 moist or dry\nTexture--silt loam, silty clay loam\nReaction--6.1 to 7.8\nCombined thickness--115 to 180 cm\nIn some pedons, the peds in the upper part of the Bt horizon are coated with light gray very fine sand and silt from a few grains to 1 mm thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDarrah--Btb horizon; 35 to 50 percent clay in lower part of control section; as much as 5 percent gravel and cobbles\nUhlorn--lithologic discontinuity in lower part of control section; as much as 10 percent gravel and veins of lime in lower part of some pedons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--550 to 975 m\nMean annual precipitation--460 to 635 mm\nClimate--warm, dry summers; cool, moist winters\nMean annual air temperature--8 to 10 degrees C\nFrost-free season--110 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCaldwell, Latah, Latahco--on bottomland\nGarfield--ochric epipedon; on eroded ridgetops\nPalouse--no argillic horizon; mollic epipedon more than 50 cm thick\nThatuna--seasonal perched water table at a depth of 60 to 120 cm from mineral soil surface\nLarkin--base saturation less than 75 percent between depths of 25 and 75 cm; lithologic discontinuity in areas that consist of residuum underlain by basalt"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity (Ksat)--moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--dominantly crop production\nCommon crops--small grain, dry peas and lentils, hay, forage\nNatural vegetation--Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, arrowleaf balsamroot, common snowberry, wild rose"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington and northwest Idaho; MLRA 9; large extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Spokane, Washington; 1961"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Mollic epipedon--zone from surface to a depth of 43 cm\n*Argillic horizon--zone from 66 to 203 cm\n6/2016--This official series description (OSD) was updated as part of the final correlation of the Spokane County, Washington, soil survey. The formatting was updated according to SSR1 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015).\nADDITIONAL DATA: NSSL pedon numbers 86P0073, 86P0068, 85P0245, and 99P0330\nNational Cooperative Soil Survey\nU.S.A."
  }
}
