{
  "SERIES": "NAGEEZI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/LWH/CDH/WWJ",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nageezi loamy fine sand -- on the tread of a high stream terrace sloping 1 percent to the east at 5,520 feet elevation -- rangeland. (Colors are for dry soil unless otherwise noted. When described, the soil was moist from 2 to 15 inches and dry below.)\nA -- 0 to 4 inches; brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; weak thin platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; few very fine vesicular pores; slightly effervescent; moderately alkaline (pH 7.9); clear smooth boundary. (2 to 4 inches thick)\nBw -- 4 to 14 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few medium and common fine and very fine roots; common very fine tubular pores; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (6 to 12 inches thick)\nBk1 -- 14 to 18 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few medium and fine and common very fine roots; few very fine tubular pores; 5 percent gravel; violently effervescent, secondary calcium carbonates segregated as few fine irregularly shaped accumulations on coarse sand grains and rock fragments; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 8 inches thick)\n2Bk2 -- 18 to 24 inches; pinkish white (7.5YR 8/2) loam, pink (7.5YR 7/4) moist; moderate thick platy structure; hard, firm, slightly sticky and nonplastic; few fine and common very fine roots; few very fine tubular pores; 5 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonates; moderately alkaline (pH 8.4); gradual smooth boundary. (6 to 8 inches thick)\n2Bk3 -- 24 to 32 inches; pinkish white (7.5YR 8/2) loam, pink (7.5YR 7/4) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and nonplastic; few fine and very fine roots; few very fine tubular pores; 5 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonates; strongly alkaline (pH 8.7); clear smooth boundary. (6 to 15 inches thick)\n2Bk4 -- 32 to 48 inches; very pale brown (10YR 8/3) fine sandy loam, light yellowish brown (10YR 6/4) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and nonplastic; few very fine roots; few very fine tubular pores; 10 percent gravel; violently effervescent, secondary calcium carbonates segregated as many fine irregularly shaped accumulations on ped faces, coarse sand grains, and rock fragments; strongly alkaline (pH 8.6); clear wavy boundary. (9 to 16 inches thick)\n3Bk5 -- 48 to 56 inches; very pale brown (10YR 7/4) loamy sand, light yellowish brown (10YR 6/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; few very fine tubular pores; 10 percent gravel; violently effervescent, secondary calcium carbonates segregated as common fine irregularly shaped accumulations on ped faces, coarse sand grains, and rock fragments; strongly alkaline (pH 8.5); clear wavy boundary. (6 to 10 inches thick)\n3Bk6 -- 56 to 64 inches; light yellowish brown (10YR 6/4) loamy coarse sand, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few fine and very fine roots; few fine tubular pores; 10 percent gravel; strongly effervescent, secondary calcium carbonates segregated as few fine and medium irregularly shaped accumulations on ped faces, coarse sand grains, and rock fragments; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 9 miles northeast of Newcomb; 2,300 feet west and 1,600 feet south of the northeast corner of section 15, T.25N., R.17W.; 36 degrees 24 minutes 16 seconds north latitude and 108 degrees 38 minutes 16 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section (SMCS) is intermittently moist in some part from July to October and December to mid-April. Typic aridic moisture regime.\nSoil temperature - 54 to 57 degrees F.\nSoil depth - greater than 60 inches to bedrock.\nDepth to calcic horizon - 10 to 20 inches.\nParticle-size control section - clay content: 10 to 18 percent by weighted average.\nReaction: moderately to strongly alkaline.\nA horizon-\nValue: 5 or 6 dry, 4 or 5 moist\nOrganic carbon content: 0.35 to 0.45 percent\nCalcium carbonate equivalent: 1 to 3 percent\nRock fragments: 0 to 5 percent gravel.\nBw horizon-\nValue: 5 or 6 dry, 4 or 5 moist\nOrganic carbon content: 0.25 to 0.40 percent\nCalcium carbonate equivalent: 2 to 8 percent\nRock fragments: 0 to 5 percent gravel.\nBk1 horizon-\nValue: 6 or 7 dry, 5 or 6 moist\nOrganic carbon content: 0.50 to 0.60 percent\nCalcium carbonate equivalent: 10 to 30 percent\nRock fragments: 0 to 5 percent gravel.\n2Bk horizons-\nHue: 7.5YR or 10YR\nValue: 7 or 8 dry, 6 or 7 moist\nChroma: 2 through 4\nTexture: fine sandy loam or loam\nOrganic carbon content: 0.10 to 0.50 percent\nCalcium carbonate equivalent: 15 to 50 percent\nSalinity: 2 to 4 mmhos/cm\nSodicity: 5 to 13 SAR\nRock fragments: 0 to 5 percent gravel\nOther features: Some pedons have texture of sandy clay loam.\n3Bk horizons-\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 2 through 6\nTexture: loamy sand or loamy coarse sand\nOrganic carbon content: 0.03 to 0.16 percent\nCalcium carbonate equivalent: 5 to 10 percent\nSalinity: 4 to 8 mmhos/cm\nSodicity: 5 to 13 SAR\nRock fragments: 0 to 5 percent gravel\nOther features: some pedons have texture of coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nageezi soils are on treads of high stream terraces and fan terraces. They formed in alluvium and eolian derived dominantly from Cretaceous sandstone. Slopes range from 1 to 8 percent. Elevation ranges from 4,700 to 5,600 feet. The mean annual precipitation is 5 to 8 inches with 35 to 60 percent falling as rain from high-intensity thunderstorms between July and September. The mean annual temperature is 51 to 54 degrees F. The average frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackston, Camac, Denazar, Kimbeto, Razito, and Shiprock soils. Blackston soils are loamy-skeletal on treads of high stream terraces. Camac soils are moderately deep to soft bedrock on risers of high stream terraces.  Denazar soils are sandy; on adjacent eolian-mantled treads of high stream terraces. Kimbeto soils are fine-loamy with natric, calcic, and gypsic horizons; under plant communities reflecting moderately saline-sodic conditions. Razito soils are sandy and lack diagnostic horizons; on stable dunes and low fan terraces. Shiprock soils have argillic horizons and occur on adjacent surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nageezi soils are used for livestock grazing.  Present vegetation is Indian ricegrass, galleta, sand dropseed, bottlebrush squirreltail, winterfat, fourwing saltbush, and Greene rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Nageezi soils are of small extent on the San Juan Basin and Four Corners Platform portions of the Colorado Plateau province in northwest New Mexico. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches. (A horizon)\nCambic horizon - The zone from 3 to about 14 inches. (Bw horizon)\nCalcic horizon - The zone from 14 to about 48 inches. (Bk1, 2Bk2, 2Bk3, and 2Bk4 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999.\nADDITIONAL DATA: NSSL data on the type location - S86NM-045-010. Another pedon was sampled for the soil laboratory of New Mexico State University as sample S75NM-24-4.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
