{
  "SERIES": "NAGITSY",
  "STATUS": "Established Series",
  "BYREV": "Rev.  ALH/CLM",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nagitsy gravelly loam -- on a south-facing slope of 40 percent, in rangeland, at 7,500 feet elevation.  (Colors are for air dry soil unless otherwise stated.)\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; strong very fine and fine granular structure (very weak thin platy in upper 2 inches); soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; 25 percent quartzite gravel; slightly acid (pH 6.3); clear smooth boundary.  (5 to 12 inches thick)\nA2--7 to 13 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to strong fine and medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular and common very fine tubular pores; 35 percent angular quartzite gravel; slightly acid (pH 6.2); clear wavy boundary.  (4 to 13 inches thick)\nAB--13 to 23 inches; dark grayish brown (10YR 4/2) and brown (7.5YR 5.3) gravelly loam, very dark brown (10YR 2/2) and dark brown (7.5YR 3/2) moist; weak medium prismatic structure parting to weak very fine and fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium and coarse roots; many very fine tubular pores; 35 percent angular quartzite gravel; slightly acid (pH 6.2); clear wavy boundary.  (0 to 12 inches thick)\nBw--23 to 32 inches; brown (7.5YR 5/3; 10YR 5/3 crushed) very gravelly heavy loam, dark brown (7.5YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium and coarse roots; many very fine tubular pores; 50 percent angular quartzite gravel; slightly acid (pH 6.2); abrupt irregular boundary.  (4 to 16 inches thick)\nR--34 inches; white (5YR 8/1 and 10YR 8/1) fractured and slightly weathered quartzite bedrock, stained inward 1 mm and in cracks with light reddish brown (5YR 6/4) and little reddish yellow (5YR 6/6); slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bannock County, Idaho; NW 1/4 NW 1/4 of  section 33, T.5 S., R.37 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 36 to 43 degrees F.\nAverage summer soil temperature - 53 to 59 degrees F.\nSoil moisture - usually dry July, August, and September.\nThickness of mollic epipedon - 16 to 34 inches.\nDepth to bedrock - 20 to 40 inches.\nParticle-size control section - 18 to 27 percent clay,     35 to 80 percent coarse fragments.\nReaction (pH) - moderately acid through neutral.\nO horizons - if present are discontinuous.\nA horizon\nValue - 3 or 4 dry, 2 or 3 moist.\nChroma - 2 or 3 dry or moist.\nBw horizon\nHue - 10YR or 7.5YR.\nValue - 5 or 6 dry, 3 or 4 moist.\nChroma - 2 through 4 dry or moist.\nTexture - GRV-L, GRX-L, CBX-L, or CBV-L.\nClay content - 18 to 27 percent.\nSome pedons have C horizons consisting of highly fractured parent rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Behanin, Belsac, Blanca, Busterback (T), Caballo, Compone, Croesus, Darland, Dateman, Gateview, Hapgood, Harcany, Hobacker, Lionhead (T), Lolon, Marcetta, Namela, Nazaton, Nevtah, Poleline, Povey, Prong, Snag, Spearhead, and Splitbutte (T) series.  The Behanin, Blanca, Busterback, Caballo, Compone, Darland, Gateview, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Nazaton, Poleline, Povey, Snag, and Spearhead soils lack bedrock above 40 inches.  Belsac soils have secondary lime and lack cambic horizons.  Croesus, Prong, and Splitbutte soils have less than 18 percent clay in the particle-size control section.  Dateman soils have clay films in the cambic horizon and in fractures of the bedrock and have continuous \"O\" horizons.  Namela soils have channers and angular cobbles, and are not continually dry for 60 days following the summer solstice.  Nevtah soils lack cambic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nagitsy soils are on mountains and foothills at elevation of 4,000 to 9,500 feet.  Slopes range from 0 to 70 percent.  The soils formed in residuum and colluvium weathered from quartzitic, argillaceous or acid igneous rocks.  The subhumid climate has an average annual\nprecipitation of 14 to 25 inches including 5 to 10 feet of\nsnowfall, and an average annual temperature of 34 to 42 degrees F.  The frost-free period is 25 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Moohoo, Nielsen, and Tahquats soils.  Moohoo soils have a base saturation below 50 percent and a C:N ratio above 13.5 in the upper 6 inches of the umbric epipedon.   Nielsen and Tahquats soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid\nrunoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nagitsy soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is bluebunch wheatgrass, Idaho fescue, big sagebrush, snowberry, junegrass, chokecherry, and snowbrush ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of southern Idaho, Utah, and Colorado.  This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bannock County, Idaho, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone 0 to 34 inches (all horizons)\nParticle-size control section - zone 10 to 34 inches (lower part of A2, AB, and Bw)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
