{
  "SERIES": "NAGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/MGL/AON",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Nagle series consists of deep, well drained soils with\nmoderately slow permeability on north slopes of dissected\nterraces.  They formed in mixed alluvium with an influence\nof loess in the surface horizons.  Slope ranges from 12 to\n50 percent.  The mean annual temperature is about 43 degrees\nF, and the mean annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nagle silt loam - on a 16 percent slope,\nrangeland.  (Colors are for moist soil unless otherwise\nnoted.)\nA1--0 to 4 inches; very dark brown (10YR 2/2) silt loam,\ndark grayish brown (10YR 4/2) dry; weak fine and very fine\ngranular structure; soft, friable, slightly sticky and\nslightly plastic; many very fine and fine roots; many fine\nand very fine irregular pores; neutral (pH 7.0); clear\nsmooth boundary.  (4 to 7 inches thick)\nA2--4 to 11 inches; very dark brown (10YR 2/2) silt\nloam, dark grayish brown (10YR 4/2) dry; weak fine and\nmedium granular structure; soft, friable, slightly sticky\nand slightly plastic; many very fine and fine roots; many\nfine and very fine irregular pores; neutral (pH 7.2);\ngradual smooth boundary.  (5 to 11 inches thick)\nA3--11 to 18 inches; very dark grayish brown (10YR 3/2)\nsilt loam, grayish brown (10YR 5/2) dry; weak fine and\nmedium granular structure; soft, friable, slightly sticky,\nslightly plastic; many very fine and fine roots; many fine\nand very fine irregular pores; mildly alkaline (pH 7.6);\ngradual wavy boundary.  (0 to 10 inches thick)\nBt--18 to 22 inches; very dark grayish brown (10YR 3/2)\nsilty clay loam, grayish brown (10YR 5/2) dry; moderate\nmedium subangular blocky structure; slightly hard, friable,\nslightly sticky and slightly plastic; common fine roots;\nmany fine and very fine tubular pores; few thin clay films\non faces of peds and in pores; moderately alkaline (pH 8.4);\nclear wavy boundary.  (4 to 6 inches thick)\nBtk--22 to 34 inches; dark brown (10YR 3/3) silty clay\nloam, brown (10YR 5/3) dry; moderate medium subangular\nblocky structure; hard, friable, sticky and plastic; common\nfine roots; many very fine tubular pores; few thin clay\nfilms on faces of peds and in pores; calcareous coatings on\nfaces of peds and in pores; 10 percent gravel; strongly\nalkaline (pH 8.6); gradual wavy boundary.  (10 to 15 inches\nthick)\n2Bk--34 to 60 inches; brown (10YR 4/3) gravelly silty\nclay loam, pale brown (10YR 6/3) dry; massive; hard,\nfriable, sticky and plastic; few roots; common fine and\nmedium tubular pores; calcareous coatings on faces of peds\nand in pores; 25 percent gravel; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; located 1,320 feet\neast of the southwest corner in the SE1/4SE1/4SW1/4SW1/4,\nsec. 11, T. 10 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 20 to 35\ninches thick and includes the upper part of the Bt.  Depth\nto bedrock is greater than 60 inches and depth to secondary\nlime ranges from 17 to 22 inches.  The mean annual soil\ntemperature is 43 to 47 degrees F.  The soils are usually\nmoist but are dry in all parts between 4 and 12 inches for\n60 to 80 consecutive days during summer and early fall.\nThe A horizon has hue of 10YR, value of 2 or 3 moist and 4\nor 5 dry, and chroma of 2 or 3 moist and dry.  It is neutral\nor mildly alkaline.\nThe Bt horizon has hue of 10YR, value of 3 or 4 moist and 5\nor 6 dry, and chroma of 2 or 3 moist and dry.  It is silty\nclay loam, with 27 to 35 percent clay and 15 percent or more\nfine sand or coarser.  Clay films range from few thin to\ncontinuous thin on faces of peds and in pores.  It is\nmoderately or strongly alkaline.\nThe 2Bk horizon has hue of 10YR, value of 4 or 5 moist and 5\nor 6 dry, and chroma of 2 or 3 moist and dry.  It is silty\nclay loam or clay loam with 27 to 35 percent clay with 15 or\n35 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bly, Carey Lake, Dunford,\nHades, Sag, Strom and Tusk soils.  Bly and Carey Lake soils\nare noncalcareous throughout.  Dunford soils are\nnoncalcareous and are 20 to 40 inches to bedrock.  Hades\nsoils have carbonates at greater than 54 inches, the solum\nis over 50 inches thick and the mean annual soil temperature\nis 40 to 43 degrees F.  Sag soils formed in loess and\ncolluvium from basalt and occur in a higher precipitation\nzone.  Strom soils are somewhat poorly drained and have\nmottles at 30 to 45 inches.  Tusk soils are noncalcareous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nagle soils are on north slopes of\ndissected terraces.  Slopes range from 12 to 50 percent.\nElevation ranges from 3,000 to 4,500 feet.  The soils formed\nin mixed alluvium with an influence of loess in the surface\nhorizons.  The climate is characterized by cold wet winters\nand hot dry summers.  The mean annual temperature is 42 to\n45 degrees F.  The mean annual precipitation is 9 to 12\ninches.  The frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Encina and\nHibbard soils.  The Encina soils are on the south slopes of\ndissected terraces and have more than 35 percent clay in the\nBt horizons.  The Hibbard soils have a duripan at 20 to 40\ninches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid\nrunoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nagle soils are used for rangeland.\nThe native vegetation is Idaho fescue, Sandberg bluegrass,\nbluebunch wheatgrass, mountain big sagebrush and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in\nthis pedon are:\nMollic epipedon - the zone from the surface of the soil to a\ndepth of 34 inches (A1, A2, A3, Bt and Btk horizons).\nPachic - mollic epipedon to a depth of 34 inches (A1, A2,\nA3, Bt, and Btk horizons).\nArgillic horizon - the zone from approximately 18 to 34\ninches (Bt, Btk horizons).\nThese soils have a frigid soil temperature regime (43 to 47\ndegrees F).\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "narrative": "A1--0 to 4 inches; very dark brown (10YR 2/2) silt loam,"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt",
        "narrative": "A2--4 to 11 inches; very dark brown (10YR 2/2) silt"
      },
      {
        "name": "A3",
        "top": 28,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "narrative": "A3--11 to 18 inches; very dark grayish brown (10YR 3/2)"
      },
      {
        "name": "Bt",
        "top": 46,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "narrative": "Bt--18 to 22 inches; very dark grayish brown (10YR 3/2)"
      },
      {
        "name": "Btk",
        "top": 56,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "narrative": "Btk--22 to 34 inches; dark brown (10YR 3/3) silty clay"
      },
      {
        "name": "2Bk",
        "top": 86,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt",
        "cf_class": "gravelly",
        "narrative": "2Bk--34 to 60 inches; brown (10YR 4/3) gravelly silty"
      }
    ]
  ]
}
