{
  "SERIES": "NAGUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDT-MPB-MS-MKP-DCP",
  "REVDATE": "06/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Sulfic Psammowassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nagunt sand on a north facing, 1 percent convex slope on a washover fan flat under 50 centimeters of tidal estuarine water.  Tidal range is 24 cm.  (Colors are for moist soil)\nA -- 0 to 14 cm; light olive brown (2.5Y 5/3) sand; light greenish gray (10Y 7/1) dry; single grain; nonfluid; strongly saline; few fine shell fragments; moderately alkaline (pH 7.9); slightly alkaline (pH 7.6) after 8 weeks; abrupt boundary. (0 to 18 cm thick.)\nCg1 -- 14 to 33 cm; gray (2.5Y 6/1) sand; single grain; nonfluid; strongly saline; few fine shell fragments; common plant and macroalgal fragments; moderately alkaline (pH 7.9); neutral (pH 6.8) after 8 weeks; clear boundary.\nCg2 -- 33 to 41 cm; 50 percent gray (5Y 5/1) and 50 percent dark gray (5Y 4/1) fine sand; single grain; nonfluid; strongly saline; few fine shell fragments; slightly alkaline (pH 7.8); slightly alkaline (pH 7.4) after 8 weeks; abrupt boundary. (Combined thickness of Cg horizons is 27 to 138 cm.)\nAseb -- 41 to 54 cm; dark gray (2.5Y 4/1) fine sand; single grain; nonfluid; strongly saline; few fine shell fragments; few medium plant fragments throughout; moderately alkaline (pH 8.1); extremely acid (pH 3.9) after 8 weeks; clear boundary. (0 to 34 cm thick.)\nC'g -- 54 to 69 cm; gray (5Y 6/1) sand; single grain; strongly saline; nonfluid; few fine shell fragments; moderately alkaline (pH 8.2); neutral (pH 6.6) after 8 weeks; clear boundary. (0 to 69 cm thick.)\nA'seb -- 69 to 74 cm; dark olive gray (5Y 3/2) sand; massive; very friable; nonfluid; strongly saline; few fine shell fragments; moderately alkaline (pH 7.9); extremely acid (pH 3.9) after 8 weeks; abrupt boundary. (0 to 18 cm thick.)\nC''g1 -- 74 to 106 cm; gray (5Y 6/1) sand; single grain; nonfluid; strongly saline; few fine and medium shell fragments; moderately alkaline (pH 7.9); strongly acid (pH 5.1) after 8 weeks; clear boundary.\nC''g2 -- 106 to 123 cm; dark gray (5Y 4/1) sand; single grain; nonfluid; strongly saline; few fine shell fragments; few very fine plant fragments; moderately alkaline (pH 8.1); neutral (pH 6.9) after 8 weeks; clear boundary.\nC''g3 -- 123 to 150 cm; gray (5Y 5/1) fine sand; single grain; nonfluid; strongly saline; few fine and medium shell fragments; moderately alkaline (pH 8.4); very strongly acid (pH 4.8) after 8 weeks; clear boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Rhode Island; Town of Charlestown, West Basin of Ninigret Pond, about 590 feet north of East Beach Barrier, 4,200 feet southeast of Reed Point, 3,300 feet south of entrance to Foster Cove. USGS Quonochontaug, RI topographic quadrangle, Latitude 41 degrees, 20 minutes, 59 seconds N. and Longitude 71 degrees, 40 minutes, 44 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are permanently submerged or exposed only during spring low tides. All horizons have a texture of loamy fine sand or coarser. Gravel and shell content is 0 to 35 percent throughout the profile. Consistence is nonfluid throughout. All horizons have a pH of neutral through strongly alkaline and oxidized pH of extremely acid through moderately alkaline. At least one horizon within 100 cm of the soil surface has an oxidized pH of 4.0 or less. Soil has a 5:1 salinity greater than 0.6 dS/m throughout the profile. All horizons are structureless single grain or massive and nonfluid. After drying, it is common for many of these soils to develop 5Y 5/4 mottles throughout the matrix.\nThe A horizon has hue of 2.5Y, 5Y, 10Y, or is neutral, value of 2.5 through 5, and chroma of 0 through 3. The textures can have a mucky modifier.\nThe Cg horizons have hue of 2.5Y, 5Y, or is neutral, value of 3 through 6, and chroma of 0 or 1.\nThe Aseb horizon has hue of 2.5Y or 5Y, value of 3 through 6, and chroma of 0 through 2. The textures could have a mucky modifier."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.\nRhodesfolly and Massapog soils are in closely related subaqueous families. Rhodesfolly soils are found on washover fan flats in open bays and have a coarser particle size consisting of sands and coarse sands with greater than 5 percent gravels in some horizons. Massapog soils are found on flood tidal delta flats in coastal lagoons and do not have sulfidic materials within 100 cm of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Nagunt soils are permanently submerged with salt or brackish water on washover fan flats and washover fan slopes of coastal lagoons. Most areas have slopes less than 2 percent and are on slightly convex or level landforms. Nagunt soils found on washover fan slopes have slopes between 2 through 10 percent and are found in the narrow, sloping landscape between washover fan flat and lagoon bottom areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Marshneck, Pishagqua, Massapog, Napatree, and Anguilla soils. Marshneck soils are found on flood tidal delta slopes in coastal lagoons and have a particle size finer than loamy fine sand within the 100 cm of the soil surface. Pishagqua soils are found on low energy lagoon bottoms and have greater than 100 cm of highly fluid, sulfidic, silt loam at the soil surface. Massapog soils are found on flood tidal delta flats in coastal lagoons and do not have sulfidic materials within 100 cm of the soil surface. Napatree and Anguilla soils are on submerged headlands and submerged mainland beaches and have a lithologic discontinuity within 100 cm of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous soil, peraquic soil moisture regime, moderately high to very high saturated hydraulic conductivity. The soil is permanently submerged with salt or brackish water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of this soil are used for recreational fishing and swimming. Commercial uses include shell fishing and aquaculture. Benthic fauna such as tubeworms, clams, juvenile blue crabs, scallops and juvenile finfish are associated with this soil. Native vegetation includes eelgrass (Zostera marina) and widgeon grass (Ruppia maritma). Vegetation cover ranges from 0 in shallow and intertidal flats through 80 percent on sloping units of this soil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New London County, Connecticut, and Rhode Island. MLRA 144A and 149B. The soils of this series are not extensive (total extent is about 500 acres (200 hectares))."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Rhode Island, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This subaqueous series is being proposed in areas previously mapped as water in the Connecticut and Rhode Island Soil Surveys.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\n1. Peraquic feature - the zone from 0 to 200 cm has positive soil water potential (permanently submerged) at the soil surface (under 2.0 m of salt water).\n2. Reduced conditions - the zone from 0 to 200 cm.\n3. Sulfidic horizon - the zones from 41 to 54 cm and 69 to 74 cm have a pH of 4.0 or less after 8 weeks of moist incubation (Aseb and A'seb horizons).\n4. Particle-size control section - zone from 25 to 100 cm (Cg1, Cg2, Aseb, Cg, A'seb, C'g, and C''g horizons).\nADDITIONAL DATA:\nThis pedon was sampled as S05-RI009-002A by NSSL.  Support pedons used to develop this series include S05-RI009-011A-NP (sampled by the University of Rhode Island), S05-RI009-001A-NP (sampled by NSSL), RI009-2007-001-QP (sampled by the University of Rhode Island), and RI009-2008-014-WP (sampled by the University of Rhode Island).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
