{
  "SERIES": "NAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/DJP/CLG/LJGII",
  "REVDATE": "11/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Naha series consists of deep, well drained soils that formed in stream alluvium. Naha soils are on stream terraces with slopes ranging from 0 to 3 percent. The average annual precipitation is about 8 inches and the average annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Naha loamy sand-rangeland. (Colors are for dry soil unless otherwise noted)\nAl--0 to 2 inches; light yellowish brown (10YR 6/4) loamy sand, yellowish brown (10YR 5/4) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine vesicular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (1 to 3 inches thick)\nA2--2 to l4 inches; light yellowish brown (10YR 6/4) loamy fine sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine tubular pores; thin (less than inch thick) discontinuous clay layer at l2 inches; few fine lime filaments in clay layer; slightly effervescent; slightly alkaline; clear smooth boundary. (8 to l5 inches thick)\nBw1--l4 to 2l inches; yellowish brown (10YR 5/4) loamy sand, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; few fine tubular pores; slightly effervescent, slightly alkaline; abrupt smooth boundary. (6 to 11 inches thick)\nBw--2l to 27 inches; light yellowish brown (10YR 6/4) loamy fine sand, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; few fine tubular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (5 to 10 inches thick)\n2Cl--27 to 58 inches; pale brown (10YR 6/3) and dark grayish brown (10YR 4/2) stratified-loamy sand to clay, brown (10YR 4/3) and dark yellowish brown (10YR 3/4) moist; structureless; hard firm, nonsticky and nonplastic; common fine roots; common very fine tubular pores; few fine strong brown (7.5YR 5/6) mottles in clay layers; strongly effervescent; slightly alkaline; abrupt smooth boundary. (20 to 60 inches thick)\n3C2--58 to 60 inches; light yellowish brown (10YR 6/4) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine tubular pores; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navajo County, Arizona; about l.5 miles northwest of Egloffstein Butte on the Hopi Indian Reservation; ll00 feet east and 400 feet north of the southwest corner of sec. 5, T. 25 N., R. l8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February. Typic aridic moisture regime.\nSoil temperature - 54 to 59 degrees F.\nRock fragments - Less than 5 percent fine gravel - occur as a few, thin, discontinuous strata.\nDepth to loamy material - 20 to 40 inches.\nA horizon\nHue: 10YR, 7.5YR, 5YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma: 3 or 4 dry, 4 moist\nB horizon\nHue: 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 or 4 dry and moist\nTexture: loamy sand, loamy fine sand (3 to 8 percent clay)\nC horizon\nHue: 10YR, 7.5YR, 5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 6 dry, 3 or 4 moist\nTexture: stratified sand to clay, bulk texture is clay loam or loam with l5 to 35 percent clay\nReaction: slightly to moderately alkaline\nMottles: upper part of many fine textured strata have high chroma mottles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Naha soils are on stream terraces. Slopes are 0 to 3 percent. Elevations are 4,900 to 6,l00 feet. The Naha soils formed in moderately, thick sandy alluvium over stratified loamy alluvium. The sandy upperpart has been reworked extensively by wind. The stream alluvium is derived from sedimentary rock, dominantly sandstone and shale. The average annual precipitation is 6 to l0 inches; the average annual air temperature is 52to 57 degrees F., and the frost-free period is l30 to 180 days. The climate is cool arid continental. Precipitation falls as intense summer thunderstorms and as gentle winter rain or snow."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jeddito, Monue, Polacca, Sheppard, and Tewa. Jeddito and Monue soils are coarse-loamy and lack contrasting particle size. Polacca soils are fine-loamy over sandy or sandy-skeletal. Sheppard soils are sandy. Tewa soils are fine-loamy and have cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow runoff; rapid permeability in the sandy upper part and slow permeability below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing, wildlife habitat, and limited dryland farming using long established cultural techniques. Native vegetation is Indian ricegrass, galleta, blue grama, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Arizona. These soils are not extensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hopi Indian Reservation Soil Survey Area, Navajo County, Arizona, l985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Contrasting particle size - An abrupt textural change from sands to loamy material at about 27 inches.\n2. Dual infiltration rates - Rapid in the sandy part and slow in the loamy part.\n3. Mottles - High infiltration rates and low available water capacity in the sandy upper story allow water to move to the loamy lower part and perch as the contact. Some areas are moderately well drained.\nPronounced Na-ha'.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Al",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Al--0 to 2 inches; light yellowish brown (10YR 6/4) loamy sand, yellowish brown (10YR 5/4) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine vesicular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "2Cl",
        "top": 69,
        "bottom": 147,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cl--27 to 58 inches; pale brown (10YR 6/3) and dark grayish brown (10YR 4/2) stratified-loamy sand to clay, brown (10YR 4/3) and dark yellowish brown (10YR 3/4) moist; structureless; hard firm, nonsticky and nonplastic; common fine roots; common very fine tubular pores; few fine strong brown (7.5YR 5/6) mottles in clay layers; strongly effervescent; slightly alkaline; abrupt smooth boundary. (20 to 60 inches thick)"
      },
      {
        "name": "3C2",
        "top": 147,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "narrative": "3C2--58 to 60 inches; light yellowish brown (10YR 6/4) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine tubular pores; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
