{
  "SERIES": "NAHAHUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/KWH/TLA",
  "REVDATE": "08/2002",
  "STATES": "WA",
  "OVERVIEW": "The Nahahum series consists of very deep, well drained soils formed in colluvium, residuum and glacial till from schist or gneiss, with minor amounts of volcanic ash and loess.  Nahahum soils are on mountainsides.  Slopes are 15 to 65 percent.  The average annual precipitation is about 25 inches and average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Vitrandic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nahahum ashy loam under coniferous forest on a 52 percent northeast-facing backslope at an elevation of 3,260 feet.  The soil was moist when described.  (Colors are for dry soils unless otherwise stated.  All textures are apparent field textures)\nOi--0 to 1 inch; slightly decomposed forest litter.  (0.5 to 1 inch thick)\nA--1 to 4 inches; grayish brown (10YR 5/2) ashy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure breaking to moderate fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots; few fine tubular pores; 5 percent gravel and 10 percent paragravel; neutral (pH 7.2); abrupt wavy boundary.  (2 to 5 inches thick)\nE--4 to 17 inches; pale brown (10YR 6/3) ashy loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common fine and medium roots; few fine tubular pores; 5 percent gravel, 5 percent cobbles, 10 percent paragravel, 5 percent paracobbles; neutral (pH 7.0); gradual wavy boundary.  (5 to 18 inches thick)\n2Bt1--17 to 34 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common very fine tubular pores; few faint clay films in pores and on faces of peds; 10 percent gravel, 5 percent cobbles, 10 percent paragravel, 10 percent paracobbles; slightly acid (pH 6.4); gradual wavy boundary.  (12 to 20 inches thick)\n2Bt2--34 to 45 inches; yellowish brown (10YR 5/6) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common very fine tubular pores; few faint clay films in pores and on faces of peds; 15 percent gravel and 10 percent cobbles, 10 percent paragravel, 10 percent paracobbles; slightly acid (pH 6.2); abrupt wavy boundary.  (8 to 14 inches thick)\n2BC--45 to 61 inches; brownish yellow (10YR 6/6) cobbly loam, dark yellowish brown (10YR 4/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic, few fine and medium roots, few very fine tubular pores; 10 percent gravel and 20 percent cobbles with 5 percent paragravel and 20 percent paracobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 6 miles northeast of Cashmere; 600 feet north and 1,600 feet east of the southwest corner sec. 2, T. 24 N., R. 19 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 46 degrees F.  These soils are dry in the moisture control section for 60 to 75 consecutive days following summer solstice.  The particle-size control section contains 15 to 35 percent hard rock fragments.  The upper 7 to 20 inches of the soil has an estimated moist bulk density of 1.10 to 1.40 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  Base saturation is assumed to be above 35 percent in all parts and below 75 percent in some parts above 30 inches (Ultic intergrade).  Reaction is slightly acid or neutral.\nThe A horizon has value of 3 to 6 dry, 2 to 4 moist, and chroma of 2 or 3 dry or moist.\nThe E horizon has value of 4 to 6 dry, 3 or 4 moist, and chroma of 2 to 4 dry or moist.  It is ashy loam, gravelly ashy loam, ashy sandy loam or gravelly ashy sandy loam.  In some pedons, this horizon is identified as a Bw.\nThe 2Bt horizons have value of 5 or 6 dry, 3 to 5 moist, and chroma of 2 to 6 dry or moist.  It is gravelly clay loam, cobbly clay loam, gravelly loam, or gravelly sandy clay loam.  It has 18 to 35 percent clay.\nThe 2BC or 2C horizon has value of 5 to 7 dry, 3 to 5 moist, and chroma of 3 through 6 dry or moist.  It cobbly clay loam, cobbly sandy clay loam, gravelly loam, or cobbly loam.  It has 22 to 30 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ketchly, McEwan, Nardmont and Panak series.  Nardmont and Panak soils are dry 45 to 60 consecutive days.  Ketchly soils have an umbric epipedon.  McEwan soils are on terraces and have very to extremely gravelly stratified material at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nahahum soils are on mountainsides at elevations of 2,500 to 4,800 feet.  Slopes are 15 to 65 percent.  They formed in residuum, colluvium, and glacial till derived from gneiss or schist with minor amounts of volcanic ash and loess.  These soils are in a continental climate with warm, dry summers and cool, moist winters.  The average annual precipitation ranges from 20 to 30 inches.  The average annual air temperature is 40 to 49 degrees F.  The average January temperature is about 24 degrees F. and the average July temperature is about 67 degrees F.  The growing season at 28 degrees F is 85 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ardenmont, Chumstick, Nard, Mippon and the competing Nardmont and Panak soils.  Ardenmont soils have a cambic horizon and are coarse-loamy. Chumstick soils have a cambic horizon and are loamy-skeletal.  Nard soils are less than 10 percent rock fragments in the particle-size control section.  Mippon soils are on floodplains and have a mollic epipedon, lack an argillic horizon, and are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium or rapid runoff, moderate permeability in the upper part and moderately slow below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, watershed, wildlife habitat, and recreation.  Native vegetation is Douglas-fir and ponderosa pine with an understory of creambush oceanspray, elk sedge, spiraea, Oregon-grape, pinegrass, rose, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Chelan County, Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1995, Cashmere Mountain Area Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon and an argillic horizon from 17 to 45 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed forest litter.  (0.5 to 1 inch thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 4 inches; grayish brown (10YR 5/2) ashy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure breaking to moderate fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots; few fine tubular pores; 5 percent gravel and 10 percent paragravel; neutral (pH 7.2); abrupt wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--4 to 17 inches; pale brown (10YR 6/3) ashy loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common fine and medium roots; few fine tubular pores; 5 percent gravel, 5 percent cobbles, 10 percent paragravel, 5 percent paracobbles; neutral (pH 7.0); gradual wavy boundary.  (5 to 18 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 43,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--17 to 34 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common very fine tubular pores; few faint clay films in pores and on faces of peds; 10 percent gravel, 5 percent cobbles, 10 percent paragravel, 10 percent paracobbles; slightly acid (pH 6.4); gradual wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 86,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt2--34 to 45 inches; yellowish brown (10YR 5/6) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common very fine tubular pores; few faint clay films in pores and on faces of peds; 15 percent gravel and 10 percent cobbles, 10 percent paragravel, 10 percent paracobbles; slightly acid (pH 6.2); abrupt wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "2BC",
        "top": 114,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "narrative": "2BC--45 to 61 inches; brownish yellow (10YR 6/6) cobbly loam, dark yellowish brown (10YR 4/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic, few fine and medium roots, few very fine tubular pores; 10 percent gravel and 20 percent cobbles with 5 percent paragravel and 20 percent paracobbles; slightly acid (pH 6.4)."
      }
    ]
  ]
}
