{
  "SERIES": "NAHRUB",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/ARW/CAF",
  "REVDATE": "09/1999",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, calcareous, thermic Vertic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nahrub clay, on a nearly level slope of less than 1 percent under annual grasses and salt tolerant shrubs at 220 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on 7/25/78, the soil was dry from 0 to 18 inches and moist below 18 inches.)\nAp--0 to 6 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; few very fine roots; few very fine tubular pores; strongly effervescent, carbonates disseminated; cracks are 1/4 inch wide and 20 to 25 inches apart; strongly alkaline (pH 8.8); clear smooth boundary.  (4 to 10 inches thick)\nA--6 to 18 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; strong very coarse prismatic structure; extremely hard, firm, sticky and plastic; few very fine roots; few very fine tubular pores; strongly effervescent, carbonates disseminated; cracks are 1/4 inch wide and 20 to 25 inches apart; very strongly alkaline (pH 9.3); gradual smooth boundary.  (0 to 14 inches thick)\nC1--18 to 29 inches; pale brown (10YR 6/3) clay, grayish brown (10YR 5/2) moist; strong very coarse prismatic structure; very hard, friable, very sticky and very plastic; few very fine roots; few very fine tubular pores; slightly effervescent, carbonates segregated as few fine seams and soft masses; many pressure faces; common tilted 70 degrees from horizontal wedge-shaped aggregates; very strongly alkaline (pH 9.4); clear smooth boundary.  (10 to 16 inches thick)\nC2--29 to 43 inches; light brownish gray (2.5Y 6/2) clay, olive (5Y 5/3) moist; strong very coarse prismatic structure; very hard, friable, very sticky and very plastic; few very fine roots; few very fine tubular pores; slightly effervescent, carbonates disseminated; many pressure faces; very strongly alkaline (pH 9.4); clear smooth boundary.  (14 to 18 inches thick)\n2C3--43 to 52 inches; pale yellow (5Y 7/3) clay loam, olive gray (5Y 5/2) moist; massive; slightly hard, friable, sticky and plastic; few very fine roots; few very fine tubular pores; common, fine, distinct yellowish red (5YR 5/8), dry and moist, masses of iron accumulation; slightly effervescent with carbonates disseminated, and strongly effervescent, carbonates segregated as few fine soft masses; very strongly alkaline (pH 9.3); gradual smooth boundary.  (8 to 12 inches thick)\n2C4--52 to 61 inches; light olive gray (5Y 6/2) fine sandy loam, olive gray (5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common, fine, distinct yellowish red (5YR 5/8), dry and moist, masses of iron accumulations; strongly effervescent, carbonates disseminated; very strongly alkaline (pH 9.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; about 7.5 miles north of the community of Lost Hills; 2500 feet east and 1400 feet north of the southwest corner of section 26, T.25 S., R.21 E., MDB&M; Latitude 35 degrees, 43 minutes, 17 seconds north and Longitude 119 degrees, 40 minutes, 51 seconds west; Lost Hills Northwest Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil between depths of 4 to 12 inches is moist in some part in November or December to April 1 but is usually not moist for as long as 90 consecutive days.  It is usually dry from April 1 to November 1.  The organic carbon content is less than 0.5 percent at a depth of 10 inches and decreases regularly with depth.  The soil is saline-sodic in some part.  Cracks 1/4 inch to 2 inches wide extend to depths of 20 inches or more during the summer and have horizontal spacing of 5 to 25 inches.  The cracks remain open for more than 240 days in most years and are closed for periods only up to 60 consecutive days. Wedge-shaped aggregates tilted more than 60 degrees from the horizontal occur in a layer at least 6 inches thick within 50 inches of the soil surface. Some pedons have gypsum crystals within the profile, which have been added as a soil amendment by farmers. The mean annual soil temperature varies from 65 degrees to 67 degrees F.\nThe A horizon has dry color of 10YR 5/1, 5/2, 4/1, 4/2; or 2.5Y 5/4, 6/2, 6/4 and 7/2, and moist color of 10YR 3/1, 3/2, 4/1, 4/2; or 2.5Y 4/2, 4/4 and 5/4.  It is clay loam or clay.  Clay content is 35 to 50 percent.  Overwash phases exist which have silt loam surface layers with 20 to 27 percent clay. Electrical conductivity ranges from 1 to 16 decisiemens per meter and sodium adsorption ratio is 2 to 80.  The upper part of the A horizon is noneffervescent to violently effervescent. Calcium carbonate equivalent is 0 to 14 percent, but all parts of the 10 to 20 inch zone are at least slightly effervescent.  It is moderately alkaline to very strongly alkaline.\nThe C horizon has dry color of 10YR 5/1, 6/2, 6/3; 5Y 7/3, 6/1, 6/2, 6/3; 2.5Y 5/2, 6/2, 6/4, 7/2 or 7/4 and moist color of 10YR 4/3, 5/2, 5/3; 2.5Y 3/2, 4/1, 4/2, 4/4, 5/2, 5/4 and 5Y 4/2, 4/3, 5/2, 5/3, 5/4.  It is clay loam, silty clay or clay in the upper part of the C horizon with 35 to 50 percent clay content.  Below a depth of 40 inches it is stratified sandy loam to silty clay with 15 to 50 percent clay content.  Salinity typically increases with depth and the electrical conductivity ranges from 8 to 30 decisiemens per meter.  The sodium adsorption ratio ranges from 30 to 300.  In some pedons toxic amounts of boron and arsenic may be present.  Some pedons have 1 to 10 percent durinodes in the lower C horizon Calcium carbonate equivalent content ranges from 1 to 10 percent throughout the horizon.  It is moderately alkaline to very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Aquarius (T-AZ) series. Aquaris soils are not dry in the soil moisture control section from April through November and have hue of 10YR or yellower."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nahrub soils are in basins and on basin rims.  Slopes are 0 to 2 percent.  The soils formed in alluvium from granitic rocks but some sedimentary alluvium may also have influenced some of the parent material.  Elevations are 160 to 250 feet.  The climate is arid with hot, dry summers and cool somewhat moist winters.  Mean annual precipitation is 5 to 8 inches.  Mean January temperature is 45 degrees F.; mean July temperature is 83 degrees F.; mean annual temperature varies from 63 degrees to 65 degrees F.  The frost-free season is 225 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lerdo and Lethent soils.  Lerdo soils are fine-loamy and lack 1 cm cracks to 20 inches.  Lethent soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained under present conditions because of flood control measures, ditches and pumping.  Under natural conditions the soil had a high water table.  Some areas are ponded. Runoff is medium or high; very slow permeability.  The soils are subject to rare flooding but are protected by dams and/or levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and irrigated cropland growing alkali-tolerant field crops of alfalfa, barley, cotton and sugar beets.  Vegetation is annual grasses and alkali-tolerant forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin areas of the San Joaquin Valley of California.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, Northwestern Part, California, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Organic carbon data by soil survey office using Walkley-Black field lab.\nDiagnostic Features and Horizons Recognized in this Pedon:\n1.0 Ochric Epipedon -- The zone from the soil surface to a depth of 18 inches (Ap and A horizons).\n2.0 Cracks occur in the 0 to 18 inch layer that are open 1/4 to 2 inches wide for some time in most years. (Ap and A horizons).\n3.0 Vertical wedge-shaped aggregates occur in the 18 to 29 inch layer. (C1 horizon).\n4.0 Fine particle-size family -- The particle-size control section between depths of 10 to 40 inches always averages greater than 35 percent clay.\n5.0 Calcareous reaction class -- The zone between depths of 10 to 20 inches is always at least slightly effervescent.\nADDITIONAL DATA: NSSL Pedon S85CA-019-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
