{
  "SERIES": "NAKARNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHB-BDG-RJS",
  "REVDATE": "04/2017",
  "STATES": "ID,WA",
  "OVERVIEW": "The Nakarna series consists of deep, well drained soils on mountain slopes and ridges. They formed in material weathered from micaceous schist and have a thick mantle of volcanic ash. Permeability is moderate. Slope ranges from 5 to 75 percent. The mean annual precipitation is about 975 mm, and the mean annual air temperature is about 6.1 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, amorphic over micaceous, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nakarna ashy silt loam, forest; on a northwest-facing slope of 35 percent at 1,065 meters elevation. When described on June 5, 1984, the soil was moist throughout. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 3 cm; slightly decomposed needles, leaves, and twigs.\nOe--3 to 5 cm; decomposed organic matter mixed with Mt. St. Helens volcanic ash. (combined thickness of Oi, Oe horizons -- 2 to 10 cm)\nA--5 to 10 cm; pale brown (10YR 6/3) ashy silt loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, and common medium roots; many very fine and fine tubular pores; neutral (pH 6.8); clear wavy boundary. (2 to 8 inches thick)\nBw1--10 to 41 cm; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine, fine and, medium and few coarse roots; common very fine and fine tubular pores; neutral (pH 7.0); abrupt wavy boundary. (10 to 17 inches thick)\n2Bw2--41 to 61 cm; pale brown (10YR 6/3) paragravelly loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine, fine, and medium roots; common very fine and fine tubular pores; many very fine and fine mica flakes; 10 percent decomposed schist parafragments; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (8 to 20 inches thick)\n2BC--61 to 91 cm; very pale brown (10YR 7/4) very paragravelly fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine, fine, and few medium roots; many very fine and fine irregular pores; many very fine and fine mica flakes; 25 percent decomposed schist parafragments; 10 percent gravel; slightly acid (pH 6.3); gradual wavy boundary. (0 to 12 inches thick)\n2C--91 to 124 cm; very pale brown (10YR 7/4) cobbly fine sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; common very fine and fine irregular pores; common medium and coarse strong brown (7.5YR 4/6) moist iron stains; many very fine and fine mica flakes; 25 percent decomposed schist parafragments; 10 percent gravel and10 percent cobbles; slightly acid (pH 6.3); clear wavy boundary. (8 to 24 inches thick)\n2Cr--124 cm; highly weathered soft micaceous schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shoshone County, Idaho; approximately 2 miles southeast of Clarkia, about 670 meters west and 305 meters north of the southeast corner of section 17, T. 42 N., R. 2 E.; Latitude - 46 degrees, 58 minutes, 52 seconds North; Longitude - 116 degrees, 14 minutes, 04 seconds West. USGS Anthony Peak quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture -- usually dry for 25 to 35 consecutive days August to mid-September, moist mid-September through July (udic moisture regime)\nAverage annual soil temperature -- 3.9 to 7.8 degrees C\nAverage summer soil temperature -- 8.3 to 10.0 degrees C with an O horizon (frigid temperature regime)\nDepth to soft bedrock -- 100 to 150 cm\nAverage mica content in control section -- greater than 35 percent by volume\nVolcanic ash mantle -- 35 to 70 cm\nEstimated properties of the volcanic ash influenced layer:\nVolcanic glass content in the 0.02 to 2.0 mm fraction -- 30 to 65 percent\nAcid-oxalate extractable Al plus 1/2 Fe -- 1.0 to 3.0 percent\nPhosphate retention -- 60 to 70 percent\n15-bar water retention on air dried samples -- 7 to 12 percent\nA horizon\nHue: 10YR or 7.5YR dry or moist\nValue: 4 to 6 dry; 2.5 to 4 moist\nChroma: 2 to 4 dry and moist\nTexture (less than 2 mm fraction): ashy silt loam or ashy loam\nClay content: 3 to 9 percent\nRock fragments: 0 to 15 percent gravel\nMica content: 0 to 5 percent fine mica by volume\nBulk density: 0.65 to 0.85 grams/cc\nReaction: moderately acid to neutral\nBw horizon\nHue: 10YR or 7.5YR dry or moist\nValue: 4 to 6 dry: 3 or 4 moist\nChroma: 3 to 6 dry or moist\nTexture (less than 2 mm fraction): ashy silt loam or ashy loam\nClay content: 3 to 9 percent\nRock fragments: 0 to 15 percent gravel\nMica content: 0 to 5 percent fine mica by volume\nBulk density: 0.65 to 0.85 grams/cc\nReaction: moderately acid to neutral\n2Bw horizon\nHue: 10YR or 7.5YR dry or moist\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 3 to 6 dry or moist\nTexture (less than 2 mm fraction): loam, fine sandy loam, sandy loam, silt loam or very fine sandy loam\nClay content: 4 to 18 percent\nRock fragments: 0 to 30 percent--0 to 25 percent gravel; 0 to 15 percent cobbles\nMicaceous schist parafragments: 0 to 30 percent\nMica content: 10 to 50 percent fine mica by volume\nReaction: strongly acid to neutral\nNote: Clay bands may be present in some pedons (2E&Bt horizon), 1/8 to 3/4 inch thick.\n2C horizon (and 2BC horizon when present)\nHue: 10YR or 2.5Y dry; 7.5YR or 10YR moist\nValue: 5 to 8 dry; 4 to 7 moist\nChroma: 3 to 6 dry or moist\nTexture (less than 2 mm fraction): fine sandy loam, sandy loam, loamy sand or loamy fine sand\nClay content: 2 to 15 percent\nRock fragments: 3 to 60 percent--3 to 35 percent gravel; 0 to 25 percent cobbles\nMicaceous schist parafragments: 0 to 60 percent\nMica content: 35 to 70 percent fine mica by volume\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nRettig soils: are greater than 150 cm to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nakarna soils are on mountain slopes and ridges. These soils formed in weathered material derived dominantly from decomposed micaceous schist and have a thick mantle of volcanic ash. Slopes are 5 to 75 percent. Elevation ranges from 485 to 1,525 meters. The climate is cool, humid with warm, moist summers and cool, wet winters. The average annual precipitation is 625 to 1,350 mm, and the average air temperature is 3.5 to 7.8 degrees C. The frost-free season is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ahrs, Bouldercreek, Helmer, Hobo, Honeyjones, and Sly soils. Ahrs soils are on east and west-facing mountain slopes, and are very deep and loamy-skeletal. Bouldercreek and Honeyjones soils are on north-facing mountain slopes, and are ashy over loamy-skeletal. Helmer soils are on dissected terraces and have a fragipan at depths of 10 to 20 inches. Hobo and Sly soils are on dissected terraces and foothills, and are very deep and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production, livestock grazing, wildlife habitat, recreation, and watershed. The potential natural vegetation is mainly western hemlock, western redcedar, western white pine, grand fir, Douglas-fir, and western larch, with an understory of queencup beadlily, goldthread, longtube twinflower, myrtle pachystima, oneleaf foamflower, sweetscented bedstraw, starry false-Solomons-seal, big blueberry, and western rattlesnake plantain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho and northeastern Washington. MLRA 43A. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- the zone from 0 to 10 cm (Oi, Oe, A horizons)\nCambic horizon -- the zone from 10 to 91 cm (Bw1, 2Bw2, 2BC horizons)\nVolcanic ash mantle -- the zone from 5 to 41 cm (A, Bw1 horizons)\nParticle-size control section -- the zone from 5 to 105 cm (A, Bw1, 2Bw2, 2BC, part of the 2C horizon)\nThe ranges of values listed under the Range in Characteristics for the soil properties Bulk density, Volcanic glass content, Acid-oxalate Al +1/2 Fe, Phosphate retention and 15-bar water retention are estimates only.\nLamella, when present, are less than 15 cm in cumulative thickness.\nDiagnostic horizons and features are measured from the top of the first mineral layer.\nThe mineralogy class was changed from paramicaceous to micaceous in 07/2010 by the National Soil Survey Center on request of the responsible MLRA regional office. The change was necessary based on the eleventh edition of the Keys to Soil Taxonomy, 2010.\nADDITIONAL DATA:  Laboratory data available for Soil Survey Sample Number: S01WA-063-003 Spokane County, Washington. NSSL Pedon Number: 02N0114.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
