{
  "SERIES": "NAKANUI",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. KH-RTG",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isothermic Lithic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nakanui medial loam, 2 percent slope under scattered trees and shrubs and a grass understory at an elevation of 823 meters (2,700 feet). (Colors are for moist soil unless otherwise noted.  When described on 4/7/98 the soil was slightly moist throughout.  The soil temperature was 19 degrees C. (66 degrees F.) at a depth of 28 centimeters (11 inches).  All textures are \"apparent field textures\".  pH was measured using electrode in 1:1 water.)\nA--0 to 10 centimeters (0 to 4 inches); black (10YR 2/1) medial loam, very dark grayish brown (10YR 3/2) dry; moderate fine and medium granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 5 percent subangular gravel; moderately acid (pH 5.8); abrupt wavy boundary.  (2.5 to 10 centimeters (1 to 4 inches) thick)\n2A--10 to 15 centimeters (4 to 6 inches); black (10YR 2/1) very gravelly medial sandy loam, very dark grayish brown (10YR 3/2) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 40 percent subangular gravel; neutral(pH 6.7); abrupt wavy boundary.  (5 to 10 centimeters (2 to 4 inches) thick)\n2Bw--15 to 18 centimeters (6 to 7 inches); black (7.5YR 2.5/1) very gravelly medial sandy loam, dark yellowish brown (10YR 3/4) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 50 percent subangular gravel; neutral (pH 6.7); abrupt wavy boundary.  (0 to 5 centimeters (0 to 2 inches) thick)\n3A--18 to 23 centimeters (7 to 9 inches); black (10YR 2/1) very gravelly medial loamy coarse sand, very dark grayish brown (10YR 3/2) dry; massive; loose when moist or dry, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 55 percent subangular gravel; neutral (pH 7.0); abrupt wavy boundary.  (0 to 5 centimeters (0 to 2 inches) thick)\n3C--23 to 28 centimeters (9 to 11 inches); very dark brown (7.5YR 2.5/2) very gravelly medial loamy coarse sand, dark brown (10YR 3/3) dry; massive; loose when moist or dry, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 60 percent subangular gravel; neutral (pH 7.0); abrupt wavy boundary.  (2.5 to 5 centimeters (1 to 2 inches) thick)\n4Bw1--28 to 30 centimeters (11 to 12 inches); dark brown (7.5YR 3/3) gravelly medial loam, strong brown (7.5YR 4/6) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 15 percent subangular gravel; neutral (pH 7.1); abrupt wavy boundary.  (0 to 5 centimeters (0 to 2 inches) thick)\n4Bw2--30 to 41 centimeters (12 to 16 inches); black (7.5YR 2.5/1) very gravelly medial sandy loam, very dark brown (7.5YR 2.5/3) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 45 percent subangular gravel; neutral (pH 7.1); abrupt wavy boundary.  (0 to 5 centimeters (0 to 2 inches) thick)\n5Bw--41 to 46 centimeters (16 to 18 inches); 90 percent very dark brown (7.5YR 2.5/2) and 10 percent dark brown (7.5YR 3/4) medial loam, dark brown (7.5YR 3/3) dry; massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 10 percent subangular pahoehoe gravel, predominantly along the contact with the underlying bedrock; neutral (pH 7.1); clear broken boundary.  (0 to 8 centimeters (0 to 3 inches) thick)\n6R--46 centimeters (18 inches); hard pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; from intersection of Crater Rim Drive and Chain of Craters Road travel 4.3 miles southeast (down) on Chain of Craters Road; turn southwest on unnamed paved road and travel through gate; follow gravel road 0.85 miles to intersection; take south (left) fork and continue 1.7 miles to next intersection; take west (right) fork on fire break road and travel 2.75 miles toward Kipuka Nene to Halape trailhead; travel on a 200 degree heading for 16 meters (26 feet) to type location; Ka`u Desert Quadrangle; lat. 19 degrees 19 minutes 25.75 seconds N. and long. 155 degrees 15 minutes 22.14 seconds W. (Old Hawaiian Datum measured by GPS PLGR, +/- 36 feet)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 4 to 20 inches\nMean annual soil temperature: 18 to 21 degrees C. (64 to 70 degrees F.)\nRock fragments: Average less than 35 percent in the control section.\nSoil reaction: Strongly acid to slightly acid.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 2 to 4 moist.\nChroma: 1 to 3 moist.\nTexture: Medial loam, medial very fine sandy loam, medial sandy loam.\nStructure: Platy, subangular blocky, granular.\nSoil reaction: Strongly acid to slightly acid.\nRock fragments: 0 to 30 percent.\nPele's hair: 0 to 5 percent, usually on surface.\nB horizon\nHue: 7.5YR or 10YR.\nValue: 2 to 4 moist.\nChroma: 1 to 4 moist.\nTexture: Medial loam, medial sandy loam, medial loamy sand, medial fine sand.\nStructure: Massive, subangular blocky.\nSoil reaction: Moderately acid or slightly acid.\nRock fragments: 15 to 60 percent.\nC horizon\nHue: 5YR to 10YR.\nValue: 2 to 4 moist.\nChroma: 1 to 4 moist.\nTexture: Medial loam, medial sandy loam, medial loamy sand, medial loamy coarse sand, medial fine sand.\nRock fragments: 15 to 60 percent.\nSoil reaction: Moderately acid or slightly acid.\nBuried 5A horizon: Occurs in depressional areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Ahiu soils are similar.  Ahiu soils are medial and do not have coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nakanui soils are on Kilauea pahoehoe flows 750 to 1,500 years old at elevations of 305 to 853 meters (1,000 to 2,800 feet).  Slopes range from 2 to 10 percent.  The mean annual rainfall is 1,016 to 1,270 millimeters (40 to 50 inches), with about 90 percent of the rainfall occurring between October and May.  The mean annual pan evaporation is 1,778 to 2,032 (70 to 80 inches).  The mean annual air temperature is 18 to 21 degrees C. (64 to 70 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kahali`i, Kanohina, Lithic Haplustands, and the similar Ahiu soils.  Kanohina soils are isohyperthermic.  Kahali`i soils are sandy and have an upper horizon of cinders.  Lithic Haplustands have varying textures ranging from loam to coarse cinders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is very high.  Permeability is rapid in the soil and very slow in the underlying pahoehoe bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land.  Vegetation is `a`ali`i (Dodonaea viscosa), bamboo orchid (Arundina graminifolia), broomsedge (Andropogon virginicus), bush beardgrass (Schizachyrium condensatum), firetree or faya tree (Myrica faya), mamane (Sophora chrysophylla), molassesgrass (Melinis minutiflora), `ohi`a lehua (Metrosideros polymorpha), pukiawe (Styphelia tameiameiae), `ulei (Osteomeles anthyllidifolia), sour bush (Pluchea symphytifolia), and thatchinggrass (Hyparrhenia rufa)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are within Hawaii Volcanoes National Park; MLRA 161.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Island of Hawaii, Hawaii County, Hawaii, 1998.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - from the soil surface to 46 centimeters (18 inches).\nUmbric epipedon - from the soil surface to 46 centimeters (18 inches).\nLithic contact - at 46 centimeters (18 inches).\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C. (iso temperature regime)\nSoil moisture - dry in some or all parts for 90 days or more and moist for 90 days or more (Ustic moisture regime).\nEdit Log: 12/03 KH. Added \"medial\" modifier to textures.\n3/01 KH.  Maximum rainfall reduced from 60 to 50 inches.\nADDITIONAL DATA: Nakanui NSSL sample S98HI-001-012 from type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
