{
  "SERIES": "NAKINA",
  "STATUS": "Established Series",
  "BYREV": "DLN:WES",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Umbric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nakina fine sandy loam. (Colors are for moist soil unless otherwise stated).\nAp--0 to 14 inches; black (10YR 2/1) fine sandy loam; weak medium granular structure; very friable; common very fine roots; slightly acid; clear wavy boundary.  (10 to 20 inches thick)\nBAg--14 to 19 inches; dark grayish brown (10YR 4/2) fine sandy loam; common medium faint grayish brown (10YR 5/2) mottles; weak medium subangular blocky structure; very friable; few fine and very fine roots; very strongly acid; gradual wavy boundary.  (0 to 8 inches thick)\nBtg1--19 to 33 inches; very dark gray (10YR 3/1) fine sandy loam with lenses of loamy sand; few fine distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; very strong acid; gradual wavy boundary.\nBtg2--33 to 39 inches; dark grayish brown (10YR 4/2) sandy clay loam; common medium faint grayish brown (10YR 5/2) and few fine distinct strong brown (7.5YR 5/8) mottles; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; neutral; gradual wavy boundary.  (Combined thickness of the Btg horizon is 15 to 45 inches)\nBCg--39 to 49 inches; dark gray (10YR 4/1) sandy loam with thin lenses of loamy sand; few fine distinct strong brown (7.5YR 5/8) and few medium distinct light gray (10YR 7/1) mottles; weak medium subangular blocky structure; friable; neutral; gradual wavy boundary.\n2Cg--49 to 70 inches; greenish gray (5GY 5/1) sand with lenses of sandy loam; massive; loose; moderately alkaline; gradual wavy boundary.\n3Cg--70 to 80 inches; grayish green (5G 5/2) sandy clay loam; massive; friable; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbus County, North Carolina; 3.5 miles north of Nakina on North Carolina Highway 905; 0.3 miles east on State Road 1925; 1.7 miles south on farm road; 100 feet west of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the Bt horizon ranges from 15 to 45 inches.  Reaction ranges from very strongly acid to slightly acid in the A and BA horizons, very strongly acid to moderately alkaline in the Btg horizons, and strongly acid to moderately alkaline in the C horizons.\nThe A horizon has hue of N or 10YR, value of 2 or 3, and chroma of 2 or less.  Texture is fine sand, loamy fine sand, fine sandy loam, or loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Texture ranges from sand to fine sandy loam.\nThe Btg horizons have hue of 10YR, value of 3 to 6, and chroma of 2 or less.  Some are mottled with brown or yellow.  Clay content ranges from 18 to 35 percent and silt content is less than 20 percent.  Where value is less than 4, organic matter content is less than 1 percent.\nThe Cg horizon has hue of 10YR, 2.5Y, 5Y, 5GY, or 5G, value of 4 through 7, and chroma of 1 or 2.  Texture is dominantly sand or loamy sand but includes stratified sand to clay.  Some pedons contain a Cg horizon of greenish gray marl."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  The Fellowship, Grifton, Hobcaw, Martel, Pantego, Paxville, Popash, Stockade, Stono, and Wadmalaw are soils in closely related families.  Fellowship, Martel, and Popash soils have mean annual soil temperature more than 72 degrees F.  In addition, Fellowship and Martel soils have montmorillonitic mineralogy.  Grifton soils lack an umbric epipedon.  Hobcaw, Pantego, and Paxville soils have less than 35 percent base saturation.  Stockade and Wadmalaw soils have mixed mineralogy and Stono soils have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nakina soils are on nearly level areas of the Coastal Plain.  Slope ranges from 0 to 2 percent.  The soil formed in thick beds of loamy marine sediments underlain by marl.  Near the type locations, average annual precipitation is about 50 inches and mean annual temperature is about 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brookman, Croatan, Grifton, Invershiel, Leon, Meggett, Murville, and Pender soils.  Brookman soils have more than 35 percent clay in the control section.  Croatan soils have organic layers 16 to 51 inches thick.  Grifton and Meggett soils lack an umbric epipedon.  Invershiel and Pender soils are better drained.  Leon and Murville soils have a spodic horizon and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Nakina soils are very poorly drained.  Permeability is moderately rapid in the A horizon, moderate to moderately rapid in the B horizons, and moderate to rapid in the C horizon.  The depth of the water table is less than 1 foot below the surface for more than 4 months during most years.  This soil is subject to rare flooding for short duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Natural vegetation is mostly sweetgum, blackgum, water oak, swamp chestnut oak, scattered pine, and cypress and understory of waxmyrtle, greenbrier, and other perennial forbs and shrubs.  In drained areas corn, soybeans, and small grain are grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Carolina and possibly eastern South Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dorchester County, South Carolina; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have been mapped as taxadjuncts to the Stockade series because of a difference in mineralogy.  Lab data indicates siliceous mineralogy.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0169 NAKINA      0-  2   60- 70  185-240  45- 55    30- 100\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0169 RARE            0-1.0  APPARENT NOV-MAY  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0169  0-14  FSL L                   0-  0 100-100 10-15  10- 30\nNC0169  0-14  LFS FS                  0-  0 100-100  6-12  10- 25\nNC0169 14-49  SCL FSL                 0-  0 100-100 18-35   4- 15\nNC0169 49-80  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0169  0-14  4.5- 6.5  4.-10  0- 0   2.0- 6.0  LOW\nNC0169  0-14  4.5- 6.5  4.-10  0- 0   2.0- 6.0  LOW\nNC0169 14-49  5.1- 8.4  0.-1.  0- 0   0.6- 6.0  LOW\nNC0169 49-80     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
