{
  "SERIES": "NALAKIHU",
  "STATUS": "Established Series",
  "BYREV": "DJP/HAH/JMH",
  "REVDATE": "11/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vitrandic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nalakihu loamy sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nC--0 to 3 inches (0 to 7 cm); dark brown (7.5YR 3/3) loamy sand, very dark brown (7.5YR 2.5/2), moist; 5 percent clay; single grain; loose, nonsticky and nonplastic; interstitial pores; 5 percent cobbles and 5 percent cinders; slightly effervescent, 2 percent calcium carbonate equivalent; moderately alkaline, pH 8.4; abrupt smooth boundary.\n2A--3 to 7 inches (7 to 17 cm); pink (5YR 7/3) gravelly sandy loam, reddish brown (5YR 5/4), moist; 18 percent clay; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many interstitial pores; 5 percent cobbles and 10 percent gravels; strongly effervescent, 5 percent calcium carbonate equivalent; moderately alkaline, pH 8.4; gradual smooth boundary.\n2Bk1--7 to 17 inches (17 to 42 cm); light reddish brown (5YR 6/3) sandy clay loam, reddish brown (5YR 5/4), moist; 22 percent clay; moderate subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots throughout; many very fine dendritic tubular pores; many irregular carbonate masses around rock fragments and carbonate, finely disseminated in matrix; 5 percent gravels and 7 percent cobbles; violently effervescent, 15 percent calcium carbonate equivalent; strongly alkaline, pH 8.6; gradual smooth boundary.\n2Bk2--17 to 27 inches (42 to 67 cm); pinkish gray (5YR 7/2) gravelly loam, reddish brown (5YR 5/3), moist; 20 percent clay; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; common very fine dendritic tubular pores; common irregular carbonate masses around rock fragments and carbonate, finely disseminated in matrix; 5 percent cobbles and 15 percent gravels; violently effervescent, 15 percent calcium carbonate equivalent; strongly alkaline, pH 8.6; abrupt smooth boundary.\n2R--27 inches (67 cm); fractured, unweathered basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wupatki National Monument, Coconino County, Arizona; Geographic Coordinate System: 35 31' 38.3'' north, 111 19' 10.0'' west NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July - September and December - February. Driest during May and June. Typic Aridic soil moisture regime.\nSoil Temperature: 56 to 59 degrees Fahrenheit (13.3 to 15.0 degrees Celsius)\nParticle-size control section (weighted average)\nClay content: 18 to 27 percent\nRock fragments:  0 to 25 percent\nVolcanic Glass: 5 to 10 percent\nDepth to calcic horizon: 7 to 40 inches (51 to 102 cm)\nDepth to bedrock: 20 to 45 inches (51 to 114 cm)\nC horizon\nHue: 7.5YR, 10YR\nValue: 3 to 4 dry, 2.5 to 3 moist\nChroma: 2 to 4, dry or moist\nTexture: loamy sand\nClay: 3 to 7 percent\nCalcium carbonate equivalent: 2 to 5 percent\nRock fragments: 0 to 20 percent cinders\nReaction: moderately alkaline to strongly alkaline\n2A horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 to 7 dry, 2.5 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy loam, sandy clay loam\nClay: 15 to 27 percent\nCalcium carbonate equivalent: 2 to 10 percent\nRock fragments: 0 to 30 percent cinders\nReaction: moderately alkaline to strongly alkaline\n2Bk horizons\nHue: 5YR, 7.5YR, 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy clay loam, loam, sandy loam\nClay: 18 to 27 percent\nCarbonate equivalent: 15 to 30 percent\nRock fragments: 0 to 25 percent\nReaction: moderately alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nalakihu soils are on lava plains, lava fields and plateaus at elevations of 4,662 to 5,705 feet (1,421 to 1,739 meters). Slopes range from 0 to 4 percent. These soils formed in relict lava flows derived from basalt. The mean annual precipitation is 6 to 10 inches (152 to 254 millimeters) and occurs as thunderstorms during July to September and as gentle rains and snowfall during December and January. The mean annual air temperature is 54 to 57 degrees Fahrenheit (12.2 to 13.9 degrees Celsius). The frost-free period is 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Miburn (AZ), Moenkopie (AZ), and Trachute (AZ), soils. Miburn soils have an abrupt textural change, and are very deep. Moenkopie soils are very shallow and shallow to bedrock. Trachute soils are deep and very deep in terrace deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or high runoff; moderately low or moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Vegetation includes galleta, oneseed Juniper, Russian thistle, black grama, needle and thread, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona. Nalakihu soils are of limited extent. This soil is named after a ruin near the type location. MLRA 35 Land Resource Unit 35.2."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wupatki National Monument, Coconino County, Arizona; Soil Survey of Coconino County Area, AZ, Central Part; 2013"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 7 inches (0 to 18 cm) (C and 2A horizons)\nCalcic horizon - the zone from 7 to 26 inches (17 to 67 cm) (2Bk horizons)\nVolcanic glass - exceeds 5 percent in mineral class control section\nParticle size control section - the zone from 10 to 26 inches (25 to 67 cm) (2Bk horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
