{
  "SERIES": "NALDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELC,JWF",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Glossic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Naldo fine sandy loam - forest.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 9 inches; dark grayish brown (1OYR 4/2) fine sandy loam; moderate medium granular structure; very friable; many roots; medium acid; gradual wavy boundary.  (3 to 10 inches thick)\nE--9 to 16 inches; yellowish brown (10YR 5/4) fine sandy loam; weak coarse prismatic structure; friable; few roots; few fine iron-manganese concretions; very strongly acid; gradual wavy boundary.  (5 to 16 inches thick)\nBt1--16 to 40 inches; yellowish brown (1OYR 5/6) clay loam; few medium faint brownish yellow (1OYR 6/6) mottles; moderate medium subangular blocky structure; firm; clay films on faces of peds; few fine iron-manganese concretions; strongly acid; gradual wavy boundary.  (12 to 30 inches thick)\nBt2--40 to 57 inches; light yellowish brown (1OYR 6/4) clay loam; many medium faint brownish yellow (1OYR 6/6) and few medium faint light brownish gray (1OYR 6/2) mottles; moderate medium subangular blocky structure; firm; clay films on faces of peds and in pores; common fine iron-manganese concretions; few pockets of clean silt and sand grains; strongly acid; gradual wavy boundary.  (10 to 36 inches thick)\nBt3--57 to 72 inches; coarsely mottled light gray (1OYR 6/1), yellowish red (5YR 4/6), and yellowish brown (1OYR 5/6) clay loam; weak medium subangular blocky structure; firm; patchy clay films on faces of peds., common fine iron-manganese concretions; few fine sandstone fragments; about 6 percent by volume of clean silt and sand grains in pockets and on faces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Haskell County, Oklahoma; about 2 miles southwest of Stigler, 2,400 feet south and 200 feet east of the northwest corner of sec. 26, T. 9 N., R. 20 E.\nRANGE IN CHARACTERISTICS.. Solum thickness is 60 to more than 80 inches.  The A or Ap horizon has hue of 1OYR, value of 3 to 5, and chroma of 2 or 3.  Where the moist value and chroma are less than 3.5, it is less than 10 inches thick.  Texture is loam, fine sandy loam, or loamy fine sand, and reaction ranges from strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value or 5 or 6, and chroma of 3 or 4.  It has the same texture as the A horizon.  Reaction ranges from very strongly acid to medium acid.\nThe BtI horizon has hue of 7.5YR or 1OYR, value of 5 or 6, and chroma of 4 to 6.  It has few through many, fine through coarse, and faint through prominent mottles.  The mottles are in shades of red, brown, or yellow, and in some pedons mottles are grayish at depths below 30 inches.  Texture is clay loam or sandy clay loam, and reaction ranges from very strongly acid to medium acid.\nThe Bt2 horizon is similar to the BtI horizon in color, texture, and reaction.  The Bt horizon has from 20 to 30 percent clay content.  Some pedons have skeletons or other evidence of clay eluviation that occupy up to 5 percent by volume of the Bt2 horizon.\nThe Bt3 horizon is coarsely mottled in shades of brown, gray, or red.  Texture is clay loam or sandy clay loam, and reaction ranges from very strongly acid to medium acid.  Albic materials in the form of skeletons or pockets of clean silt and sand grains occupy about 5 to 15 percent by volume of the Bt3 horizon.\nSome pedons have a C horizon.  Where present, it is like the Bt3 horizon in color, texture, and reaction."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Joiner, Vesey, and Whakana series in the same family.  Soils in similar families are Attoyac Bernaldo, Bernow, Besner, Caledonia, Elrose, Evangeline, Fayettev111e, Freestone, Gallime, Hockley, Kamie, Macon, Oakwood, Petal, Sallisaw, and Segno series.  Attoyac, Bernaldo, Bernow, Besner, Caledonia, Elrose, Gallime, Petal, and Sallisaw soils have siliceous mineralogy.  In addition, the Attoyac, Caledonia, Elrose, Kamie, Macon, Petal, and Sallisaw soils do not have clean sand or silt grains, sheletans, or other evidence of clay eluviation that occupy as much as 5 percent by volume in the Bt horizon.  Besner soils have a coarse-loamy control section.  Evangeline soils have a fine-silty control section.  Fayetteville, Whakana, and Vesey soils have a Bt horizon in hue redder than 7.5YR.  Freestone series have wetness mottles within 30 inches of the soil surface.  Hockley, Oakwoods, and Segno soils have siliceous mineralogy and have plinthite in the Bt horizon.  Joiner soils have gravel in the A horizon, have prominent large red mottles in the lower Bt horizon, and have warmer temperatures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Naldo are nearly level to gently sloping soils on footslopes and fans of terraces adjacent to steeper uplands in the Arkansas Valley and Ridges.  Slope gradients are 0 to 5 percent.  They formed in loamy colluvium or alluvium over interbedded shale and sandstone.  The shale and sandstone is of Pennsylvanian age.  The climate is humid.  Average annual precipitation ranges from 40 to 45 inches.  Mean annual temperature ranges from 60 to 64 degrees F.  Thornthwaite annual P-E index ranges from 70 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Whakana soils, and the Porum and Stigler soils generally in lower positions.  Porum and Stigler soils have more than 35 percent clay in the upper 20 inches of the Bt horizon and have wetness mottles within 30 inches of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is slow or medium; permeability is moderate.  A perched water table ranges from 3 to 6 feet from the surface from November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 75 percent has been cleared and is now cultivated or used for tame pasture.  Small grains, cotton, corn, grain sorghum, soybeans, and alfalfa are the main cultivated crops.  Native vegetat1on is mainly post oak, southern red oak, and shortleaf pine with an understory of tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas Valley and Ridges of Oklahoma and possibly in Arkansas, Louisiana, and Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Naldo soils formerly were included in the Bernaldo and Galey series.\nOchric epipedon - zone from the surface to about 16 inches.  (A, E horizons)\nAlbic horizon - zone between the depths of 9 and 16 inches.  (E horizon)\nArgillic horizon - zone between the depths of 16 and 72 inches.  (Bt1, Bt2, Bt3 horizons)\nGlossic Paleudalfs - soils that have an udic moisture regime; have an argillic horizon and have base saturation of 35 percent or more at a depth of 50 inches below the upper boundary of the Bt horizon; are more than 60 inches thick and have clay distribution such that the percentage of clay does not decrease by as much as 20 percent of the maximum within depth of 60 inches from the soil surface and have many coarse mottles in the Bt3 horizon; and have skeletans that make up 5 percent or more in he Bt3 horizon.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
