{
  "SERIES": "NALIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF JCW GLP",
  "REVDATE": "11/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nalim loam - cultivated. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in.); grayish brown (10YR 5/2), interior, loam, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; 23.0 percent clay; noneffervescent throughout (HCl, 1 normal); slightly acid, abrupt smooth boundary, trace fine gravel. (15 to 36 cm thick; 6 to 14 in. thick)\nBt1--15 to 23 cm (6 to 9 in.); dark grayish brown (10YR 4/2), interior, loam, very dark grayish brown (10YR 3/2), interior, and very dark grayish brown (10YR 3/2), crushed, moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 25.0 percent clay; very few faint patchy dark brown (10YR 3/3), moist, clay films on faces of peds and in pores and common distinct continuous very dark grayish brown (10YR 3/2), moist, organic coats on vertical and horizontal faces of peds; noneffervescent throughout (HCl, 1 normal); slightly acid, 1 percent subrounded mixed gravel; clear wavy boundary.\nBt2--23 to 33 cm (9 to 13 in.); brown (7.5YR 4/3), interior, clay loam, dark brown (7.5YR 3/3), interior, and dark brown (7.5YR 3/3), crushed, moist; weak fine and medium prismatic structure parting to weak fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 32.0 percent clay; common distinct continuous brown (7.5YR 4/3), moist, clay films on vertical and horizontal faces of peds and few faint patchy dark brown (7.5YR 3/2), moist, organic coats on faces of peds and in pores; noneffervescent throughout (HCl, 1 normal); neutral, 3 percent subrounded mixed gravel; gradual wavy boundary.\nBt3--33 to 53 cm (13 to 21 in.); brown (7.5YR 5/4), interior, clay loam, brown (7.5YR 4/4), interior, moist; weak medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; 30.0 percent clay; few distinct continuous brown (7.5YR 4/3), moist, clay films on vertical and horizontal faces of peds and very few faint patchy dark brown (7.5YR 3/2), moist, organic coats in root channels and/or pores; noneffervescent throughout (HCl, 1 normal); neutral, 5 percent subrounded mixed gravel; clear smooth boundary.\nBt4--53 to 79 cm (21 to 31 in.); brown (7.5YR 4/3), interior, clay loam, dark brown (7.5YR 3/3), interior, moist; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, moderately sticky and moderately plastic; few very fine roots throughout; 34.0 percent clay; common distinct continuous brown (7.5YR 4/3), moist, clay films on vertical and horizontal faces of peds and few distinct patchy dark brown (7.5YR 3/2), moist, organic coats on faces of peds and in pores; few fine irregular very dark brown (10YR 2/2) soft masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); neutral, 1 percent subrounded mixed gravel; gradual wavy boundary.\nBt5--79 to 99 cm (31 to 39 in.); reddish brown (5YR 5/4), interior, sandy clay loam, reddish brown (5YR 4/4), interior, moist; weak fine and medium prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; 26.0 percent clay; few distinct discontinuous reddish brown (5YR 4/3), moist, clay films on vertical and horizontal faces of peds and common distinct patchy clay bridging between sand grains; noneffervescent throughout (HCl, 1 normal); neutral, 4 percent subrounded mixed gravel; gradual wavy boundary.\nBt6--99 to 112 cm (39 to 44 in.); reddish brown (5YR 5/4), interior, gravelly sandy clay loam, reddish brown (5YR 4/4), interior, moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; 26.0 percent clay; few distinct discontinuous reddish brown (5YR 4/3), moist, clay films on vertical faces of peds and few distinct patchy clay bridging between sand grains; noneffervescent throughout (HCl, neutral, 1 normal); 25 percent subrounded mixed gravel; clear smooth boundary.\nBt7--112 to 132 cm (44 to 52 in.); light reddish brown (5YR 6/4), interior, sandy clay loam, reddish brown (5YR 5/4), interior, moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; 25.0 percent clay; few distinct discontinuous reddish brown (5YR 4/3), moist, clay films on faces of peds and in pores and few distinct patchy clay bridging between sand grains; few fine irregular very dark brown (10YR 2/2) soft masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); neutral, 4 percent subrounded mixed gravel; clear wavy boundary. (combined thickness of the Bt horizon ranges from 38 to 117 cm ; 15 to 46 in. thick)\nBC--132 to 157 cm (52 to 62 in.); yellowish red (5YR 5/6), interior, loamy coarse sand, yellowish red (5YR 4/6), interior, moist; weak medium and coarse subangular blocky structure; soft, loose, nonsticky and nonplastic; 8.0 percent clay; few prominent continuous brown (10YR 5/3), moist, skeletans in root channels and/or pores; few fine and medium irregular very dark brown (10YR 2/2) soft masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); neutral, 2 percent subrounded mixed gravel; clear wavy boundary. (0 to 50 cm thick; 0 to 20 in. thick)\nC1--157 to 183 cm (62 to 72 in.); light brown (7.5YR 6/4), interior, gravelly loamy coarse sand, brown (7.5YR 5/4), interior, moist; massive; loose, nonsticky and nonplastic; 6.0 percent clay; noneffervescent throughout (HCl, 1 normal); neutral, 24 percent subrounded mixed gravel; clear smooth boundary.\nC2--183 to 200 cm (72 to 80 in.); 95 percent very pale brown (10YR 7/4), interior, and 5 percent reddish brown (2.5YR 5/4), interior, stratified sand and loamy coarse sand, 95 percent light yellowish brown (10YR 6/4), interior, and 5 percent reddish brown (2.5YR 4/4), interior, moist; single grain; loose, nonsticky and nonplastic; 1.0 percent clay; noneffervescent throughout (HCl, 1 normal). neutral, 24 percent subrounded mixed gravel; (combined thickness of the C horizon ranges from 0 to 50 cm; 0 to 20 in. thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; about 1.6 kilometers (1 miles) North of Pretty Prairie; 754 meters (2475 feet) north and 320 meters (1050 feet) west of the southeast corner of sec. 12, T. 26 S., R. 7 W.;USGS Pretty Prairie topographic quadrangle; lat. 37 degrees 47 minutes 55.84 seconds N. and long. 98 degrees 1 minutes 51.51 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: An ustic moisture regime bordering on udic. The soils are intermittently moist in some part from March through October.  The soils are driest in November through February.\nSoil temperature regime: mesic\nMean annual soil temperature: 14 to 16 degrees C (57 to 61 degrees F)\nSurface rock fragments: From 0 to 10 percent by volume is coarse sand and gravel up to 1 inch (2.5 cm) in diameter.\nParticle-size control section: 25 to 35 percent clay\nParticle size control section: 25 to 70 percent sand\nThickness of the mollic epipedon: 25 to 49 cm (10 to 19 in.)\nDepth to secondary calcium carbonates: greater than 100 cm (40 in.)\nAp horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 3 to 5 (dry) 2 or 3 (moist)\nChroma: 1 to 3\nTexture: typically loam and less commonly sandy loam, clay loam, or fine sandy loam\nClay content: 10 to 35 percent\nSand content: 20 to 80 percent\nRock fragments: 0 to 10 percent by volume\nReaction: strongly acid to neutral\nBt horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6 (dry) 3 to 5 (moist)\nChroma: 2 to 7\nTexture: clay loam, loam, sandy clay loam, or sandy loam and their gravelly counterparts\nClay content: 10 to 35 percent\nSand content: 20 to 80 percent\nRock fragments: 0 to 20 percent by volume\nReaction: moderately acid to slightly alkaline\nBC horizon:(where present)\nHue: 2.5YR to 10YR\nValue: 4 to 6 (dry) 3 to 5 (moist)\nChroma: 3 to 7\nTexture:, loamy coarse sand, loamy sand, sandy clay loam, or sandy loam\nClay content: 5 to 25 percent\nSand content: 40 to 90 percent\nRock fragments: 0 to 10 percent by volume\nReaction: moderately acid to slightly alkaline\nC horizon: (where present)\nHue: 2.5YR to 10YR\nValue: 4 to 7 (dry) 3 to 6 (moist)\nChroma: 4 to 8\nTexture: coarse sandy loam, coarse sand, loamy coarse sand, loamy sand, sand, and their gravelly counterparts\nClay content: 1 to 20 percent\nSand content: 50 to 95 percent\nRock fragments: 5 to 30 percent by volume\nIt typically contains more coarse sand and gravel and is less clayey than the Bt horizon.\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lancaster (KS), Leisy (NE), Loretto (NE), Naron (KS), Ost (KS), Saltcreek (KS), and Shellabarger (KS) series.\nThe Lancaster soil is underlain by bedrock at depth of 50 to 100 cm..\nThe Leisy and Loretto soils have a mean annual soil temperatures less than 14 degrees C (57 degrees F).\nNaron soils have less clay (18 to 25 percent) in the particle size control section.\nOst soils have up to 15 percent carbonates below 50 cm (20 in.).\nSaltcreek soils have a paleosol between 75 and 150 cm (30 and 60 in.).\nShellabarger soils have less clay (18 to 25 percent) in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium\nLandform: nearly level to gently sloping areas on paleoterraces on river valleys or uplands\nSlopes: 0 to 6 percent\nElevation: 350 to 740 meters (1150 to 2430 feet)\nMean annual air temperature: 13 to 15 degrees C (55 to 59 degrees F)\nMean annual precipitation: 610 to 840 mm (24 to 33 in.)\nFrost-free period: 180 to 230 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Attica, Carbika, Carway, Hayes, Pratt, Shellabarger, and Taver series.\nAttica, Hayes, and Pratt soils are on rolling small dunes on paleoterraces and are coarse-loamy and sandy, and Hayes contains a paleosol.\nCarbika and Carway soils are in depressions on paleoterraces in river valleys and poorly and somewhat poorly drained respectively.\nShellabarger soils are located on nearly level to gently sloping areas on paleoterraces.\nTaver soils are on nearly level to very gently sloping concave areas on paleoterraces and have 35 to 45 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: slow\nSaturated hydraulic conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely in cultivation; small grains and sorghums are the main crops. Originally the vegetation was tall-grass prairie dominated by big bluestem, indiangrass, and switchgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas and Central Oklahoma. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon: The zone from 0 to 33 cm (0 to 13 in.) (Ap, Bt1, Bt2)\nargillic horizon: The zone from 15 to 132 cm (6 to 52 in.) (Bt1, Bt2, Bt3, Bt4, Bt5, Bt6, Bt7)\nKeys to Soil Taxonomy: Tenth edition, 2006\nThese soils replace the Milan soils that are classified as thermic mapped in MLRA 79.\nADDITIONAL DATA:\nLaboratory Data that supports this series are: NSSL lab pedon number 97P0097 (pedon ID 96KS155414) from the type location.\nGLP 07/2009 Updated range in characteristics and competing series\nNational Cooperative Soil Survey\nU.S.A."
  }
}
