{
  "SERIES": "NALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA/GJS/JBF",
  "REVDATE": "04/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nall gravelly loam sand - woodland. (Colors are for dry soil unless, otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly loamy sand, very dark brown (10YR 2/2) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 20 percent fine gravel; neutral (pH 6.8); abrupt smooth boundary. (3 to 10 cm thick)\nA2--5 to 13 cm; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and many very fine roots; many very fine interstitial pores; 15 percent fine gravel; neutral (pH 6.8); abrupt smooth boundary. (5 to 20 cm thick)\nA3--13 to 20 cm; brown (10YR 4/3) gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium, common fine and many very fine roots; many very fine interstitial pores; 30 percent fine gravel; neutral (pH 7.2); abrupt wavy boundary. (0 to 20 cm thick)\nCr--20 to 51 cm; decomposed granitic bedrock with some roots in fractures.\nR--51 cm; hard granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lyon County, Nevada, 4.2 miles east of the junction of State Highway 20 and the Sand Canyon road; 2,900 feet north and 1,500 feet east o; the SW corner of section 27, T. 9 N., R. 25 E.; USGS Nye Canyon 7.5 minute topographic quadrangle; latitude 38 degrees 36 minutes 49 seconds N and longitude 119 degrees 10 minutes 44 seconds W; WGS84 Decimal Degrees 38.6136111 latitude, -119.1788889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and early spring, dry late spring and through fall, aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to paralithic contact: 18 to 50 cm.\nMollic epipedon thickness: 18 to 30 cm.\nReaction:  Slightly acid or neutral.\nParticle-size control section - Clay content:  4 to 10 percent.\nRock fragments:  15 to 35 percent fine gravel.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nTexture:  Gravelly sandy loam to gravelly loamy coarse sand.\nC horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma:  2 through 4.\nTexture:  Gravelly sandy loam to gravelly loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These is the McCoin and Tincan series.\nMcCoin and Tincan soils have more than 20 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nall soils are on uplands with convex surfaces. The slopes are 8 to 30 percent. The soils formed in residuum, local alluvium, and colluvium derived from granitic bedrock. Elevations are 1,677 to 2,286 meters. The mean annual temperature is 8 to 10 degrees C.; and the mean annual precipitation is 250 to 300 mm. Frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hotsprings and Luppino series. Hotsprings soils are in concave areas and drainage channels.  They are very deep and have sandy textures throughout. Luppino soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or rapid runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland, wildlife habitat, watershed, and for limited grazing. Vegetation is principally pinyon pine with a sparse understory of big sagebrush, bitterbrush, green ephedra, Indian ricegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Nevada. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lyon County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 20 cm (A1, A2 and A3 horizons).\nParalithic - The zone at 20 to 51 cm (Cr layer).\nLithic contact - The boundary at 51 cm (R layer)\nParticle-size control section - The zone from surface to 20 cm. (A1, A2 and A3 horizons)\nADDITIONAL DATA: User Pedon ID: 2006NV019059.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
