{
  "SERIES": "NAMEOKI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-GRS",
  "REVDATE": "01/2000",
  "STATES": "IL,MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nameoki silty clay - with a slope of 1 percent on a gently undulating flood plain in a cultivated field at an elevation of about 410 feet above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) silty clay, dark grayish brown (10YR 4/2) dry; moderate fine angular blocky structure; firm; common very fine roots; neutral; abrupt smooth boundary.\nA--8 to 12 inches; very dark grayish brown (10YR 3/2) silty clay, dark grayish brown (10YR 4/2) dry; strong fine angular blocky structure; very firm; common very fine roots; common faint very dark grayish brown (10YR 3/2) pressure faces on faces of peds; neutral; clear smooth boundary.  (Combined thickness of the A horizon is 10 to 16 inches.)\nBw1--12 to 16 inches; very dark grayish brown (10YR 3/2) silty clay, grayish brown (10YR 5/2) dry; strong fine and medium angular blocky structure; very firm; few very fine roots; many distinct very dark grayish brown (10YR 3/2) pressure faces on faces of peds; few fine faint brown (10YR 5/3) masses of iron accumulation in the matrix; slightly acid; clear smooth boundary.\nBw2--16 to 28 inches; brown (10YR 4/3) silty clay; moderate fine prismatic structure parting to strong fine and medium angular blocky; very firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) pressure faces on faces of peds; common fine faint grayish brown (10YR 5/2) iron depletions and few fine faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; slightly acid; clear smooth boundary.  (Combined thickness of the Bw horizon is 14 to 24 inches.)\n2Btg1--28 to 41 inches; dark grayish brown (10YR 4/2) stratified clay loam and silty clay loam; weak medium prismatic structure parting to weak medium subangular blocky; firm; common very fine roots; common very fine and fine continuous tubular pores; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; common fine distinct dark yellowish brown (10YR 4/6) and few fine faint brown (10YR 5/3) masses of iron accumulation in the matrix; few fine irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; slightly acid; gradual smooth boundary.\n2Btg2--41 to 48 inches; dark grayish brown (10YR 4/2) stratified silt loam and silty clay loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; firm; common very fine roots; few very fine and fine continuous tubular pores; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; few fine distinct yellowish brown (10YR 5/6) and few fine faint brown (10YR 5/3) masses of iron accumulation in the matrix; common fine irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; neutral; clear smooth boundary.  (Combined thickness of the 2Btg horizon is 16 to 24 inches.)\n2BCg--48 to 54 inches; dark grayish brown (2.5Y 4/2) stratified silt loam and loam; weak medium subangular blocky structure; friable; few very fine roots; common fine and medium continuous tubular pores; few distinct very dark grayish brown (10YR 3/2) organo-clay films lining root channels and pores; common medium faint olive brown (2.5Y 4/3) masses of iron accumulation in the matrix; common fine irregular brown (7.5YR 4/4) masses of iron-manganese accumulation; neutral; gradual smooth boundary.  (0 to 8 inches thick)\n2Cg--54 to 72 inches; grayish brown (2.5Y 5/2) stratified silt loam and very fine sandy loam; massive; very friable; few very fine roots; common very fine and fine tubular and vesicular pores; common fine faint olive brown (2.5Y 4/3) masses of iron accumulation in the matrix; few fine irregular brown (7.5YR 4/4) masses of iron-manganese accumulation; neutral; abrupt smooth boundary.\n2Ckg--72 to 80 inches; grayish brown (2.5Y 5/2) stratified very fine sandy loam and silt loam; massive; friable; few very fine and fine vesicular pores; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular light gray (10YR 7/2) masses of carbonate accumulation and few medium irregular light brownish gray (10YR 6/2) carbonate concretions; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Illinois: about 1.5 miles northwest of Mitchell; approximately 1,900 feet south and 1,930 feet east of the northwest corner of sec. 28, T. 4 N., R. 9 W; USGS Wood River, IL.-MO. topographic quadrangle; lat. 38 degrees 46 minutes 7 seconds N. and long. 90 degrees 6 minutes 28 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development is 40 to about 72 inches.  Thickness of the mollic epipedon is 10 to 20 inches, and extends into the B horizon in many pedons.  Depth to the loamy 2B horizon is 24 to 40 inches.  The upper part of the particle-size control section (slackwater sediments) averages 45 to 60 percent clay.  The lower part of the particle-size control section (loamy alluvium) contains less clay and more sand than the upper slackwater sediments.  Reaction is moderately acid to slightly alkaline.  These soils typically do not have carbonates within the series control section, but some pedons contain carbonates in the loamy or sandy alluvium.\nThe upper part of the series control section (Ap and A) has value of 2 or 3 (4 or 5 dry) and chroma of 1 or 2.  Texture typically is silty clay loam or silty clay but includes clay in some pedons.  Clay content averages 35 to 60 percent and sand content is less than 10 percent.\nSome pedons have an AB or a BA horizon.\nThe second part of the series control section (B horizon that formed in slackwater sediments) has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 to 4.  Redoximorphic masses of iron accumulation have hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  Texture typically is silty clay or clay, but some subhorizons are silty clay loam or clay loam with more than 35 percent clay.  Sand content is less than 15 percent.  Faces of peds commonly are shiny or glossy and exhibit pressure faces or slickensides.\nThe third part of the series control section (2B horizon that formed in loamy alluvium) has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4 in the upper part and 1 to 4 in the lower part.  Redoximorphic masses of iron accumulation typically have redder hue or higher chroma than the matrix.  Some subhorizons contain clay films or pressure faces.  The 2B horizon typically is stratified, and is silt loam, loam, silty clay loam, clay loam, sandy clay loam, sandy loam, fine sandy loam, or very fine sandy loam and averages 15 to 35 percent clay.  Thin strata, less than 3 inches in thickness, of finer or coarser material are in some pedons.\nSome pedons have a 2BC horizon.\nThe lower part of the series control section (2C) has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 3.  It typically is stratified.  Individual strata range from silty clay loam to very fine sand.  Clay content ranges from less than 5 percent to about 30 percent and sand content ranges from about 10 to 95 percent.  Reaction is moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Collinwood, Guckeen, and Kandiyohi series.  These soils have a mean annual soil temperature less than 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nameoki soils are on gently undulating flood plains of major rivers.  Slope ranges from 0 to 3 percent.  These soils formed in 24 to 40 inches of slackwater sediments and in the underlying stratified loamy or sandy alluvium.  These soils typically are subject to frequent flooding, but some areas are rare or occasional because of levees, locks and dams, or other flood-control structures.  Mean annual air temperature is 54 to 57 degrees F., mean annual soil temperature at a depth of 20 inches is 54 to 57 degrees F., mean annual precipitation is 36 to 44 inches, frost-free period is 170 to 210 days, and elevation is 340 to 450 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ambraw, Darwin, Fults, Gorham, Landes, and Shafton soils.  The poorly drained Ambraw and Gorham soils contain less clay in the upper part of the series control section and occur on lower-lying landforms nearby.  The poorly drained Darwin and Fults soils are dominated by grayer colors, especially in the upper part of the solum.  They are on lower and less undulating parts of the flood plain nearby.  Darwin soils are clayey throughout while the Fults soils contain clayey over loamy and sandy sediments.  Fults soils form a hydrosequence with the Nameoki soils.  Landes soils are well drained, contain more sand and less clay throughout the solum, and are on natural levees or higher parts of the flood plain nearby.  Shafton soils contain less clay in the upper part of the solum and are on similar landforms nearby."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface water runoff is low or medium.  Permeability is very slow in the upper part of the solum and moderate or moderately rapid in the loamy or sandy alluvium in the lower part of the solum and substratum.  In drained areas, depth to an intermittent apparent high water table is 0.5 foot to 2.0 feet from November to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped.  Soybeans are the principal crop.  Corn or wheat are grown in some areas.  Native vegetation is mixed prairie grasses, sedges, and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Illinois and eastern Missouri along the major rivers.  Extent is small, and mainly in MLRA 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madison County, Illinois, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location was moved to a new site in Madison County with this revision.  The original location is covered by a subdivision.\nDiagnostic horizons and features in this pedon include:\nMollic epipedon - from the surface of the soil to a depth of 16 inches (Ap, A, and Bw1 horizons).  Cambic horizon - from a depth of approximately 12 to 54 inches (Bw1, Bw2, 2Btg1, 2Btg2, and 2BCg horizons).  Redoximorphic features - (Bw1, Bw2, 2Btg1, 2Btg2, 2BCg, 2Cg, and 2Ckg horizons).\nADDITIONAL DATA:  Lab data for several supporting pedons are on file at the USDA/NRCS state office in Champaign, Illinois.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
