{
  "SERIES": "NANKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "01/2013",
  "STATES": "AL,FL,GA,NC,SC",
  "OVERVIEW": "The Nankin series consists of very deep, well drained, moderately slowly permeable soils on uplands of the Coastal Plain.  They formed in stratified loamy and clayey marine sediments.  Near the type location, the mean annual air temperature is about 65 degrees F., and the mean annual precipitation is about 50 inches.  Slopes range from 0 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nankin sandy loam--pasture.  (Colors are for moist soil.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) sandy loam; weak medium granular structure; friable; many fine roots; few nodules of ironstone; strongly acid; clear smooth boundary.  (2 to 9 inches thick)\nBt1--8 to 13 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; few nodules of ironstone; few fine discontinuous pores; very few faint clay films on faces of peds; strongly acid; clear wavy boundary.\nBt2--13 to 28 inches; yellowish red (5YR 5/6) sandy clay; moderate medium subangular blocky structure; firm; few fine roots mostly between peds; few fine and very fine discontinuous pores; few faint clay films on faces of peds; few nodules of ironstone; few fine prominent light yellowish brown (10YR 6/4) and red (2.5YR 4/6) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBt3--28 to 38 inches; 34 percent yellowish red (5YR 5/6), 33 percent light yellowish brown (2.5Y 6/4), and 33 percent red (2.5YR 4/6) sandy clay loam; strong medium angular blocky structure grading to moderate medium platy in the lower 3 inches; firm; many prominent clay films on faces of peds; the areas of yellowish red and red are masses of iron accumulation and the areas of light yellowish brown are iron depletions; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon ranges from 20 to 50 inches)\nBC--38 to 55 inches; 34 percent yellowish red (5YR 5/6), 33 percent light gray (10YR 7/2), and 33 percent weak red (7.5R 4/4) sandy clay loam with few faint pockets and thin strata of very pale brown (10YR 7/4) loamy sand; weak medium subangular blocky structure; firm; few faint clay films on faces of some peds; the areas of yellowish red and weak red are masses of iron accumulation and the areas of light gray and very pale brown are iron depletions; very strongly acid; gradual wavy boundary.  (0 to 32 inches thick)\nC--55 to 65 inches; 34 percent red (2.5YR 5/6), 33 percent very pale brown (10YR 7/3), and 33 percent weak red (7.5R 4/4) sandy clay loam; common distinct pockets and thin strata of very pale brown (10YR 7/4) loamy sand; massive; very firm in place, friable when disturbed; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brooks County, Georgia; approximately 1,200 feet west on county road from intersection of Georgia Highway 33 at Nankin; about 100 feet south of road in pasture.  USGS Quadrangle, Nankin, GA.-FLA. (1974); lat. 30 degrees 39 minutes 52 seconds N. and long. 83 degrees 28 minutes 29 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches. Reaction is very strongly acid or strongly acid throughout, except where limed. Nodules or fragments of ironstone range from 0 to 25 percent, by volume, in the A and B horizons. Few to common flakes of mica occur in the lower parts of some pedons.  The control section has an average clay content of 35 to 50 percent and an average silt content of less than 20 percent.  Plinthite ranges from 0 to 3 percent, by volume, in the Bt horizon.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 through 6 and chroma of 1 through 5.  The horizon is less than 6 inches thick when moist color value is 3.  Texture is sand, fine sandy loam, sandy loam, loamy sand, or loamy fine sand.  Some eroded pedons have a surface texture of sandy clay loam.\nThe AB or BA horizon, where present, has hue of 5YR to 10YR, value of 4 or 5, and chroma of 2 to 4.  Texture is sandy loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 through 7, and chroma of 2 through 4. Texture of the fine-earth fraction is fine sandy loam, sandy loam, loamy sand, or loamy fine sand.\nThe BE horizon, where present, has hue of 5YR through 10YR, value of 5 or 6, and chroma of 4 through 8.  It is sandy loam or sandy clay loam in the fine-earth fraction.\nThe upper part of the Bt horizon has hue of 2.5YR through 10YR, value of 4 through 6 and chroma of 4 to 8.  Masses of iron accumulation in shades of red, yellow, and brown range from none to common.  Texture is clay loam, sandy clay, or clay in the fine-earth fraction. Some pedons have a thin sandy clay loam Bt1 horizon where the BE horizon is absent\nThe lower part of the Bt horizon has the same range of colors as the upper part or there is no dominant matrix color and it is multicolored in shades of red, yellow, and brown and below a depth of 40 inches, gray.  Redoximorphic features in shades of gray, red, brown, and below a depth of 40 inches, gray range from common to many.  Texture is sandy clay loam, clay loam, sandy clay, or clay.\nThe BC horizon, where present, has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 6 or 8 with redoximorphic features in shades of yellow, brown, red, and gray ranging from common to many; or there is no dominant color and is in shades of red, yellow, brown, and gray. Texture is sandy loam or sandy clay loam.  Pockets and thin strata of loamy sand, sandy loam, sandy clay loam, and sandy clay occur in some pedons.\nThe C horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 6; or there is no dominant color and is multicolored shades of red, yellow, brown, and gray.  Redoximorphic features in shades of red, brown, yellow, and gray range from common to many.  It has the same texture range as the BC horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Appling, Bethlehem, Cecil, Georgeville, Herndon, Madison, Nanford, Pacolet, Saw, Tarrus, Tumbleton, and Wedowee series of the same family. Appling, Bethlehem, Cecil, Georgeville, Herndon, Hulett, Madison, Pacolet, Saw, and Wedowee series formed in residual parent material in the Piedmont. Nanford and Tarrus soils weathered from slate in the Carolina slate belt.  Tumbleton soils have more than 20 percent silt in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nankin soils are on uplands of the Southern Coastal Plain. They formed in stratified loamy and clayey marine sediments.  Slopes range from 0 to 60 percent.  The average annual temperature ranges from 60 to 70 degrees F. and the average annual precipitation ranges from 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Carnegie, Esto, Dothan, Fuquay, and Tifton series.  Carnegie soils have common to many nodules of ironstone in the A horizon and more than 5 percent plinthite in the B horizons.  Esto soils do not have a significant clay content decrease within 60 inches of the surface. Dothan, Fuquay, and Tifton soils have fine-loamy control sections and have more than 5 percent plinthite in the B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland with some areas in cropland or pasture.  Loblolly pine, longleaf pine, and slash pine the dominant trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Coastal Plain of Alabama, Florida, Georgia, North Carolina, and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lowndes County, Georgia; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to approximately 8 inches (Ap horizon)\nArgillic horizon - the zone from approximately 8 to 55 inches (Bt1, Bt2, Bt3, and BC horizons)\nKandic horizon - the zone from approximately 8 to 55 inches (Bt1, Bt2, Bt3, and BC horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) sandy loam; weak medium granular structure; friable; many fine roots; few nodules of ironstone; strongly acid; clear smooth boundary.  (2 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 13 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; few nodules of ironstone; few fine discontinuous pores; very few faint clay films on faces of peds; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--13 to 28 inches; yellowish red (5YR 5/6) sandy clay; moderate medium subangular blocky structure; firm; few fine roots mostly between peds; few fine and very fine discontinuous pores; few faint clay films on faces of peds; few nodules of ironstone; few fine prominent light yellowish brown (10YR 6/4) and red (2.5YR 4/6) masses of iron accumulation; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 71,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--28 to 38 inches; 34 percent yellowish red (5YR 5/6), 33 percent light yellowish brown (2.5Y 6/4), and 33 percent red (2.5YR 4/6) sandy clay loam; strong medium angular blocky structure grading to moderate medium platy in the lower 3 inches; firm; many prominent clay films on faces of peds; the areas of yellowish red and red are masses of iron accumulation and the areas of light yellowish brown are iron depletions; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon ranges from 20 to 50 inches)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--38 to 55 inches; 34 percent yellowish red (5YR 5/6), 33 percent light gray (10YR 7/2), and 33 percent weak red (7.5R 4/4) sandy clay loam with few faint pockets and thin strata of very pale brown (10YR 7/4) loamy sand; weak medium subangular blocky structure; firm; few faint clay films on faces of some peds; the areas of yellowish red and weak red are masses of iron accumulation and the areas of light gray and very pale brown are iron depletions; very strongly acid; gradual wavy boundary.  (0 to 32 inches thick)"
      },
      {
        "name": "C",
        "top": 140,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--55 to 65 inches; 34 percent red (2.5YR 5/6), 33 percent very pale brown (10YR 7/3), and 33 percent weak red (7.5R 4/4) sandy clay loam; common distinct pockets and thin strata of very pale brown (10YR 7/4) loamy sand; massive; very firm in place, friable when disturbed; very strongly acid."
      }
    ]
  ]
}
