{
  "SERIES": "NANTUCKET",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHT-SMF",
  "REVDATE": "02/2000",
  "STATES": "MA",
  "OVERVIEW": "The Nantucket series consists of very deep, well drained soils formed in dense glacial till.  They are moderately deep to dense till.  They are gently sloping to strongly sloping soils on or near terminal moraines.  Permeability is moderately rapid in the solum and moderately slow or slow in the substratum. Slope ranges from 3 to 15 percent. Mean annual precipitation is 45 inches and the mean annual temperature is 50 degrees F..",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nantucket sandy loam - pasture              (Colors are for moist soil.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine granular structure; very friable; many fine roots; 5 percent gravel; very strongly acid; abrupt smooth boundary.  (5 to 8 inches thick)\nBw1--6 to 10 inches; brown (10YR 4/3) sandy loam; weak fine and very fine granular structure; friable; many fine  roots; 5 percent gravel; very strongly acid; clear smooth boundary.  (3 to 10 inches thick)\nBw2--10 to 16 inches; yellowish brown (10YR 5/6) sandy loam; weak fine subangular blocky structure; friable; common fine roots; 5 percent gravel; very strongly acid; clear smooth boundary.  (4 to 20 inches thick)\nBw3--16 to 23 inches; yellowish brown (10YR 5/6) sandy loam; weak thin platy structure; firm; common fine roots to 18 inches, few fine roots below 18 inches; 5 percent gravel; very strongly acid; clear smooth boundary.  (0 to 10 inches thick)\nBw4--23 to 29 inches; light olive brown (2.5Y 5/4) loam; weak medium and thick platy structure; firm, slightly sticky, nonplastic; very few fine roots; common clay bridges between sand grains; very few faint clay films in pores and faces of peds; 5 percent gravel; very strongly acid; abrupt smooth boundary.  (0 to 10 inches thick)\n2Cd--29 to 60 inches; light olive brown (2.5Y 5/4) sandy clay loam; weak medium and thick platy structure in the upper 8 inches, massive below; firm, brittle, sticky and slightly plastic; very few faint clay films in pores in the upper part; 10 percent gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nantucket County, Massachusetts.  town of Nantucket, 2,000 feet southeast of the intersection of Bartlett's Farm Road and Hummock Pond Road, in a pasture on the Bartlett Farm. USGS Nantucket 7 1/2 minute quadrangle; 41 degrees, 15 minutes, 37 seconds N., 70 degrees, 7 minutes, 44 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 34 inches and corresponds closely to the depth to the lithlogic discontinuity.  Gravel content ranges from 0 to 10 percent throughout the particle-size control section.  The surface layer contains 0 to 5 percent cobbles, 0 to 3 percent stones, and 0 to 15 percent boulders.  The subsoil and substratum contain 0 to 3 percent fragments larger than 3 inches.  Reaction, unless limed, throughout the soil is strongly acid or very strongly acid.\nThe Ap horizon hue is 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3.  It is sandy loam, fine sandy loam, loamy fine sand or loamy sand.  The Ap has weak very fine to medium granular structure and is friable or very friable consistence.  Undisturbed surfaces have a 1 to 4 inch A horizon similar to the Ap horizon except chroma is 1 or 2.\nThe B horizons have hues of 5YR to 5Y, values of 4 or 5, and chroma of 3 through 6.  They range from sandy loam to loam.  Structure is weak subangular blocky or granular but includes platy in the lower part.\nThe 2Cd horizon has hues of 10YR through 5Y, value and chroma of 3 through 6.  Texture ranges from heavy sandy loam to sandy clay loam to silt loam.  It has platy structure or is massive.  It has slightly sticky or sticky and firm or very firm consistence.  Some pedons have 2Cd horizons that have redoximorphic features.  Some pedons also have thin lenses of sandy material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Amostown, Bernardston, Broadbrook, Montauk, Mt. Zion (tentative), Paxton, Pollux, Scituate, and Wethersfield soils are currently in the same family. Amostown and Pollux soils lack a dense till substratum. Bernardston soils have coarse fragments dominated by phyllite, shale, or slate.  Broadbrook soils have non-sticky loam, fine sandy loam or sandy loam 2Cd horizons. Montauk soils have loamy sand layers in the Cd horizon. No information is available at this time to differentiate the Mt. Zion (tentative) series from Nantucket.  Paxton soils have fine sandy loam, loam, sandy loam, or coarse sandy loam Cd horizons that are non-sticky. Scituate soils have a sandy, dense till substratum.   Wethersfield soils have hue redder than 7.5YR in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nantucket soils are gently sloping or strongly sloping soils on terminal moraines or ground moraines in close proximity to terminal moraines.  Slope is 3 to 15 percent. The soils formed in loamy glacial till or till mixed or folded with Pleistocene Age silts and clays.  Mean annual air temperature is 48 to 52 degrees F.  Mean annual precipitation ranges from 40 to 50 inches, and mean growing season ranges from 180 to over 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Chilmark, Evesboro, and Plymouth soils on nearby landscapes.  Chilmark soils have argillic horizons.  Evesboro and Plymouth soils lack cambic horizons.  Chilmark, Evesboro, and Plymouth soils also lack dense till substrata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium. Permeability is moderately rapid in the solum and moderately slow or slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in low quality woodland or scrubby brushland.  Natural vegetative cover consists of bluestem, goldenrod, pinweed, bayberry, pasture rose, arrowwood, juniper, blueberry, grape, pitch pine, and scrub oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 149B in Dukes and Nantucket Counties, Massachusetts and possibly the Long Island area, New York.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dukes and Nantucket Counties, Massachusetts, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision represents a change in classification from Typic Dystrochrepts to Oxyaquic Dystrochrepts.\nDiagnostic horizons and other features recognized in this pedon:\n1. Ochric Epipedon - 0 to 6 inches.\n2. Cambic Horizon - 6 to 29 inches.\n3. Densic material - unaltered material with high bulk density from 29 to 60 inches (2Cd).\n4. Oxyaquic feature - based upon saturation in one or more layers within 100 cm of the mineral soil surface, for one month or more per year, in 6 out of 10 years.  A perched water table is present at 24 to 30 inches March through April.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine granular structure; very friable; many fine roots; 5 percent gravel; very strongly acid; abrupt smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--6 to 10 inches; brown (10YR 4/3) sandy loam; weak fine and very fine granular structure; friable; many fine  roots; 5 percent gravel; very strongly acid; clear smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 25,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--10 to 16 inches; yellowish brown (10YR 5/6) sandy loam; weak fine subangular blocky structure; friable; common fine roots; 5 percent gravel; very strongly acid; clear smooth boundary.  (4 to 20 inches thick)"
      },
      {
        "name": "Bw3",
        "top": 41,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--16 to 23 inches; yellowish brown (10YR 5/6) sandy loam; weak thin platy structure; firm; common fine roots to 18 inches, few fine roots below 18 inches; 5 percent gravel; very strongly acid; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bw4",
        "top": 58,
        "bottom": 74,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw4--23 to 29 inches; light olive brown (2.5Y 5/4) loam; weak medium and thick platy structure; firm, slightly sticky, nonplastic; very few fine roots; common clay bridges between sand grains; very few faint clay films in pores and faces of peds; 5 percent gravel; very strongly acid; abrupt smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 74,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "narrative": "2Cd--29 to 60 inches; light olive brown (2.5Y 5/4) sandy clay loam; weak medium and thick platy structure in the upper 8 inches, massive below; firm, brittle, sticky and slightly plastic; very few faint clay films in pores in the upper part; 10 percent gravel; very strongly acid."
      }
    ]
  ]
}
