{
  "SERIES": "NANTAHALA",
  "STATUS": "Established Series",
  "BYREV": "DJT, SAB; Rev BPS",
  "REVDATE": "02/2011",
  "STATES": "NC",
  "OVERVIEW": "The Nantahala series consists of deep, well drained, moderately permeable soils on ridges and side slopes of intermountain hills of the Southern Blue Ridge mountains, MLRA 130B.  They formed in residuum weathered from low-grade metasedimentary rocks such as metasandstone.  Slope ranges from 2 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nantahala channery loam on an intermountain ridge top, 6 percent slope--forested.  (Colors are for moist soil unless otherwise stated).\nA--0 to 3 inches; brown (7.5YR 4/4) channery loam, reddish yellow (7.5YR 6/6) dry; weak fine granular structure; vary friable; common fine and medium roots; 20 percent metasandstone channers, by volume; common fine mica flakes; moderately acid; clear wavy boundary.  (1 to 10 inches)\nE--3 to 6 inches; strong brown (7.5YR 4/6) channery loam; weak fine and medium granular structure; very friable; common fine and medium roots; 20 percent metasandstone channers, by volume; common fine mica flakes; strongly acid; clear wavy boundary.  (0 to 6 inches thick)\nBA--6 to 10 inches; yellowish red (5YR 5/8) clay loam; weak medium subangular blocky structure; friable; common medium roots; common fine mica flakes; strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nBt1--10 to 19 inches; red (2.5YR 4/8) clay; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few medium roots; common distinct clay films on faces of peds; common fine mica flakes; very strongly acid; gradual wavy boundary.\nBt2--19 to 32 inches; red (2.5YR 4/6) clay loam; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few medium roots; common distinct clay films on faces of peds; 15 percent by volume metasandstone channers; common streaks of multicolored metasandstone saprolite that has a fine sandy loam texture; common fine mica flakes; very strongly acid; gradual wavy boundary.  (combined thickness of the Bt horizon is 15 to 45 inches)\nBC--32 to 49 inches; red (2.5YR 4/6) loam; weak medium subangular blocky structure; friable; 15 percent metasandstone saprolite that has a fine sandy loam texture; common fine mica flakes; very strongly acid; gradual irregular boundary.  (0 to 20 inches thick)\nC--49 to 56 inches; multicolored metasandstone saprolite that has a texture of sandy loam; massive; very friable; common fine mica flakes; very strongly acid; gradual irregular boundary.  (0 to 25 inches thick)\nCr--56 to 60 inches; multicolored, highly fractured and weathered, thinly bedded, low grade metasandstone; partially consolidated but can be dug with difficulty with a hand tools."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cherokee County, North Carolina; west from Murphy on U.S. Highway 64 to State Road 1301, west to State Road 1302; northwest to State Road 1303; northeast to USFS Road 307, northeast to USFS Road 307A; 1.2 miles northwest on USFS Road 307A, and 100 feet west of road in woods:  (522,350N;467,370E)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 55 inches.  Depth to fractured, weathered bedrock (Cr horizon) is 40 to 60 inches.  Depth to hard bedrock is more than 60 inches. The soil is very strongly acid to moderately acid unless limed.  Content of mica flakes ranges from few to common throughout.  Content of rock fragments commonly ranges from 0 to 30 percent by volume.\nThe A horizon has hue of 10YR to 5YR, value of 3 to 5, and chroma of 3 to 8.  A horizons that have moist value of less than 3.5 are less than 6 inches thick.  The E horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8.  The A and E horizons are loam, silt loam, fine sandy loam, or the channery or flaggy analogues of these textures.\nThe Bt horizon, and the BA and BC horizons, where present, have hue of 2.5YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  The Bt horizon is clay loam, clay, silty clay loam, silty clay, or their channery or flaggy analogues.  The BA and BC horizons are loam, clay loam, silt loam, or the channery or flaggy analogues of these textures.\nThe C horizon, where present, is multicolored saprolite that is fine sandy loam, sandy loam, loam, silt loam, or the channery or flaggy analogues of these textures.\nThe Cr horizon, where present, is multicolored, weathered, and fractured metasedimentary rocks such as metasandstone.  This horizon is partially consolidated but can be dug with difficulty with a hand tools."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Agnos, Boden, Braddock, Clifton, Gassville, Groseclose, Howell, Lodi, Monmouth, Muse, Pervina, Sequoia, Trappist, and Unison soils in the same family, and the Bradson, Evard, and Hayesville soils in closely related families.  Agnos and Gassville soils have more than 60 percent clay in the Bt horizon.  Boden soils contains fragments of sandstone.  Braddock and Unison soils are on footslopes, colluvial fans, and high terraces and contain waterworn rock fragments.  Clifton soil contains fragments of rocks high in ferromagnesium minerals.  Groseclose soil contains chert fragments, is slowly permeable, and has high shrink-swell potential. Howell and Muse soils range to hue yellower than 7.5YR.  Pervina soil has annual rainfall of 60 to 72 inches.  Sequoia soil has a Cr horizon of soft shale bedrock within 40 inches of the surface.  Trappist soil has bedrock within 40 inches of the surface.  Bradson soil forms in colluvium.  Hayesville soils contain less silt and has fragments of granite and gneiss.  Evard soil is fine-loamy.  Lodi soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nantahala soils are on gently sloping to strongly sloping ridges and side slopes of intermountain hills of the Southern Appalachian Mountains.  Elevations range from about 1,200 to 2,400 feet.  Slopes range from 2 to 30 percent.  Nantahala soils formed in residuum weathered from low grade metasedimentary rocks primarily metasandstone and metagraywacke.  Mean annual air temperature is 56 degrees F. and mean annual precipitation is about 50 inches near the type location.  Mean annual air temperature ranges from 46 to 57 degrees F., and mean annual precipitation ranges from 40 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Brasstown, Farner, and Junaluska soils.  These soils are fine-loamy and are on narrow ridges and side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very little runoff where forest litter has not been disturbed.  Medium to very rapid runoff where litter has been removed; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is forested.  Common trees are southern red oak, chestnut oak, scarlet oak, white oak, black oak, and hickory with white pine, Virginia pine, pitch pine, and shortleaf pine.  The understory includes flowering dogwood, mountain laurel, sourwood, buffalo nut, blackgum, and red maple. Some areas are cleared and used for pasture and cropland.  The main crops are corn, burley tobacco, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blue Ridge mountains, MLRA 130B of North Carolina, and possibly Georgia, Tennessee.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cherokee County, North Carolina; 2009.  The name is from Nantahala Community in Swain County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Evard and Hayesville series.  However, those soils formed in residuum weathered from high-grade metamorphic rock such as granite and gneiss.  Lab data shows this soil to be clayey (Bt1 horizon - 51 percent clay, CEC/100g of clay-36 meq) and mixed mineralogy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 6 inches.\nArgillic horizon - the zone from approximately 10 to 32 inches below the surface.\nADDITIONAL DATA:\nMLRA: 130B                 SIR: NC0182\nRevised 02/11-BPS: Taxonomic Classification -- 11th Keys, update associated series, geographic setting, MLRA clarification, etablished series\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; brown (7.5YR 4/4) channery loam, reddish yellow (7.5YR 6/6) dry; weak fine granular structure; vary friable; common fine and medium roots; 20 percent metasandstone channers, by volume; common fine mica flakes; moderately acid; clear wavy boundary.  (1 to 10 inches)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--3 to 6 inches; strong brown (7.5YR 4/6) channery loam; weak fine and medium granular structure; very friable; common fine and medium roots; 20 percent metasandstone channers, by volume; common fine mica flakes; strongly acid; clear wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--6 to 10 inches; yellowish red (5YR 5/8) clay loam; weak medium subangular blocky structure; friable; common medium roots; common fine mica flakes; strongly acid; gradual wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 19 inches; red (2.5YR 4/8) clay; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few medium roots; common distinct clay films on faces of peds; common fine mica flakes; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--19 to 32 inches; red (2.5YR 4/6) clay loam; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few medium roots; common distinct clay films on faces of peds; 15 percent by volume metasandstone channers; common streaks of multicolored metasandstone saprolite that has a fine sandy loam texture; common fine mica flakes; very strongly acid; gradual wavy boundary.  (combined thickness of the Bt horizon is 15 to 45 inches)"
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "BC--32 to 49 inches; red (2.5YR 4/6) loam; weak medium subangular blocky structure; friable; 15 percent metasandstone saprolite that has a fine sandy loam texture; common fine mica flakes; very strongly acid; gradual irregular boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 124,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "C--49 to 56 inches; multicolored metasandstone saprolite that has a texture of sandy loam; massive; very friable; common fine mica flakes; very strongly acid; gradual irregular boundary.  (0 to 25 inches thick)"
      },
      {
        "name": "Cr",
        "top": 142,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--56 to 60 inches; multicolored, highly fractured and weathered, thinly bedded, low grade metasandstone; partially consolidated but can be dug with difficulty with a hand tools."
      }
    ]
  ]
}
