{
  "SERIES": "NANWALEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DVP-JDW",
  "REVDATE": "09/1999",
  "STATES": "AK",
  "OVERVIEW": "The Nanwalek series consists of deep and very deep, well drained soils that formed in a silty mantle of volcanic ash over reworked glacial till and colluvium.  Nanwalek soils are on mountainslopes.  Slopes range from 25 to 120 percent.  Mean annual temperature is about 38 degrees F. and the mean annual precipitation is about 75 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed Andic Humicryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nanwalek silt loam, on a south facing, 60 percent slope under bluejoint reedgrass at 1600 feet elevation.  (When described, the soil was dry in the upper 8 inches and slightly moist below.  Colors are for moist soils).\nOe--2 to 0 inches; very dark brown (10YR 2/2) mucky peat; many very fine, fine, medium, and common coarse roots; extremely acid (pH 4.2); abrupt smooth boundary. (1 to 6 inches thick)\nE--0 to 1 inches; dark brown (10YR 4/3) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, weakly smeary; many very fine, fine, and medium roots; extremely acid (pH 4.0); abrupt wavy boundary.\nBhs--1 to 3 inches; dark brown (7.5YR 3/2) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, moderately smeary; many very fine, fine, and medium roots; very strongly acid (pH 4.8); abrupt wavy boundary. (combined thickness of Bs and Bhs horizons is 2 to 6 inches)\nEb--3 to 4 inches; dark brown (10YR 4/3) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, weakly smeary; many very fine, fine, and medium roots; 2 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary. (combined thickness of E horizons is 2 to 7 inches)\n2Bhsb--4 to 34 inches; dark reddish brown (5YR 2.5/2) very gravelly silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, moderately smeary; many very fine, fine, medium, and few coarse roots; 40 percent gravel and 10 percent cobble; strongly acid (pH 5.5); clear wavy boundary. (thickness of the 2Bhsb horizon is 28 to 38 inches)\n2BC--34 to 60 inches; dark brown (10YR 4/3) very gravelly very fine sandy loam; massive; friable, nonsticky, nonplastic; 50 percent gravel and 10 percent cobble; medium acid (pH 5.8); clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenai Peninsula Area, Alaska; about 2 miles north of Port Graham, 500 feet north and 1750 feet west of the SE corner of section 21, T. 9S., R. 15W., Seward Meridian; USGS Seldovia B-5 quadrangle; lat. 59 degrees 23 minutes 24 seconds N. and long. 151 degrees 48 minutes 36 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 35 to 43 degrees F.  Thickness of horizons influenced by ash ranges from 32 to greater than 60 inches.  Thickness of the solum is 32 to greater than 60 inches. Depth to bedrock ranges from 40 to greater than 60 inches.  The pH of the mineral horizons ranges from 4.0 to 6.0.\nThe E and Eb horizons have hue of 2.5Y or 10YR, value of 4 to 6, and chroma of 2 or 3.  They are silt loam or very fine sandy loam.  They are weakly smeary throughout.\nThe Bhs horizons have hue of 2.5YR to 7.5YR, value of 2.5 or 3, and chroma of 1 to 3.  They are silt loam or very fine sandy loam. Gravel and cobble content is 0 to 14 percent.  They are moderately smeary throughout.  Organic carbon is assumed to be 12 to 16 percent.  Some pedons have Bs horizons with value of 3 or 4 and chroma of 4.\nThe 2Bhsb and where present the 2Bsb horizons have hue of 7.5YR or 5YR value of 2.5 to 4, and chroma of 2 to 4.  Texture of the fines is silt loam or very fine sandy loam.  Rock fragments range from 35 to 75 percent and include 10 to 50 percent gravel, 0 to 50 percent cobble, and 0 to 10 percent stone.  They are moderately smeary throughout. Organic carbon content is assumed to be 5 to 12 percent.\nThe 2BC horizons have hue of 2.5Y or 10YR, value of 3 to 5, and chroma of 2 to 4.  Texture of the fines is very fine sandy loam, sandy loam, or loam.  Rock fragments range from 35 to 75 percent and include 20 to 70 percent gravel, 5 to 15 percent cobble, and 0 to 10 percent stone.\nSome pedons have a 2C horizon.  The 2C horizon has hue of 2.5Y to 7.5YR, value of 3 or 4, and chroma of 2 to 4.  Texture of the fines is loam or sandy loam.  Rock fragments range from 50 to 85 percent and include 35 to 75 percent gravel, 10 to 20 percent cobble, and 0 to 10 percent stone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known soils in the same family. Soils in the same subgroup include the Kasitsna, Portgraham, and Seldovia series.  Kasitsna soils have a particle size control section that is medial over loamy skeletal. Portgraham soils are moderately deep to bedrock and have a particle size control section that is medial.  Seldovia soils have a particle size control section that is medial."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nanwalek soils are formed in an ash mantle over reworked glacial till and colluvial deposits.  Volcanic ash has been incorporated into the underlying till and colluvium to depths of 60 inches or more by leaching and mass movement.   Nanwalek soils are on mountainslopes.  Slopes range from 25 to 150 percent.  Elevations are 20 to 2000 feet.\nThe climate is maritime with mild winters and cool summers.  Mean annual precipitation ranges from 65 to 85 inches and the mean annual snowfall is 70 to 150 inches.  Mean January temperature is 23 degrees F., mean July temperature is 58 degrees F., and the mean annual temperature ranges from 34 to 42 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Kasitsna, Seldovia, and Tutka soils.  Kasitsna and Seldovia soils occur on similar landscapes but on more stable geomorphic surfaces and generally support a forest of Sitka spruce.  Tutka soils have bedrock within 20 inches and occur on glacially abraded bedrock ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for subsistence, recreation, and wildlife habitat.  Nanwalek soils have native vegetation of bluejoint grass, alder, salmonberry, and fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kenai Peninsula, Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lower Kenai Peninsula Area, Alaska.  1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include:\nAlbic horizons 0 to 1 and 3 to 4 inches (E and Eb). Spodic horizons 1 to 3, 4 to 34 (Bhs and 2Bhsb). Assumed andic soil properties from 0 to 34 inches. Assumed 6 percent or more organic carbon in the 2Bhsb horizons 4 to 34 inches. Assumed cryic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 5,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--2 to 0 inches; very dark brown (10YR 2/2) mucky peat; many very fine, fine, medium, and common coarse roots; extremely acid (pH 4.2); abrupt smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 4,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--0 to 1 inches; dark brown (10YR 4/3) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, weakly smeary; many very fine, fine, and medium roots; extremely acid (pH 4.0); abrupt wavy boundary."
      },
      {
        "name": "Bhs",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bhs--1 to 3 inches; dark brown (7.5YR 3/2) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, moderately smeary; many very fine, fine, and medium roots; very strongly acid (pH 4.8); abrupt wavy boundary. (combined thickness of Bs and Bhs horizons is 2 to 6 inches)"
      },
      {
        "name": "Eb",
        "top": 8,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eb--3 to 4 inches; dark brown (10YR 4/3) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, weakly smeary; many very fine, fine, and medium roots; 2 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary. (combined thickness of E horizons is 2 to 7 inches)"
      },
      {
        "name": "2Bhsb",
        "top": 10,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bhsb--4 to 34 inches; dark reddish brown (5YR 2.5/2) very gravelly silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, moderately smeary; many very fine, fine, medium, and few coarse roots; 40 percent gravel and 10 percent cobble; strongly acid (pH 5.5); clear wavy boundary. (thickness of the 2Bhsb horizon is 28 to 38 inches)"
      },
      {
        "name": "2BC",
        "top": 86,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--34 to 60 inches; dark brown (10YR 4/3) very gravelly very fine sandy loam; massive; friable, nonsticky, nonplastic; 50 percent gravel and 10 percent cobble; medium acid (pH 5.8); clear wavy boundary."
      }
    ]
  ]
}
