{
  "SERIES": "NAPIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. FFR-JFH-JRH",
  "REVDATE": "09/2016",
  "STATES": "IA,MO,NE",
  "OVERVIEW": "The Napier series consists of very deep, well drained soils on foot slopes, upland drainageways, and alluvial fans. These soils formed in local colluvium and alluvium derived from loess. Slopes range from 0 to 20 percent. Mean annual air temperature is about 11 degrees C. Mean annual precipitation is about 790 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Napier silt loam, on a 3 percent slope, in a cultivated field, at an elevation of 312 meters (1,025 feet) above sea level. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 centimeters; very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; many roots and pores; slightly acid to neutral; gradual smooth boundary.\nA--20 to 74 centimeters; very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; weak very fine subangular blocky and fine granular structure; friable; many roots and pores; many root channels and worm casts; neutral; gradual smooth boundary. (Combined thickness of the A horizon is 46 to 86 centimeters.)\nBA--74 to 94 centimeters; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak very fine subangular blocky and fine granular structure; friable; few fine roots; many pores; few worm casts; few very dark brown (10YR 2/2) coats on surfaces along root channels; neutral; diffuse smooth boundary. (0 to 30 centimeters thick)\nBw--94 to 122 centimeters; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure; very friable; few roots; many pores; some dark brown (10YR 3/3) worm casts and organic coats; neutral; diffuse smooth boundary. (15 to 102 centimeters thick)\nC--122 to 152 centimeters; brown (10YR 4/3) silt loam; massive; very friable; slightly effervescent in the lower part; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 107B-Iowa and Missouri Deep Loess Hills, Fremont County, Iowa subset; about 1.6 kilometers (1 mile) east and 3.2 kilometers (2 miles) south of Thurman; about 598 meters (1,960 feet) south and 341 meters (1,120 feet) east of the northwest corner of section 18, T. 69 N., R. 42 W.; USGS Tabor SW quadrangle; lat. 40 degrees 46 minutes 50.51 seconds N. and long. 95 degrees 43 minutes 26.23 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcium carbonate--greater than 91 centimeters\nThickness of the mollic epipedon--60 to 102 centimeters\nContent of clay in the particle-size control section (weighted average)--20 to 27 percent\nContent of sand in the particle-size control section (weighted average)--less than 10 percent\nThe thickness of the mollic epipedon and depth to carbonates usually decrease with increase in slope gradient\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 10 percent\nReaction--slightly acid or neutral\nMoist bulk density--1.20 to 1.30 g/cc\nBA horizon (when present):\nHue--10YR\nValue--3\nChroma--3\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 10 percent\nReaction--slightly acid to moderately alkaline\nMoist bulk density--1.25 to 1.30 g/cc\nBw horizon:\nHue--10YR\nValue--4\nChroma--3 or 4\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 10 percent\nReaction--slightly acid to moderately alkaline\nMoist bulk density--1.25 to 1.30 g/cc\nIn most pedons, dark organic coats mask higher chroma interior colors\nBk horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 10 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.25 to 1.30 g/cc\nC horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 10 percent\nReaction--slightly acid to moderately alkaline\nMoist bulk density--1.25 to 1.30 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Allison, Anthon, Huntsville, Ivan, Judson, Kahola, Kennebec, Kenridge, Lindstrom, Rossville, Sturkie, and Worthen series.\nAllison--have a clay content that averages 27 to 35 percent in the particle-size control section\nAnthon--have a rock fragment content of 5 to 30 percent in the lower two thirds of the series control section\nHuntsville--are stratified with textures ranging from very fine sandy loam to fine sand in the lower third of the series control section and do not have a cambic horizon\nIvan--are calcareous throughout series control section\nJudson--have a clay content that averages 30 to 35 percent in the particle-size control section\nKahola--have carbonates within depths of 38 to 102 centimeters\nKennebec--have a mollic epipedon more than 102 centimeters thick, have a clay content of 18 to 30 percent in the particle-size control section, and have a matrix chroma of 1 or 2 throughout the series control section\nKenridge--have redoximorphic features between depths of 86 to 152 centimeters, have a clay content that averages 30 to 35 percent in the particle-size control section, and have a matrix chroma of 1 or 2 throughout the series control section\nLindstrom--have moist bulk density range of 1.30 to 1.40 g/cc in lower third of the series control section and have a reaction range of moderately acid to neutral in lower third of the series control section\nRossville--are in areas where mean annual precipitation ranges from 860 to 1,020 millimeters\nSturkie--have a sand content of more than 10 percent in the series control section and are in areas where mean annual air temperature ranges from 12 to 14 degrees C\nWorthen--have a mollic epipedon 61 to 91 centimeters thick, have a clay content of 15 to 26 percent in the lower half of the series control section, and have matrix chroma of 3 to 6 in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--local colluvium and alluvium derived from loess\nLandform--foot slopes, upland drainageways, and alluvial fans\nSlopes--0 to 20 percent\nElevation--290 to 395 meters (950 to 1,300 feet) above sea level\nMean annual air temperature--8 to 12 degrees C (47 to 54 degrees F)\nMean annual soil temperature--9 to 13 degrees C (49 to 56 degrees F)\nMean annual precipitation--710 to 840 millimeters (28 to 33 inches)\nFrost-free period--145 to 175 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hamburg, Ida, Kennebec, and Monona soils.\nHamburg--are on the moderately steep to very steep convex shoulders or backslopes on uplands at the higher elevations, have a clay content of 6 to 12 percent in the particle-size control section and have carbonates within a depth of 15 centimeters\nIda--are on uplands at the higher elevations, have a clay content of 18 to 25 percent in the particle-size control section, and have carbonates within a depth of 25 centimeters\nKennebec--are at the lower elevations on flood plains and have a frequently saturated zone within a depth of 0.9 meter in normal years\nMonona--are on uplands at the higher elevations, have carbonates within depths of 61 to 183 centimeters, have a mollic epipedon 25 to 51 centimeters thick, and have a clay content of 20 to 30 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--a frequently saturated zone does not occur within a depth of 1.8 meters (6 feet) during April to June in normal years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second (moderately high)\nSurface runoff potential--negligible to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and hay. The native vegetation is big bluestem, little bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRA--Iowa and Missouri Deep Loess Hills (107)\nLRR M; western Iowa, eastern Nebraska, and Missouri, along the tributaries of the Missouri River and the bluffs adjoining the Missouri River valley\nExtent-large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Holt County, Missouri, 1947"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (A, BA, and Bw horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (A, BA, Bw, and C horizons).\nDiagnostic horizons and features recognized in this pedon:\nmollic epipedon--the zone from the surface to a depth of 84 centimeters (Ap, A, and BA horizons);\ncambic horizon--the zone from a depth of 94 to 122 centimeters (Bw horizon);\nudic moisture regime.\nCation-exchange class is supported by lab sample numbers S1958IA085006, S1995IA047003, and S1996IA193027, KSSL.\nTaxonomy version--Keys to Soil Taxonomy, twelfth edition, 2014.\nThe Napier and Worthen series are currently separated on a geographic basis. Differences in morphology, if any, are not known. The Lindstrom, Huntsville, and Worthen series need further study to aid in differentiation.\nADDITIONAL DATA:\nLaboratory data--Kellogg Soil Survey Laboratory, Lincoln, Nebraska, pedon numbers S1958IA085006, S1995IA047003, and S1996IA193027.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 centimeters; very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; many roots and pores; slightly acid to neutral; gradual smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--20 to 74 centimeters; very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; weak very fine subangular blocky and fine granular structure; friable; many roots and pores; many root channels and worm casts; neutral; gradual smooth boundary. (Combined thickness of the A horizon is 46 to 86 centimeters.)"
      },
      {
        "name": "BA",
        "top": 74,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "BA--74 to 94 centimeters; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak very fine subangular blocky and fine granular structure; friable; few fine roots; many pores; few worm casts; few very dark brown (10YR 2/2) coats on surfaces along root channels; neutral; diffuse smooth boundary. (0 to 30 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 94,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bw--94 to 122 centimeters; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure; very friable; few roots; many pores; some dark brown (10YR 3/3) worm casts and organic coats; neutral; diffuse smooth boundary. (15 to 102 centimeters thick)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--122 to 152 centimeters; brown (10YR 4/3) silt loam; massive; very friable; slightly effervescent in the lower part; slightly alkaline."
      }
    ]
  ]
}
