{
  "SERIES": "NAPPANEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEF-MLK-RAR-DWB",
  "REVDATE": "05/2012",
  "STATES": "IL,IN,MI,OH",
  "OVERVIEW": "The Nappanee series consists of very deep, somewhat poorly drained soils that are moderately deep or deep to dense till. They formed in clayey till on wave-worked till plains, till-floored lake plains, till plains, and moraines. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nappanee clay loam, on a planar surface in a cultivated field at an elevation of 229 meters (750 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 10 cm (0 to 4 inches); dark grayish brown (10YR 4/2) clay loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to moderate medium and coarse granular; firm; many fine and coarse roots throughout; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 4 percent rock fragments; moderately acid; gradual smooth boundary.\nAp2--10 to 25 cm (4 to 10 inches); dark grayish brown (10YR 4/2) clay loam; moderate medium and coarse subangular blocky structure parting to moderate fine and medium granular; firm; many fine and coarse roots throughout; common fine distinct brown (7.5YR 4/4) masses of iron accumulation in the matrix; 4 percent rock fragments; slightly acid; clear smooth boundary. [Combined thickness of the Ap horizon is 15 to 28 cm (6 to 11 inches).]\nBt1--25 to 46 cm (10 to 18 inches); yellowish brown (10YR 5/4) clay; moderate fine and medium subangular blocky structure; firm; common fine and coarse roots between peds; many distinct dark grayish brown (10YR 4/2) and common distinct grayish brown (10YR 5/2) clay films on faces of peds; many medium and coarse distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common dark grayish brown (10YR 4/2) krotovina; 4 percent rock fragments; neutral; clear smooth boundary.\nBt2--46 to 61 cm (18 to 24 inches); yellowish brown (10YR 5/4) clay; moderate medium and coarse subangular blocky structure; firm; few fine roots between peds; many distinct grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) clay films on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common dark grayish brown (10YR 4/2) krotovina; 4 percent rock fragments; neutral; clear wavy boundary.\nBt3--61 to 74 cm (24 to 29 inches); yellowish brown (10YR 5/4) clay; weak medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm; few fine roots between peds; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common distinct light gray (10YR 7/2) carbonate coatings on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common fine distinct light gray (10YR 7/2) masses of carbonate accumulation in the matrix; 4 percent rock fragments; slightly alkaline; clear wavy boundary.\nBt4--74 to 96 cm (29 to 38 inches); dark yellowish brown (10YR 4/4) silty clay; moderate medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm; few fine roots between peds; many distinct grayish brown (10YR 5/2) clay films on vertical faces of peds; common distinct light gray (10YR 7/2) carbonate coatings on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common fine distinct light gray (10YR 7/2) masses of carbonate accumulation in the matrix; 5 percent rock fragments; strongly effervescent; slightly alkaline; gradual wavy boundary. [Combined thickness of the Bt horizon is 25 to 91 cm (10 to 36 inches).]\nBC--96 to 137 cm (38 to 54 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; very firm; few fine roots between peds; common distinct grayish brown (10YR 5/2) clay films on faces of peds; many distinct grayish brown (10YR 5/2) carbonate coatings on vertical faces of peds; common distinct light gray (10YR 7/2) carbonate coatings on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; 6 percent rock fragments; strongly effervescent; moderately alkaline; gradual irregular boundary. [10 to 41 cm (4 to 16 inches) thick]\nCd1--137 to 183 cm (54 to 72 inches); brown (10YR 4/3) silty clay loam; massive, with widely spaced vertical partings; horizontal platy tendencies in the matrix; very firm; few fine roots along vertical partings; common distinct gray (10YR 5/1) carbonate coatings on faces of vertical partings and along horizontal plates; common medium distinct gray (10YR 5/1) iron depletions on faces of vertical partings and along horizontal plates; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation on faces of vertical partings and along horizontal plates; common fine distinct black (10YR 2/1) manganese concretions on faces of vertical partings and along horizontal plates; 6 percent rock fragments; strongly effervescent; moderately alkaline; gradual irregular boundary.\nCd2--183 to 203 cm (72 to 80 inches); brown (10YR 4/3) silty clay loam; massive, with widely spaced vertical partings; horizontal platy tendencies in the matrix; very firm; common distinct gray (10YR 5/1) carbonate coatings on faces of vertical partings and along horizontal plates; common medium and coarse distinct dark yellowish brown (10YR 4/6) masses of iron accumulation on faces of vertical partings and along horizontal plates; few fine distinct black (10YR 2/1) manganese concretions on faces of vertical partings and along horizontal plates; 5 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Putnam County, Ohio; approximately 2.6 miles east-southeast of Leipsic, in Van Buren Township; 1,370 feet south and 362 feet east of the northwest corner of sec. 34, T. 2 N., R. 8 E.; USGS Leipsic, Ohio topographic quadrangle; lat. 41 degrees 05 minutes 26.70 seconds N. and long. 83 degrees 56 minutes 13.70 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 61 to 152 cm (24 to 60 inches)\nDepth to densic contact: 76 to 152 cm (30 to 60 inches)\nDepth to carbonates: typically 61 to 76 cm (24 to 30 inches) but ranges from 46 to 102 cm (18 to 40 inches)\nParticle-size control section: averages 45 to 55 percent clay and 10 to 25 percent sand\nRock fragments: typically glacial erratics of mixed lithology, primarily shale, limestone, and igneous gravel\nAp horizon:\nHue: 10YR\nValue: 3 to 5 (6 or 7 dry)\nChroma: 1 to 3\nTexture: silt loam, loam, clay loam, or silty clay loam\nRock fragment content: 0 to 5 percent\nReaction: strongly acid to slightly alkaline\nA horizon, where present:\nThickness: 5 to 13 cm (2 to 5 inches)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam, loam, clay loam, or silty clay loam\nRock fragment content: 0 to 5 percent\nReaction: strongly acid to slightly alkaline\nSome pedons have an E or BE horizon.\nBt or Btg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: clay loam, clay, or silty clay; thin subhorizons of silty clay loam are in some pedons\nClay content: 35 to 60 percent\nRock fragment content: 1 to 10 percent\nReaction: strongly acid to slightly alkaline\nBtk or Bk horizon, where present:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silty clay or clay\nRock fragment content: 1 to 10 percent\nReaction: slightly alkaline\nBC or BCg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: clay loam, silty clay loam, clay, or silty clay\nRock fragment content: 2 to 10 percent\nReaction: slightly alkaline or moderately alkaline\nCd or Cdg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 4\nTexture: dominantly silty clay loam or clay loam, but includes silty clay or clay\nClay content: 27 to 42 percent\nRock fragment content: 2 to 10 percent\nReaction: slightly alkaline or moderately alkaline\nCalcium carbonate equivalent: 15 to 30 percent\nSome pedons have a C or Cg horizon above the Cd or Cdg horizon with similar properties."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bennington, Blount, Del Rey, Fulton, Kimmell, and Mahoning series. Bennington and Del Rey soils do not have a densic contact within the series control section. Blount soils average less than 45 percent clay in the particle-size control section. Fulton soils do not have rock fragments in the lower part of the series control section. Kimmell soils are on outwash-floored till plains and are underlain by horizons containing more than 85 percent sand. Mahoning soils have a calcium carbonate equivalent of less than 15 percent in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Nappanee soils are on wave-worked till plains, till-floored lake plains, till plains, and moraines of Wisconsinan age. Slope ranges from 0 to 6 percent. These soils formed in clayey till. Mean annual precipitation ranges from 762 to 914 mm (30 to 36 inches). Mean annual air temperature ranges from 8.4 to 12 degrees C (47 to 53 degrees F). Mean summer temperature is about 21 degrees C (70 degrees F). Frost-free period is 140 to 182 days. Elevation is 174 to 244 meters (571 to 800 feet) above mean sea level in MLRA 99."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The moderately well drained St. Clair soils, the very poorly drained Hoytville and Toussaint soils, and the poorly drained Ziegenfuss soils are in a drainage sequence with the Nappanee soils. St. Clair soils do not have layers with chroma of 2 immediately below the surface horizon. Hoytville, Toussaint, and Ziegenfuss soils have surface horizons that are darker colored. In some areas, Blount soils are associated with Nappanee soils. In MLRA 99, Blount soils are on nearby moraines at elevations above 244 meters (800 feet)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The depth to the top of an intermittent perched high water table ranges from 15 to 61 cm (0.5 to 2 feet) between November and May in normal years. The potential surface runoff ranges from negligible to very high. Saturated hydraulic conductivity is moderately high in the upper part of the solum, moderately low in the lower part and low in the substratum. Permeability is moderate or moderately slow in the upper part of the solum, slow in the lower part, and slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large part is under cultivation. Corn, oats, wheat, soybeans, clover, and alfalfa are the principal crops. Some areas are in pasture. Native vegetation is forest of American beech, red maple, pin oak, American basswood, and American elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Ohio, southern Michigan, northeastern Indiana, and northern Illinois. Dominant acreage is in MLRA 99 (about 164,000 acres), with lesser acreages in MLRAs 95B, 98, 110, 111B, and 111C. The type location is in MLRA 99. The series is of large extent, about 230,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Van Buren County, Michigan, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Ap1, Ap2 horizons).\nArgillic horizon: from a depth of 25 to 96 cm (Btg horizon).\nDensic contact: at 137 cm (top of the Cd1 horizon).\nAquic conditions: iron depletions in all horizons between the depths of 25 and 183 cm.\nA large amount of acreage on moraines is currently mapped as Nappanee and should be re-evaluated during future MLRA update work.\nADDITIONAL DATA: Laboratory characterization data from The Ohio State University Soil Characterization Laboratory is available for several pedons, including PT-037 (the typical pedon). Laboratory characterization data is also available from the USDA-NRCS, National Soil Survey Laboratory, Lincoln, NE. Transect data is available for the type location delineation (137HGVA34T01).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap1--0 to 10 cm (0 to 4 inches); dark grayish brown (10YR 4/2) clay loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to moderate medium and coarse granular; firm; many fine and coarse roots throughout; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 4 percent rock fragments; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap2--10 to 25 cm (4 to 10 inches); dark grayish brown (10YR 4/2) clay loam; moderate medium and coarse subangular blocky structure parting to moderate fine and medium granular; firm; many fine and coarse roots throughout; common fine distinct brown (7.5YR 4/4) masses of iron accumulation in the matrix; 4 percent rock fragments; slightly acid; clear smooth boundary. [Combined thickness of the Ap horizon is 15 to 28 cm (6 to 11 inches).]"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--25 to 46 cm (10 to 18 inches); yellowish brown (10YR 5/4) clay; moderate fine and medium subangular blocky structure; firm; common fine and coarse roots between peds; many distinct dark grayish brown (10YR 4/2) and common distinct grayish brown (10YR 5/2) clay films on faces of peds; many medium and coarse distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common dark grayish brown (10YR 4/2) krotovina; 4 percent rock fragments; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--46 to 61 cm (18 to 24 inches); yellowish brown (10YR 5/4) clay; moderate medium and coarse subangular blocky structure; firm; few fine roots between peds; many distinct grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) clay films on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common dark grayish brown (10YR 4/2) krotovina; 4 percent rock fragments; neutral; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 61,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--61 to 74 cm (24 to 29 inches); yellowish brown (10YR 5/4) clay; weak medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm; few fine roots between peds; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common distinct light gray (10YR 7/2) carbonate coatings on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common fine distinct light gray (10YR 7/2) masses of carbonate accumulation in the matrix; 4 percent rock fragments; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 74,
        "bottom": 96,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt4--74 to 96 cm (29 to 38 inches); dark yellowish brown (10YR 4/4) silty clay; moderate medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm; few fine roots between peds; many distinct grayish brown (10YR 5/2) clay films on vertical faces of peds; common distinct light gray (10YR 7/2) carbonate coatings on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; common fine distinct light gray (10YR 7/2) masses of carbonate accumulation in the matrix; 5 percent rock fragments; strongly effervescent; slightly alkaline; gradual wavy boundary. [Combined thickness of the Bt horizon is 25 to 91 cm (10 to 36 inches).]"
      },
      {
        "name": "BC",
        "top": 96,
        "bottom": 137,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "BC--96 to 137 cm (38 to 54 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; very firm; few fine roots between peds; common distinct grayish brown (10YR 5/2) clay films on faces of peds; many distinct grayish brown (10YR 5/2) carbonate coatings on vertical faces of peds; common distinct light gray (10YR 7/2) carbonate coatings on faces of peds; many medium and coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese concretions in the matrix; 6 percent rock fragments; strongly effervescent; moderately alkaline; gradual irregular boundary. [10 to 41 cm (4 to 16 inches) thick]"
      },
      {
        "name": "Cd1",
        "top": 137,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Cd1--137 to 183 cm (54 to 72 inches); brown (10YR 4/3) silty clay loam; massive, with widely spaced vertical partings; horizontal platy tendencies in the matrix; very firm; few fine roots along vertical partings; common distinct gray (10YR 5/1) carbonate coatings on faces of vertical partings and along horizontal plates; common medium distinct gray (10YR 5/1) iron depletions on faces of vertical partings and along horizontal plates; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation on faces of vertical partings and along horizontal plates; common fine distinct black (10YR 2/1) manganese concretions on faces of vertical partings and along horizontal plates; 6 percent rock fragments; strongly effervescent; moderately alkaline; gradual irregular boundary."
      },
      {
        "name": "Cd2",
        "top": 183,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cd2--183 to 203 cm (72 to 80 inches); brown (10YR 4/3) silty clay loam; massive, with widely spaced vertical partings; horizontal platy tendencies in the matrix; very firm; common distinct gray (10YR 5/1) carbonate coatings on faces of vertical partings and along horizontal plates; common medium and coarse distinct dark yellowish brown (10YR 4/6) masses of iron accumulation on faces of vertical partings and along horizontal plates; few fine distinct black (10YR 2/1) manganese concretions on faces of vertical partings and along horizontal plates; 5 percent rock fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
