{
  "SERIES": "NARTA",
  "STATUS": "Established Series",
  "BYREV": "JG-JKW-RM",
  "REVDATE": "09/2015",
  "STATES": "TX",
  "OVERVIEW": "The Narta series consists of very deep, poorly drained, very slowly permeable soils that formed in loamy fluviomarine sediments derived from the Beaumont Formation of Late Pleistocene age.  These nearly level soils are on the South Texas Coastal Plain. Slope ranges from 0 to 1 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 1219 mm (48 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Narta loam--0.5 percent slope in rangeland; elevation is 2 meters (6.5 ft). (Colors are for moist soil unless otherwise stated).\nA--0 to 14 cm (0 to 5 in); dark gray (10YR 4/1) loam; massive; friable; common fine roots and many very fine roots; common fine tubular and common very fine interstitial and tubular pores; 1 percent worm casts; Electrical Conductivity is 1.4 dS/m; Sodium Adsorption Ratio of 11; slightly acid; clear wavy boundary. (Thickness is 8 to 25 cm [3 to 10 in])\nBtn1--14 to 33 cm (5 to 13 in); very dark gray (10YR 3/1) clay loam; weak coarse columnar structure parting to moderate medium subangular blocky; firm; common fine roots and many very fine roots; common very fine tubular pores; 5 percent faint pressure faces; 5 percent faint black (10YR 2/1) clay films; 1 percent faint gray (10YR 5/1) sand coats on vertical faces of peds; 1 percent worm casts; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 3.2 dS/m; Sodium Adsorption Ratio of 26; slightly alkaline; gradual wavy boundary.\nBtn2--33 to 52 cm (13 to 21 in); dark gray (10YR 4/1) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; common very fine roots; common very fine tubular pores; 5 percent faint pressure faces; 15 percent faint dark grayish brown (10YR 4/2) clay films; 1 percent worm casts; 1 percent medium moderately cemented very pale brown (10YR 8/2) nodules of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 8.5 dS/m; Sodium Adsorption Ratio of 38; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btn horizons is 25 to 56 cm [10 to 22 in])\nBtkng1--52 to 100 cm (21 to 39 in); gray (10YR 5/1) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; common very fine roots; common very fine tubular pores; 1 percent faint pressure faces; 15 percent faint dark grayish brown (10YR 4/2) clay films; 3 percent fine and medium moderately cemented very pale brown (10YR 8/2) nodules of calcium carbonate; 8 percent medium and coarse very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 10.9 dS/m; Sodium Adsorption Ratio of 41; very slightly effervescent; strongly alkaline; gradual wavy boundary.\nBtkng2--100 to 125 cm (39 to 49 in); gray (10YR 6/1) clay loam; weak coarse subangular blocky structure; firm; common very fine roots; common very fine tubular pores; 10 percent faint gray (10YR 5/1) clay films; 2 percent fine and medium moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 2 percent medium and coarse very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 13.8 dS/m; Sodium Adsorption Ratio of 39; very slightly effervescent; moderately alkaline; gradual wavy boundary.\nBtkng3--125 to 144 cm (49 to 57 in); light brownish gray (2.5Y 6/2) clay loam; weak coarse subangular blocky structure; firm; few very fine roots; common very fine tubular pores; 10 percent faint gray (10YR 5/1) clay films; 2 percent fine moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 2 percent fine and medium very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 15.4 dS/m; Sodium Adsorption Ratio of 38; slightly effervescent; moderately alkaline; gradual wavy boundary.\nBtkng4--144 to 163 cm (57 to 64 in); light yellowish brown (2.5Y 6/3) and light brownish gray (2.5Y 6/2) clay loam; weak very coarse subangular blocky structure; friable; few very fine roots; common very fine tubular pores; 10 percent faint gray (10YR 5/1) clay films; 2 percent fine moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 2 percent fine and medium very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with clear boundaries on faces of peds; 2 percent medium prominent dark brown (10YR 3/3) iron-manganese masses with sharp boundaries on faces of peds; 4 percent fine and medium distinct gray (10YR 6/1) iron depletions with sharp boundaries on faces of peds; Electrical Conductivity is 15.6 dS/m; Sodium Adsorption Ratio of 37; slightly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btkn horizons is 122 to 170 cm [48 to 67 in])\nBtkng5--163 to 203 cm (64 to 80 in); olive yellow (2.5Y 6/6) sandy clay loam; weak very coarse subangular blocky structure; friable; 10 percent faint gray (10YR 5/1) clay films; 1 percent fine moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 5 percent medium and coarse very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine salt crystals; 2 percent fine and medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries on faces of peds; 2 percent medium prominent dark brown (10YR 3/3) iron-manganese masses with sharp boundaries on faces of peds; 12 percent fine and medium distinct gray (10YR 6/1) iron depletions with sharp boundaries on faces of peds; Electrical Conductivity is 19 dS/m; Sodium Adsorption Ratio of 37; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aransas County, Texas; from the Aransas National Wildlife Refuge Visitor Center; about 7.8 miles west on park road to east end of the dam on Burgentine Lake; 1 mile west on dam road; 300 ft south in rangeland. Latitude: 28 degrees 16 minutes 41.00 seconds N; Longitude: 96 degrees 54 minutes 50.70 seconds W. Tivoli SE, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.  These soils remain saturated with reducing conditions for long periods during the spring and late summer to early fall months.\nMean annual soil temperature: 22.2 to 22.8 degrees C (72 to 73 degrees F)\nDepth to secondary calcium carbonate: 25 to 66 cm (10 to 26 in)\nParticle-size control section (weighted average)\nClay content: 45 to 55 percent\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sandy loam or loam\nClay content: 10 to 20 percent\nElectrical conductivity (dS/m): 0.5 to 16\nSodium Adsorption Ratio: 6 to 15\nReaction: slightly acid or neutral\nBtn horizon\nHue: 10YR or 2.5Y\nValue: 3 or 4\nChroma: 1 or 2\nTexture: clay loam or clay\nClay content: 30 to 45 percent\nCalcium carbonate equivalent: 0 to 2 percent\nIdentifiable secondary carbonates: amount-0 to 2 percent, size-fine, kind-nodules, location-in matrix\nRedox concentrations: amount-0 to 5 percent, size-fine, contrast-faint or distinct, boundary-sharp, location-lining pores, shades-brown or black\nElectrical conductivity (dS/m): 2 to 30\nSodium Adsorption Ratio: 15 to 45\nReaction: moderately alkaline or strongly alkaline\nBtkng horizon (upper part)\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay loam or clay\nClay content: 35 to 45 percent\nCalcium carbonate equivalent: 5 to 15 percent\nIdentifiable secondary carbonates: amount-2 to 10 percent, size-fine or medium, kind-masses or nodules, location-in matrix\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-faint or distinct, boundary-sharp to diffuse, location-throughout, shades-brown, black, or yellow\nElectrical conductivity (dS/m): 8 to 30\nSodium Adsorption Ratio: 15 to 45\nEffervescence: very slight to strong\nReaction: moderately alkaline or strongly alkaline\nBtkng horizon (lower part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 3 to 6\nTexture: fine sandy loam, sandy clay loam, or clay loam\nClay content: 19 to 35 percent\nCalcium carbonate equivalent: 10 to 20 percent\nIdentifiable secondary carbonates: amount-3 to 10 percent, size-fine or medium, kind-masses or nodules, location-in matrix\nRedox concentrations: amount-2 to 8 percent, size-fine to coarse, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout, shades-brown, black, or yellow\nRedox depletions: amount-0 to 15 percent, size-fine to coarse, contrast-faint or distinct, boundary-sharp to diffuse, location-throughout, shades-gray\nElectrical conductivity (dS/m): 8 to 30\nSodium Adsorption Ratio: 30 to 45\nEffervescence: slight to strong\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Woodsboro (TX)series in the same family Soils in a similar family include the Cost (TX),Livia (TX), Matagorda (TX), and Palacios (TX) series.\nWoodsboro soils; areas of elevation greater than 6.1 m (20 feet); not subject to flooding\ndS/mCost soils: have stratified sandy and loamy alluvium in the lower solum and have an A horizon with color value of 7.\nLivia soils: are less saline (Electrical conductivity less than 16 dS/m) in the lower natric horizon\nMatagorda soils: have mixed mineralogy\nPalacios soils: are less saline (Electrical conductivity less than 16 dS/m) and have a surface layer that meet the requirements of a mollic epipedon except for thickness"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine sediments of the Beaumont Formation of late Pleistocene age\nLandscape: Coastal plain\nLandform: low flats\nSlope: 0 to 1 percent\nMean annual air temperature range: 20.6 to 22.8 degrees C (69 to 73 degrees F)\nMean annual precipitation range: 737 to 1346 mm (26 to 53 in).\nPrecipitation Pattern: April through June and September and October are the wettest months with averages from 60 to 127 mm (2.5 to 5 in) of rain per month.  November through March is the driest months with averages from 33 to 48 mm (1.5 to 2 in) of rain per month.\nFrost-free period: 301 to 365 days\nElevation: 1 to 4.6 m (3 to 15 ft)\nThornthwaite annual P-E indices: 32 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aransas, Dietrich, Victine, and the Victoria series.\nAransas soils: have a clayey surface texture and are on alluvial flood plains\nDietrich soils: have a sandy surface layer and are on a similar to slightly lower landform\nVictine soils: have a surface with more than 30 percent clay and are on a slightly higher landform\nVictoria soils: are clayey throughout and are on higher flats"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is very slow.  Runoff is high. These soils are subject to flooding 1 to 5 times in 100 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife land.  Native grasses are salt tolerant species such as gulf cordgrass, hartweg paspalum, seashore saltgrass, switchgrass, shoregrass, and buffalograss.  Woody invaders are mostly stunted mesquite, bushy sea-oxeye, and cactus.  A few local areas are used as pasture and planted to improved and introduced grasses.  The ecological site is Salty Prairie, PE 31-44 (R150BY551TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gulf Coast Saline Prairies (MLRA 150B in LRR T) in the coastal area of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aransas County, Texas, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as Willamar or saline phases of Orelia.  Texas Highway Department test reports indicate that plasticity index values are about 25 percent higher than normally expected in a smectitic mineralogy class.  This is assumed to be an effect of the high ESP of this soil.The classification was changed in 2014 as a result of characterization data.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 14 to 64 cm (5 to 25 in). (Btn1,Btn2, Btkg\thorizons)\nOchric epipedon: 0 to 14 cm (0 to 5 in). (A horizon)\nNatric horizon: 14 to 203 cm (5 to 80 in). (Btn1, Btn2, Btkng1, Btkng2, Btkng3, Btkng4, and Btkng5 horizons)\nCalcic horizon: 125 to 203 cm (49 to 80 in) (Btkng3 and Btkng4)\nLinear extensibility of 6 cm in the upper argillic horizons. (Btn1, Btn2\nADDITIONAL DATA:  NSSL Characterization data available from the series type location in Aransas County, TX on pedon number 05N0202.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 14,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 14 cm (0 to 5 in); dark gray (10YR 4/1) loam; massive; friable; common fine roots and many very fine roots; common fine tubular and common very fine interstitial and tubular pores; 1 percent worm casts; Electrical Conductivity is 1.4 dS/m; Sodium Adsorption Ratio of 11; slightly acid; clear wavy boundary. (Thickness is 8 to 25 cm [3 to 10 in])"
      },
      {
        "name": "Btn1",
        "top": 14,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btn1--14 to 33 cm (5 to 13 in); very dark gray (10YR 3/1) clay loam; weak coarse columnar structure parting to moderate medium subangular blocky; firm; common fine roots and many very fine roots; common very fine tubular pores; 5 percent faint pressure faces; 5 percent faint black (10YR 2/1) clay films; 1 percent faint gray (10YR 5/1) sand coats on vertical faces of peds; 1 percent worm casts; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 3.2 dS/m; Sodium Adsorption Ratio of 26; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Btn2",
        "top": 33,
        "bottom": 52,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btn2--33 to 52 cm (13 to 21 in); dark gray (10YR 4/1) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; common very fine roots; common very fine tubular pores; 5 percent faint pressure faces; 15 percent faint dark grayish brown (10YR 4/2) clay films; 1 percent worm casts; 1 percent medium moderately cemented very pale brown (10YR 8/2) nodules of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 8.5 dS/m; Sodium Adsorption Ratio of 38; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btn horizons is 25 to 56 cm [10 to 22 in])"
      },
      {
        "name": "Btkng1",
        "top": 52,
        "bottom": 100,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkng1--52 to 100 cm (21 to 39 in); gray (10YR 5/1) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; common very fine roots; common very fine tubular pores; 1 percent faint pressure faces; 15 percent faint dark grayish brown (10YR 4/2) clay films; 3 percent fine and medium moderately cemented very pale brown (10YR 8/2) nodules of calcium carbonate; 8 percent medium and coarse very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 10.9 dS/m; Sodium Adsorption Ratio of 41; very slightly effervescent; strongly alkaline; gradual wavy boundary."
      },
      {
        "name": "Btkng2",
        "top": 100,
        "bottom": 125,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkng2--100 to 125 cm (39 to 49 in); gray (10YR 6/1) clay loam; weak coarse subangular blocky structure; firm; common very fine roots; common very fine tubular pores; 10 percent faint gray (10YR 5/1) clay films; 2 percent fine and medium moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 2 percent medium and coarse very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 13.8 dS/m; Sodium Adsorption Ratio of 39; very slightly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btkng3",
        "top": 125,
        "bottom": 144,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkng3--125 to 144 cm (49 to 57 in); light brownish gray (2.5Y 6/2) clay loam; weak coarse subangular blocky structure; firm; few very fine roots; common very fine tubular pores; 10 percent faint gray (10YR 5/1) clay films; 2 percent fine moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 2 percent fine and medium very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 15.4 dS/m; Sodium Adsorption Ratio of 38; slightly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btkng4",
        "top": 144,
        "bottom": 163,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkng4--144 to 163 cm (57 to 64 in); light yellowish brown (2.5Y 6/3) and light brownish gray (2.5Y 6/2) clay loam; weak very coarse subangular blocky structure; friable; few very fine roots; common very fine tubular pores; 10 percent faint gray (10YR 5/1) clay films; 2 percent fine moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 2 percent fine and medium very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with clear boundaries on faces of peds; 2 percent medium prominent dark brown (10YR 3/3) iron-manganese masses with sharp boundaries on faces of peds; 4 percent fine and medium distinct gray (10YR 6/1) iron depletions with sharp boundaries on faces of peds; Electrical Conductivity is 15.6 dS/m; Sodium Adsorption Ratio of 37; slightly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btkn horizons is 122 to 170 cm [48 to 67 in])"
      },
      {
        "name": "Btkng5",
        "top": 163,
        "bottom": 203,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Btkng5--163 to 203 cm (64 to 80 in); olive yellow (2.5Y 6/6) sandy clay loam; weak very coarse subangular blocky structure; friable; 10 percent faint gray (10YR 5/1) clay films; 1 percent fine moderately cemented pale yellow (2.5Y 8/2) nodules of calcium carbonate; 5 percent medium and coarse very pale brown (10YR 8/2) masses of calcium carbonate; 1 percent fine salt crystals; 2 percent fine and medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries on faces of peds; 2 percent medium prominent dark brown (10YR 3/3) iron-manganese masses with sharp boundaries on faces of peds; 12 percent fine and medium distinct gray (10YR 6/1) iron depletions with sharp boundaries on faces of peds; Electrical Conductivity is 19 dS/m; Sodium Adsorption Ratio of 37; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
