{
  "SERIES": "NARU",
  "STATUS": "Established Series",
  "BYREV": "Rev.  AW:JWF",
  "REVDATE": "04/2007",
  "STATES": "OK",
  "OVERVIEW": "The Naru series consists of moderately deep, well drained, slowly permeable upland soils.  These soils are formed in colluvium over shaly clays and hard conglomerate of Pennsylvanian age.  Naru\nsoils are on sloping to steep side slopes of low ridges or hills north of the Arbuckle Mountains in the Grand Prairie.  Slopes are\n5 to 30 percent.  Mean annual precipitation is 37 inches.  Mean annual temperature is 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, thermic Udic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Naru cobbly loam--forest.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 6 inches; brown (7.5YR 4/2) cobbly loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; soft,\nfriable; common fine and medium roots; content of coarse fragments\nof limestone make up about 45 percent by volume; neutral; clear smooth boundary.  (4 to 8 inches thick)\nA2--6 to 15 inches; light brown (7.5YR 6/4) cobbly loam,\nbrown (7.5YR 5/4) moist; moderate medium granular structure; soft, friable; common fine and medium roots; content of coarse fragments\nof limestone makes up about 45 percent by volume; neutral; clear\nwavy boundary.  (6 to 10 inches thick)\nB2t--15 to 36 inches; reddish brown (5YR 5/4) cobbly loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable; few fine and medium roots; thick nearly continuous clay films on faces of peds; content of coarse\nfragments of limestone makes up about 35 percent by volume;\nneutral; clear wavy boundary.  (16 to 22 inches thick)\nIIC--36 to 58 inches; coarsely mottled dark reddish brown\n(2.5YR 3/4), reddish brown (5YR 4/4), gray (10YR 6/1), and olive yellow (2.5Y 6/6) shaly clay; massive; very hard, very firm;\ncontent of coarse fragments of limestone make up 10 percent by volume; calcareous; moderately alkaline; clear wavy boundary.  (20\nto 26 inches thick)\nIIR--58 to 70 inches; light gray (N 7/0) indurated limestone conglomerate tilted less than 20 degrees from horizontal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Murray County, Oklahoma; about 5 miles west and 4 miles south of Sulphur; 4,700 feet north and 4,000 feet east of\nthe southwest corner of sec. 26, T. 1 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to IIC\nhorizon ranges from 30 to 40 inches.  Depth to the IIR layer\nranges from 55 to 65 inches.  Depth to secondary carbonates is\nmore than 36 inches.\nThe A1 horizon has hue of 7.5YR or 10YR, value of 4 or 5, and\nchroma of 2 or 3.  Texture is cobbly and very cobbly phases of\nsilt loam and loam.  Reaction is medium acid to neutral.  Content\nof coarse fragments of limestone ranges from 35 to 70 percent by volume.  About 15 to 30 percent by volume is less than 76 mm in diameter, and 20 to 40 percent by volume is more than 76 mm in diameter.\nThe A2 horizon has hue of 7.5YR or 10YR, value of 6 or 7, and\nchroma of 2 to 6.  Texture, reaction, and content of coarse\nfragments is the same as the A1 horizon.\nThe B2t horizon has hue of 5YR, value of 4 or 5, and chroma of 4\nto 8.  Texture is cobbly or very cobbly phases of clay loam, silty clay loam, cobbly loam, or silt loam.  Reaction is medium acid to neutral.  Content of coarse fragments is the same as the A1\nhorizon.\nThe IIC horizon is coarsely mottled in shades of brown, red, gray, and yellow.  The gray mottles are inherited from the parent\nmaterial and are not indicative of wetness.  Content of coarse fragments less than 76 mm in diameter makes up 0 to 5 percent by volume.  Some pedons are neutral to moderately alkaline and noncalcareous.\nThe IIR layer is indurated limestone conglomerate that is several feet thick and is tilted less than 20 degrees from horizontal.  In some areas, minor amounts of granite fragments are present in the conglomerate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Click series in the same family and Cisco, Cobb, Grandfield, Kopperl, May, Menard, Oben, and Rochelle series in similar families.  Cisco, Cobb, Grandfield, and May\nsoils have less than 35 percent coarse fragments in the control section.  In addition, Cisco soils have siliceous mineralogy.\nClick and Kopperl soils have a solum more than 40 inches thick.\nIn addition, Kopperl soils have siliceous mineralogy.  Menard and Rochelle soils have secondary carbonates within 35 inches and are\ndry for longer periods of time.  Oben soils have a solum less than\n20 inches thick and have less than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Naru soils are on sloping to steep side\nslopes of low ridges or hills north of the Arbuckle Mountains in\nthe Grand Prairie.  The upper part of these soils formed in colluvium, and the lower part formed in shaly clays and hard conglomerate of Pennsylvanian age.  Slopes are 5 to 30 percent.\nMean annual precipitation ranges from 34 to 40 inches.  Mean\nannual temperature ranges from 62 to 64 degrees F.  Thornthwaite annual P-E indices range from 54 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bromide, Chigley, Grainola, Rayford, and Travertine series.  Bromide soils are on similar areas on the landscape, but they do not have argillic horizons.  Chigley and Grainola soils are usually on ridges and\nupper side slopes, have more than 35 percent clay content in the control section, and have less than 35 percent coarse fragments in the control section.  Rayford and Travertine soils usually occur\non ridges, and they have a solum less than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Naru soils are well drained.  Runoff\nis medium to rapid.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for range, recreation, and urban dwellings.  The native vegetation is post oak, blackjack oak,\neastern redcedar, green ash, chinkapin oak, and shumard oak trees with an understory of tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grand Prairie of Oklahoma near the\nArbuckle Mountains.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Murray County, Oklahoma; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Gilson series.  The Gilson series is inactive.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "narrative": "A1--0 to 6 inches; brown (7.5YR 4/2) cobbly loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; soft,"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "narrative": "A2--6 to 15 inches; light brown (7.5YR 6/4) cobbly loam,"
      },
      {
        "name": "B2t",
        "top": 38,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "narrative": "B2t--15 to 36 inches; reddish brown (5YR 5/4) cobbly loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable; few fine and medium roots; thick nearly continuous clay films on faces of peds; content of coarse"
      },
      {
        "name": "IIC",
        "top": 91,
        "bottom": 147,
        "narrative": "IIC--36 to 58 inches; coarsely mottled dark reddish brown"
      },
      {
        "name": "IIR",
        "top": 147,
        "bottom": 178,
        "dry_hue": "N",
        "dry_value": 7,
        "dry_chroma": 0,
        "narrative": "IIR--58 to 70 inches; light gray (N 7/0) indurated limestone conglomerate tilted less than 20 degrees from horizontal."
      }
    ]
  ]
}
