{
  "SERIES": "NARY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER-TWN-AGG",
  "REVDATE": "03/2003",
  "STATES": "MN",
  "OVERVIEW": "The Nary series consists of very deep, moderately well drained soils formed in loamy glacial till on moraines. They have moderate permeability.  Slopes range from 1 to 3 percent.  Mean annual precipitation is about 24 inches.   Mean annual air temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nary fine sandy loam with a plane slope of 2 percent in a forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark gray (10YR 3/1) fine sandy loam; dark gray (10YR 4/1) dry; weak fine granular structure; very friable; 3 percent gravel, 10 percent cobbles; moderately acid; clear smooth boundary.  (1 to 6 inches thick)\nE--3 to 15 inches; grayish brown (10YR 5/2) loamy fine sand; light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; 3 percent gravel, 10 percent cobbles; moderately acid; gradual wavy boundary. (3 to 12 inches thick)\nB/E--15 to 24 inches; 70 percent dark yellowish brown (10YR 4/4) sandy clay loam (Bt); 30 percent grayish brown (10YR 5/2) fine sandy loam (E); few fine distinct yellowish brown (10YR 5/6) Fe concentrations; moderate medium subangular blocky structure; friable; 3 percent gravel, 5 percent cobbles; slightly acid; clear wavy boundary.  (2 to 20 inches thick)\nBt--24 to 36 inches; brown (10YR 4/3) sandy clay loam; common medium faint grayish brown (10YR 5/2) Fe depletions and common medium distinct yellowish brown (10YR 5/6) Fe concentrations; strong medium subangular blocky structure; friable; common distinct dark brown (10YR 3/3) clay films on faces of peds and lining pores; 5 percent gravel; slightly acid; clear smooth boundary.  (6 to 30 inches thick)\nC--36 to 60 inches; light olive brown (2.5Y 5/4) sandy loam; common medium distinct grayish brown (2.5Y 5/2) Fe depletions and common medium prominent yellowish brown (10YR 5/6) Fe concentrations; massive; friable; few to common medium irregularly shaped filaments and soft masses of carbonates; 8 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Minnesota; about 1 1/2 miles east and 3 miles south of Leonard; 2600 feet west and 2300 feet south of the northeast corner, sec. 27, T. 148 N., R. 36 W.; USGS Solway quadrangle; lat. 47 degrees 36 minutes 33 seconds N., long. 95 degrees 14 minutes 17 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates is 30  to 60 inches.   These soils typically have 2 to 15 percent pebble size rock fragments throughout and 0 to 15 percent cobbles.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in most years.\nThe A or Ap horizon has hue of 10YR, value of 2 to 4 and chroma of 1 to 3.  It is fine sandy loam or sandy loam.   Reaction is strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 4 to 6 and chroma of 2 or 3.  It is loamy sand, loamy fine sand, fine sandy loam, or sandy loam.  Reaction is strongly acid to slighlty acid.\nMost pedons have either B/E or E/B horizons with properties of the E and B horizons respectively.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4.  It is sandy clay loam, loam, or fine sandy loam. The clay content ranges from 18 to 27 percent and sand content ranges from 45 to 65 percent.  The Bt horizon has few to common Fe depletions of 2 chroma or less within 10 inches of the upper boundary of the Bt horizon.  Reaction is moderately acid or slightly acid.\nSome pedons have a Bk horizon that is similar to the C horizon but has evidence of appreciable accumulation of secondary carbonates.\nThe C horizon has hue of 2.5Y or 10YR, value of 3 to 6, and chroma of 2 to 5.  It is fine sandy loam or sandy loam.   The clay content ranges from 5 to 18 percent and the sand content ranges from 45 to 70 percent.  Reaction is slightly  alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alstad, Kert, Meadland, Millador, Point, Rietbrock, and Withee series.  Alstad soils have saturation in the upper third of the series control section.  Kert soils have a paralithic contact between depths of 20 and 40 inches.  The Meadland, Millador, Point and Withee soils do not have free carbonates above depths of 80 inches.  The Rietbrock soils have a lithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nary soils have plane slopes with gradients of 1 to 3 percent.  They formed in loamy glacial till of early Wisconsinan Age.  They are on moraines . The mean annual air temperature ranges from 37 to 45 degrees F.   Mean annual precipitation ranges from 20 to 30 inches.  Frost-free days range from 90 to 130.  Elevation above sea level ranges from 1,000 to 1,600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained  Sol on more sloping areas and the poorly drained Egglake in swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow.  Permeability is moderate.  Depth to seasonal high saturation is as high as 2.5 to 3.5 feet at some time from April through June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is forested or cultivated.  Quaking aspen is the dominant tree species.  Small grain and hay are the major annual crops. Native vegetation is mixed forest species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beltrami County, Minnesota, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:  ochric epipedon - the zone from the surface of the soil to a depth of 15 inches (A and E horizons); albic horizon (E horizon); glossic horizon - the zone from 15 to 24 inches (B/E horizon); argillic horizon - the zone from 15 to 36 inches ( B/E and Bt horizons); aquic subgroup based upon low chroma Fe depletions in upper part of the argillic horizon.\nThe subgroup classification was changed to Glossaquic from Aquic based on most pedons described having a B/E horizon.\nThe Type Location was moved from Beltrami County to Clearwater County to better reflect the series as it occurs in MLRA-57.\nADDITIONAL DATA:  Soil Interpretation Record numbers are MN0742, cobbly phase MN0281.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
