{
  "SERIES": "NASSET",
  "STATUS": "Established Series",
  "BYREV": "Rev. FFR-RJK-TWN",
  "REVDATE": "03/2007",
  "STATES": "IL,IA,MN",
  "OVERVIEW": "The Nasset series consists of deep or very deep, well drained soils formed in oxidized and leached loess with or without a thin layer of residuum or a reddish paleosol overlying limestone bedrock at a depth of 100 to 150 centimeters. These soils are on crests of narrow interfluves, side slopes, and treads and risers of high structural benches on uplands. Slope ranges from 0 to 35 percent. Mean annual air temperature is about 8 degrees C. Mean annual precipitation is about 850 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nasset silt loam, on a southwest-facing, linear slope of 4 percent, in a cultivated field, at an elevation of about 329 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine granular structure; friable; moderately acid; abrupt wavy boundary. (13 to 23 centimeters thick)\nBE--15 to 30 centimeters; brown (10YR 4/3) silt loam; moderate medium platy structure parting to moderate very fine subangular blocky; friable; moderately acid; abrupt wavy boundary. (0 to 20 centimeters thick)\nBt1--30 to 43 centimeters; yellowish brown (10YR 5/4) silt loam; strong very fine subangular blocky structure; friable; common medium tubular pores; few faint brown (10YR 4/3) clay films and common pale brown (10YR 6/3) silt coats on faces of peds; strongly acid; abrupt wavy boundary.\nBt2--43 to 69 centimeters; yellowish brown (10YR 5/4) silty clay loam; strong fine subangular blocky structure; friable; common medium pores; many faint brown (10YR 4/3) clay films and few pale brown (10YR 6/3) silt coats on faces of peds; strongly acid; abrupt wavy boundary.\nBt3--69 to 94 centimeters; yellowish brown (10YR 5/4) silt loam; moderate medium subangular blocky structure; friable; common medium pores; common faint brown (10YR 4/3) clay films on faces of peds; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon is 38 to 127 centimeters.)\n2Bt4--94 to 112 centimeters; brown (7.5YR 4/4) clay; moderate medium subangular blocky structure; very firm; many faint brown (7.5YR 4/3) clay films on faces of peds; slightly acid; abrupt wavy boundary. (0 to 23 centimeters thick)\n3R--112 centimeters; less than 2 centimeters of soft very pale brown (10YR 7/3) fragmented limestone over hard level bedded limestone that is shattered in the upper part. Some of the limestone fragments can be separated and have small amounts of reddish clayey material between them."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Olmsted County, Minnesota subset; about 3 miles southeast of Marion; located about 2,370 feet east and 2,400 feet south of the northwest corner of section 18, T. 105 N., R. 12 W.; USGS Marion toographic quadrangle; lat. 43 degrees 53 minutes 56 seconds N. and long. 92 degrees 18 minutes 34 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact of limestone--100 to 150 centimeters\nClay content in the particle-size control section (weighted average)--18 to 32 percent\nSand content in the particle-size control section (weighted average)--less than 5 percent, fine sand and sand coarser than fine sand\nTotal sand content in the particle-size control section (weighted average)--less than 12 percent\nA or Ap horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--silt loam\nClay content--14 to 24 percent\nReaction--strongly acid to neutral\nE or EB horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--silt loam\nClay content--12 to 24 percent\nReaction--strongly acid to neutral\nThickness--0 to 18 centimeters\nBE horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam\nClay content--12 to 24 percent\nReaction--strongly acid to slightly acid\nBt horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--silt loam or silty clay loam\nClay content--18 to 32 percent\nReaction--strongly acid to slightly acid\n2Bt horizon (when present):\nHue--5YR to 10YR\nValue--3 to 6\nChroma--4 to 8\nTexture--clay, clay loam, silty clay, silty clay loam or the channery or flaggy analogs of these textures\nClay content--35 to 55 percent\nRock fragment content--0 to 20 percent limestone channers and chert fragments, 0 to 15 percent limestone flagstones\nSome pedons have 2Bt horizons, 25 to 50 centimeters thick, with textures of very flaggy or extremely flaggy clay, clay loam, silty clay, silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Batavia, Bowes, Churchtown, Deroin, Downs, Ella, Festina, Frankville, Gladek, Greenbush, Harvard, Hersey, Knox, Luana, Mannon, Massbach, Mellott, Mt. Carroll, Myrtle, Newhouse, Oak Center, Watkins, Waubeek, and Yutan series.\nBatavia, Bowes, Churchtown, Deroin, Downs, Ella, Festina, Gladek, Greenbush, Harvard, Hersey, Knox, Luana, Mannon, Mellott, Mt. Carroll, Myrtle, Newhouse, Oak Center, Watkins, Waubeek, and Yutan--do not a lithic contact with limestone within  a depth of 150 centimeters\nFrankville--have a lithic contact with dolomitic limestone within a depth of 100 centimeters\nMassbach--have a paralithic contact with Maquoketa or Decorah shale of Ordovician Age within a depth of 150 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--oxidized and leached loess with or without a thin layer of residuum or a reddish paleosol overlying dolomitic limestone bedrock at a depth of 100 to 150 centimeters\nLandform--crests of narrow interfluves, side slopes, and treads and risers of high structural benches on dissected uplands\nSlope--0 to 35 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--735 to 965 millimeters\nFrost-free period--145 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ashdale, Dodgeville, Downs, Dubuque, Emeline, Frankville, Massbach, Mt. Carroll, Nordness, and Palsgrove soils.\nAshdale--are at landscape positions similar to those of the Nasset soils and have a mollic epipedon 30 to 50 centimeters thick\nDodgeville--are at lower landscape positions on side slopes and have a lithic contact with limestone within a depth of 100 centimeters\nDowns--are at higher landscape positions on interfluves and side slopes and do not have a lithic contact within a depth of 150 centimeters\nDubuque--are at lower landscape positions on side slopes and have a lithic contact with limestone within a depth of 100 centimeters\nEmeline--are at lower landscape positions on side slopes and have a lithic contact with limestone within a depth of 25 centimeters\nFrankville--are at lower landscape positions on side slopes\nMassbach--are at lower landscape positions on base slopes\nMt Carroll--are at higher landscape positions on interfluves and side slopes and do not have a lithic contact within a depth of 150 centimeters\nNordness--are at lower landscape positions on side slopes and have a lithic contact with limestone within a depth of 50 centimeters\nPalsgrove--are at landscape positions similar to those of the Nasset soils and have lighter-colored surface horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--frequent saturation does not occur within a depth of 1.8 meters during the wettest periods of normal years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loess, 0.10 to 1.00 micrometers per second in residuum or paleosol, and 1.00 to 100.00 micrometers per second in the limestone bedrock depending on the amount of fractures within the rock\nSurface runoff potential--negligible to high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThe gently sloping areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hays. The strongly sloping areas are pastured. The native vegetation is big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie and widely spaced oak and hickory trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Eastern lake section, Wisconsin driftless section, Dissected till plains\nMLRAs--Southern Wisconsin and Northern Illinois Drift Plain (95B), Eastern Iowa and Minnesota Till Prairies (104) and Northern Mississippi Valley Loess Hills (105)\nLRR M and LRR K; northeastern Iowa, southeastern Minnesota, and northwestern Illinois\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stephenson County, Illinois, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 30 to 80 centimeters (Bt1, Bt2 and Bt3 horizons);\nseries control section--the zone from the surface to a depth of 112 centimeters (Ap, BE, Bt1, Bt2, Bt3, and 2Bt4 horizons).\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 15 centimeters (Ap horizon);\nargillic horizon--the zone from a depth of 15 to 112 centimeters (Bt1, Bt2, Bt3, and 2Bt4 horizons);\nlithic contact--dolomitic limestone bedrock at 112 centimeters;\nudic moisture regime.\nThickness of the A horizon, depth to layer of maximum clay content, thickness of the Bt horizon, and depth to limestone bedrock decrease with increasing gradient on convex slopes.\nThe upper 0.3 to 1.5 meters of limestone may be significantly fractured and may not be a root restrictive layer.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
