{
  "SERIES": "NASS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWC-LCB-CLN",
  "REVDATE": "11/2000",
  "STATES": "TX",
  "OVERVIEW": "The Nass series consists of very deep, very poorly drained, rapidly permeable soils that formed in sandy sediments on swales associated with beach ridges next to the Gulf of Mexico.  These soils are saturated with water to the surface most of the year.  Slope is less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, hyperthermic Typic Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nass very fine sandy loam--in a concave area, 0.2 percent slope, in rangeland.\n(Colors are for moist soil unless otherwise stated.  When described, the water was 18 inches above the soil surface.)\nA--0 to 27 inches; dark gray (10YR 4/1), very fine sandy loam, gray (10YR 6/1) dry; single grained; loose; many fine roots; common medium distinct light gray (10YR 7/2) iron depletions; common strong brown stains; few sand-sized shell fragments; slightly saline (2.8 dS/m); slightly alkaline; clear wavy boundary. (4 to 35 inches thick)\nCg1--27 to 44 inches; gray (N 5/0) loamy very fine sand, light gray (N 7/0) dry; single grained; loose; few fine roots; common coarse prominent dark brown (10YR 3/3) iron concentrations; common strong brown stains; few sand-sized shell fragments; saline (6.8 dS/m); moderately alkaline; clear wavy boundary. (8 to 50 inches thick)\nCg2--44 to 57 inches; dark grayish brown (10YR 4/2) very fine sand, light brownish gray (10YR 6/2) dry; single grained; loose; common medium distinct light gray (10YR 7/2) iron depletions; common strong brown stains; few sand-sized shell fragments; strongly saline (12 dS/m); moderately alkaline; clear wavy boundary. (6 to 40 inches thick)\nCg3--57 to 65 inches; gray (N 5/0) very fine sand, light gray (N 7/0) dry; single grained; loose; common medium distinct dark brown (10YR 4/3) iron concentrations; common strong brown and black organic stains; common sand-sized shell fragments; strongly saline (12 dS/m); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Galveston County, Texas; from the intersection of Farm Road 3005 and Stewart Road on Galveston Island; 0.1 mile southwest on Farm Road 3005; 0.4 mile northwest and southwest on paved road; 0.4 mile north; 0.2 mile southwest and 30 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Reaction ranges from neutral to moderately alkaline.  The soil moisture is seldom at the wilting point.  A permanent water table ranges from 6 inches below to 24 inches above the soil surface.  It has a peraquic moisture regime.  The electrical conductivity varies seasonally and with rainfall but is usually between 2 and 16 dS/m in the upper 20 inches and between 4 and 25 dS/m below 20 inches.  The SAR is less than 15.  The texture ranges from fine or very fine sand to very fine sandy loam.  The control section contains at least one horizon that is loamy very fine sand, very fine sand, or finer.  Few to many gray, brown, and yellow redox features are present in most pedons.  Most pedons contain sand sized shell fragments.\nThe A horizon has hue of 10YR or N, value of 3 to 6, and chroma of 2 or less. Where the value is 3, the thickness is less than 7 inches.\nThe Cg horizon has hue of 10YR, 2.5Y, or N, value of 3 to 7, and chroma of 2 or less.  Colors in matrix are due to uncoated sand grain.  Some pedons have loamy strata below 40 inches.  Some pedons have thin strata that contain up to 30 percent marine shells."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.  Similar soils are the Dianola, Karankawa, Mustang, and Tatton series.  Karankawa soils are more saline, have SAR of more than 15, and are subject to tidal flooding.  Dianola and Mustang series are poorly drained, are deeper to a permanent water table, and have textures of loamy fine sand or coarser throughout the control section.  Tatton soils have texture of loamy fine sand or coarser, have higher electrical conductivity, and are barren of vegetation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nass soils are in depressional swales.  They formed in sandy beach deposits.  Slopes are less than 1 percent.  Mean annual precipitation ranges from 40 to 55 inches and is distributed throughout the year.  Mean annual temperature ranges from 72 degrees to 74 degrees F.  Thornthwaite annual P-E indices range from 50 to 75."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Karankawa and Mustang series, and Galveston and Sabine series.  Karankawa soils are in lower positions.  Galveston, Mustang and Sabine soils are in higher positions, have a deeper water table, and have textures of loamy fine sand and coarser throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Nass soils are very poorly drained.  Runoff is negligible to ponded; moderately rapid permeability.  A permanent water table is at of near the surface for nine months of the year.  In addition, the soil is seasonally ponded and fluctuates from 0 to 24 inches above the soil surface.  Most areas are flooded by sea water during severe storms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for range and wildlife land.  Native vegetation is mainly wet and salt tolerant plants such as rushes, marshhay cordgrass, and bulrushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gulf Coast Marsh of Texas (MLRA 151).  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Galveston County, Texas; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Mustang series.  Field observations indicate that the darker subhorizons are not buried A horizons but are caused by enrichment of dark material.\nClassification changed from Typic Haplaquents to Typic Endoaquents 11/2000 based on typifying pedon description.  Further study of the series is needed.\nDiagnostic horizons and features recognized in this pedon are:\nPeraquic moisture regime\nOchric epipedon-0 to 27 inches (A horizon).\nLow chroma colors due to wetness"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Texas A&M data from type location (S79TX-167-39).\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 27 inches; dark gray (10YR 4/1), very fine sandy loam, gray (10YR 6/1) dry; single grained; loose; many fine roots; common medium distinct light gray (10YR 7/2) iron depletions; common strong brown stains; few sand-sized shell fragments; slightly saline (2.8 dS/m); slightly alkaline; clear wavy boundary. (4 to 35 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 69,
        "bottom": 112,
        "dry_hue": "N",
        "dry_value": 7,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--27 to 44 inches; gray (N 5/0) loamy very fine sand, light gray (N 7/0) dry; single grained; loose; few fine roots; common coarse prominent dark brown (10YR 3/3) iron concentrations; common strong brown stains; few sand-sized shell fragments; saline (6.8 dS/m); moderately alkaline; clear wavy boundary. (8 to 50 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 112,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg2--44 to 57 inches; dark grayish brown (10YR 4/2) very fine sand, light brownish gray (10YR 6/2) dry; single grained; loose; common medium distinct light gray (10YR 7/2) iron depletions; common strong brown stains; few sand-sized shell fragments; strongly saline (12 dS/m); moderately alkaline; clear wavy boundary. (6 to 40 inches thick)"
      },
      {
        "name": "Cg3",
        "top": 145,
        "bottom": 165,
        "dry_hue": "N",
        "dry_value": 7,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg3--57 to 65 inches; gray (N 5/0) very fine sand, light gray (N 7/0) dry; single grained; loose; common medium distinct dark brown (10YR 4/3) iron concentrations; common strong brown and black organic stains; common sand-sized shell fragments; strongly saline (12 dS/m); moderately alkaline."
      }
    ]
  ]
}
