{
  "SERIES": "NATANK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/PDC/RLB",
  "REVDATE": "10/2014",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Calcidic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Natank extremely gravelly loam - woodland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches (0 to 5 cm); brown (10YR 5/3) extremely gravelly loam, brown (10YR 4/3) moist; weak thick platy structure; soft, very friable, nonsticky and slightly plastic; common fine roots; common very fine vesicular pores; 65 percent gravel; noneffervescent; slightly acid (pH 6.2); clear smooth boundary. (1 to 6 inches or 3 to 15 cm thick)\nBt1--2 to 4 inches (5 to 10 cm); brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, sticky and plastic; common fine roots; common fine tubular pores; few faint clay films bridging sand grains; 10 percent gravel; noneffervescent; slightly acid (pH 6.2); clear smooth boundary.\nBt2--4 to 7 inches (10 to 18 cm); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist, moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very firm, sticky and very plastic; many very fine roots; common fine tubular pores; common stress cutans; common prominent, patchy clay films on faces of peds and bridging sand grains; 10 percent gravel; noneffervescent; neutral (pH 6.6); clear smooth boundary.\nBt3--7 to 16 inches (18 to 41 cm); reddish brown (5YR 4/4) clay, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, very firm, very sticky and very plastic; common fine roots; common fine tubular pores; many stress cutans; common distinct patchy clay films on faces of peds and bridging sand grains; 10 percent gravel; noneffervescent; neutral (pH 6.6) clear smooth boundary. (combined thickness of the argillic horizon is 7 to 23 inches or 18 to 58 cm)\nBtk--16 to 22 inches (41 to 56 cm); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common fine roots; common fine tubular pores; many stress cutans; common distinct patchy clay films on faces of peds and bridging sand grains; common calcium carbonate accumulations; 10 percent gravel; strongly effervescent, 9 percent calcium carbonate equivalent; slightly alkaline (pH 7.5); abrupt smooth boundary. (4 to 24 inches or 10 to 61 cm thick)\nBk--22 to 30 inches (56 to 76 cm); reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6) moist;\nmassive; hard, friable, slightly sticky and slightly plastic; few fine roots; common fine tubular pores; many calcium carbonate accumulations; 7 percent calcium carbonate coated gravel; violently effervescent, 30 percent calcium carbonate equivalent; slightly alkaline (pH 7.7); abrupt smooth boundary. (7 to 10 inches or 18 to 25 cm thick)\nR--30 inches (76 cm); calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coconino County, Arizona; on the Hualapai Indian Reservation; 2100 feet west and 800 feet south of the northeast corner of section 12, T. 29 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry in some part for 90 or more days cumulative and is moist in some part for 45 consecutive days during June through October and more than half the time that the soil temperature is above 41 degrees F (5 degrees C). The soil is driest during May and June. Aridic ustic soil moisture regime.\nSoil temperature: 49 to 56 degrees F (9.4 to 13.3 degrees C).\nRock fragments: averages less than 15 percent in the particle size control section. The surface layer can ranges up to 70 percent.\nDepth to bedrock: 20 to 40 inches (51 to 102 cm), but more commonly 26 to 38 inches (66 to 97 cm)\nReaction: neutral in the upper part to moderately alkaline in the lower part\nDepth to calcic horizon: 14 to 40 inches (36 to 102 cm)\nCalcium carbonate equivalent: Averages 15 to 40 percent in the calcic horizon\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 or 5 dry, 3 to 5 moist\nChroma: 2 to 6, dry or moist\nBt horizon\nHue: 5YR, 7.5YR,\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: Clay loam, clay (35 to 55 percent clay)\nBk or Btk horizons\nHue: 5YR, 7.5YR\nValue: 4 to 8 dry, 3 to 7 moist\nChroma: 2 to 6, dry or moist\nTexture: Loam, clay loam, and clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Boxcanyon (CO) series. Boxcanyon soils are deep.and reside in LRR-G which has different climate and timing of precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Natank soils are on plateaus and mesas at elevations of 5800 to 6600 feet (1768 to 2012 meters). They formed in alluvium from sandstone and limestone. Slopes range from 1 to 20 percent. The mean annual precipitation is 13 to 18 inches (330 to 457 mm). The mean annual air temperature is about 47 to 54 degrees F (8.3 to12.2 degrees C). The frost-free period is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Disterheff, Toqui, and Yumtheska soils. Disterheff soils are Vertic and are on fan terraces, the Toqui and Yumtheska soils have a lithic contact within a depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Natank soils are used for fuelwood production and grazeable woodland. Present vegetation is muttongrass, blue grama, Utah juniper, pinyon pine and Stansbury cliffrose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern and north central Arizona. This series is extensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coconino County, Arizona; Soil survey of Hualapai-Havasupai Area, Arizona, Parts of Coconino, Mohave and Yavapai Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the 0 to 2 inches (0 to 5 cm) (A horizon)\nArgillic horizon - the zone from 2 to 22 inches (5 to 56 cm) (Bt1, Bt2, Bt3, Btk horizons)\nCalcic horizon - the zone from 22 to 30 inches (56 to 76 cm) (Bk horizon)\nLithic contact - the boundary at 30 inches (76 cm) (R horizon)\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 12th , 2014\nUpdate and revisions for the correlation of SDJR - MLRA 35 - Natank-Disterheff-Yumtheska complex, 2 to 35 percent slopes, Sept 2014, LJG2\nADDITIONAL DATA: Laboratory analysis by BIA Natural Resources Laboratory in Gallup, New Mexico. Mineralogy confirmed by the NSSL at Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
