{
  "SERIES": "NATAPOC",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/KWH",
  "REVDATE": "10/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Natapoc stony sandy loam - forested, on 15 percent north-facing back slope at an elevation of 2,400 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0.25 inch to 0; undecomposed forest litter.\nE--0 to 0.25 inch; light gray (10YR 7/2) stony fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; few fine tubular pores; 15 percent surface stones; neutral (pH 6.6); abrupt smooth boundary.  (0 to 1 inch thick)\nBw1--0.25 to 6 inches; pale brown (10YR 6/3) stony sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; few fine tubular pores; 5 percent pebbles, 1 percent cobbles, and 15 percent stones; neutral (pH 6.6); gradual wavy boundary.\nBw2--6 to 19 inches; very pale brown (10YR 7/4) sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 2 percent pebbles, 5 percent cobbles and 5 percent stones; neutral (pH 6.6); clear wavy boundary.  (Combined thickness of the Bw horizons is 15 to 29 inches)\n2Cd--19 to 60 inches; light gray (2.5Y 7/2) very bouldery sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, firm, nonsticky and nonplastic; few fine roots; common fine and medium tubular pores; 10 percent pebbles, 10 percent cobbles, 15 percent stones and 15 percent boulders; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 5 miles south of Leavenworth, Washington, 1,450 feet west of the northeast corner section 35, T.24N., R.17E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature at 20 inches is estimated to be 42 to 47 degrees F.  These soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 60 to 75 consecutive days following the summer solstice.  The mantle of volcanic ash ranges from 18 to 24 inches thick.  The upper part of the 0 to 40 inch particle-size control section has an estimated moist bulk density of 0.65 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water retention of 5 to 12 percent for sir dried samples.  The lower part of the particle-size control section is 2 to 10 percent clay and 35 to 60 percent rock fragments.  Reaction is slightly acid or neutral.\nThe E horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 1 or 2 dry or moist.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is sandy loam, stony sandy loam, or gravelly sandy loam.\nThe 2Cd horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is very bouldery sandy loam, very stony sandy loam, or very cobbly sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brannan (T), Crackler (T), Dufort, Olot and Rouen series.  Brannan soils are dry for 45 to 60 consecutive days following the summer solstice and has channers in the profile.  Crackler soils are dry in the moisture control section for 45 to 60 consecutive days following the summer solstice.  Dufort soils lack a 2Cd horizon and has a B horizon with loam and silt loam textures.  Olot soils are 20 to 40 inches to bedrock.  Rouen soils have bedrock at a depth of 20 to 40 inches.   PREVIOUS COMPETING SERIES:  These are the Capoose, Elbowlake, Kellerbutte, Nevine, and Swift series.  Capoose soils have bedrock at a depth of 20 to 40 inches.  Elbowlake soils are 35 to 60 percent channery metasedimentary rock fragments and 30 to 50 percent silt in the lower part of the particle-size control section.  Kellerbutte soils lack a Cd horizon and have moderately rapid permeability in the lower part of the particle-size control section.  Nevine soils are silt loam and loam in the upper part of the particle-size control section.  Swift soils are dry for less than 45 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Natapoc soils are on toe slopes and back slopes of mountains at elevations of 1,500 to 2,400 feet.  Slopes range from 3 to 60 percent.  Natapoc soils formed in volcanic ash over glacial till.  They are in a climate of warm, dry summers and cool, moist winters.  The average January temperature is about 23 degrees F, the average July temperature is about 64 degrees F, and the average annual temperature is 40 to 44 degrees F.  The average annual precipitation is 18 to 27 inches.  The growing season at 28 degrees F is 130 to 160 days, the frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bigcreek, Chiwawa, Choralmont and Newbell soils.  Bigcreek soils are on terraces and are cinders in the lower part of the particle-size control section.  Chiwawa soils are on terraces and are 60 to 90 percent vitric material and have 15 to 35 percent pumice throughout the particle-size control section.  Choralmont soils are on mountainsides and average 35 to 60 percent pumice in the particle-size control section.  Newbell soils are on mountainsides and are loamy-skeletal with a 7 to 13 inches thick mantle of volcanic ash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, livestock grazing, homesites, wildlife habitat, watershed and recreation.  Native plants are Douglas-fir and ponderosa pine, with an understory of pachystima, common snowberry, creambush oceanspray, heartleaf arnica, pinegrass, and elk sedge."
  },
  "REGIONAL OFFICE": {},
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Chelan County, Washington, 1988."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
