{
  "SERIES": "NATCHAUG",
  "STATUS": "Established Series",
  "BYREV": "DAF-SMF-JTI",
  "REVDATE": "03/2015",
  "STATES": "CT,MA,NJ,NY",
  "OVERVIEW": "The Natchaug series consists of very deep, very poorly drained soils formed in woody and herbaceous organic materials overlying loamy deposits in depressions on lake plains, outwash plains, till plains, moraines, and flood plains. Saturated hydraulic conductivity is moderately high or high in the organic layers and moderately low to high in the loamy material. Slope ranges from 0 to 2 percent. Mean annual temperature is about 9 degrees Celsius and mean annual precipitation is about 1205 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Natchaug muck - 0 percent slope in a wooded area at an elevation of about 80 meters. (Colors are for moist soil.)\nOa1--0 to 10 centimeters; very dark brown (10YR 2/2) rubbed and black (10YR 2/1) broken face muck; 15 percent fibers, 5 percent rubbed; moderate fine granular structure; friable, nonsticky, and slightly plastic; common medium roots; 20 percent mineral soil material; slightly acid; abrupt smooth boundary.\nOa2--10 to 46 centimeters; dark reddish brown (5YR 2/2) broken face muck; 30 percent fibers, 8 percent rubbed; massive; friable, moderately sticky, slightly plastic; 10 percent mineral soil material; neutral; abrupt smooth boundary. (Combined thickness of the O horizons is 40 to 130 cm.)\n2Cg1--46 to 61 centimeters; dark gray (10YR 4/1) silt loam; massive; friable, slightly sticky, moderately plastic; neutral; abrupt smooth boundary.\n2Cg2--61 to 152 centimeters; gray (10YR 5/1) fine sandy loam; massive; friable, nonsticky, nonplastic; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rensselaer County, New York; Town of Schodack; 0.5 mile east of County Road 3, 3,000 feet north of New York Thruway, 3,700 feet west of New York Route 9; USGS Kinderhook, New York topographic quadrangle, latitude 42 degrees 29 minutes 38.53 seconds N. and longitude 73 degrees 41 minutes 20.42 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The organic material extends to a depth of 40 to 130 centimeters. Woody fragments, consisting of twigs, branches, logs, or stumps, commonly occur throughout the organic soil materials and average from 2 to 15 percent by volume in the control section. Fragments range in size from 20 to 300 millimeters in diameter, and in lieu textures include woody modifiers. The reaction of the organic material ranges from ultra acid to slightly alkaline. The reaction ranges from strongly acid to moderately alkaline in the substratum.  Some pedons have free carbonates in the mineral soil material.\nThe surface tier has hue of 10YR to 5YR, or is neutral; value of 2 to 4, and chroma of 0 to 6. It is peat, mucky peat, or muck (fibric, hemic, or sapric materials). The surface tier is massive or has weak or medium, coarse to fine granular or subangular blocky structure.\nThe subsurface tier has hue of 2.5Y to 5YR, or is neutral, value of 2 to 4, and chroma of 0 to 4. It is commonly massive, but some pedons have granular, weak coarse blocky or thick platy structure. It is typically muck (sapric materials), but some pedons have thin layers of mucky peat (hemic materials).\nThe bottom tier, where present, has characteristics similar to the subsurface tier.\nThe 2C or 2Cg horizon has a hue of 5YR to 5GY, or is neutral; value of 3 to 6, and chroma of 1 to 6. It is loamy very fine sand, very fine sandy loam, sandy loam, fine sandy loam, loam, silt loam, silty clay loam, or gravelly analogues of these textures. Rock fragments range in size from gravel to stones and from 0 to 30 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Klossner, Linwood, Medo, Palms, Philbon, and Shalcar series. Klossner, Linwood, Medo, Philbon, and Shalcar soils are from outside LRRs R and S. Klossner and Philbon soils have A horizons directly below the organic material. Linwood soils are moist for more than 60 cumulative days in any part of the upper 15 centimeters of the soil in a normal year. Palms soils formed primarily in herbaceous materials, lack woody fragments, and average less than 920 mm of precipitation annually. Medo soils have sandy textures in the lower part of the series control section. Shalcar soils have mean summer temperatures that average less than 18 degrees Celsius."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Natchaug soils are in depressions on lake plains, outwash plains, moraines, till plains, and flood plains. These soils formed in woody and herbaceous organic materials. Slope ranges from 0 to 2 percent. Mean annual temperature is 7 to 13 degrees Celsius. The mean annual precipitation is 920 to 1800 millimeters. The frost-free period is 130 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Catden, Freetown, Leicester, Ridgebury, Timakwa, and Whitman soils. Catden and Freetown soils have organic deposits more than 130 centimeters deep. Timakwa soils have a sandy mineral substratum at depths of 40 to 130 centimeters. Poorly drained or very poorly drained mineral soils such as Ridgebury, Leicester, and Whitman occur at the margins of Natchaug soils as they grade to the uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the seasonal high water table ranges from 1 foot above the surface to 30 centimeters below the surface from October to June. Surface runoff is negligible or very low. Saturated hydraulic conductivity is moderately high or high in the organic layers and moderately low to high in the loamy material. Some areas are subject to frequent, very long flooding from September through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for wildlife habitat or are in woodland or clear-cut woodland. Some areas are used for pasture. Common vegetation is red maple, skunk cabbage, and sphagnum moss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Low-lying areas in Connecticut, Massachusetts, New Jersey, and New York; MLRAs 140, 144A, and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Connecticut Statewide Update Survey, 2003. The name is from a state forest in Connecticut."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped in Connecticut as the Palms series.\nDiagnostic horizons and features recognized in this pedon are:\n1. Sapric soil materials - the zone from the surface to 46 centimeters (Oa1 and Oa2 horizons)\n2. Terric feature - mineral soil material in the zone from 46 to 200 centimeters (2Cg1 and 2Cg2 horizons)\n3. Particle size control section - 46 to 130 centimeters (2Cg1 and 2Cg2 horizons);\n4. Histosols control section - the zone from 0 to 130 centimeters (Oa1, Oa2, 2Cg1, and 2Cg2 horizons)\n5. Euic reaction class - pH of 4.5 or more in 0.01 M calcium chloride in one or more organic layers within the Histosols control section (Oa1 and Oa2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa1--0 to 10 centimeters; very dark brown (10YR 2/2) rubbed and black (10YR 2/1) broken face muck; 15 percent fibers, 5 percent rubbed; moderate fine granular structure; friable, nonsticky, and slightly plastic; common medium roots; 20 percent mineral soil material; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 10,
        "bottom": 46,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa2--10 to 46 centimeters; dark reddish brown (5YR 2/2) broken face muck; 30 percent fibers, 8 percent rubbed; massive; friable, moderately sticky, slightly plastic; 10 percent mineral soil material; neutral; abrupt smooth boundary. (Combined thickness of the O horizons is 40 to 130 cm.)"
      },
      {
        "name": "2Cg1",
        "top": 46,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cg1--46 to 61 centimeters; dark gray (10YR 4/1) silt loam; massive; friable, slightly sticky, moderately plastic; neutral; abrupt smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 61,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "narrative": "2Cg2--61 to 152 centimeters; gray (10YR 5/1) fine sandy loam; massive; friable, nonsticky, nonplastic; neutral."
      }
    ]
  ]
}
