{
  "SERIES": "NATHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWO:RKR:AMR",
  "REVDATE": "06/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nathan silt loam, 1 to 8 percent slopes in woodland (Colors are for moist soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); very dark grayish brown (10YR 3/2) silt loam; moderate medium granular structure; friable; many fine and medium roots and common coarse roots; very slightly acid; clear wavy boundary.\nE--18 to 36 cm (7 to 14 in); light yellowish brown (10YR 6/4) silt loam; moderate medium granular structure; friable; many fine, medium, and coarse roots; slightly acid; clear wavy boundary.\nBt1--36 to 48 cm (14 to 19 in); brownish yellow (10YR 6/6) silt loam; few medium distinct very pale brown (10YR 7/3) iron depletions and few medium prominent yellowish red (5YR 5/8) iron accumulations; weak and moderate medium subangular blocky structure; friable; common fine and medium roots and few coarse roots; slightly acid; clear wavy boundary.\nBt2--48 to 66 cm (19 to 26 in); strong brown (7.5YR 5/8) silty clay loam; few medium distinct very pale brown (10YR 7/3) iron depletions; moderate coarse subangular blocky structure; firm; medium fine and common coarse roots; many patchy distinct clay films on all faces of peds; moderately acid; gradual wavy boundary.\nBt3--66 to 89 cm (26 to 35 in); yellowish red (5YR 5/8) silty clay loam; few medium distinct dark red(2.5YR 3/6) iron accumulations; moderate medium subangular blocky structure; firm; few fine and medium roots and common coarse; fragments of rounded chert make up 5% by volume; many patchy distinct clay films on all faces of peds; strongly acid; gradual wavy boundary.\nBt4--89 to 127 cm (35 to 50 in); strong brown (7.5YR 5/6) silt loam; moderate medium few medium prominent red(2.5YR 4/8) iron accumulations, few medium prominent light gray(10YR 7/1) and few coarse and medium distinct yellow (10YR 7/6) iron depletions; moderate coarse subangular blocky structure; firm; few medium and very few coarse roots; fragments of shale and soft sandstone make up 10% by volume; few patchy faint clay films on all faces of peds; strongly acid, gradual irregular boundary.\nC--127 to 203 cm (50 to 80 in); yellow (10YR 7/6) silt loam; common coarse prominent light gray(10YR 7/1), common coarse prominent red (2.5YR 4/8), and common coarse prominent yellowish red (5YR 4/6) iron accumulations; moderate coarse subangular blocky structure; firm; few fine roots; few patchy distinct pressure faces on vertical faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Arkansas; SE1/4, SW1/4, NE1/4 Sec 10, R26W, T.8 S.,USGS Nathan quadrangle, Latitude, 34 degrees, 4 minutes, 25 seconds North; Longitude, 93 degrees, 45 minutes, 41 seconds West.Latitude, 34 degrees, 4 minutes, 25 seconds N., Longitude, 93 degrees, 45 minutes, 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 152 to more than 203 cm (60 to more than 80 in).\nA horizon:\nHue:  10YR\nValue:  4\nChroma:  2 or 3\nTexture:  silt loam\nReaction:  moderately acid or slightly acid.\nE horizon:\nHue:  10YR\nValue:  5 or 6\nChroma:  2 or 4\nTexture:  silt loam\nReaction:   moderately acid or slightly acid.\nBE horizon:\nHue:  7.5YR or 10YR\nValue:  4 to 6\nChroma:  4 or 6\nTexture:  silt loam\nReaction:  ranges from strongly acid to slightly acid.\nUpper Bt horizon:\nHue:  5YR or 7.5YR\nValue:  5\nChroma:  6\nRedoximorphic features:  Some pedons have few to many mottles in shades of red and brown.\nTexture:  silt loam or silty clay loam.\nReaction:  ranges from very strongly acid to moderately acid.\nLower Bt horizon:\nHue:  7.5YR or 5YR\nValue: 5 or 6\nChroma:  6 or 8\nRedoximorphic features:  few to common and occur below a depth of 30 inches.  Iron-manganese nodules range from none to few.  Texture:   silt loam, loam or fine sandy loam.\nRock fragments:   Some pedons have chert, quartz, or ironstone gravel that constitute as much as 10 percent of the volume. Reaction:  ranges from very strongly acid to moderately acid.\nC horizon:\nHue:  10YR\nValue:  7\nChroma:  6\nRedoximorphic features:  few to common in shades of red, brown, or gray are common.\nTexture:  loam or silt loam.\nReaction:  very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pickwick series.\nPickwick soils are on stream terraces and formed form alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nathan soils are on hillslopes and ridgetops in dissected uplands of the Cretaceous Western Gulf Coastal Plain. The slope range is from 1 to 8 percent. These soils formed in thick beds of loamy marine or fluvial deposits. The climate is warm and humid with mean annual temperature of 60 degrees F, and mean annual precipitation of 47 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Antoine, Kizzia, Peanutrock, Pikecity, and Tiak soils.\nAntoine soils are moderately well drained\nKizzia and Pikecity soils have a fine-loamy control section and Kizzia soils are moderately well drained.\nPeanutrock soils have a loamy-skeletal control section.\nPikecity soils are fine-loamy and have a siliceous mineralogy.\nTiak soils have a fine control section and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of the Biggs soils are used for woodland, principally loblolly, longleaf, and shortleaf pines. Cleared areas are used mainly for growing pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cretaceous Western Gulf Coastal Plain of Arkansas and possibly Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Arkansas; 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Smithdale series.\nDiagnostic features and horizons recognized in this pedon:\nochric epipedon-The zone from the surface to 14 inches\nargillic horizon-The zone from 14 inches to 50 inches\nADDITIONAL DATA: Characterization of the typical pedon by the National Soil Survey Laboratory: S03AR-109-010.\n--------------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  }
}
