{
  "SERIES": "NATIONAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AZ/RJE",
  "REVDATE": "06/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Pumiceous or ashy-pumiceous over loamy, glassy over isotic, mesic Humic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  National very cindery sandy loam - forested.  (Colors are for moist soil unless otherwise noted.)\nOa--2 inches to 0; black (5YR 2/1) duff; soft, very friable, many very fine to coarse roots; very strongly acid (ph 4.6); abrupt smooth boundary.  (1 to 3 inches thick)\nA--0 to 10 inches; very dark grayish brown (10YR 3/2) very cindery sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic and weakly smeary; many very fine to coarse roots; 40 percent pumiceous cinders; moderately acid (ph 5.6); clear smooth boundary.  (10 to 12 inches thick)\nBA--10 to 16 inches; dark brown (10YR 3/3) very cindery loamy coarse sand, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic; common very fine, fine, and coarse roots; many very fine and fine pores; 40 percent pumiceous cinders 2 to 5 mm in size; moderately acid (pH 6.0); clear wavy boundary.  (3 to 7 inches thick)\nBw--16 to 26 inches; brown (10YR 4/3) very cindery sandy loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure soft, very friable, slightly sticky, slightly plastic and weakly smeary; common very fine, fine, and coarse roots; many very fine and fine pores; 40 percent pumiceous cinders; 2 to 5 mm in size; moderately acid(pH 5.8); clear smooth boundary.  (7 to 12 inches thick)\n2Bw--26 to 41 inches; brown (10YR 4/3) loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few very fine roots; common very fine and fine pores; moderately acid (pH 5.9); abrupt smooth boundary.  (14 to 17 inches thick)\n2Cl--41 to 49 inches; dark yellowish brown (10YR 4/4) sandy loam, pale brown (10YR 6/3) dry; massive; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few very fine roots; common fine and very fine pores; 10 percent gravel; moderately acid (pH 5.9); clear wavy boundary.  (7 to 9 inches thick)\n2C2--49 to 60 inches; yellowish brown (10YR 5/4) silt loam, pale brown (10YR 6/3); common fine faint yellowish brown (10YR 5/6) dry mottles; massive; hard, friable, slightly sticky, slightly plastic and weakly smeary; common very fine and fine pores; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snoqualmie Pass Area, Pierce County, Washington; 1,640 feet south and 650 feet west of the northeast corner of sec. 29, T. 5 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is estimated to range form 47 to 49 degrees F.  The umbric epipedon is 10 to 24 inches thick.  The depth to the 2Bw horizon is 20 to 30 inches.  The upper 10 to 20 inches of the 10 to 40 inch control section consists of more than 60 percent pyroclastic materials, mostly pumice.  The soil is slightly acid or moderately acid throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.\nThe BA and Bw horizon has hue of 10YR, 7.5YR, or 5YR, value of 3 through 6 moist, 5 through 7 dry, and chroma of 3 through 8 moist or dry.  They are sandy loam, loamy sand, or sand and are very cindery.  These horizons have subangular blocky structure or are single grain.\nThe 2Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 6 through 7 dry, and chroma of 3 through 6 moist or dry.  It is sandy loam, fine sandy loam, or loam and has weak to moderate subangular blocky structure.\nThe 2C horizon is loamy sand, sandy loam, fine sandy loam, or silt loam and contains 0 to 75 percent pebbles, cobbles, and stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bromo and Cispus, Cotteral, Glenoma, and Yalelake series in other families.  Bromo and Cotteral soils are frigid.  Cispus and Glenoma soils lack contrasting textures in the particle-size control section.  Yalelake soils are ashy over medial."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The National soils are on terraces at an elevation of 1,200 to 2,000 feet.  They formed in volcanic ash and pumice over alluvium.  Summers are cool and dry and winters are mild and wet.  The average annual precipitation is 75 to 85 inches, mean January temperature about 32 degrees F, mean July temperature is about 60 degrees F, mean annual temperature is about 46 degrees F, and the growing season is 150 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Greenwater soils.  Greenwater soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability in the particle-size control section and moderate below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  National soils are used for pasture, woodland, summer homesites, and wildlife habitat.  Vegetation is mainly Douglas- fir, western hemlock, western redcedar, and red alder, with an understory of Oregon oxalis, western brackenfern, western swordfern, trailing blackberry, red huckleberry, bedstraw, Pacific trillium, common rose, vine maple, thimbleberry, and Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Washington.  The series is of a small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pierce County, Washington, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.  Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 10 inches, a cambic horizon from 10 to 41 inches, andic soil properties throughout, and a particle-size control section from 10 to 40 inches that is cindery from 10 to 26 inches (40 percent cinders) and medial from 26 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
