{
  "SERIES": "NATKIM",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JTK/JPE/RJE",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "OVERVIEW": "The Natkim series consists of very deep, well drained soils formed in loose glacial till, colluvium from andesite and basalt mixed with volcanic ash. Natkim soils are on mountain side slopes and U-shaped glacial valleys. Slopes are 5 to 75 percent. The mean annual precipitation is about 50 inches, and the mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Natkim gravelly ashy sandy loam under a coniferous forest on a 45 percent northwest facing slope at an elevation of 2,400 feet. The soil was moist when described. (Colors are for dry soil unless otherwise stated.)\n0i--0 to 0.5 inches; decomposing forest litter; abrupt wavy boundary. (1/2 to 2 inches thick).\n0e--0.5 to 1 inches; decomposed forest litter; abrupt wavy boundary. (1/2 to 1 inch thick).\nA1--1 to 8 inches; dark yellowish brown (10YR 4/4) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common very fine roots; 25 percent angular basalt gravel and 5 percent rounded cobbles; NaF pH 11.0 slightly acid (pH 6.4); clear wavy boundary. (7 to 9 inches thick).\nBw1--8 to 18 inches; strong brown (7.5YR 5/6) very cobbly ashy sandy loam, strong brown (7.5YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine roots; few very fine tubular pores; 20 percent angular basalt gravel and 30 percent rounded cobbles; NaF pH 11.0 moderately acid (pH 5.8); gradual wavy boundary. (8 to 14 inches thick).\nBw2--18 to 40 inches; yellowish brown (10YR 5/6) very cobbly ashy sandy loam, dark yellowish brown (10YR 3/6) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic, weakly smeary; common very fine, fine and few medium, coarse roots; few very fine tubular pores; 20 percent rounded gravel and 30 percent rounded cobbles; NaF pH 11.0 moderately acid (pH 6.0); abrupt wavy boundary. (14 to 24 inches thick).\n2C--40 to 61 inches; light olive brown (2.5Y 5/4) extremely cobbly sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine, medium roots; 30 percent rounded gravel and 35 percent rounded cobbles; NaF pH 8.5 slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about  6.5 miles south of Salmon la Sac; 3,200 feet south and 1,370 feet east of the northwest corner of section 16, T. 21 N., R. 14 E.; USGS Cle Elum Lake, Washington topographic quadrangle; Latitude - 47 degrees, 18 minutes, 36 seconds N. and Longitude - 121 degrees, 05 minutes, 56 seconds W. (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 27 to 42 inches. The average annual soil temperature ranges from 45 to 46 degrees F. The soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days following summer solstice. The upper 36 to 45 inches has more than 60 percent volcanic ash, a moist bulk density of 0.85 to 1.00, and 15-bar moisture of 5 to 12 percent. Depth to bedrock is 40 to more than 60 inches. Reaction is moderately acid or slightly acid throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and chroma of 3 or 4 dry, 2 or 3 moist.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist and chroma of 4 or 6 dry and moist. Texture is very cobbly ashy sandy loam or very cobbly ashy loam.\nThe 2C horizon has a hue of 2.5Y or 10YR, value of 5 or 6 dry, and chroma of 4 or 6 dry or moist. Texture is very cobbly sandy loam or extremely cobbly sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Doe (T), Grenet, Kusu, Pettijohn, Roundknoll, Stices, Twelvemile, and Yallani series.\nDoe series - dry for 60 to 75 consecutive days following the summer solstice; 20 to 35 inches deep to sandy-skeletal substratum.\nGrenet series - 20 to 40 inches deep to paralithic contact (tuff)\nKusu series - 40 to 60 inches deep to lithic contact (fractured tuff); 50 to 65 percent volcanic glass throughout\nPettijohn series - dry for 60 to 75 consecutive days following the summer solstice; 30 to 60 percent volcanic glass in upper 30 to 45 inch ash mantle\nRoundknoll series - dry for 100 to 120 consecutive days following the summer solstice; 10 to 20 inches deep to calcium carbonate\nStices series - ash mantle having andic soil properties with 60 to 80 percent volcanic glass is 14 to 30 inches thick; particle-size control section dominated angular rock fragments of andesite and rhyolite colluvial origin.\nTwelvemile series - dry for 60 to 100 consecutive days following the summer solstice\nYallani series - dry for more than 60 consecutive days following the summer solstice; 30 to 60 percent volcanic glass in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Natkim soils are on mountain side slopes, and U-shaped glacial valleys. Slopes are 5 to 75 percent. These soils formed in mixed loose glacial till with andesite and basalt colluvium mixed with volcanic ash. Elevation is 2,200 to 4,400 feet. These soils are in a continental climate with warm dry summers and cool moist winters. The mean annual precipitation is 40 to 60 inches. The mean January temperature is about 26 degrees F. and the mean July temperature is about 64 degrees F. The mean annual temperature is 44 to 45 degrees F. The growing season at 28 degrees F is 145 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kladnick, Roxer, Thetis, and Waptus series. Kladnick soils are sandy-skeletal. Thetis soils have a spodic horizon and a mean annual temperature of 43 degrees F. Waptus soils have a mean annual soil temperature of 43 degrees F, a Cr layer of dense glacial till, and have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation, and watershed. Vegetation is Douglas-fir, grand fir, scattered ponderosa pine, and western white pine, pachystima, common snowberry, and Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Kittitas County, Washington; MLRA 6. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Kittitas County, Washington, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from 1 to 8 inches\nCambic horizon - the zone from 8 to 40 inches\nParticle-size control section - the zone from 1 to 41 inches with 1 to 40 inches qualifying for andic soil properties and ashy-skeletal family, and from 40 to 41 inches qualifying for loamy-skeletal.\nClassification revised 2/81 from loamy-skeletal, mixed, frigid Andic Xerochrepts to medial-skeletal, frigid Andic Xerochrepts.\nClassification revised 01/01 from medial-skeletal, frigid Andic Xerochrepts to ashy-skeletal, glassy, frigid Typic Vitrixerands."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 1,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "0i--0 to 0.5 inches; decomposing forest litter; abrupt wavy boundary. (1/2 to 2 inches thick)."
      },
      {
        "name": "0e",
        "top": 1,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "0e--0.5 to 1 inches; decomposed forest litter; abrupt wavy boundary. (1/2 to 1 inch thick)."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--1 to 8 inches; dark yellowish brown (10YR 4/4) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common very fine roots; 25 percent angular basalt gravel and 5 percent rounded cobbles; NaF pH 11.0 slightly acid (pH 6.4); clear wavy boundary. (7 to 9 inches thick)."
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--8 to 18 inches; strong brown (7.5YR 5/6) very cobbly ashy sandy loam, strong brown (7.5YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine roots; few very fine tubular pores; 20 percent angular basalt gravel and 30 percent rounded cobbles; NaF pH 11.0 moderately acid (pH 5.8); gradual wavy boundary. (8 to 14 inches thick)."
      },
      {
        "name": "Bw2",
        "top": 46,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--18 to 40 inches; yellowish brown (10YR 5/6) very cobbly ashy sandy loam, dark yellowish brown (10YR 3/6) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic, weakly smeary; common very fine, fine and few medium, coarse roots; few very fine tubular pores; 20 percent rounded gravel and 30 percent rounded cobbles; NaF pH 11.0 moderately acid (pH 6.0); abrupt wavy boundary. (14 to 24 inches thick)."
      },
      {
        "name": "2C",
        "top": 102,
        "bottom": 155,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--40 to 61 inches; light olive brown (2.5Y 5/4) extremely cobbly sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine, medium roots; 30 percent rounded gravel and 35 percent rounded cobbles; NaF pH 8.5 slightly acid (pH 6.4)."
      }
    ]
  ]
}
