{
  "SERIES": "NATOMAS",
  "STATUS": "Established Series",
  "BYREV": "RD:WRR/AJT/WBS/DJE/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Natomas series consists of very deep, well drained soils that formed in alluvium derived from mixed rock sources.  Natomas soils are on low stream terraces and have slopes of 0 to 2 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Natomas loam - on a south facing convex slope of 2 percent with a cover of ripgut, vetch and wild oats at an elevation of 175 feet.  (Colors are for dry soil unless otherwise stated.  When described on March 27, 1984, the soil was moist throughout).\nA1--0 to 5 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; massive; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; neutral (pH 6.8); abrupt wavy boundary.\nA2--5 to 17 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and few fine and coarse roots; many very fine interstitial pores; neutral (pH 6.8); clear wavy boundary.  (Thickness of the combined A horizons is 6 to 23 inches)\nBA--17 to 25 inches; yellowish red (5YR 4/6) loam, dark yellowish brown (5YR 3/4) moist; massive; hard, friable, sticky and slightly plastic; few fine and very fine roots; common very fine interstitial pores; neutral (pH 7.0); clear wavy boundary.  (0 to 16 inches thick)\nBt1--25 to 33 inches: reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; massive; very hard, friable, sticky and slightly plastic; few very fine and fine roots; common very fine interstitial pores; few thin clay films bridging sand grains; neutral (pH 7.0); clear wavy boundary.  (4 to 12 inches thick)\nBt2--33 to 45 inches; red (2.5YR 5/6) clay loam, dark red (2.5YR 3/6) moist; weak, medium, angular blocky structure; very hard, firm, sticky and plastic; few fine and coarse roots; few fine tubular pores; few thin clay films bridging sand grains and on ped faces; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 13 inches thick)\nBt3--45 to 59 inches; red (2.5YR 5/6) clay loam, red (2.5YR 4/6) moist; weak medium angular blocky structure; very hard, friable, sticky and plastic; few coarse roots; few very fine interstitial pores; few thin clay films bridging sand grains and on ped faces, very few moderately thick clay films on ped faces, common reddish yellow (7.5YR 7/6) sand grains, strong brown (7.5YR 4/6) moist on ped faces; slightly acid (pH 6.5); clear wavy boundary.  (7 to 17 inches thick)\nBt4--59 to 78 inches; red (2.5YR 5/6) clay loam, red (2.5YR 4/6) moist; massive; hard, friable, sticky and plastic; few fine roots; few fine tubular and very fine interstitial pores; common moderately thick clay films bridging sand grains; many reddish yellow (7.5YR 7/6) sand grains along fractures, strong brown (7.5YR 4/6) moist, throughout horizon; few fine black (10YR 2/1) dry and moist stains; moderately acid (pH 6.0); clear wavy boundary.  (10 to 19 inches thick)\n2BC--78 to 84 inches; variegated yellowish red (5YR 5/6) and strong brown (7.5YR 5/6) sandy loam, dark red (2.5YR 3/6) and strong brown (7.5YR 4/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine interstitial pores; slightly acid (pH 6.5).  (4 to 10 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sacramento County, California; 25 miles southwest of the city of Folsom, 1,400 feet northeast on Folsom Boulevard from Highway 50 to park gate on west side of road, about 500 feet northwest along dirt road and 10 feet southwest of mining pit in an unsectionized area; T. 9 N., R. 7 E.,; 121 degrees 11 ' 12 \" W. Longitude, 38 degrees 38 \" 36 \" N. Latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is 60 to 80 inches.  The mean annual soil temperature is 64 to 67 degrees F and the temperature remains above 47 degrees F throughout the year.  The soil is dry between 7 and 17 inches in most years for a period of 120 to 150 days from June to October 15, moist in all parts for a period of 135 to 165 days from December 1 to May 1 and moist in some part the rest of the year.  Clay content of the upper 20 inches of the argillic horizon by weighted average is 27 to 35 percent.  Base saturation is 50 to 75 percent throughout the argillic horizon.\nThe A horizon is 10YR 5/4; 7.5YR 5/4, 4/4.  Moist color is 10YR 3/4; 7.5YR 3/4, 3/3; 5YR 3/4.  Clay content is 15 to 25 percent.  Reaction is slightly acid to neutral.  Organic matter is 1 to 3 percent.  The horizon is hard and massive in all parts or in at least some part of the upper 10 inches.\nThe Bt horizon is 5YR 5/6, 5/4, 4/6; 2.5YR 5/6, 4/8, 4/6, or 4/4.  Moist color is 5YR 4/4, 3/4, 2.5YR 4/6, 3/6, or 3/4.  Moist chroma of 6 is in at least the lower part of the argillic horizon.  Texture is loam or clay loam with 20 to 35 percent clay.  Reaction is medium acid to neutral in the upper part and strongly acid to slightlly acid in the lower part.  Sand grains are on ped faces or in seams throughout the lower part of the Bt horizon in most profiles.  Some pedons have a 2Bt horizon below a depth of 50 inches that has 15 to 35 percent coarse fragments with 0 to 5 percent cobbles.\nThe 2BC horizon is 7.5YR 6/6, 7/6, 7/8; 5YR 4/6, or 5/6.  Moist color is 7.5YR 4/6, 5/6, 5/8; 5YR 4/6; 2.5YR 3/6 or 4/6.  Texture is sandy loam or coarse sandy loam with 15 to 20 percent clay.  Coarse fragment content is 0 to 35 percent with 0 to 5 percent cobbles.  Reaction is slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bruella and Manzanita series and the Perkins and Red Bluff series in other families.  Bruella soils have 18 to 27 percent clay in the control section and 10 to 20 percent coarse plus very coarse sand in the argillic horizon.  Manzanita soils have greater than 35 percent clay in the lower Bt horizon and slow permeability.  Perkins soils have a 20 percent drop in clay content from the maximum and have greater than 75 percent base saturation in the argillic horizon.  Red Bluff soils have a fine textural control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Natomas soils are on low stream terraces and have slopes of 0 to 2 percent.  They formed in alluvium derived from mixed rock sources including metamorphosed igneous rocks.  Elevation is 45 to 180 feet.  The climate is subhumid with cool, moist winters and hot, dry summers.  Mean annual precipitation ranges from 17 to 23 inches.  Mean January temperature is about 45 degrees F and the mean July temperature is about 77 degrees F.  Mean annual air temperature ranges from 61 degrees F to 63 degrees F.  Frost-free season is 275 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Red Bluff and the San Joaquin soils.  Red Bluff soils are on high outwash terraces.  San Joaquin soils have a duripan and are on low outwash terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for urban development.  Native vegetation is widely scattered oaks and annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern part of the Sacramento Valley, California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sacramento County, California, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Formerly mapped as Perkins, a Mollic Haploxeralf.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 17 inches (A1, A2 horizons)\nArgillic horizon - the zone from approximately 29 to 78 inches  (Lower part of Bt1, Bt2, Bt3, Bt4 horizons); plotted.\nClay content of the Bt horizon usually does not drop 20 percent from the maximum within a depth of 60 inches.  Maximum clay content of any subhorizon of the Bt is 35 percent.  Some or all parts of the argillic horizon have a hue of 5YR.\nUltic subgroup feature - base saturation is 64 to 69 percent (HACH Kit) throughout the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
