{
  "SERIES": "NATROY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/AON/RWL",
  "REVDATE": "02/97",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Xeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Natroy silty clay-sedges, grasses, etc.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) silty clay, dark grayish brown (10YR 4/2) dry;  moderate very fine granular and fine subangular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine and very fine roots; many fine and very fine irregular pores; few fine concretions; common fine faint dark gray (10YR 4/1) iron depletions and prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid (pH 5.8); clear smooth boundary.  (3 to 12 inches thick)\nBss1--5 to 15 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry;  weak coarse prismatic structure; extremely hard, very firm, very sticky and very plastic; common fine roots; few very fine tubular pores; common fine faint dark gray (10YR 4/1) iron depletions and prominent strong brown (7.5YR 5/8) masses of iron accumulation; few fine slickensides; strongly acid (pH 5.4); gradual smooth boundary.  (6 to 12 inches thick)\nBss2--15 to 26 inches; very dark gray (10YR 3/1) clay, dark grayish brown (10YR 4/2) dry;  weak coarse prismatic structure; extremely hard, very firm, very sticky and very plastic; few fine roots; few very fine tubular pores; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation and concretions; common fine slickensides; moderately acid (pH 5.6); gradual smooth boundary.  (8 to 14 inches thick)\nBss3--26 to 42 inches; dark grayish brown (10YR 4/2) clay,  massive; extremely hard, very firm, very sticky and very plastic; few fine roots; few very fine tubular pores; common fine distinct yellowish brown (10YR 5/6) masses or iron accumulation and concretions; common intersecting slickensides; 5 percent fine gravel; slightly acid (pH 6.5); clear smooth boundary.  (0 to 18 inches thick)\nBss4--42 to 57 inches; dark brown (10YR 4/3) clay, dark grayish brown (10YR 4/2) dry; massive; extremely hard, very firm, very sticky and very plastic; common fine slickensides and pressure faces; few very fine tubular pores; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulations and concretions; 5 percent fine gravel; neutral (pH 6.6); abrupt wavy boundary.  (0 to 18 inches thick)\nC--57 to 60 inches; brown (10YR 4/3) gravelly clay; common distinct yellowish brown (10YR 5/6) and reddish brown (5YR 4/4) masses of iron accumulation; black concretions; and stains from weathered gravel; massive; very hard, firm, very sticky and very plastic; few very fine tubular pores; common pressure faces; 20 percent fine gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lane County, Oregon; north of Camas Swale Creek and about 1,000 feet east of the gas pipeline in the SE1/4 NE1/4 SW1/4 of section 9, T. 19 S., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist and is saturated for several months each year.  The soil cracks open and closes once each year during the summer.  It remains open for 60 consecutive days or more in most years.  The soil is dry for 45 to 90 consecutive days following the summer solstice.  The mean annual soil temperature is 51 to 56 degrees F.  Hue is 7.5YR to 2.5Y.  It is neutral to strongly acid in the upper 26 inches and neutral to slightly acid below. Slickensides are close enough to intersect in all parts or in some parts between a depth of 10 to 40 inches, but are lacking in some pedons below a depth of 40 inches.  It has distinct or prominent redox concentrations throughout the solum.\nThe A horizon has value of 2 or 3 moist and 3 or 4 dry.  The upper part to a depth of 12 inches commonly has chroma of 2 but has chroma of 1 in the lower part in some pedons.  It is clay, silty clay, or silty clay loam, and is 30 to 60 percent clay.  It has weak to strong granular or very fine to medium subangular structure.\nThe Bss horizon has value of 3 or 4 moist and chroma of 1 to 3 moist, 2 or 3 dry.  It is 40 to 65 percent clay and has 0 to 5 percent gravel.  It has weak coarse prismatic or coarse angular blocky structure or wedge shaped aggregates.\nThe C horizon has value of 3 to 5 moist, 4 to 6 dry, and chroma of 2 to 4 moist and dry.  It is gravelly clay, clay, or sandy clay, with 40 to 55 percent clay and 0 to 35 percent gravel. It has common to many distinct or prominent redox concentrations as masses and concretions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bashaw, Coker, and Padigan series.  Bashaw soils have chroma of 1 or less to 40 inches.  Coker soils are dry for 80 to 110 consecutive days, are moderately alkaline below 20 inches, and have secondary carbonates below 20 inches.  Padigan soils are moderately alkaline to strongly alkaline in the particle-size control section, have secondary carbonates below 20 inches, and have chroma of 1 or less in the upper 10 to 15 inches of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Natroy soils are on slightly concave flood plains, terraces, and gently sloping fans.  Elevations are 300 to 1,000 feet.  Slopes are 0 to 2 percent.  The soils are formed in fine textured mixed alluvium.  The climate is characterized by cool and moist winters and warm and dry summers.  The mean annual precipitation is 30 to 60 inches and occurs mostly as rain during the late autumn, winter, and spring.  The mean January temperature is 40 degrees F., mean July temperature is 67 degrees F., and the mean annual temperature is 50 to 55 degrees F.  The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Awbrig, Conser, Courtney, Dayton, Pengra and the competing Bashaw soils.  Awbrig, Conser, Courtney, and Dayton soils have an argillic horizon and lack intersecting slickensides.  Pengra soils lack intersecting slickensides and are fine-silty over clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow permeability.  An apparent water table is at a depth of 1 foot above the surface to 1 foot below from November to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture and grass seed.  The dominant native vegetation is sedges, rushes, grasses, and widely spaced ash, willows, and other trees and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Willamette Valley in western Oregon; MLRA 2, 5.  The soils are in small bodies and are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lane County Area, Oregon, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was changed from Aquic Chromoxererts to Xeric Endoaquerts in 5/94.\nDiagnostic features recognized in this pedon:\nAquerts feature - the zone from 15 to 26 inches (Bss2 horizon) having aquic conditions for some time in most years and chroma of 1 with redox concentrations.\nEndosaturation - the zone from 0 to 60 inches is saturated with water for some time during the year.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
