{
  "SERIES": "NAVASOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HWH-DNB-ACT",
  "REVDATE": "9/96",
  "STATES": "TX",
  "OVERVIEW": "The Navasota Series consists of very deep, somewhat poorly drained, very slowly permeable soils on the flood plain and tributaries of the Navasota River.  These nearly level soils formed in clayey alluvium.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Navasota clay, in pastureland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; dark gray (10YR 4/1) clay, light gray (10YR 6/1) dry; moderate fine subangular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine roots; common fine iron-manganese concretions; many fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; common medium faint gray (10YR 5/1) iron depletions; moderately acid; abrupt wavy boundary.\n(4 to 9 inches thick)\nBg--7 to 18 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; many distinct pressure faces; common fine iron-manganese concretions; common fine and medium distinct yellowish brown (10YR 5/6) and few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; gradual wavy boundary. (6 to 20 inches thick)\nBssg1--18 to 29 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; few distinct slickensides; many dinstinct pressure faces; common fine iron-manganese concretions; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; clear smooth boundary.\nBssg2--29 to 42 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; moderate medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; common prominent slickensides; many distinct pressure faces; common fine iron-manganese concretions; common medium faint dark grayish brown (10YR 4/2) iron depletions; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; gradual wavy boundary.\nBssg3--42 to 47 inches; dark grayish brown (10YR 4/2) clay, light brownish gray (10YR 6/2) dry; weak medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common prominent slickensides; common distinct pressure faces; common fine iron-manganese concretions; common fine faint gray (10YR 5/1) iron depletions; common fine streaks of gypsum or neutral salts; moderately acid; gradual wavy boundary.\nBssg4--47 to 69 inches; dark grayish brown (10YR 4/2) clay, light brownish gray (10YR 6/2) dry;  weak medium angular blocky structure; extremely hard, firm, very sticky and very plastic; few fine and prominent slickensides; common distinct pressure faces; common fine iron-manganese concretions; common fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; few fine and medium distinct gray (10YR 5/1) iron depletions; moderately acid; gradual wavy boundary.  (combined thickness of Bssg subhorizons is 30 to 65 inches)\nBCg--69 to 80 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; weak medium angular blocky structure; extremely hard, firm, very sticky and very plastic; common faint pressure faces; common fine iron-manganese concretions; common fine distinct brown (7.5YR 4/4) masses of iron accumulation; common fine faint gray (10YR 5/1) iron depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Robertson County, Texas: from the intersection of U.S.  Highway 79 and Farm Road 2096 in Easterly; 1.5 miles east on Highway 79; 4.1 miles southeast on County Road 355; 2.5 miles northeast on private road and power line right-of-way; 50 feet north in  wooded flood plain.  (Latitude:  31 degrees, 06 minutes, 51 seconds north; Longitude:  96 degrees, 16 minutes, 58 seconds west)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches.  Weighted average clay content of the particle-size control section ranges from 40 to 60 percent.  Iron-manganese concretions and masses range from few to about 3 percent by volume in most pedons.  This is a cyclic soil and undisturbed areas have gilgai microrelief with microknolls about 4 to 10 inches higher than microdepressions.  When dry, the soil has cracks that open and close periodically.  The cracks remain open for less than 90 cumulative days in most years.  The soil is saturated, reduced, and has redoximorphic features in one or more subhorizons within 20 inches of the surface for some period during most years.  Value of 2 to 5 in combination with chroma of 2 or 3 occurs within 30 inches of the surface in the majority of pedons.  Slickensides begin at a depth of 10 to 24 inches and extend throughout the solum.\nThe A horizon has hue of 10YR, value of 2 to 5, and chroma of 1 or 2.  Texture is clay with a clay content ranging from 35 to 55 percent.  Masses of iron accumulation in shades of brown or yellow range from fews to common.  Reaction ranges from moderately acid to neutral.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 3.  Texture is clay or silty clay.  Clay content ranges from 40 to 55 percent.  Redoximorphic features in shades of brown, gray or yellow range from few to many.  Reaction ranges from strongly acid to slightly acid.\nThe Bssg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 3.  Texture is clay or silty clay.  Clay content ranges from 40 to 55 percent.  Redoximorphic features in shades of gray, brown, or yellow range from few to many.  Gypsum crystals and iron-manganese concretions range from none to common.  Reaction ranges from very strongly acid to slightly acid.\nThe BCg horizon has matrix color in shades of gray or brown with redoximorphic features in shades of these colors and in shades of yellow or red.  Texture is sandy clay, clay or silty clay.  Clay content ranges from 35 to 55 percent.  Gypsum crystals and iron-manganese concretions range from none to common.  Calcium carbonate concretions range from none to few.  Reaction ranges from very strongly acid to slightly alkaline.\nStrata or layers of fine sandy loam, sandy clay loam, or clay loam occur in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Soils in similar families include the Gladewater, Roetex, Tinn, and Zilaboy series.  Gladewater and Roetex soils have very-fine particle-size control sections.  In addition, Roetex soils have matrix colors with hue redder than 7.5YR in the control section.  Tinn soils are calcareous throughout and are well drained.  Zilaboy soils do not have aquic conditions above 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Navasota soils are on nearly level flood plains.  Slope gradients range from 0 to 1 percent.  The soil formed in clayey alluvium.  Mean annual precipitation ranges from 32 to 40 inches, and mean annual temperature ranges from 65 to 70 degrees F.  Frost free days range from 240 to 280, and elevation ranges from 175 to 330 feet. The Thornthwaite P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dutek, Edge, Eufaula, Oletha, Sandow, Silawa, Uhland, and Zilaboy  series.  Dutek, Eufaula, and Silawa soils are on slightly higher terrace positions.  They have loamy Bt horizons.  Edge soils are on higher upland positions and have loamy surface layers.  Oletha and Sandow soils have fine-loamy control sections.  They are on similar or slightly higher flood plains.  Uhland soils have coarse-loamy control sections and are on similar or slightly higher flood plains.  Zilaboy soils are on similar flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  Permeability is very slow.  Runoff is low.  The soil floods two to five times during most years and remains flooded for periods of 7 to 14 days.  The soil has a perched water table that fluctuates between 12 and 30 inches of the surface.  Water remains within 20 inches of the surface for less than 2 weeks in the majority of pedons, but will remain for more than 2 weeks in the depressional phase of the series."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in native pasture.  Grasses are mainly common bermudagrass and dallisgrass.  Overstory vegetation includes elm, cottonwood, black willow, willow oak, and water oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Texas (MLRA 86B, 87A). The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brazos County, Texas; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series has been on the Inactive List since 1966. There was a failed attempt to reactivate the series in 1971 (Bartelli to Clyde Graham/Gordon McKee, 10/5/71).  The concept of the soil is one of a poorly to somewhat poorly drained soil that, throughout its historic extent, exhibits an aquic condition.  Reactivation will not conflict with these original concepts.  Since 1966, these soils have been included with the Gladewater series.\nDiagnostic horizons and features recognized with this pedon are:\nOchric epipedon - 0 to 7 inches  (A horizon).\nCambic horizon - 7 to 69 inches (Bg, Bssg).\nVertic feature - Many distinct and prominent slickensides, cracks at some period of the year that remain open for less than 90 cumulative days in most years, and gilgai microrelief in undisturbed areas.\nAquic feature - Redoximorphic features within a matrix of 2 chroma, reduction, and endosaturation in the Bg and Bssg horizons.\nSoil Interpretation Record: TX1309; DEPRESSIONAL TX1310\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; dark gray (10YR 4/1) clay, light gray (10YR 6/1) dry; moderate fine subangular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine roots; common fine iron-manganese concretions; many fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; common medium faint gray (10YR 5/1) iron depletions; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "Bg",
        "top": 18,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg--7 to 18 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; many distinct pressure faces; common fine iron-manganese concretions; common fine and medium distinct yellowish brown (10YR 5/6) and few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; gradual wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "Bssg1",
        "top": 46,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bssg1--18 to 29 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; few distinct slickensides; many dinstinct pressure faces; common fine iron-manganese concretions; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bssg2",
        "top": 74,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg2--29 to 42 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; moderate medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; common prominent slickensides; many distinct pressure faces; common fine iron-manganese concretions; common medium faint dark grayish brown (10YR 4/2) iron depletions; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bssg3",
        "top": 107,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg3--42 to 47 inches; dark grayish brown (10YR 4/2) clay, light brownish gray (10YR 6/2) dry; weak medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common prominent slickensides; common distinct pressure faces; common fine iron-manganese concretions; common fine faint gray (10YR 5/1) iron depletions; common fine streaks of gypsum or neutral salts; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bssg4",
        "top": 119,
        "bottom": 175,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg4--47 to 69 inches; dark grayish brown (10YR 4/2) clay, light brownish gray (10YR 6/2) dry;  weak medium angular blocky structure; extremely hard, firm, very sticky and very plastic; few fine and prominent slickensides; common distinct pressure faces; common fine iron-manganese concretions; common fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; few fine and medium distinct gray (10YR 5/1) iron depletions; moderately acid; gradual wavy boundary.  (combined thickness of Bssg subhorizons is 30 to 65 inches)"
      },
      {
        "name": "BCg",
        "top": 175,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCg--69 to 80 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; weak medium angular blocky structure; extremely hard, firm, very sticky and very plastic; common faint pressure faces; common fine iron-manganese concretions; common fine distinct brown (7.5YR 4/4) masses of iron accumulation; common fine faint gray (10YR 5/1) iron depletions; moderately acid."
      }
    ]
  ]
}
