{
  "SERIES": "NAVAJITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/TWH/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Navajita sandy loam--on a planar toeslope of a valley side sloping 8 percent to the northeast at 6,530 feet (1990 m) elevation-pinyon-juniper forestland. (Colors are for dry soil unless otherwise noted. When described on October 20, 2000, the soil was moist from 2 to 11 inches and otherwise dry throughout.)\nOi--0 to 2 inches; slightly decomposed needles, twigs and cones; abrupt smooth boundary. (1 to 3 inches thick)\nA--2 to 8 inches; brown (7.5YR 5/3) sandy loam, dark brown (7.5YR 3/3) moist; weak coarse granular structure; soft, very friable, slightly sticky and nonplastic; common medium, common fine, and common very fine roots; 5 percent paragravel; moderately acid (pH 5.7); abrupt smooth boundary. (2 to 6 inches thick)\nBt1--8 to 22 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very coarse, few coarse, common medium, few fine, and few very fine roots; few faint clay films on faces of peds; 10 percent paragravel; neutral (pH 6.8); clear smooth boundary. (3 to 5 inches thick)\nBt2--22 to 29 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium, common fine, and few very fine roots; 5 percent paragravel; few prominent, common distinct, and few faint clay films on faces of peds; neutral (pH 6.8); clear wavy boundary. (6 to 13 inches thick)\nBtk1--29 to 38 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse, common medium, few fine, and few very fine roots; few distinct and common faint clay films on faces of peds; 10 percent paragravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt wavy boundary.  (9 to 19 inches thick)\nBtk2--38 to 57 inches; reddish yellow (7.5YR 6/6) sandy loam, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; few fine and few very fine roots; 10 percent paragravel; few distinct and few faint clay films on faces of peds; noneffervescent matrix, strongly effervescent in few fine irregularly shaped coats of secondary calcium carbonate on faces of peds (2 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 12 inches thick)\nBC--57 to 80 inches; pink (7.5YR 7/4) paragravelly sandy loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; 25 percent paragravel; slightly effervescent (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bandelier National Monument, Tsankawi section; Santa Fe County, New Mexico; about 2 miles north-northwest of White Rock; Latitude 35 degrees 51 minutes 31.28 seconds North and Longitude 106 degrees 13 minutes 16.24 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are measured from the mineral soil surface)\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is dry in all parts for at least part of the time from November to April. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nAverage annual soil temperature - 49 to 51 degrees F.\nDepth to base of the argillic horizon - 40 to 60 inches or more\nDepth to calcareous material (as visible secondary calcium carbonate) - 5 to 33 inches\nLithology of pararock fragments: Rhyolitic tuff\nOxalate extractable Al + 1/2Fe: .01 to .10 percent (estimated)\nParticle-size control section weighted averages:\nSilicate clay content: 18 to 27 percent\nSand content: 35 to 65 percent\nFine sand or coarser content: 25 to 45 percent\nPararock fragment content: 5 to 10 percent paragravel\nVolcanic glass content: 20 to 30 percent in the coarse silt plus sand fraction (estimated)\nOther features - Some pedons do not have an O horizon.\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nClay content: 8 to 18 percent\nPararock fragments: 2 to 10 percent paragravel\nBt horizons\nHue: 7.5YR or 10YR\nChroma: 3 or 4, dry or moist\nTexture: sandy loam, sandy clay loam, or loam\nClay content: 18 to 27 percent\nPararock fragments: 2 to 10 percent paragravel\nBtk horizons\nHue: 7.5YR or 10YR\nValue: 3 to 6 dry, 3 or 4 moist\nChroma: 3, 4 or 6, dry or moist\nTexture: loam, sandy clay loam, or sandy loam\nClay content: 18 to 27 percent\nCalcium carbonate equivalent: 1 to 2 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nPararock fragments: 2 to 14 percent paragravel\nBC horizon (Bk or C horizons in some pedons)\nHue: 7.5YR or 10YR\nValue: 5 to 8 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: paragravelly sandy loam, paragravelly coarse sandy loam, sandy loam, or loamy coarse sand\nClay content: 4 to 18 percent\nCalcium carbonate equivalent: 1 to 5 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nPararock fragments: 5 to 25 percent paragravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arnor, Arwite, Augustine, Bigbow, Bosonoak, Carri, Celacy, Celavar, Dalhart, Deekay, Dermala, Elwop, Evpark, Flugle, Fort Collins, Gateson, Iwela, Lykorly, Nyjack, Oldwolf, Olnest, Orlie, Parkelei, Pinitos, Rauzi, Ribera, Rockybutte, Stoneham, Toluca, and Wagonhound series.\nArnor and Iwela soils are gravelly in the particle-size control section.\nAugustine, Bigbow, Bosonoak, Carri, Celacy, Dermala, Lykorly, Parkelei, and Pinitos soils have less than 20 percent volcanic glass.\nAugustine and Bigbow have greater than 5 percent calcium carbonate.\nArwite, Dalhart, Deekay, Elwop, Fort Collins, Gateson, Oldwolf, Olnest, Rauzi, Rockybutte, Stoneham, Toluca and Wagonhound soils are more moist in May and June.\nCarri, Celacy, Celavar, Elwop, Evpark, Gateson, Nyjack, Oldwolf and Ribera soils are moderately deep to bedrock.\nRockybutte soils have fragmental material at 20 to 40 inches.\nFlugle and Orlie soils do not have secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Navajita soils are on north-facing footslopes and toeslopes of valley sides.  They formed from slope alluvium derived from rhyolitic tuff of the Quaternary age Bandelier Tuff formation.  Slopes are 2 to 15 percent. Elevation ranges from 5,800 to 6,900 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 47 to 49 degrees F.  The frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Piojillo, Totavi, and Zacaton soils.  Piojillo soils are ashy, do not have argillic horizons, and are on south facing footslopes of valley sides.  Totavi soils are ashy, do not have argillic horizons, and are on valley floors.  Zacaton soils are ashy-skeletal, do not have argillic horizons, and are on north-facing backslopes of mesas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Navajita soils are used for recreation, wildlife habitat, and watershed.  The historic climax vegetation is twoneedle pinyon, oneseed juniper, muttongrass, and blue grama.  The ecological site is Juniperus monosperma-Pinus edulis/Fallugia paradoxa-Chrysothamnus nauseosus/Bouteloua hirsuta-Bouteloua gracilis(F036XB136NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Navajita soils are of moderate extent on the southwestern Espanola Basin part of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update, 2008. Navajita is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of about 2 inches. (A horizon)\nArgillic horizon - The zone from 8 inches to a depth of about 57 inches. (Bt1, Bt2, Btk1, and Btk2 horizons)\nParticle-size control section - The zone from 8 to 28 inches (Bt1 and part of the Bt2 horizon)\nSeries control section - The zone from 0 to 60 inches.\nNote: This soil has moderate amounts of volcanic glass in the coarse silt plus sand fractions.  It has less volcanic ash than other nearby less developed soils because of the influence of introduced slope alluvium. Even though lower horizons contain more glass than upper horizons, it does not contain enough glass to make a Vitritorrandic subgroup.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
