{
  "SERIES": "NAVLYS",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-AAC",
  "REVDATE": "04/2007",
  "STATES": "IL",
  "OVERVIEW": "The Navlys series consists of very deep, well drained soils formed in loess on side slopes of loess-covered till plains. Slopes range from 2 to 18 percent. Mean annual temperature is about 52 degrees F (11 degrees C), and mean annual precipitation is about 34 inches (864 mm).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Navlys silty clay loam - on a 8 percent slope with a southwest aspect in a cultivated field at an elevation of 650 feet (264 meters) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches (0 to 15 cm); 70 percent dark grayish brown (10YR 4/2) and 30 percent yellowish brown (10YR 5/4) silty clay loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure parting to weak fine granular; friable; common very fine roots; moderately acid; clear smooth boundary. [3 to 9 inches (7.5 to 23 cm) thick.]\nBt1--6 to 15 inches (15 to 38 cm); yellowish brown (10YR 5/4) silty clay loam; strong fine and medium subangular blocky structure; firm; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; common fine distinct yellowish brown (10YR 5/6) iron accumulations with diffuse boundaries in ped interiors; moderately acid; gradual smooth boundary.\nBt2--15 to 22 inches (38 to 56 cm); 90 percent yellowish brown (10YR 5/4) and 10 percent light brownish gray (10YR 6/2) silty clay loam; strong medium prismatic structure; firm; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; many fine distinct yellowish brown (10YR 5/6) masses of iron accumulations with diffuse boundaries in ped interiors; slightly acid; gradual smooth boundary.\nBt3--22 to 31 inches (56 to 79 cm); yellowish brown (10YR 5/4) and light brownish gray (10YR 6/2) silty clay loam; moderate medium prismatic structure; firm; few very fine roots; few distinct dark grayish brown (10YR 4/2) clay films lining root channels and pores; many fine distinct yellowish brown (10YR 5/6) masses of iron accumulations with diffuse boundaries and few fine prominent black (2.5Y 2/1) manganese concretions with sharp boundaries in ped interiors; slightly effervescent; neutral; gradual smooth boundary. [Combined thickness of the Bt horizons is 9 to 30 inches (23 to 76 cm).]\nC1--31 to 56 inches (79 to 142 cm); yellowish brown (10YR 5/4) and light brownish gray (10YR 6/2) silt loam; massive; friable; few very fine roots; few distinct dark grayish brown (10YR 4/2) clay films lining root channels and pores; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulations with diffuse boundaries and few fine prominent black (2.5Y 2/1) manganese concretions with sharp boundaries throughout; slightly effervescent; slightly alkaline; gradual smooth boundary.\nC2--56 to 60 inches (142 to 152 cm); light brownish gray (10YR 6/2) silt loam; massive; friable; common fine distinct light yellowish brown (10YR 6/4) masses of iron accumulations with diffuse boundaries and few fine prominent black (2.5Y 2/1) manganese concretions with sharp boundaries throughout; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fulton County, Illinois; about 4 miles west of Ipava, 1,411 feet south and 255 feet east of the northwest corner of sec. 11, T. 4 N., R. 2 E.; USGS Ipava topographic quadrangle; lat. 40 degrees 20 minutes 42 seconds N. and long. 90 degrees 15 minutes 19 seconds W.; UTM zone 15, 733109 easting and 4469671 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon and depth to carbonates ranges from 22 to 40 inches (51 to 102 cm). The thickness of the loess is more than 60 inches (102 cm). The particle-size control section averages between 25 and 35 percent clay.\nThe Ap or A horizon has properties as follows: Hue of 10YR, value of 3 to 5 (5 or 6 dry), and chroma of 2 to 4. It is commonly silty clay loam, but some pedons are silt loam. Reaction is moderately acid to neutral. A BE horizon is present in some pedons.\nThe Bt and BC horizons have hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Redox features have hue of 10YR, 7.5YR, or 2.5Y and have value of 4 to 6, and chroma of 2 to 8. The upper 10 inches (25 cm) of the argillic horizon does not have redox depletions with chroma of 2 or less. Mottles with chroma of 2 are in the middle and lower parts of the control section in some pedons where the soil formed in deoxidized loess. The Bt horizon typically is silty clay loam, but some pedons have silt loam subhorizons. Reaction ranges from moderately acid to slightly alkaline. The BC or BCk horizons in some pedons contain carbonates.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bertrand, Blackhammer, Camden, Dodge, Dubuque, Fayette, Flagg, Greenridge, Hackers, Jackson, Jemerson, Knowles, La Farge, Lambeau, Lomira, Martinsburg, Menfro, Middletown, Palermo, Palsgrove, Pepin, Piscasaw, Ridgway, Rozetta, Ruma, Rush, Russell, St. Charles, Seaton, Stookey, Sylvan, Thebes, and Yellowriver. Bertrand, Camden, Jackson, Rush, St. Charles and Thebes soils contain more sand and are often stratified in the lower part of the series control section. Blackhammer soils have sola more than 60 inches (152 cm) thick and have texture and color stratified 2Bt horizons. Dodge, Flagg, Piscasaw, and Russell soils contain more sand and rock fragments in the lower part of the series control section. Dubuque, Knowles and La Farge soils have bedrock within depths of 40 inches (102 cm). Fayette soils lack redox depletions in the upper 3/4 of the series control section and staturation within 6 feet (183 cm). Greenridge and Lambeau soils have a paralithic contact at depths of 45 to 80 inches (114 to 203 cm). Hackers soils contain redder hue in at least part of the series control section. Jemerson soils formed in silty alluvium, with more than 10 percent sand in at least some part of the series control section. Lomira soils formed in less than 38 inches of loess over till and have more than 2 percent rock fragments in the lower part of the series control section.  Martinsburg soils have thicker sola and A horizons. Menfro and Palermo soils are in warmer temperature and greater precipitation regimes and do not have carbonates above a depth of 40 inches (102 cm). Middletown, Ridgway, Rozetta and Ruma soils do not have carbonates within a depth of 40 inches (102 cm). Palsgrove soils have higher average clay in the lower part of the series control section. Pepin soils average more than 35 percent clay and have rock fragments in the lower part of the series control section. Seaton and Stookey soils average less than 27 percent clay in the particle-size control section and have a coarse silt-fine silt ratio of 1.5 or more in the Bt horizon. Sylvan soils lack redox depletions in the upper 3/4 of the series control section, and saturation within 6 feet (183 cm). Yellowriver soils average more than 10 percent sand in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Navlys soils are on shoulders of head slopes and side slopes of dissected loess-covered till plains. Slope gradients range from 2 to 18 percent. The soils formed in 5 to more than 20 feet 1.5 to 6 meters) of calcareous loess. Mean annual temperature varies from 45 to 57 degrees F (7 to 14 degrees C), and mean annual precipitation varies from 32 to 45 inches (813 to 1143 mm). Frost free days range from 140 to 200 days. Elevation ranges from 340 to 1350 feet (104 to 411 meters) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Alford, Fayette, Rozetta, and Sylvan soils. The Alford, Fayette and Sylvan soils are in positions on the landscape downslope from the Navlys soils. Rozetta soils are in similar positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. These soils have an apparent water table at a depth of 4 to 6.0 feet (112 to 152 cm) below the surface during the spring in most years. The potential for surface water runoff is medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate (0.6 to 2 inches per hour)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Navlys soils are used for corn, soybeans, small grain, and meadow. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Illinois. The extent is moderate in MLRAs 115A, 115B, and 115C. The type location is in MLRA 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fulton County, Illinois, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were mapped as part of the Sylvan series. These are severely eroded areas of Sylvan soils. These soils are not saturated within a depth of 40 inches (102 cm) for 20 consecutive days or 30 total days in a normal year. Aquic conditions, watertable or redox features are below a depth of 4 feet (112 cm). Areas previously correlated as moderately well drained Sylvan soils will also be included with the Navlys series.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of approximately 6 inches (15 cm), (A horizon); argillic horizon - the zone from approximately 6 to 31 inches (15 to 79 cm), (Bt1, Bt2 and Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
