{
  "SERIES": "NAWAKWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-GRS-TJE",
  "REVDATE": "11/2021",
  "STATES": "IN",
  "OVERVIEW": "The Nawakwa series consists of very deep, well drained soils that formed in loamy soil materials. Nawakwa soils are on reconstructed landforms on mined areas of till plains. Slope ranges from 2 to 35 percent. Mean annual precipitation is about 1118 mm (44 inches), and mean annual temperature is about 12.2 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nawakwa silt loam, on an undulating, 3 percent slope in a hayfield at an elevation of 177 meters (580 feet) above the mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 cm (2 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; many fine roots; 3 percent gravel; neutral; abrupt smooth boundary. [5 to 15 cm (2 to 6 inches) thick]\nA/C--5 to 13 cm (2 to 5 inches); mixed about 70 percent yellowish brown (10YR 5/6) and 30 percent dark yellowish brown (10YR 4/6) silt loam; massive; firm; 0.6 to 1 cm (1/4 to 1/2 inch) thick platy clods that part to moderate fine and medium angular blocky clods; many fine roots between clods; 2 percent rock gravel and channers; slightly acid; clear smooth boundary. [0 to 10 cm (4 inches) thick]\nCd--13 to 28 cm (5 to 11 inches); mixed about 85 percent yellowish brown (10YR 5/6) loam and about 15 percent dark gray (10YR 4/1) silty clay loam; massive; very firm; 6 mm to 2 cm (1/4 to 1 inch) thick platy clods with horizontal cleavage plains and vertical cracks that are 2 to 8 cm (1 to 3 inches) apart; common flat roots between clods; 3 percent channers and gravel; slightly acid; clear smooth boundary. [10 to 25 cm (4 to 10 inches) thick]\n2C--28 to 203 cm (11 to 80 inches); mixed about 90 percent dark gray (10YR 4/1) very parachannery silt loam and 10 percent yellowish brown (10YR 5/6) silty clay and clay loam; massive; firm; 5 percent shale, sandstone and siltstone rock fragments; 50 percent parachanners (shale); mixed moderately acid to moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Owen County, Indiana; about 6 miles northeast of Clay City; 2,000 feet west and 225 feet north of the southeast corner of sec. 11, T. 10 N., R. 6 W.; USGS Clay City, Ind. topographic quadrangle; lat. 39 degrees 19 minutes 8 seconds N. and long. 87 degrees 3 minutes 11 seconds W., NAD 27; UTM Zone 16, 495413 easting and 4352170 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loamy soil materials: 13 to 51 cm (5 to 20 inches)\nOrganic carbon content: decreases irregularly with depth, because of the mixed soil materials\nRock fragments: dominantly chert, and very strongly cemented or indurated sandstone, siltstone, or shale\nParticle-size control section: averages 18 to 35 percent clay and 15 to 25 percent sand\nOther features: The individual layers within the soil are variable in thickness and composition. These soils have compacted layers. The soils were excavated and graded with dozers and earth moving pans. Tillage after grading has generally been restricted to the surface layer. The compacted layers have high bulk density which restricts root penetration and water movement in the soil.\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam\nStructure: weak or moderate, fine to coarse, granular or subangular blocky\nRock fragment content: 0 to 3 percent\nReaction: moderately acid to neutral\nA/C or C/A horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 to 8\nTexture: commonly silt loam and less commonly silty clay loam, loam, or clay loam\nStructure: platy clods that are 6 mm to 5 cm (1/4 to 2 inches) thick with horizontal cleavage planes and vertical cracks that are 2 to 8 cm (1 to 3 inches) apart and part to angular blocky clods\nConsistence: firm or very firm\nRock fragment content: 1 to 5 percent\nReaction: moderately acid to neutral\nCd horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 8\nTexture: commonly silt loam or silty clay loam and less commonly loam or clay loam\nStructure: massive platy clods that are 6 mm to 8 cm (1/4 to 3 inches) thick with horizontal cleavage planes and vertical cracks that are 5 to 15 cm (2 to 6 inches) apart\nConsistence: very firm or extremely firm\nRock fragment content: 1 to 5 percent chert or indurated sandstone, siltstone or shale; pockets and lenses of soft shale are present in the lower 5 to 10 cm (2 to 4 inches) in some pedons\nReaction: moderately acid to neutral\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 1 to 8\nTexture: commonly parachannery or very parachannery silty clay loam or silt loam, with strata or pockets of silty clay or clay loam\nConsistence: very firm or firm\nRock fragment content: 2 to 14 percent\nPararock fragment content: 20 to 60 percent\nReaction: mixed, ranging from moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chantilly (T), Hattontown (T), and Tapawingo series. Chantilly soils are formed entirely in residuum from Triassic sandstone and shale in MLRA 148. Hattontown soils are formed entirely in residuum for diabase and basalt in MLRA 148. Tapawingo soils have more than 51 cm (20 inches) of loamy soil materials over the graded shaley regolith."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nawakwa soils are typically on mined areas of till plains. They are on summits, shoulders and backslopes of reconstructed landforms. Slope ranges from 2 to 8 percent. These soils formed in loamy soil materials that were excavated during surface mining operation and reclaimed. The upper 13 to 51 cm (5 to 20 inches) of the regolith is a mixture of soil material from pre-mined soils. The soil material is dominantly from loess and till. The lower part of the regolith consists mainly of soft shale with pockets of soil material with minor amounts of sandstone and shale rock fragments. Mean annual precipitation ranges from 1016 to 1143 mm (40 to 45 inches). Mean annual temperature ranges from 11.7 to 13.3 degrees C (53 to 56 degrees F). Frost-free period is 170 to 200 days. Elevation is 122 to 244 meters (400 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hollybrook, Minnehaha, and Tapawingo soils in mined areas, and the Ava, Hickory, Shakamak, and Vigo soils on till plains. The somewhat poorly drained Hollybrook and the competing Tapawingo soils are similar landform positions as Nawakwa soil. The somewhat excessively drained Minnehaha soils are on backslopes and on narrow, elongated ridges. The moderately well drained Ava and Shakamak soils are on summits, shoulders, and backslopes of ridges and hills. The Hickory soils are on backslopes. The somewhat poorly drained Vigo soils are on broad interfluves."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is medium to very high. Saturated hydraulic conductivity is low. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nawakwa soils are used mainly for hayland or pasture. Some areas have been planted to trees. A few areas are used for growing corn and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114B in west-central Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Owen County, Indiana. 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were correlated as reclaimed units of the Fairpoint Series in adjacent subset soil surveys. They are reclaimed using reclamation procedures adopted since about 1975.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 5 cm (Ap horizon).\nADDITIONAL DATA: Lab data available for typical pedon S94IN119-4 is at the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 cm (2 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; many fine roots; 3 percent gravel; neutral; abrupt smooth boundary. [5 to 15 cm (2 to 6 inches) thick]"
      },
      {
        "name": "A/C",
        "top": 5,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A/C--5 to 13 cm (2 to 5 inches); mixed about 70 percent yellowish brown (10YR 5/6) and 30 percent dark yellowish brown (10YR 4/6) silt loam; massive; firm; 0.6 to 1 cm (1/4 to 1/2 inch) thick platy clods that part to moderate fine and medium angular blocky clods; many fine roots between clods; 2 percent rock gravel and channers; slightly acid; clear smooth boundary. [0 to 10 cm (4 inches) thick]"
      },
      {
        "name": "Cd",
        "top": 13,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cd--13 to 28 cm (5 to 11 inches); mixed about 85 percent yellowish brown (10YR 5/6) loam and about 15 percent dark gray (10YR 4/1) silty clay loam; massive; very firm; 6 mm to 2 cm (1/4 to 1 inch) thick platy clods with horizontal cleavage plains and vertical cracks that are 2 to 8 cm (1 to 3 inches) apart; common flat roots between clods; 3 percent channers and gravel; slightly acid; clear smooth boundary. [10 to 25 cm (4 to 10 inches) thick]"
      },
      {
        "name": "2C",
        "top": 28,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--28 to 203 cm (11 to 80 inches); mixed about 90 percent dark gray (10YR 4/1) very parachannery silt loam and 10 percent yellowish brown (10YR 5/6) silty clay and clay loam; massive; firm; 5 percent shale, sandstone and siltstone rock fragments; 50 percent parachanners (shale); mixed moderately acid to moderately alkaline."
      }
    ]
  ]
}
