{
  "SERIES": "NAZLINI",
  "STATUS": "Established Series",
  "BYREV": "RJH/HH",
  "REVDATE": "10/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Nazlini series consists of very deep, well drained stratified sodic soils that formed in stream alluvium derived from sandstone and shale. Nazlini soils are on stream terraces and flood-plain steps. Slopes are typically 0 to 3 percent. The mean annual precipitation is about 8 inches and the mean annual air temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nazlini loam - farmland. (Colors are for dry soil unless otherwise noted.)\nAnp--0 to 4 inches (0 to 10 cm); reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6), moist; 16 percent clay; moderate thick platy structure; hard, friable, slightly sticky, and nonplastic; common very fine roots throughout; common very fine dendritic tubular and common fine dendritic tubular pores; violently effervescent; strongly alkaline, pH 9.0; SAR 20; abrupt smooth boundary.\nAnp--4 to 14 inches (10 to 35 cm); yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6), moist; 16 percent clay; moderate thick platy structure; hard, friable, slightly sticky, and nonplastic; few very fine and fine roots throughout; few very fine dendritic tubular and few fine dendritic tubular pores; violently effervescent; very strongly alkaline, pH 9.2; SAR 60; abrupt smooth boundary.\nCn1--14 to 51 inches (35 to 129 cm); yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6), moist; 5 percent clay; massive; soft, very friable, slightly sticky, and slightly plastic; few very fine roots throughout; few very fine dendritic tubular pores; violently effervescent; very strongly alkaline, pH 9.7; SAR 101; abrupt smooth boundary.\nCn2--51 to 60 inches (129 to 152 cm); yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6), moist; 17 percent clay; massive; soft, very friable, slightly sticky, and nonplastic; few very fine roots throughout; few very fine dendritic tubular pores; violently effervescent; very strongly alkaline, pH 9.3."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Latitude 36 degrees 13 minutes 16.8 seconds N and Longitude 109 degrees 35 minutes 35.2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - From December to March and July to September; moist in some part of the soil moisture control section for less than 90 consecutive days when soil temperature at 50 cm below surface is 8 C. Driest during May and June. Typic aridic soil moisture regime.\nSoil temperature - 56 to 59 degrees F.\nClay content of control section (weighted average): 5 to 18 percent\nCoarse-silty particle size class is due to high percent of very fine sands\nAnp horizons\nHue: 7.5YR, 5YR, 2.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma:  2 to 6, dry or moist\nTexture: loam, loamy very fine sand, very fine sandy loam, fine sandy loam, sandy clay loam, silt loam, silty clay loam, clay loam, clay\nClay: 12 to 48 percent\nReaction: moderately alkaline to very strongly alkaline\nCalcium carbonate equivalent: 5 to 14 percent\nSodium absorption ratio: 10 to 101\nCn horizons\nHue: 10YR, 7.5YR, 5YR, 2.5YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma:  2 to 6, dry or moist\nTexture: loamy fine sand, loamy very fine sand, loamy sand, fine sandy loam, very fine sandy loam ,clay loam, clay, loam, silt loam, silt, silty clay loam\nClay:  4 to 55 percent\nReaction: moderately alkaline to very strongly alkaline\nCalcium carbonate equivalent: 5 to 14 percent\nSodium absorption ratio: 10 to 120"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nazlini soils are on nearly level to gently sloping stream terraces and floodplain steps at elevations of 5,000 to 6,200 feet. Slopes range from 0 to 3 percent. They formed in stream alluvium from sandstone and shale. The mean annual precipitation is 6 to 10 inches which occurs as summer thunderstorms and gentle winter rain and snow. Stream incision is geologically recent, and pedons retain the high stratification and lateral variability of alluvial deposits. The mean annual air temperature is 54 to 57 degrees F. The frost-free period is  150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Navajo, Gotho, Notal, Jeddito, and Tezinie soils. Navajo soils have a vertic subgroup and SAR less than 13 percent. Gotho, Notal, and Jeddito soils are Torriorthents.  Tezinie soils are fine and saline-sodic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; slow permeability in thin lenses of fine material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and for limited dryland farming. Vegetation is greasewood, saltcedar, shadscale, knapweed, nightshade, Russian thistle, rubber rabbitbrush, shadscale, fourwing saltbush, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona, MLRA 35, LRR-D. The soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Navajo County, Arizona; Chinle Soil Survey Area; 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Nazlini is the name of a community, a wash, and canyon near the Type Location. Nazlini is a Navajo word meaning \"where water turns around a C-shaped formation.\"\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 14 inches (Anp horizons)\nEntisol feature - the absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy, 2nd Edition; Keys to Soil Taxonomy, Eleventh Edition, 2010.\nADDITIONAL DATA: NSSL sample # S09AZ001002\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
