{
  "SERIES": "NEABSCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLK-JHE-DDR",
  "REVDATE": "03/1999",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Neabsco series are very deep and moderately well drained with very slow permeability.  They formed in stratified marine and fluvial sediments of the Coastal Plain.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neabsco loam on a 2 percent slope in a mixed pine and oak woodland.  (Colors are for moist soil)\nOi--1 to 0 inches; partially decomposed oak leaves, pine needles and twigs.\nA--0 to 2 inches; dark brown (10YR 4/3) loam; moderate fine and very fine granular structure; very friable; many fine, medium and coarse roots; 3 percent rounded quartz gravel; very strongly acid; clear smooth boundary.  (0 to 3 inches thick)\nE--2 to 8 inches; light yellowish brown (10YR 6/4) loam; moderate fine and very fine granular structure; very friable; many fine, medium and coarse roots; 2 percent rounded quartz gravel; very strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nBt--8 to 17 inches; yellowish brown (10YR 5/8) clay loam; moderate fine subangular blocky structure; friable, slightly sticky; common fine, medium and coarse roots; 2 percent rounded quartz gravel; few faint films of clay on faces of peds and clay bridging between sand grains; very strongly acid; clear smooth boundary.  (6 to 18 inches thich)\nBx--17 to 36 inches; yellowish brown (10YR 5/8) loam; many fine, medium and coarse pale brown (10YR 6/3) and many fine distinct light gray (10YR 7/2) mottles; strong, medium and coarse platy structure, coarse polygonal structure 12 to 18 inches in diameter with gray (10YR 6/1) clay in 1/4 inch cracks; very firm and brittle; 10 percent rounded quartz gravel; common fine and medium vesicular pores; very strongly acid; gradual smooth boundary.  (8 to 36 inches thick)\n2Bt--36 to 52 inches; brownish yellow (10YR 6/8) clay loam; common, fine and medium distinct pale brown (10YR 6/3) and yellowish red\n(5YR 5/6) mottles; weak medium and coarse subangular blocky structure; friable, slightly plastic, slightly stick; common faint and distinct dark brown (10YR 3/3) films of clay on vertical faces of peds; 5 percent rounded quartz gravel; strongly acid; abrupt smooth boundary.  (0 to 24 inches thick)\n3C--5 to 72 inches; mottled in shades of brown, gray and yellow; very gravelly sandy loam; massive; very friable; 45 percent rounded quartz gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince William County, Virginia; in Prince William Forest Park, about 100 feet southwest of Park Central Road and about 20 feet south of Trail No. 11."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 4o to 60 inches deep.  Depth to fragipan ranges from 14 to 30 inches.  Depth to bedrock is more than 60 inches.  Rock fragments of rounded quartz gravel range from 0 to 10 percent in the A and upper B horizons and from 1 to 35 percent in the fragipan and lower B horizon.  The C horizon ranges from 1 to more than 50 percent quartz gravel.  The substratum is commonly stratified Coastal Plain sediments but ranges to loamy residuum from the Piedmont schist and gneiss.  Reaction is very strongly acid or strongly acid.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 7, and chroma of 2 through 4.  The A and E is sandy loam, loam or silt loam.\nThe E Horizon has hue of 10YR or 2.5YR, value of 5 or 6 and chroma of 3 or 4.  It is sandy loam, loam or silt loam.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 5 or 6, and chroma of 4 through 8.  It is loam, sandy clay loam or clay loam.\nThe Bx horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 through 6, and chroma of 3 through 6.  The Bx is commonly varigated and includes low chroma mottles.  It is sandy loam, loam or sandy clay loam.\nThe C horizon is commonly mottled in shades of brown, yellow, red and gray.  They range from gravelly sand through clay in individual strata."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   The Tarklin series is the only soil in the same family.  The Tarklin soils form in colluvium or alluvium from limestone and have fragments of chert throughout the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neabsco soils are on broad drainage divides of the older Northern Coastal Plain terraces.  Elevations generally range from 150 to 300 feet.  Slope gradients range from 0 to 15 percent but most areas are from 0 to 7 percent.  The soil developed in stratified fluvio-marine sediments.  On areas where the sediments are thin, these soils are underlain by residuum from Piedmont schist and gneiss.  Mean annual precipitation range from 36 to 44 inches and mean annual temperature ranges from 52 degrees to 59 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buckhall, Chester, Fairfax, Lunt and Quantico soils.  All these associated soils do not have a fragipan.  In addition the Buckhall and Chester soils are developed in residuum from gneiss and schist.  The Fairfax soil is developed partly in Coastal Plains sediments and partly in Piedmont residuum.  The Quantico and Lunt soils have higher clay content in their subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow on nearly level areas to moderate on the sloping areas.  Permeability is slow or very slow.  Perched water table is commonly above the fragipan in winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largest acreage is in hardwood and pine forest.  Many areas are in residential and commercial developments.  Smaller acreage is used for the general crops, corn, soybeans, small grains, pasture and hay.  Native vegetation includes northern red oak, yellow-poplar, red maple, sweet gum and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Virginia and Maryland.  Moderate extent  6,500 acres in Prince William County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Prince William County, Virginia; 1981.  The name is from Neabsco Magisterial District in Prince William County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has previously been included in the Beltsville and Bourne soils.  Both of these soils have mixed mineralogy.  Also the Bourne is classified as thermic and the Beltsville has a high silt content.\nDiagnostic Horizon:\na.  Argillic between 8 and 17 inches.\nb.  Fragipan between 17 and 36 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi--1 to 0 inches; partially decomposed oak leaves, pine needles and twigs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; dark brown (10YR 4/3) loam; moderate fine and very fine granular structure; very friable; many fine, medium and coarse roots; 3 percent rounded quartz gravel; very strongly acid; clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--2 to 8 inches; light yellowish brown (10YR 6/4) loam; moderate fine and very fine granular structure; very friable; many fine, medium and coarse roots; 2 percent rounded quartz gravel; very strongly acid; clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--8 to 17 inches; yellowish brown (10YR 5/8) clay loam; moderate fine subangular blocky structure; friable, slightly sticky; common fine, medium and coarse roots; 2 percent rounded quartz gravel; few faint films of clay on faces of peds and clay bridging between sand grains; very strongly acid; clear smooth boundary.  (6 to 18 inches thich)"
      },
      {
        "name": "Bx",
        "top": 43,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bx--17 to 36 inches; yellowish brown (10YR 5/8) loam; many fine, medium and coarse pale brown (10YR 6/3) and many fine distinct light gray (10YR 7/2) mottles; strong, medium and coarse platy structure, coarse polygonal structure 12 to 18 inches in diameter with gray (10YR 6/1) clay in 1/4 inch cracks; very firm and brittle; 10 percent rounded quartz gravel; common fine and medium vesicular pores; very strongly acid; gradual smooth boundary.  (8 to 36 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 91,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "narrative": "2Bt--36 to 52 inches; brownish yellow (10YR 6/8) clay loam; common, fine and medium distinct pale brown (10YR 6/3) and yellowish red"
      },
      {
        "name": "3C",
        "top": 13,
        "bottom": 183,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "narrative": "3C--5 to 72 inches; mottled in shades of brown, gray and yellow; very gravelly sandy loam; massive; very friable; 45 percent rounded quartz gravel; strongly acid."
      }
    ]
  ]
}
