{
  "SERIES": "NEBEKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE-JEB-MJD",
  "REVDATE": "11/2003",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Silt loam - cultivated (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 degrees; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine and common medium pores; slightly acid (pH 6.1); clear wavy boundary. (6 to 10 inches thick)\nBA--8 to 14 inches; brown (7.5YR 5/3) heavy silt loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure that parts to moderate medium angular blocky structure; hard, firm, sticky and plastic; common fine roots; common fine and few medium pores; moderately acid (pH 6.0); clear wavy boundary. (4 to 8 inches thick)\nBt1--14 to 26 inches; brown (7.5YR 5/3) silty clay loam, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure that parts to moderate medium angular blocky structure; very hard, firm, sticky and plastic; few fine roots; common fine pores; common faint clay films; slightly acid (pH 6.3); abrupt smooth boundary. (6 to 14 inches thick)\nBt2--26 to 48 inches; brown (7.5YR 5/4) clay, reddish brown (5YR 4/3) moist; strong coarse prismatic structure that parts to strong coarse subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; few fine roots; few fine pores; many faint clay films; slightly acid (pH 6.5); clear smooth boundary. (12 to 40 inches thick)\nBt3--48 to 55 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/3) moist; moderate medium prismatic structure that parts to moderate medium angular blocky structure; very hard, firm, sticky and plastic; common fine pores; many distinct clay films; neutral (pH 7.3); clear smooth boundary. (0 to 10 inches thick)\n2C--55 70 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; massive; slightly hard, firm slightly sticky and plastic; slightly effervescent; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cache County, Utah; 1 mile north and 1 1/2 miles east of Paradise; 20 feet north and 100 feet west of the SE corner of the SW1/4 sec. 14, T.10N., R.lE."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon ranges from 20 to 40 inches thick. The combined thickness of the A and Bt horizons range from 40 to more than 60 inches. Some pedons have 10 to 15 percent sandstone and quartzite cobbles and 1 to 2 percent stones on the surface and scattered throughout the profile. The mean annual soil temperature ranges from 47 to 51 degrees F., and the mean summer soil temperature at a depth of 20 inches ranges from 63 to 69 degrees F. The soil is moist 55 to 65 percent of the time and is dry in all parts of the 4 to 12 inch section for 60 to 75 consecutive days in the summer and autumn.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. It has 2.5 to 5 percent organic matter.  This horizon has weak fine to medium granular to weak coarse subangular blocky structure. It ranges from medium acid to neutral.\nThe BA horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry and chroma of 2 or 3. It is silt loam or silty clay loam. This horizon has weak medium to fine prismatic or angular blocky structure. It ranges from medium acid to neutral.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 3 through 6 dry, 3 or 4 moist, and chroma of 2 through 6. (The value of 6 dry, 4 moist, and chroma of 4 occur at depths below 20 inches.) It ranges from clay loam or silty clay loam to clay or silty clay averaging more than 35 percent clay in the upper 20 inches of the horizon. This horizon has moderate to strong medium to coarse prismatic structure. It has few to continuous faint to distinct clay films. It is slightly acid or neutral and is 20 to 50 inches thick.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, and chroma of 3 or 4. It is clay loam or clay. This horizon has weak subangular blocky structure or is massive. It is neutral or slightly alkaline and slightly or strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Avon, Goring, Hendricks, Jacknife, Manila, McMurdie, Medford, and Mindego series. Avon soils have chroma of 1.5 or less in the mollic epipedon and have horizons of carbonate accumulation within 40 inches. Goring soils have mean annual soil temperature of less than 47 degrees F. and have chroma of 6 in the lower part of the argillic horizons. Hendricks soils have silty clay loam argillic horizons with less than 35 percent clay. Jacknife soils have cobbly clay or cobbly heavy clay loam argillic horizons with more than 15 percent rock fragments. Manila soils have mollic epipedons that are less than 20 inches thick. McMurdie soils have horizons of carbonate accumulation within depth of 40 inches. Medford soils have 10YR hue in the B2t horizon. Mindego soils have hue of 10YR, dry value of 3, and moist value of 2.5 in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nebeker soils are mainly on sloping to very steep mountain footslopes and coalescing old alluvial fans just above the high level of Lake Bonneville. Some occur on nearly level to gently sloping high lake terraces. Elevations range from 4,900 to 5,700 feet. Gradients are dominantly 10 to 20 percent and range from 0 to 40 percent. The soils formed in alluvium and colluvium from sandstone and quartzite. The climate is moist subhumid. The average annual precipitation ranges from 16 to 22 inches. The mean annual temperature ranges from 45 to 47 degrees F. and the average summer temperature ranges from 64 to 70 degrees F. The frost-free period ranges from 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Hendricks and McMurdie soils and the Eastcan Hawkins, Hiibner, Parleys, and Sterling soils. Eastcan soils lack argillic horizons and have less than 35 percent clay in the control section. Hawkins soils lack argillic horizons and crack to the surface. Hiibner soils have extremely stony clay argillic horizons. Parleys soils have mollic epipedons less than 20 inches thick and have silty clay loam argillic horizons and horizons of carbonate accumulation. Sterling soils lack argillic horizons and have cobbly and gravelly sandy loam control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid to slow runoff; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as dry cropland of alfalfa and small grains, but some are irrigated. The native vegetation is mulesear dock, sagebrush, bitterbrush, slender wheatgrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cache County, Utah, 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
