{
  "SERIES": "NECHES",
  "STATUS": "Established Series",
  "BYREV": "JKW-RD-CLN",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Neches series consists of very deep well drained soils. These gently sloping soils formed in sandy and loamy sediments derived from dredge spoil banks. Slope ranges from 2 to 5 percent. Mean annual air temperature is about 21.1 degrees C (70 degrees F), and mean annual precipitation is about 1524 mm (50 to 60 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, nonacid, hyperthermic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Neches coarse sand-pastureland.(Colors are for moist soil unless otherwise stated.)\nA-- 0 to 13 cm, (0 to 5 in); brown (10YR 4/3) coarse sand; single grained; loose, very friable; many fine and few coarse roots; slightly acid; abrupt smooth boundary. (Thickness/Combined thickness is 5 to 25 cm [2 to 10 in])\nC1--13 to 46 cm, (5 to 18 in); brown (10YR 5/3) coarse sand; single grained; loose, very friable; many fine and few medium roots; few fine pores; few discontinuous 0.5 to 8 cm (1 to 3 inch) thick strata of gray (10YR 6/1) clay; few rounded masses of dark gray (10YR 4/1) clay 1/4 to 1/2 inch in size; few shell fragments; slightly acid; abrupt smooth boundary.\nC2--46 to 91 cm, (18 to 36 in); yellowish brown (10YR 5/4) coarse sand; single grained; loose, very friable; common fine and few medium roots; few fine pores; few yellowish brown (10YR 5/6) iron concentrations in pores; few discontinuous 0.5 to 8 cm (1 to 3 inch) thick strata and few rounded masses of gray (10YR 6/1) clay 5mm to 8 cm (1/4 to 3 in) in size; 2 to 5 percent shell fragments; neutral; abrupt smooth boundary.\nC3--91 to 104 cm, (36 to 41 in); pale brown (10YR 6/3) coarse sand; single grained; loose, very friable; common fine roots; few fine pores; few strata 1 to 5 cm (1/2 to 2 in) thick of light yellowish brown (10YR 6/4) fine sandy loam; few discontinuous 0.5 to 8 cm  (1 to 3 inch) thick strata and common rounded masses of gray (10YR 6/1) clay 5mm to 8 cm (1/2 to 3 in) in size; 2 to 5 percent shell fragments; neutral; abrupt smooth boundary. (combined thickness of the C horizon is 64 to 178 cm [25 to 70 in])\nCg--104 to 114 cm, (41 to 45 in); gray (10YR 6/1) clay; weak medium platy structure; very hard, very firm; few prominent yellowish red (5YR 5/8) iron accumulations; few fine roots; few strata 5mm to 1 cm (1/4 to 1/2 inch) thick of pale brown (10YR 6/3) coarse sand; few shell fragments; neutral; abrupt smooth boundary. (0 to 10 cm [0 to 4 in] thick)\nC--114 to 137 cm, (45 to 54 in); pale brown (10YR 6/3) coarse sand; single grain; loose, very friable; few fine roots; few strata 5mm to 5cm (1/2 to 2 in) thick of light yellowish brown (10YR 6/4) coarse sand; few rounded masses of gray (10YR 6/1) clay with common prominent yellowish red (5YR 5/8) iron accumulationss; 2 to 5 percent shell fragments; neutral; abrupt smooth boundary. (0 to 38 cm [0 to 15 in] thick)\nCg'--137 to 203 cm, (54 to 80 in); light brownish gray (2.5Y 6/2) clay; weak medium platy structure; very hard, very firm; few thin strata up to 5mm (1/4 inch) thick of light olive brown (2.5Y 5/4) and yellowish brown (10YR 5/4) coarse sand in the upper part; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orange County, Texas (State abbreviation); from the intersection of Interstate Highway 10 and U.S Highway 69 in Beaumont; 3.8 miles east on Interstate Highway 10 to Old Highway exit; 0.3 mile south on Old Highway to levee road; 1.25 miles southeast and 0.6 mile west on levee road to pipeline; 0.2 mile northwest along pipeline; 200 feet south of pipeline in pasture. (Beaumont East USGS topographic quadrangle; Latitude: 30 degrees, 04 minutes, 46 seconds N; Longitude: 94 degrees, 03 minutes, 49 seconds W. NAD 83; UTM Easting 397496 m, UTM Northing 3328065 m, UTM Zone 15.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years. The summer months are the driest, while fall through spring months are the wettest months.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nParticle-size control section (weighted average)\nClay content: 3 to 18 percent\nSand content: 60 to 80 percent\nRock fragments: 0 to 10 percent\nA Horizon\nHue: 10YR\nValue: 3 to 6\nChroma: 2 to 4\nTexture: coarse sand or loamy sand\nClay content: 0 to 15 percent\nRedox concentrations: amount-few to common, shades- brown or yellow\nCalcium carbonate equivalent: 0 to 1 percent\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 0 to 6\nReaction: moderately acid to neutral\nC Horizons\nHue: 10YR, 2.5Y or 5Y\nValue: 5 to 7\nChroma: 3 or 4\nTexture: coarse sand or loamy sand\nClay content: 0 to 15 percent\nRedox concentrations: amount- few to common, shades- red, brown, or yellow\nCalcium carbonate equivalent: 0 to 1 percent\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 0 to 6\nReaction: moderately acid to neutral\nCg Horizons\nHue: 10YR, 2.5Y, or 5Y\nValue: 5 to 7\nChroma: 1 to 2\nTexture: loam, clay loam or clay\nClay content: 5 to 60 percent\nRedox concentrations: few to common, relict, red, brown, or yellow\nRedox depletions: amount-none to common, shades-gray\nIron-manganese concentrations: amount-none to common; kind- masses\nCalcium carbonate equivalent: 0 to 1 percent\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 0 to 6\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils are the Riolomas and Grayrock series.\nRiolomas soils have a calcareous reaction class and mixed mineralogy.\nGrayrock soils have a fine-silty particle-size control section and are in the thermic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy over loamy dredge spoil material\nLandscape: Lagoons\nLandform: Flats\nAnthropogenic: dredge spoil banks\nSlope: 2 to 5 percent\nMean annual air temperature range: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1270 to 1524 mm (50 to 60 in)\nFrost-free period: 250 to 270 days\nElevation: 1.5 to 8 m (5 to 25 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Barbary, Ijam, Larose, Neel, and Sievers series.\nBarbary and Larose soils have a very-fine particle-size control section.\nIjam and Neel soils have a fine particle-size control section.\nSievers soils have a fine-loamy particle-size control section.\nBarbary soils are on lower positions in swamps.\nIjam and Sievers soils are on lower landscape positions.\nLarose soils are lower in the landscape in fresh water marshes.\nNeel soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Neches soils are well drained. Runoff is very low. Permeability is slow. The permeability is reduced by the variable clayey and loamy layers throughout the soil. Permeability is variable in pedons or areas where clayey strata are not present or continuous."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for pastureland or wildlife land. Pastures are predominantly coastal or common bermudagrass. Other vegetation is silver bluestem, bushy bluestem, and doveweed. Loblolly pine and chinese tallow trees have encroached in most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Gulf Coast Prairie (MLRA 150A) and Gulf Coast Saline Prairies (150B) mainly along the lower reaches of the Neches River in southeast Texas. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, Texas; 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Neches soils were formerly included with the Ijam and Seivers series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon-0 to 13 (0 to 5 in) (A horizon).\nOrthent feature-less than 3 percent diagnostic horizon fragments are recognized.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
