{
  "SERIES": "NECKROCK",
  "STATUS": "Established Series",
  "BYREV": "TDT-SWA-CAW",
  "REVDATE": "02/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Neckrock loam on a 3 percent slope in a woodland. (Colors are for moist soil unless otherwise noted).\nA--0 to 9 inches, very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2) dry; moderate fine and very fine subangular blocky structure parting to weak fine and very fine granular; very friable; many very fine to medium, and few coarse roots; 10 percent rock fragments (including 5 percent cobbles); moderately acid; clear smooth boundary. (4 to 10 inches thick).\nEB--9 to 17 inches, brown (10YR 5/3) and yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure parting to moderate fine subangular blocky; friable; many very fine, and common medium and fine roots; 10 percent rock fragments; slightly acid; clear smooth boundary. (3 to 10 inches thick).\nBt--17 to 27 inches, yellowish brown and dark yellowish brown (10YR 5/4 and 4/4) cobbly loam; weak medium subangular blocky structure parting to moderate fine subangular blocky; friable; many fine, common very fine and medium roots; common fine and very fine, and few medium pores; common clay films on faces of peds and in pores; 15 percent rock fragments (including 5 percent cobbles); neutral; clear smooth boundary. (6 to 14 inches thick).\nC--27 to 32 inches, brown (10YR 4/3) very gravelly loam; massive; firm; few fine roots; few fine and medium pores; 40 percent rock fragments (including 5 percent cobbles); strongly effervescent, moderately alkaline; abrupt irregular boundary. (0 to 8 inches thick).\n2R--32 inches, dark gray (10YR 4/1) fractured limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, New York; in the Town of Chazy, about 1.2 miles northeast of intersection of Old Route 348 and Ashley Road, and about 50 feet northwest of Route 348; USGS Beekmantown topographic quadrangle; lat. 44 degrees 52 minutes 04 seconds N. and long. 73 degrees 27 minutes 21 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to bedrock is 20 to 40 inches.  Carbonates occur within 6 inches of bedrock contact in most pedons.  Clay content in the argillic horizon ranges from 18 to 29 percent.  Rock fragments of sandstone, with smaller amounts of dolomitic limestone, range from 5 to 25 percent by volume in the solum and from 10 to 45 percent in the substratum.  Unless limed, reaction ranges from moderately acid to slightly alkaline in the upper solum and from neutral to moderately alkaline in the lower solum and substratum.\nThe A horizon has hue of 10YR, value of 2 to 4 and chroma of 2 or 3.  Texture is silt loam, loam or fine sandy loam in the fine earth fraction.\nThe EB or BE horizon has hue of 10YR, value of 4 to 6 and chroma of 2 or 3 in the E part and chroma of 4 to 6 in the B part.  Texture is loam or fine sandy loam in the fine earth fraction.  Structure is weak or moderate subangular blocky.  Consistence is friable or very friable.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 2 to 6 (with chroma of 2 being inherent parent material color). Texture is silty clay loam, silt loam or loam in the fine earth fraction.  Structure is weak or moderate angular or subangular blocky structure.  Consistence is friable or firm.\nThe BC horizon, where present, has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 2 to 4 (with chroma of 2 being inherited from the parent material color).  Few, faint redox concentrations are present in some pedons. Texture is silty clay loam, silt loam or loam in the fine earth fraction.  Structure is weak or moderate angular blocky, subangular blocky or platy.  Consistence is friable or firm.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 or 4 and chroma of 2 to 4.  Few, faint or distinct redox concentrations are present in some pedons.  Texture is fine sandy loam, loam or silt loam in the fine earth fraction.  Structure is weak or moderate platy or it is massive. Consistence is friable or firm.\nSome pedons have a Cr horizon up to 5 inches thick above the bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Christoff, Jewett, Voight and Watton series.  All of these soils are from outside of region R.  Christoff soils formed in volcanic ash and cinders overlying highly weathered breccia and tuffaceous rocks.  Jewett soils were formed in loess deposits underlain by glacial till.  Voight soils are deeper than 40 inches to bedrock.  Watton soils have 5YR or redder hue in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Neckrock soils are nearly level to moderately steep soils on glacial till uplands.  They are on ridges and sideslopes controlled by slightly folded limestone or dolostone bedrock.  Slope ranges from 0 to 25 percent.  The till parent material is derived from sedimentary rocks, mainly sandstone, but also some dolostone and limestone.  Mean annual precipitation ranges from 31 to 36 inches, mean annual air temperature ranges from 42 to 46 degrees F, and the mean frost-free season ranges from 100 to 150 days.  Elevation ranges from 100 to 300 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The somewhat poorly drained Ogdensburg soils are in a drainage sequence with Neckrock soils.  The shallow Summerville soils are on similar landscapes and the Coveytown, Muskellunge, Hogansburg and Grenville soils are on nearby landscapes.  Coveytown soils are moderately deep sand overlying loamy glacial till greater than 60 inches deep.  Muskellunge soils are somewhat poorly drained clayey soils on lake plains.  Hogansburg and Grenville soils are on nearby, very deep, glacial till landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is slow to rapid. Permeability is moderate in the upper part of the solum, and moderate or moderately slow in the lower part of the solum and the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are in forest or reverting to brush. Some areas are being used for hay or pasture.  Forested areas contain northern white cedar, sugar maple, hophornbean, hemlock and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Champlain and St. Lawrence Valleys of Northern New York (MLRA 142).  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clinton County, New York, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in the typical pedon are: a. Ochric epipedon - the zone from 0 to 9 inches ( Ap horizon).  b. Argillic horizon - the zone from 17 to 27 inches (Bt horizon).  c. Euphoric subgroup - does not have a Glossic horizon.   d. Redox concentrations (where present) in the C horizon do not represent saturation with water for 1 month or more per year.\nSoil Interpretation Record: NY0448\nNational Cooperative Soil Survey\nU.S.A."
  }
}
