{
  "SERIES": "NECTAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDB: GWH",
  "REVDATE": "04/2007",
  "STATES": "AL",
  "OVERVIEW": "The Nectar series consists of deep, well drained, moderately\nslowly permeable soils on uplands.  They formed in residuum\nweathered from shale, sandstone, or interbedded sandstone and\nshale on gently sloping to steep uplands and hillslopes.  Slopes range from 2 to 25 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nectar silt loam, on a convex 6 percent slope, cultivated.\n(Colors are for moist soil).\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; weak medium granular structure; friable; many fine roots; 2 percent by volume\nof sandstone pebbles; strongly acid; abrupt smooth boundary.  (4\nto 8 inches thick).\nBt1--7 to 27 inches; red (2.5YR 4/6) silty clay; moderate\nmedium subangular blocky structure; friable; few fine roots; thin continuous clay films on faces of peds; 3 percent by volume of sandstone pebbles; very strongly acid; clear smooth boundary.\nBt2--27 to 49 inches; red (2.5YR 4/6) silty clay loam;\ncommon medium faint yellowish red (5YR 4/6) mottles; moderate\nmedium angular blocky structure; friable; thin continuous clay\nfilms on faces of peds; 2 percent by volume of sandstone pebbles; very strongly acid; gradual smooth boundary.  (Combined thickness\nof the Bt horizon is 20 to 50 inches thick).\nBC--49 to 55 inches; red (2.5YR 4/6) silty clay loam; common medium faint yellowish red (5YR 5/6) and common medium distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure; friable; few patchy clay films on vertical ped faces;\n12 to 15 percent by volume of sandstone pebbles and shale\nchanners; very strongly acid; clear wavy boundary.  (0 to 20\ninches thick).\nCr--55 to 65 inches; mottled red (2.5YR 4/6), strong brown (7.5YR 5/6), and yellowish red (5YR 5/6) interbedded sandstone\nand shale; crushes to a loam texture; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blount County, Alabama; one mile southeast of\nHayden; 2,400 feet west and 50 feet south of the NE corner of Sec.  28, T. 12 S., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to soft sandstone bedrock or interbedded sandstone and shale bedrock\nranges from 40 to 60 inches.  Reaction ranges from strongly acid\nto moderately acid in the surface layer and from extremely acid to strongly acid in the subsoil.  Percent by volume of sandstone\npebbles and shale channers range from 0 to 15 percent in the A and\nB horizons and from 10 to 40 percent in lower horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 to 5 , and\nchroma of 1 to 4.  Texture is silt loam, loam, sandy loam, or fine sandy loam.\nThe BE or BA horizon, where present, is 3 to 8 inches thick.  It\nhas hue of 10YR to 5YR, value of 4 to 6, and chroma of 3 to 8.  Texture is loam, clay loam, silt loam, or silty clay loam.\nThe Bt horizon has hue of 5YR or 2.5YR, value of 4 to 5, and\nchroma of 4 to 8.  In some pedons the upper part of the Bt horizon has hue of 7.5YR.  Texture of the Bt horizon is silty clay loam,\nclay loam, silty clay, or clay with 35 to 55 percent clay and 20\nto 45 percent silt in the control section.\nThe BC, CB, or C horizon, where present, has the same hue, value,\nand chroma as the Bt horizon or it is mottled in varying shades of red, brown, and yellow.  Texture is silty clay loam, clay loam,\nsilty clay, or their gravelly or channery analogues.\nThe Cr horizon consists of level bedded, weathered sandstone,\nshale, or interbedded sandstone or shale in shades of red, yellow, brown, or gray.  It ranges from highly weathered and fractured to\na slightly weathered, massive, and coherent state.  It is rippable and can be cut with hand tools."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Appling, Aragon, Cecil,\nChestatee, Georgeville, Herndon, Hulett, Kolomoki, Madison,\nMayodan, Nankin, Pacolet, Spotsylvania, and Wedowee series.  All\nof these soils except Aragon, Kolomoki, Nankin, and Spotsylvania soils developed in acid crystalline rocks or slate.  The acid crystalline rock and slate are highly weathered and do not\nconstitute a paralithic contact within 60 inches of the surface.  Aragon soils have firm consistency, are more slowly permeable, and typically have fragments of chert in the sola.  Kolomoki, Nankin,\nand Spotsylvania soils developed in unconsolidated marine\nsediments of the Coastal Plain and do not have soft bedrock within\n60 inches of the surface.  In addition, Spotsylvania soils have a lithologic discontinuity within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nectar soils are on broad plateaus, hilltops, mountainsides and benches in the Appalachian plateau and sand mountain.  Slope is dominantly 2 to 10 percent but ranges up to 25 percent.  Near the type location the average annual temperature is about 62 degrees F. and the average annual precipitation is about\n54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albertville, Cunningham, Enders, Hartsells, Linker, Montvallo, Nauvoo, Townley, and Wynnville series.  Albertville, Cunningham, Enders, Hartsells, Linker, and Nauvoo soils are on similar landforms.  Albertville\nand Cunningham soils have mixed clay mineralogy.  Nauvoo soils\nhave a fine-loamy Bt horizon.  Enders soils have mixed clay mineralogy and very slow permeability.  Hartsells and Linker soils have a fine-loamy Bt horizon and are underlain by hard sandstone bedrock within 60 inches of the surface.  Montevallo and Townley soils are on lower more sloping landforms, are shallower to soft bedrock, and have mixed clay mineralogy.  Wynnville soils are on adjacent interstream divides and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability.  Runoff if variable.  It depends upon ground cover, slope, and tillage method and ranges from rapid to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for growing pasture, cotton, corn, and small grains.  Forests are mixed hardwood and\npine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Alabama.  The series is of\nmoderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Blount County, Alabama; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision changes the textural family from\nfine-loamy to clayey and the rock hardness from hard to soft.  Supporting data are available on the typical pedon, S79AL-127-4,\nand S77AL-117-5."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 7 inches; brown (10YR 4/3) silt loam; weak medium granular structure; friable; many fine roots; 2 percent by volume"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt1--7 to 27 inches; red (2.5YR 4/6) silty clay; moderate"
      },
      {
        "name": "Bt2",
        "top": 69,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--27 to 49 inches; red (2.5YR 4/6) silty clay loam;"
      },
      {
        "name": "BC",
        "top": 124,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--49 to 55 inches; red (2.5YR 4/6) silty clay loam; common medium faint yellowish red (5YR 5/6) and common medium distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure; friable; few patchy clay films on vertical ped faces;"
      },
      {
        "name": "Cr",
        "top": 140,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--55 to 65 inches; mottled red (2.5YR 4/6), strong brown (7.5YR 5/6), and yellowish red (5YR 5/6) interbedded sandstone"
      }
    ]
  ]
}
