{
  "SERIES": "NEEDHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/DL/RWL",
  "REVDATE": "08/2001",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Needhill ashy silt loam  - rangeland, on a 20 percent planar southwest-facing slope at an elevation of 5,160 feet.   (Colors are for moist soil unless otherwise noted.)\nA1--0 to 9 inches; very dark grayish brown (10YR 3/2) ashy silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine irregular and few fine tubular pores; 10 percent gravel; slightly acid (pH 6.5); clear wavy boundary.  (4 to 14 inches thick)\nA2--9 to 20 inches; dark brown (10YR 3/3) gravelly ashy silt loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine and fine roots; common fine irregular pores; 15 percent gravel; slightly acid (pH 6.5); gradual smooth boundary.  (5 to 15 inches thick)\nAB--20 to 35 inches; dark brown (10YR 3/3) gravelly silt loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine roots; few fine tubular pores; 20 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); clear smooth boundary.  (0 to 15 inches thick)\n2Bt--35 to 53 inches; dark yellowish brown (10YR 4/4) very cobbly loam, yellowish brown (10YR 5/4) dry; weak fine and medium subangular blocky structure; hard, friable, sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; common faint clay films on faces of peds; 20 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 7.0); abrupt irregular boundary.  (10 to 20 inches thick)\n2R--53 inches; basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wallowa County, Oregon; 1680 feet north and 1920 feet east of the southwest corner of section 34, T. 1 S., R. 47 E. (Latitude 45 degrees, 25 minutes, 43 seconds N.; Longitude 116 degrees, 55 minutes, 51 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry in all parts between 8 and 26 inches for 60 to 75 days during the summer.  Depth to bedrock is 40 to 60 inches.  Mean annual soil temperature is 42 to 45 degrees F.  The particle-size control section has 35 to 60 percent rock fragments and 18 to 30 percent clay.  The mollic epipedon is 20 to 35 inches thick.\nThe A1 horizon has hue of 10YR or 7.5 YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist or dry.  It is ashy silt loam with 0 to 15 percent gravel.  It has 10 to 18 percent clay, 0.05 to 0.1 percent acid -oxalate extractable aluminum plus one-half iron, and 30 to 60 percent volcanic glass.  Reaction is slightly to moderately acid.\nThe A2 horizon has hue of 10YR or 7.5 YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist or dry.  It is gravelly ashy silt loam, ashy silt loam, gravelly ashy loam, or gravelly ashy fine sandy loam with 5 to 20 percent gravel.  It has 10 to 18 percent clay, 0.05 to 0.1 percent acid -oxalate extractable aluminum plus one-half iron, and 30 to 60 percent volcanic glass.  Reaction is slightly to moderately acid.\nThe AB horizon, when present, has hue of 10YR or 7.5YR, value of 3 moist, 4 or 5 dry and chroma of 2 or 3 moist or dry.  It is ashy silt loam, gravelly ashy loam, gravelly ashy fine sandy loam, or gravelly ashy silt loam with 10 to 18 percent clay.  It has 5 to 25 percent rock fragments range with 5 to 20 percent gravel and 0 to 5 percent cobbles.  Reaction is slightly to moderately acid.\nThe 2Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 or 6 dry and chroma of 3 or 4 moist or dry.  It is very cobbly loam, very gravelly silt loam, very gravelly clay loam, or very gravelly silty clay loam with 18 to 30 percent clay.  It has 35 to 60 percent rock fragments with 20 to 55 percent gravel, 5 to 15 percent cobbles, and 0 to 10 percent stones.   Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Imnaha, Larabee, Millerflat, Raycreek (T), Roundbarn (T), Saturday, Stemilt, and Wilt soils.  Imnaha soils are 20 to 40 inches deep to a lithic contact.  Larabee soils are 20 to 40 inches deep to a lithic contact, have a mollic epipedon 10 to 20 inches thick, and have 5 to 15 percent volcanic glass in the upper 7 to 14 inches of the solum.  Millerflat soils are dry for 45 to 60 consecutive days, have redox depletions at a depth of 20 to 30 inches, and have 0.4 to 1.0 percent acid -oxalate extractable aluminum plus one-half iron in the upper 7 to 14 inches.  Raycreek soils are 20 to 40 inches to a lithic contact and have 0.4 to 1.0 percent acid -oxalate extractable aluminum plus one-half iron.  Roundbarn soils are dry for 90 to 100 days and have a paralithic contact at 40 to 60 inches.  Saturday soils have a mollic epipedon 7 to 20 inches thick and 5 to 30 percent volcanic glass.  Stemilt soils have a mollic epipedon 10 to 18 inches thick and 0.4 to 1.0 percent acid-oxalate extractable aluminum plus one-half iron in the upper 7 to 14 inches.  Wilt soils are 20 to 40 inches deep to a lithic contact and are dry for 90 to 110 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Needhill soils are usually on mounds on plateaus.  Elevations are 4,000 to 6,000 feet.  Slopes are 0 to 30 percent.  The soil formed in mixed loess and ash over colluvium and residuum derived from basalt.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 17 to 30 inches.  The mean annual temperature is 41 to 45 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bocker, Parsnip, and Zumwalt soils.  Bocker soils are 4 to 10 inches deep to bedrock.  Parsnip soils are 10 to 20 inches deep to bedrock.  Zumwalt soils have a mollic epipedon of 10 to 20 inches thick and have 50 to 60 percent clay in the control section.  All these soils are on adjacent tops of plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, recreation, livestock grazing, and wildlife habitat.  The native vegetation is Idaho fescue, bluebunch wheatgrass, and Wyeth buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Oregon; MLRA 9.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wallowa County Area, Oregon 1998.  The name is coined from Needham Butte in Wallowa County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nMollic epipedon - the zone from 0 to  35 inches (A1, A2, and AB horizons)\nArgillic horizon - the zone from 35 to 53 inches (2Bt horizon)\nVitrandic feature - the zone from 0 to 20 inches based on laboratory data from the associated Parsnip series.\nPachic feature - the zone from 0 to 35 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
