{
  "SERIES": "NEEL",
  "STATUS": "Established Series",
  "BYREV": "RD-GWC-CLN",
  "REVDATE": "12/2001",
  "STATES": "TX",
  "OVERVIEW": "The Neel series consists of very deep, moderately well drained, very slowly permeable clayey soils. They formed in clayey deposits dredged from bays and marshes. These gently sloping to moderately sloping soils are on levees and spoilbanks. Slopes range from 2 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, hyperthermic Mollic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Neel clay--wildlife land. (Colors are for moist soil)\nA--0 to 12 inches; light brownish gray (2.5Y 6/2) clay; weak medium and coarse angular blocky structure; extremely hard, extremely firm; common fine and very fine roots; many medium distinct light olive brown (2.5Y 5/6), common coarse olive yellow (2.5Y 6/8), red (2.5YR 4/6), and very dark gray (2.5Y 3/1) spots; few oyster shells on surface; neutral; gradual smooth boundary. (3 to 15 inches thick)\nC1--12 to 40 inches; gray (5Y 6/1) clay; massive; extremely hard, extremely firm; common fine and very fine roots; many medium distinct olive (5Y 5/6), common coarse light olive brown (2.5Y 5/4), and red (2.5YR 4/6) spots; common coarse very dark gray (2.5Y 3/1) masses, and common very pale brown (10YR 7/3) masses of loamy material; moderately saline; slightly alkaline; gradual smooth boundary. (0 to 50 inches thick)\nC2--40 to 80 inches; light gray (5Y 7/1) clay; massive; extremely hard, extremely firm; few fine roots; few spots of calcareous material less than 4 inches in diameter; many medium distinct coarse light olive brown (2.5Y 5/6) spots, common streaks and discontinuous layers of very dark gray (2.5Y 3/1), and common very pale brown (10YR 7/3) masses of loamy material; very slightly saline; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Texas; from the intersection of Farm Road 3322 and U.S. Highway 67 in Sabine Pass; 11.8 miles west on U.S. Highway 67; 5.1 miles north-northwest on private shell road to Gulf Intercoastal Waterway; 0.5 mile northeast on trail along spoilbank; 25 feet north on spoilbank. (Latitude 29N, 43, 12; Longitude 94W, 06, 48)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil materials are more than 80 inches thick.  Dredging or dragline operations have mixed the materials that have been randomly deposited into a layer that ranges from 6 to 20 feet thick.  Typically 85 percent or more of the mass is clayey material with occasional masses of loamy material. The weighted average clay content of the control section is 40 to 55 percent. Relic iron-manganese and pitted calcium carbonate concretions range from none to common. When dry, cracks 1 to 2 inches wide at the surface extend into the C horizon but remain open for less than 90 cumulative days. Reaction ranges from slightly acid to slightly alkaline. Less than 15 percent of the mass is calcareous.  Electrical conductivity ranges from 0 to 8 dS/m in the surface layer and from 2 to 12 dS/m in the lower layers.\nThis soil has color in hue of 10YR to 5Y, and N, value of 4 to 7, chroma of 1 or 2. Masses, layers, streaks, or spots in shades of red, yellow, and brown range from few to many. Relic mollic epipedon materials and cambic materials are throughout the soil."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no soils in the same family. Similar soils are Ijam, Neches, Riolomas, and Sievers soils. Ijam soils are Aquents. Neches and Riolomas soils have coarse-loamy particle-size control sections and are nonsaline. Sievers soils have fine-loamy particle-size control sections and are Aquents."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Neel series consists of man-made soils mainly in marshes. They formed in clayey materials dredged from marshes and shallow bays. These gently sloping to moderately sloping soils are on levees and spoilbanks in the Gulf Coast Saline Prairies and Gulf Coast Marsh. Slopes are typically 2 to 5 percent but range from 2 to 8 percent. Mean annual temperature ranges from 70 to 72 degrees F. Mean annual rainfall ranges from 45 to 60 inches. Frost free days range from 270 to 310 and elevation ranges from 3 to 10 ft above sea level. Thornthwaite P-E index ranges from 65 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bancker, Leerco, Creole, Harris, Ijam, Surfside, Tracosa, Velasco, and Veston soils. Bancker, Leerco, Creole, and Tracosa soils have n values greater than 0.7 in some part of the pedon. Harris, Velasco, and Surfside soils have mollic epipedons. The competing Ijam soils are on low flat areas adjacent to Neel soils in some areas. All of these soils are slightly lower in the landscape, are wet continually or for very long periods, and serve as source material for Neel soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Neel soils are moderately well drained, and very slowly permeable. Runoff is medium on slopes of 2 to 3 percent, high on slopes of 3 to 5 percent, very high on slopes of 5 to 8 percent. Flooding is rare to occasional for very brief duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for grazing and wildlife land. Vegetation consists of salt tolerant forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gulf Coast Marsh and Gulf Coast Saline Prairie of Texas (MLRA 151, 150B).  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Neel series was formerly included with the Ijam series.  Ijam soils have aquic moisture conditions.\nDiagnostic Horizons and Features in this pedon:\nOchric epipedon - 0 to 12 inches.\nMollic feature - Relic fragments of mollic colored materials throughout\npedon.\nHigh value and low chroma colors are relic features associated with the wet\nsoils that are the source of materials for this soil."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: none\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak medium and coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 12 inches; light brownish gray (2.5Y 6/2) clay; weak medium and coarse angular blocky structure; extremely hard, extremely firm; common fine and very fine roots; many medium distinct light olive brown (2.5Y 5/6), common coarse olive yellow (2.5Y 6/8), red (2.5YR 4/6), and very dark gray (2.5Y 3/1) spots; few oyster shells on surface; neutral; gradual smooth boundary. (3 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 30,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--12 to 40 inches; gray (5Y 6/1) clay; massive; extremely hard, extremely firm; common fine and very fine roots; many medium distinct olive (5Y 5/6), common coarse light olive brown (2.5Y 5/4), and red (2.5YR 4/6) spots; common coarse very dark gray (2.5Y 3/1) masses, and common very pale brown (10YR 7/3) masses of loamy material; moderately saline; slightly alkaline; gradual smooth boundary. (0 to 50 inches thick)"
      },
      {
        "name": "C2",
        "top": 102,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--40 to 80 inches; light gray (5Y 7/1) clay; massive; extremely hard, extremely firm; few fine roots; few spots of calcareous material less than 4 inches in diameter; many medium distinct coarse light olive brown (2.5Y 5/6) spots, common streaks and discontinuous layers of very dark gray (2.5Y 3/1), and common very pale brown (10YR 7/3) masses of loamy material; very slightly saline; slightly alkaline."
      }
    ]
  ]
}
