{
  "SERIES": "NEILHURST",
  "STATUS": "Established Series",
  "BYREV": "RLW:AGH",
  "REVDATE": "01/2004",
  "STATES": "FL",
  "OVERVIEW": "The Neilhurst series consists of deep, excessively drained, very rapidly permeable soils.  They formed in homogeneous sandy spoil from mining operations reworked by wind.  Slopes are mostly 2 to 5 percent but range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, uncoated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neilhurst fine sand, on a 3 percent convex east-facing side slope in a reclaimed mined area.  (Colors are for moist soil.)\nA--0 to 3 inches; gray (10YR 6/1) fine sand; single grained; loose; strongly acid; abrupt wavy boundary.  (1 to 3 inches thick)\nC--3 to 80 inches; reddish brown (5YR 4/3) fine sand; single grained; loose; common medium distinct dark reddish brown, reddish brown, and dark reddish gray streaks and splotches of organic matter and iron stains throughout; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clay County, Florida; 2.7 miles north of County Road 225, and 0.8 mile east of Bradford County line; 1000 feet south and 1500 feet west of northeast corner of sec. 30, T. 5 S., R. 23 E.\nThe texture is sand or fine sand to depths of 80 inches or more.  Soil reaction is very strongly acid to moderately acid throughout.  Content of silt plus clay in the 10 to 40 inch control section is less than 5 percent.\nThe A horizon has hue of 10YR to 5YR, value of 5 to 7, and chroma of 1 or 2.  Thin dark streaks are in the surface horizon of some pedons.\nThe C horizon has hue of 5YR to 10YR, value of 3 to 8, and chroma of 1 to 3.  Many pedons have black or dark reddish brown splotches.  These dark colors are organic matter and iron stains from spodic horizons destroyed in the mining process."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "NA"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Archbold, Astatula, Candler, Fripp, Kershaw, Newhan, Ortega, St. Lucie, and Tavares series.  Archbold, Astatula, Candler, St. Lucie, and Tavares soils do not have low value colors in the C horizons.  In addition, Archbold and Tavares soils have a water table, and Candler soils have lamellae.  Fripp, Kershaw, Newhan, and Ortega soils also do not have low value colors in the C horizons, and have temperatures of 72 degrees F., or less at depths of 20 inches beneath the surface.  In addition, Newhan soils are affected by salt spray, and do not support tree growth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neilhurst soils are on gently undulating to rolling ridges and valleys in reclaimed and mined areas.  Slopes are commonly 2 to 5 percent but range from 1 to 12 percent with steeper areas occurring as short sideslopes.  The soil formed in sandy spoil from mining operations that have been reworked by wind.  Some areas have been smoothed and shaped by earth moving equipment."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are various soils dependent upon the location of the mining operation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used or will be used for planting pine trees.  Natural vegetation is very sparse and consists of scattered slash pines, pineland threeawn, and broomsedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal plain of Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clay County, Florida; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is classified as hyperthermic because most areas mapped Quartzipsamments occur in south Florida.  Clay County is borderline.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of 3 inches (A horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; gray (10YR 6/1) fine sand; single grained; loose; strongly acid; abrupt wavy boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--3 to 80 inches; reddish brown (5YR 4/3) fine sand; single grained; loose; common medium distinct dark reddish brown, reddish brown, and dark reddish gray streaks and splotches of organic matter and iron stains throughout; strongly acid."
      }
    ]
  ]
}
