{
  "SERIES": "NEKIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHW /DRJ/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "OVERVIEW": "The Nekia series consist of moderately deep, well drained soils that formed in residuum and colluvium from basalt and tuffaceous materials. These soils are on foothills and have slopes of 2 to 60 percent. The average annual precipitation is 45 inches and the average annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Xeric Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nekia silty clay loam, cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; dark reddish brown (5YR 2/2) silty clay loam, reddish brown (5YR 4/3) dry; moderate medium and fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many roots; many fine irregular pores; moderately acid (pH 5.6); abrupt wavy boundary. (5 to 10 inches thick)\nBA--9 to 18 inches; dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/4) dry; moderate medium prismatic; medium subangular blocky, and weak very fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; common roots; many very fine tubular pores; strongly acid (pH 5.5); clear smooth boundary. (0 to 12 inches thick)\nBt1--18 to 24 inches; dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/4) dry; weak very coarse prismatic and moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common roots; many very fine tubular pores; few faint clay films on faces of peds and in pores; strongly acid (pH 5.4); clear smooth boundary. (4 to 18 inches thick)\nBt2--24 to 36 inches; dark reddish brown (5YR 3/4) clay, yellowish red (5YR 4/6) dry; weak coarse prismatic and moderate fine and very fine subangular blocky structure; hard, firm, very sticky and very plastic; few roots; many very fine tubular pores; many distinct clay films on faces of peds and in pores; very few faint black coatings on faces of peds; very few fine black concretions; many coarse sand-size fragments; strongly acid (pH 5.3); clear wavy boundary. (8 to 18 inches thick)\nR--36 inches; fractured bedrock; some fractures filled with reddish brown (5YR 4/4) clay, reddish brown (5YR 5/3) dry; few large roots in fractures; few prominent clay films on stone surfaces; variegated color due to weathered rock fragments; many medium black coatings on stone surfaces; 90 percent of horizon is fractured hard rock; strongly acid (pH 5.3); clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marion County, Oregon; about 400 feet east and 1,700 feet south of the NW corner of section 17, T. 8 S., R. 1 W. Willamette Meridian. Stayton NE, Oregon USGS 7.5 topographic quadrangle. Longitude 44 degrees, 52 minutes, 39 seconds N. and Longitude 122 degrees, 50 minutes, 33 seconds\nW. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature ranges from 50 to 56 degrees F. The soil is usually moist but is dry in all parts of the soil between depths of 4 and 12 inches for 45 to 60 consecutive days following the summer solstice. The depth to bedrock and thickness of the solum is 20 to 40 inches. The particle-size control section has 40 to 50 percent clay and 0 to 35 percent rock fragments.\nThe A horizon has hue of 7.5YR or 5YR, value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist, 2 to 4 dry. Texture is silty clay loam or silt loam with 15 to 40 percent clay. It has 0 to 15 percent stones, 0 to 3 percent cobbles and 0 to 10 percent gravel. Reaction is strongly acid or moderately acid.\nThe BA or AB horizon, when present, has hue of  7.5YR or 5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry. Texture is silty clay loam, clay or silty clay with 35 to 50 percent clay. It has 0 to 3 percent cobbles and 0 to 10 percent gravel. Reaction is strongly acid or moderately acid.\nThe Bt horizon has hue of 5YR or 2.5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 3 or 4 moist, 4 to 6 dry. Texture is silty clay or clay with 40 to 50 percent clay. It has 0 to 20 percent cobbles and 0 to 20 percent gravel with a weighted average of less than 35 percent. Reaction is very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bellpine, Gelderman, Tullycreek (T), and Windygap series. Bellpine soils have a paralithic contact at a depth of 20 to 40 inches and have sedimentary pararock fragments throughout. Gelderman soils have a paralithic contact at 20 to 40 inches and have basalt pararock fragments throughout.  Tullycreek soils are greater than 60 inches to bedrock and are dry for more than 60 consecutive days in the summer.  Windygap soils have a paralithic contact at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nekia soils are on foothills with well rounded hills and abrupt steep breaks with all exposures at elevations from 250 to 1,400 feet. Slopes are 2 to 60 percent. The soils formed in residuum and colluvium derived from basalt and tuffaceous materials. The climate is characterized by warm, wet winters and hot, dry summers. The average annual precipitation is 30 to 60 inches. The average annual temperature is 50 to 55 degrees F. The average January temperature is 39 degrees F. and the average July temperature is 67 degrees F. The frost-free season is 160 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cottrell, Jory, Ritner, Saum, Witzel and the competing Gelderman soils. The Cottrell soils have redox depletions in the upper part of the the argillic horizon and occur on concave positions. Jory soils are greater than 60 inches to bedrock and occur on linear and concave parts of hillslopes. Ritner soils are clayey-skeletal and occur on convex parts of hillslopes. Saum soils are greater than 40 inches to bedrock and are on hillslopes. Witzel soils are 12 to 20 inches to bedrock and occur on convex parts of hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, and watershed; cleared areas are used for grass seed production, orchards, and pastures. Native vegetation is Douglas fir with an understory of poison oak, hazel, other brush, and brackenfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Willamette Valley, Oregon; MLRA 2. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marion County, Oregon, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - the zone from 0 to 24 inches (Ap, BA and Bt horizons)\nArgillic horizon - the zone from 18 to 36 inches (Bt1 and Bt2 horizons)\nParticle-size control section - the zone from 18 to 36 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; dark reddish brown (5YR 2/2) silty clay loam, reddish brown (5YR 4/3) dry; moderate medium and fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many roots; many fine irregular pores; moderately acid (pH 5.6); abrupt wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 23,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--9 to 18 inches; dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/4) dry; moderate medium prismatic; medium subangular blocky, and weak very fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; common roots; many very fine tubular pores; strongly acid (pH 5.5); clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 61,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--18 to 24 inches; dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/4) dry; weak very coarse prismatic and moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common roots; many very fine tubular pores; few faint clay films on faces of peds and in pores; strongly acid (pH 5.4); clear smooth boundary. (4 to 18 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--24 to 36 inches; dark reddish brown (5YR 3/4) clay, yellowish red (5YR 4/6) dry; weak coarse prismatic and moderate fine and very fine subangular blocky structure; hard, firm, very sticky and very plastic; few roots; many very fine tubular pores; many distinct clay films on faces of peds and in pores; very few faint black coatings on faces of peds; very few fine black concretions; many coarse sand-size fragments; strongly acid (pH 5.3); clear wavy boundary. (8 to 18 inches thick)"
      },
      {
        "name": "R",
        "top": 91,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "R--36 inches; fractured bedrock; some fractures filled with reddish brown (5YR 4/4) clay, reddish brown (5YR 5/3) dry; few large roots in fractures; few prominent clay films on stone surfaces; variegated color due to weathered rock fragments; many medium black coatings on stone surfaces; 90 percent of horizon is fractured hard rock; strongly acid (pH 5.3); clear wavy boundary."
      }
    ]
  ]
}
