{
  "SERIES": "NELSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAK-WHC-JDM",
  "REVDATE": "05/2008",
  "STATES": "KY,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Mollic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nelse loam--on a 22 percent slope under mixed hardwoods at 640 feet elevation. (Colors are for moist soil unless otherwise stated.)\nA--0 to 12 inches; very dark grayish brown (10YR 3/2) loam; brown (10YR 4/3) dry; with strata (5mm to 1 inch) of dark yellowish brown (10YR 4/4) loamy fine sand; weak fine granular structure; very friable; few fine roots; 2 percent (1 to 2mm) coal fragments; slightly acid; clear smooth boundary. (5 to 25 inches thick)\nC1--12 to 30 inches; dark brown (10YR 3/3) fine sandy loam; pale brown (10YR 6/3) dry; weak medium subangular blocky structure; very friable; common (2.5 to 5mm) brown (10YR 4/3) sand strata; 2 percent (1 to 2 mm) coal fragments; moderately acid; clear smooth boundary.\nC2--30 to 63 inches; dark yellowish brown (10YR 4/4) loamy fine sand; massive; very friable; slightly acid; clear smooth boundary.\nC3--63 to 80 inches; brownish yellow (10YR 6/6) loamy fine sand; single grained; loose; moderately acid; clear smooth boundary. (Combined thickness of the C horizon is 55 to 75 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Kentucky; on the Levisa Fork of the Big Sandy River, about 5.5 miles northwest of Pikeville;\n37 degrees, 32 minutes, 18 seconds N. Latitude and 82 degrees, 35 minutes, 35 seconds W. Longitude; USGS Broad Bottom Quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Total thickness ranges from 60 to more than 80 inches. Rounded or subrounded rock fragments,  from 2mm to 10 inches across range from 0 to as much as 15 percent in individual horizons. Coal fragments from 1mm to 3 inches also range from 0 to 15 percent. The particle-size control section is silt loam, loam, sandy loam, or loamy sand, and contains strata (5mm to 4 inches thick) of very fine to medium sand. Reaction ranges from strongly acid to moderately alkaline.\nThe A horizon has hue of 2.5Y or 10YR, value of 2 to 5, and chroma of 2 to 4, but after mixing to a depth of 6 inches has value and chroma moist less than 4. Texture is silt loam, loam, fine sandy loam, sandy loam, loamy sand, or loamy fine sand and is commonly stratified.\nThe C horizon has hue of 2.5Y or 10YR, value of 3 to 6, and chroma of 2 to 6. Texture is silt loam, loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand. Most pedons are stratified with strata of very fine to medium sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Gibraltar series in the same family and both the Klum and Pillery series in similar families. Gibraltar soils formed in recent alluvium derived from coal washing that has been deposited over alluvium weathered from reddish sandstone, siltstone, or shale. Klum soils formed in alluvium washed from glacial soils and they have loamy fine sand strata less than 10 inches thick. Pillery soils formed in alluvium derived from basic igneous rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nelse soils are on banks of major streams and rivers. Most areas are long and narrow. Slope is dominantly 12 to 25 percent, but ranges from 0 to 25 percent. These soils formed in recent sandy or loamy alluvium and receive fresh sediments from flooding. They are commonly stratified and contain thin strata or lenses of sand or loamy sand. These materials washed from soils formed over rock dominated by strongly acid to neutral sandstone, siltstone, shale, and a minor component of coal. Mean annual temperature ranges from 53 to 57 degrees F with a mean of 56 degrees. Mean annual precipitation ranges from 40 to 49 inches with a mean of 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allegheny, Chavies, Combs, Grigsby, Nolin, Orrville, Potomac, Rowdy, Shelbiana, Stokly, and Yeager soils. Allegheny, Chavies, Elk, and Shelbiana soils have argillic horizons. Combs, Grigsby, Nolin, Orrville, and Rowdy soils have cambic horizons. Allegheny, Orrville, and Rowdy soils are in a fine-loamy family. Elk, Nolin, and Shelbiana are in a fine-silty family. Potomac soils are in a sandy-skeletal family and Yeager soils are in a sandy family. With the exception of Combs and Shelbiana, none of these soils have mollic epipedons. Allegheny, Shelbiana, Chavies, and Elk soils are on nearby stream terraces. Combs, Grigsby, Nolin, Orrville, Potomac, Rowdy, Stokly, and Yeager soils are on adjacent flood plains. Potomac soils are somewhat excessively drained. Orrville and Stokly soils are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Nelse soils are well drained with moderately rapid or rapid permeability. These soils are frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in woodland of mixed stands of sycamore, river birch, box elder, and maple. Some of the cleared areas are used as sites for gardens and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Kentucky, with possible similar areas in West Virginia and eastern Tennessee. The extent of the area is estimated to be small, about 5,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Kentucky; 1984. Source of the name is a small community along the Levisa Fork of the Big Sandy River."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Nelse soils were mostly mapped as steep alluvial land in the past, or included with adjoining soils.\nDiagnostic features recognized in this pedon are:\nAn A horizon that in the upper 6 inches, after mixing, has colors as dark as those of a mollic epipedon. Typically, the A horizon is thick enough and dark enough for a mollic or an umbric epipedon, but is excluded because the other sediments are finely stratified below 6 inches. The soil does not have other diagnostic horizons.\nADDITIONAL DATA: Reference sample 84KY-195-1 by the University of Kentucky.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
