{
  "SERIES": "NEMADJI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RRL-HRF",
  "REVDATE": "12/77",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Aquentic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nemadji fine sand with a slightly convex slope of 1 percent on a lake plain under mixed deciduous-coniferous forest. (Colors are for moist soil unless otherwise stated.)\n0--1/2 to 0 inches; undecomposed and slightly decomposed organic debris; abrupt irregular boundary.  (0 to 3 inches thick)\nA1--0 to 2 inches; black (5YR 2/1) loamy fine sand; massive; loose; many bleached sand grains; common roots; strongly acid; abrupt wavy boundary.  (0 to 4 inches thick)\nA2--2 to 6 inches; reddish gray (5YR 5/2) fine sand, single grained; loose; nearly all sand grains uncoated; common roots; very strongly acid; abrupt wavy boundary.  (2 to 7 inches thick)\nB21hir--6 to 9 inches; dark reddish brown (5YR 3/4) fine sand; single grained; loose; nearly all sand grains coated; common roots; very strongly acid; clear wavy boundary.  (0 to 5 inches thick)\nB22hir--9 to 15 inches; reddish brown (5YR 4/4) fine sand; single grained; loose; nearly all sand grain coated; few roots; very strongly acid; clear wavy boundary.  (4 to 10 inches thick)\nB3--15 to 39 inches; yellowish red (5YR 4/6) fine sand; many fine distinct reddish brown (2.5YR 4/4) mottles; about 25 percent irregular shaped very weakly cemented dark reddish brown (2.5Y 3/4) and dark red (2.5Y 3/6) masses about 1/2 to 12 inches across; single grained and loose in noncemented parts; nearly all sand grains coated in cemented parts; very strongly acid; gradual wavy boundary.  (10 to 30 inches thick)\nC1--39 to 48 inches; reddish brown (5YR 4/4) fine sand; single grained; loose; very strongly acid; gradual smooth boundary.\nC2--48 to 60 inches; reddish brown (2.5Y 4/4) fine sand; single grained; loose; strongly acid; gradual smooth boundary.\nC3--60 to 69 inches; reddish gray (5YR 5/2) fine sand; single grained; loose; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carlton County, Minnesota; about 6 miles east and 3 miles south of Barnum; 1,580 feet east and 40 feet north of the southwest corner of sec. 13, T. 46 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches.  Depth to free carbonates exceeds 80 inches.  The solum and the C horizon lack coarse fragments.  The texture in the 10- to 40-inch control section averages sand or fine sand.\nThe A1 horizon has hue of 5YR through 10YR, value of 2 or 3 and chroma of 1 or 2.  The A2 horizon has hue of 5YR through 10YR, value of 4 or 5, and chroma of 1 or 2.  The A horizon is sand, fine sand, loamy sand, or loamy fine sand.  It is massive or single grained or has weakly developed structure.  It is very friable or loose and is strongly acid or very strongly acid.\nThe B2 horizon has hue of 2.5YR or 5YR with value and chroma of 3 or 4.  It typically is sand or fine sand, but the range includes loamy sand or loamy fine sand.  It is massive or single grained, or has weakly developed structure.  It is loose or very friable, and is very strongly acid through medium acid.  It is 6 to 12 inches thick.\nThe B3 horizon has a matrix with hue 2.5YR through 7.5YR, value of 4 or 5, and chroma of 4 through 6.  It has faint to distinct mottles with chroma of more than 2 and with hue of 2.5YR through 7.5YR.  In some pedons, as much as 50 percent of the volume of the B3 horizon consists of weakly cemented masses with hue of 2.5YR or 5YR and value and chroma of 3 or 4.  The B3 horizon is sand or fine sand and very strongly acid through medium acid.\nThe C horizon has a matrix with hue of 2.5YR through 7.5YR, value of 4 or 5, and chroma of 2 through 4.  It has mottles in some pedons, but colors with chroma of 2 or less are only below 40 inches.  It is sand or fine sand, and ranges from very strongly acid through medium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Deer Park, Eastport, and Hiwood series which are in the same family and the closely related Crivitz, Croswell, Deerton, Duel, Kiva, Omega, Rousseau, Rubicon, and Vilas series.  All of these soils except Croswell and Hiwood lack mottles above depths of 40 inches.  Croswell and Hiwood soils have C horizons with hue of 10YR and are medium acid to neutral."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly convex slopes with gradient of less than 3 percent.  They primarily are on nearly level lake plains or nearly level to gently undulating lacustrine and outwash plains.  They formed in sandy, lacustrine or outwash sediments of the Superior Lobe of the Late Wisconsin Age.  The sediments are dominated by fine or medium sand.  The climate is humid continental with warm summers and cold winters.  Mean annual temperature ranges from 38 to 43 degrees F, and mean annual precipitation ranges from 24 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the somewhat excessively drained Omega and the poorly and very poorly drained Newson soils. These soils are members of a drainage sequence with the Nemadji soils. Organic soils also are common associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is forested.  A small proportion is in pasture or is cropped to small grains or hay.  Native vegetation is mixed deciduous-coniferous forest.  Common species of trees include trembling aspen, paper birch, red pine, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Minnesota and possibly northern Wisconsin.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carlton County, Minnesota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series would have been classified in the Podzol great soil group of the former system.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 608 for results of some laboratory analyses of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
