{
  "SERIES": "NEMESIS",
  "STATUS": "Established Series",
  "BYREV": "REV. KTS-RJS",
  "REVDATE": "01/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over fragmental, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nemesis gravelly loam, in forest on a 65 percent north slope at an elevation of 2317 meters (Colors are for dry soil unless otherwise noted).\nOi--0 to 3 cm; slightly decomposed forest litter; clear smooth boundary. (3 to 8 cm thick)\nA--3 to 21 cm; dark brown (7.5YR 3/2) gravelly loam, very dark brown (7.5YR 2.5/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; many very fine and fine irregular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear smooth boundary. (16 to 25 cm thick)\nBw--21 to 48 cm; brown (7.5YR 4/2) very gravelly fine sandy loam, very dark brown (7.5YR 2.5/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; many very fine and fine irregular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 7.2); gradual wavy boundary. (24 to 36 cm thick)\nBC--48 to 68 cm; brown (7.5YR 4/2) extremely gravelly fine sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; common fine irregular pores; 75 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); abrupt wavy boundary. (15 to 30 cm thick)\nC--68 to 152 cm; brown (7.5YR 5/3) extremely gravelly loamy sand, dark brown (7.5YR 3/3) moist; single grain; loose, nonsticky and nonplastic; about half of volume not occupied by rock fragments are voids; few coarse roots; 85 percent gravel, 5 percent cobbles and 5 percent stones; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; located 700 meters east and 265 meters south of the northwest corner of sec. 25, T. 14 S., R 1 E; Mount Jefferson topographic quadrangle; UTM 12T, 456394e., 4937488n. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1 to 4 degrees C.\nThickness of the mollic epipedon - 40 to 70 cm\nDepth to fragmental layer - 50 to 100 cm\nA horizon\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nClay content: 12 to 18 percent\nRock fragments: 15 to 35 percent--15 to 35 percent gravel, 0 to 10 percent cobbles, and 0 to 10 percent stones\nReaction: pH 6.4 to 7.6\nBw horizon\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture:  sandy loam or fine sandy loam\nClay content: 10 to 18 percent\nRock fragments: 35 to 75 percent--35 to 75 percent gravel, 0 to 10 percent cobbles, and 0 to 10 percent stones\nReaction: pH 6.4 to 7.6\nBC horizons\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 2 or 3; dry or moist\nTexture:  sandy loam or fine sandy loam\nClay content: 10 to 18 percent\nRock fragments: 60 to 85 percent--60 to 80 percent gravel, 0 to 10 percent cobbles, and 0 to 10 percent stones\nReaction: pH 6.4 to 7.6\nC horizon\nValue: 5 or 6 dry; 3 to 5 moist\nChroma: 2 or 3; dry or moist\nTexture: sand or loamy sand\nClay content: 0 to 10 percent\nRock fragments: 85 to 95 percent--75 to 90 percent gravel, 0 to 10 percent cobbles, and 0 to 10 percent stones\nReaction: pH 6.4 to 7.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - avalanche chutes and mountain slopes\nElevation - 2175 to 2930 meters\nSlope - 40 to 80 percent\nParent material - slide deposits and colluvium derived from mixed metamorphic and sedimentary rock\nClimate - long, cold winters; moist springs; short warm summers\nMean annual precipitation - 750 to 1150 mm\nMean annual air temperature - 1 to 4 degrees C.\nFrost-free period - 30 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained and moderately rapid over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nemesis soils are used mainly for wildlife and recreation.  The vegetation is mainly Douglas-fir, subalpine fir, lodgepole pine, whitbark pine, snowberry, buffaloberry, spirea, heartleaf arnica, pinegrass, elk sedge and other miscellaneous grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Nemesis soils are of limited extent in southwestern Montana.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horse Prairie-South Valley Area - Part of Beaverhead County, Montana, 2011; proposed in Beaverhead County, Montana, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 3 to 48 cm (A and Bw horizons)\nFragmental layer - from 68 to 152 cm (C horizon)\nParticle-size control section - from 28 to 103 cm (part of Bw, BC and part of C horizons)\nNemesis soils have a cryic temperature regime and an udic moisture regime.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
