{
  "SERIES": "NEMOTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SFP/LJK/CAM",
  "REVDATE": "4/73",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nemote very gravelly sandy loam - native cover. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; grayish brown (10YR 5/2) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium and fine granular structure; slightly hard, very friable, slightly sticky; many fine and medium roots; many fine interstitial pores; 65 percent angular gravel; noncalcareous; clear smooth boundary. (1 to 5 inches thick)\nA21--3 to 10 inches; pinkish gray (7.5YR 7/2) very gravelly loamy sand, brown (7.5YR 4/2) moist; massive; soft, very friable; many fine and medium roots; many fine interstitial pores; 65 percent gravel; noncalcareous; gradual wavy boundary. (5 to 10 inches thick)\nA22--10 to 22 inches; light gray (10YR 7/2) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable; many fine and medium roots; many fine interstitial pores; 75 percent angular gravel; noncalcareous; gradual wavy boundary. (8 to 18 inches thick)\nA and B1--22 to 31 inches; light gray (10YR 7/2) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable; few very fine interstitial pores, one discontinuous light reddish brown (5YR 6/4) very gravelly loam lamella 1 inch thick, reddish brown (5YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly sticky, slightly plastic; few roots; many fine tubular pores; 75 percent angular gravel; noncalcareous; gradual wavy boundary. (6 to 12 inches thick)\nA and B2--31 to 65 inches; light brownish gray (10YR 6/2) grading to light gray (10YR 7/2) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable; few roots; six discontinuous lamellae 1/4 inch thick with color as in above horizon, very gravelly clay loam; structure and consistence as in above horizon; few roots; 75 percent angular gravel; gradual wavy boundary. (26 to 48 inches thick)\nC--65 to 80 inches; light gray (10YR 7/2) very gravelly loamy sand, gray (10YR 5/1) moist; single grained; few roots; 80 percent angular gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Montana; 1,600 feet east and 1,100 feet of NW corner of sec. 13, T.15N., R.25W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Nemote soils are usually moist but they are dry in the upper part of the soil pedon during the months of July and August and sometimes during parts of June and September as well as for short periods in late April and early May.  They have mean annual soil temperatures ranging from 44 to 46 degrees F. and average summer soil temperatures ranging from 60 to 64 degrees F.  The entire soil is very gravelly with percentages of angular gravel ranging from 40 to 80 percent.  It is very gravelly sandy loam to very gravelly loam in the A1 horizon and very gravelly loamy fine sand to very gravelly sand in the A2 horizons with lamellae of loam or clay loam in the B horizon parts of the mixed A and B horizons.  Hue is 10YR or 7.5YR, value is 5 or 6, and chroma is 2 or 3 in the A1 horizon. Value is 6 or 7 and chroma is 1 or 2 in the A2 horizon and value is 5 or 6 and chroma is 3 or 4 in the lamellae."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chereete, Clark Fork, McCaffery, Quamon, and Tinsley series.  Chereete soils have a gravelly sandy loam cambic horizon.  Clark Fork soils have cobbly fine sandy loam horizons 6 to 12 inches thick that have chroma of 3 through 6.  Quamon and Tinsley soils are calcareous and lack lamellae."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Steep mountain slopes with southerly aspect 3,000 to 6,000 feet elevation.  Mean annual precipitation is estimated as 12 to 25 inches with moderately deep snow cover.  Mean annual temperature is estimated as 40 to 48 degrees F. and mean summer temperature is estimated as 60 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coldcreek, Drexel, and Winkler soils at lower and intermediate elevations and Tamely soils at the higher elevations.  Drexel and Winkler soils are loamy-skeletal and the Coldcreek soils have an argillic horizon.  Tamely soils have ash-rich loess mantles."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Principal uses are grazing, watershed, wildlife winter range, and timber products. Vegetation is mainly an open overstory of ponderosa pine and Douglas-fir with an understory of grasses and shrubs."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Nemote soils are moderately extensive in the mountains in western Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Regis-Ninemile Area, Mineral County, Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Nemote soils formerly were classified as egosols.\nOSED scanned by SSQA.  Last revised by state on 4/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
