{
  "SERIES": "NENNO",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "OVERVIEW": "The Nenno series consists of somewhat poorly drained soils which are shallow or moderately deep to a densic contact with till. These soils formed in loamy till, typically with a thin loess mantle, on ground moraines and on footslopes and broad summits of drumlins.  Slope ranges from 0 to 6 percent.  Mean annual precipitation is about 762 mm (30 inches). Mean annual temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nenno silt loam - on a 1 percent slope in a cultivated field at an elevation of about 306 meters (1,005 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure; friable; slightly alkaline; abrupt smooth boundary.  [18 to 25 cm (7 to 10 inches) thick]\nE--20 to 25 cm (8 to 10 inches); dark grayish brown (10YR 4/2) silt loam; moderate medium subangular blocky structure; friable; slightly alkaline; abrupt smooth boundary.  [0 to 8 cm (0 to 3 inches) thick]\n2Bt1--25 to 38 cm (10 to 15 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; firm; common distinct very dark grayish brown (10YR 3/2) clay films on faces of peds; about 3 percent gravel;  slightly alkaline; clear smooth boundary.\n2Bt2--38 to 53 cm (15 to 21 inches); brown (10YR 5/3) clay loam; moderate medium angular blocky structure; firm; common distinct clay films on faces of peds; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many medium faint grayish brown (10YR 5/2) iron depletions in the matrix; slightly alkaline; abrupt irregular boundary.  [Combined thickness of the Bt horizons ranges from 13 to 43 cm (5 to 17 inches).]\n2Cd--53 to 152 cm (21 to 60 inches); light yellowish brown (10YR 6/4) gravelly sandy loam; massive; firm;  many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron in the matrix; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; about 25 percent gravel; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dodge County, Wisconsin; about 2 miles northwest of Theresa; about 1040 feet north and 2290 feet west of the southeast corner of sec. 5, T. 12 N., R. 17 E. USGS Lomira, Wisconsin Topographic quadrangle; lat. 43 degrees 31minutes 56 seconds N., and long. 88 degrees 29 minutes 20 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon and depth to carbonates both: 31 to 61 cm (12 to 24 inches) but do not always coincide\nDepth to the densic contact: 31 to 61 cm (12 to 24 inches)\nThickness of the loess mantle: 0 to 31 cm (0 to 12 inches)\nThickness of the mollic epipedon: 13 to 31 cm (5 to 12 inches)\nVolume of gravel: 0 to 5 percent in the loess: 0 to 20 percent in the upper part of the soil formed in till;  5 to 35 percent in the lower part of the soil formed in til and in the till substratum\nVolume of cobbles: 0 to 1 percent in the loess; 0 to 10 percent in the till\nReaction: slightly acid to moderately alkaline in the A and B horizons; moderately alkaline in the C horizon\nSaturation and redox features: within 41 cm (16 inches) of the soil surface or saturation within 76 cm (30 inches) of the surface in one or more horizons with a total thickness of 15 cm (6 inches) or more with redox depletions with chroma of 2 or less (or chroma of 3 or less with hues of 2.5Y or yellower).\nAp horizon:\nHue: 10YR\nValue: 3\nChroma: 2 or 3\nTexture: silt loam, loam or clay loam in severely eroded phases\nA horizons [8 to 13 cm (3 to 5 inches) thick]:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam or loam\nE horizon (where present):\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silt loam where there is a loess mantle and is loam where there is none.\nBt or 2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: typically clay loam or loam or the gravelly analogues, but in some pedons it is fine sandy loam or sandy loam or the gravelly analogues.\nCd or 2Cd horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 3 or 4\nTexture: loam, sandy loam or the gravelly analogues\nCalcium carbonate equivalent:  40 to 60 percent\nBulk density: 1.8 to 2.0 grams per cubic centimeter"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aurand, Crane, Mokena, Nachusa, and Tiderishi sries. All of these soils are more than 61 cm (24 inches) thick to the base of the argillic horizon and to carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nenno soils are on ground moraines and on footslopes and broad summits of drumlins. Slope ranges from 0 to 6 percent.  These soils formed in loamy till, typically with a thin loess mantle.  Mean annual precipitation ranges from 660 to 890 mm (26 to 35 inches). Mean annual temperature is estimated to range from 7.2 to 10.6 degrees C (45 to 51 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hochheim, Lamartine, Mayville, and Theresa soils.  The well drained Hochheim soils form a drainage sequence with the somewhat poorly drained Nenno soils.  The Hochheim soils are on the more sloping relief.  Where the loess mantle thickens,  the well drained Theresa soils are on the steeper slopes in some areas and the moderately well drained Mayville and somewhat poorly drained Lamartine soils are on the gently sloping or depressional sites in some areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Runoff is low or medium. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the surface and subsoil and moderately high (1.41 to 4.23 micrometers per second) in the substratum. Permeability is moderate in the surface and subsoil and moderately slow in the substratum.  These soil have a seasonal perched high water table at a depth of 31 to 76 cm (1 to 2.5 feet) for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used for cropland. Common crops are corn, small grains, and hay.   Some areas are used for woodland or pastureland.   Native vegetation is deciduous forests with maple-basswood predominating."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95A, 95B, and 110 in southeastern Wisconsin.  The Nenno soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Wisconsin, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n7/04  NSSL data is needed to verify cation-exchange activity class and to determine presence or absence of densic materials in the substratum. Based on NSSL data for three pedons from series formed in the same till (one Hochheim pedon and two Theresa pedons) the concept of the till is changed to densic material (2Cd).\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - 0 to 20 cm (0 to 8 inches) (Ap -  the thickness of the epipedon is more than 1/3 the thickness from the top of the epipedon to the base of the argillic horizon); argillic horizon - 25 to 53 cm (10 to 21 inches) (Bt1, Bt2); aquic feature  saturation and redox features within 41 cm (16 inches) of the soil surface."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure; friable; slightly alkaline; abrupt smooth boundary.  [18 to 25 cm (7 to 10 inches) thick]"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--20 to 25 cm (8 to 10 inches); dark grayish brown (10YR 4/2) silt loam; moderate medium subangular blocky structure; friable; slightly alkaline; abrupt smooth boundary.  [0 to 8 cm (0 to 3 inches) thick]"
      },
      {
        "name": "2Bt1",
        "top": 25,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt1--25 to 38 cm (10 to 15 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; firm; common distinct very dark grayish brown (10YR 3/2) clay films on faces of peds; about 3 percent gravel;  slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2Bt2",
        "top": 38,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "2Bt2--38 to 53 cm (15 to 21 inches); brown (10YR 5/3) clay loam; moderate medium angular blocky structure; firm; common distinct clay films on faces of peds; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many medium faint grayish brown (10YR 5/2) iron depletions in the matrix; slightly alkaline; abrupt irregular boundary.  [Combined thickness of the Bt horizons ranges from 13 to 43 cm (5 to 17 inches).]"
      },
      {
        "name": "2Cd",
        "top": 53,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--53 to 152 cm (21 to 60 inches); light yellowish brown (10YR 6/4) gravelly sandy loam; massive; firm;  many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron in the matrix; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; about 25 percent gravel; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
