{
  "SERIES": "NEOTSU",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/ JAS/RWL",
  "REVDATE": "02/2011",
  "STATES": "OR,WA",
  "OVERVIEW": "The Neotsu series consists of moderately deep, well drained soils that formed in colluvium or residuum derived from igneous rock and in some areas basaltic sandstone. Neotsu soils are on summits, benches, shoulder slopes, and backslopes of coastal hills and mountains. Slopes are 0 to 90 percent. The mean annual precipitation is about 85 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Neotsu medial silt loam, on a forested ridge with about 5 percent slope and at an elevation of about 1,480 feet. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots, and moss.\nA1--1 to 6 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine irregular pores; many very fine concretions; very strongly acid (pH 4.6); clear smooth boundary. (4 to 10 inches thick)\nA2--6 to 13 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; moderate very fine subangular blocky and moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine tubular and irregular pores; extremely acid (pH 4.4); clear smooth boundary. (8 to 11 inches thick)\nBw1--13 to 19 inches; dark yellowish brown (10YR 3/4) medial silt loam, dark yellowish brown (10YR 4/4) dry; common dark brown (10YR 3/3) organic coatings on peds; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine roots; many very fine tubular pores; extremely acid (pH 4.4); clear smooth boundary.\nBw2--19 to 27 inches; dark yellowish brown (10YR 4/4) medial loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine roots; many very fine tubular pores; 5 percent basalt gravel, 5 percent basalt paragravel; extremely acid (pH 4.2); clear wavy boundary. (Combined thickness of the Bw horizon is 5 to 18 inches)\nBC--27 to 34 inches; dark yellowish brown (10YR 4/4) gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky structure; slightly hard, slightly sticky and slightly plastic; weakly smeary; few very fine roots; many very fine irregular pores; 20 percent basalt gravel, 35 percent basalt paragravel; extremely acid (pH 4.4); clear wavy boundary. (0 to 10 inches thick)\nCr--34 inches; weathered and highly fractured igneous rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Oregon, near Ball Mountain, about 70 feet north of Forest Service Road 17, in the SE1/4 NW1/4 NW1/4 section 32, T. 7 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry less than 45 consecutive days between the depths of 4 and 12 inches following the summer solstice. The mean annual soil temperature is 47 to 52 degrees F. The difference between the mean summer and mean winter soil temperature is 5 to 9 degrees F under canopy cover. The umbric epipedon is 12 to 20 inches thick. Depth to a paralithic contact is 20 to 40 inches. The solum is weakly to moderately smeary.  It has an estimated moist bulk density of 0.70 to 0.90 g/cubic centimeter, phosphate retention of 95 to 100 percent, Alox +  Feox of 2 to 4 percent, and 15-bar moisture (dried) of 20 to 35 percent. The texture control section averages less than 35 percent rock fragments.  Reaction is extremely acid or very strongly acid.\nThe A horizon has hue of 10YR through 5YR, value of 2 or 3 moist, 3 through 5 dry, and chroma of 2 or 3 moist and dry. Texture is medial silt loam or medial loam with 15 to 20 percent clay by field estimate. It has 0 to 10 percent paragravel, 0 to 5 percent paracobbles, 0 to 5 percent cobbles, and 0 to 15 percent gravel. Organic matter is 10 to 15 percent.\nThe Bw horizon has hue of 10YR through 5YR, value of 3 or 4 moist, 4 through 6 dry, and chroma of 4 or 6 moist and dry. It is medial loam, medial silt loam, medial clay loam or medial silty clay loam. It has 18 to 30 percent clay by field estimate. It has 0 to 15 percent paragravel, 0 to 5 percent paracobbles, 0 to 25 percent gravel, and 0 to 20 percent cobbles.\nThe BC horizon, when present, has hue of 10YR through 5YR, value of 3 or 4 moist, 4 through 6 dry, and chroma of 4 or 6 moist and dry. It has 18 to 25 percent clay by field estimate. It has 15 to 40 percent paragravel, 0 to 5 percent paracobbles, 15 to 35 percent gravel, and 0 to 20 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bullman, Calaway, Ilwaco, Klootchie, Knappton, Lint, Lytell, Mopang, Narel, Neskowin, Newskah, Palix, Queets and Salander series.\nBullman soils - formed over a paralhthic siltstone parent rock and have 35 to 65 percent pararock fragments in the particle -size control section.\nCalawah soils - greater than 60 inches to bedrock\nIlwaco soils - greater than 60 inches to bedrock\nKlootchie soils - 40 to more than 60 inches to paralithic contact of basalt breccia\nKnappton soils - 40 to more than 60 inches to paralithic contact of basalt\nLint soils - greater than 60 inches to bedrock; lack rock and pararock fragments within the upper 40 inches or more\nLytell soils - 40 to more than 60 inches to paralithic contact; 5 to 20 percent volcanic glass within the pscs\nMopang soils - 50 to 60 inches to cemented glacial till\nNarel soils - 40 to more than 60 inches to paralithic contact of feldsparic sandstone\nNeskowin soils - 20 to 40 inches to lithic contact of basalt; umbric epipedon greater than 20 inches thick\nNewskah soils - greater than 60 inches to bedrock\nPalix soils - 40 to 60 inches to paralithic contact of siltstone or sandstone; 20 to 80 percent parafragments\nQueets soils - greater than 60 inches to bedrock; 10 to 18 percent clay in pscs\nSalander soils - greater than 60 inches to bedrock; umbric epipedon greater than 20 inches thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Neotsu soils formed in colluvium and residuum from basic igneous rock and in some areas basaltic sandstone. They are on summits, benches, and side slopes of coastal hills and mountains at elevations of 50 to 1,800 feet. Slopes are 0 to 90 percent. The soils The climate is characterized by cool wet winters and cool moist summers. The mean annual precipitation is 70 to 130 inches. The mean annual temperature is 44 to 52 degrees F. The frost-free period is 100 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Necanicum and the competing Klootchie, Knappton, Neskowin, and Salander soils. Necanicum soils have more than 35 percent rock fragments in the particle-size control section and are 40 to 60 inches deep to bedrock.  All of these soils are on summits, shoulders and side slopes of coastal hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production and wildlife habitat. Native vegetation includes western hemlock, Douglas fir, Sitka spruce, western redcedar, red alder, cascara, vine maple, salal, evergreen huckleberry, red huckleberry, red elderberry, deer fern, false azalea, western swordfern, and cascade Oregongrape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in the fog belt areas of the Coast Range of Oregon and Washington; MLRA 4A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Oregon; 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon:\nUmbric epipedon - from 1 inch to depth of 13 inches. (A1 and A2)\nCambic horizon - from 13 to 27 inches. (Bw1 and Bw2)\nAndic soil properties - from 1 inch to a depth of 34 inches (A1, A2, Bw1, and BC horizons\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots, and moss."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 6 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine irregular pores; many very fine concretions; very strongly acid (pH 4.6); clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 13 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; moderate very fine subangular blocky and moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine tubular and irregular pores; extremely acid (pH 4.4); clear smooth boundary. (8 to 11 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--13 to 19 inches; dark yellowish brown (10YR 3/4) medial silt loam, dark yellowish brown (10YR 4/4) dry; common dark brown (10YR 3/3) organic coatings on peds; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine roots; many very fine tubular pores; extremely acid (pH 4.4); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--19 to 27 inches; dark yellowish brown (10YR 4/4) medial loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine roots; many very fine tubular pores; 5 percent basalt gravel, 5 percent basalt paragravel; extremely acid (pH 4.2); clear wavy boundary. (Combined thickness of the Bw horizon is 5 to 18 inches)"
      },
      {
        "name": "BC",
        "top": 69,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--27 to 34 inches; dark yellowish brown (10YR 4/4) gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky structure; slightly hard, slightly sticky and slightly plastic; weakly smeary; few very fine roots; many very fine irregular pores; 20 percent basalt gravel, 35 percent basalt paragravel; extremely acid (pH 4.4); clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 86,
        "narrative": "Cr--34 inches; weathered and highly fractured igneous rock."
      }
    ]
  ]
}
