{
  "SERIES": "NEPONSET",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJD/TWH",
  "REVDATE": "11/2005",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neponset sandy loam - on a 7 percent northwest facing slope in rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA1--0 to 6 inches; reddish brown (5YR 5/4) sandy loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, slightly plastic plastic; few fine roots; 10 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary. (2 to 6 inches thick)\nC1--6 to 13 inches; light red (2.5YR 6/6) silt loam, red (2.5YR 4/6) moist; weak fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; stongly calcareous, desseminated carbonates; few fine roots; 10 percent gravel; moderately alkaline (pH 8.4); clear wavy boundary.  (6 to 13 inches thick)\nC2--13 to 30 inches; light red (2.5YR 6/6) silt loam, red (2.5YR 4/8) moist; weak medium subangular blocky structure; hard, firm, moderately sticky and slightly plastic; few fine roots; few fine pores; 10 percent gravel; very strongly calcareous, carbonate disseminated; strongly alkaline (pH 8.6); abrupt wavy boundary.  (12 to 21 inches thick)\nR--30 inches; weathered siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; about 1.5 miles south of Neponset Reservoir; 1,500 feet north and 300 feet west of the SE corner of section 11, T. 7 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock ranges from 20 to 40 inches.  Gravel ranges from 0 to 30 percent in the particle-size control section.  The mean annual soil temperature is 40 degrees to 44 degrees F., and the mean summer soil temperature is 60 degrees to 64 degrees F.  These soils are dry in all parts more than half and less than three fourths of the time that the soil temperature at a depth of 20 inches is above 41 degrees F.\nThe A horizon has hue of 10 YR, value of 4 or 5 dry\nThe C horizon has hue of 2.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berencieton soils in the same family with the Alhark series. Berencenton soils lack a paralithic contact within a depth of 40 inches.  Alhark soils have a calcic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neponset soils are on rolling uplands at elevations of 6,400 to 6,700.  Slopes are 6 to 10 percent.  The soil formed in residuum and some colluvium from siltstone and sandstone.  The mean annual precipitation ranges from 9 to 12 inches.  Mean annual air temperature ranges from 38 to 42 degrees F.  Freeze-free period is about 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lariat, Panacheri, and the competing Alhark soils.  These soils have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for rangeland.  Potential vegetation consists of bluebunch wheatgrass, needle-thread, big sagebrush, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Neponset soils are of small extent in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rich County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by state 4/80.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nThe 11/2005 version revised the pedon description to match the description in the Rich County published soil survey.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
