{
  "SERIES": "NESKAHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. WN/AJE",
  "REVDATE": "12/2006",
  "STATES": "UT",
  "OVERVIEW": "The Neskahi series consists of deep, well drained soils that formed in mixed eolian deposits and alluvium derived mainly from sandstone.  Neskahi soils occur on broad valley bottoms and outwash fans, and have slopes at 1 to 8 percent.  The average annual precipitation is about 7 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Loamy fine sand, rangeland. (Colors are for air dry soil unless otherwise noted.)\nA--0 to 6 inches; reddish yellow (5YR 6/8) loamy fine sand, yellowish red (5YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common fine pores; moderately calcareous, lime disseminated; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 8 inches thick)\nC1--6 to 16 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many fine and few medium roots; few fine pores; moderately calcareous, lime disseminated; strongly alkaline (pH 8.6); clear smooth boundary. (8 to 12 inches thick)\nC2--16 to 25 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few coarse and many fine pores; common cicada krotovina; moderately calcareous, lime in veins and nodules; strongly alkaline (pH 8.8); clear wavy boundary. (7 to 11 inches thick)\nC3--25 to 35 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; medium coarse subangular blocky structure; hard, firm, nonsticky and slightly plastic; few fine roots; many fine pores; common cicada krotovina; moderately calcareous, lime disseminated; strongly alkaline (pH 8.8); clear wavy boundary. (8 to 12 inches thick)\nC4--35 to 60 inches; yellowish red (5YR 5/6) fine sandy loam; yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; soft, friable, nonsticky and slightly plastic; few fine roots; common fine pores; moderately calcareous, lime disseminated; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Utah; two miles west Oljeto Trading Post; NE1/4 NW1/4 section 22, T.43S., R.14E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 54 to 59 degrees F.\nMean summer soil temperature: 74 to 79 degrees F.\nSoil moisture: The soils are dry in all parts above the base of the moisture control section for 75 to 85 percent of the time. Typic aridic moisture regime.\nTexture: averages very fine sandy loam\nClay content: less than 18 percent clay\nA horizon\nHue: 5YR or 2.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 5 through 8\nTexture: loamy fine sand or very fine sandy loam\nReaction: moderately or strongly alkaline.\nC horizon\nHue: 5YR or 2.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6\nTexture: fine sandy loam to loam\nReaction: moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cirac (NV), Eghelm (CO), Gilco (NM), Glenton (WY), Ives (AZ), Juva (NV), Neskahi (UT), Thoroughfare (CO) and Yelives (NM) series. Juva soils have hue of 10YR or yellower.  Glenton, Ives and Juva soils are finely stratified in the control section and have hue of 7.5YR or yellower.  Ives and Thoroughfare soils are strongly calcareous in the control section.  Also, Thoroughfare soils have a fine sandy loam series control section.  Vanderhoff soils have a paralithic contact at depths of 20 to 40 inches. Cirac and Juva soils are strongly to very strongly alkaline and have an SAR of greater than 13 and salts greater than 16 mmhos in some part of the series control section. Eghelm soils have more than 50 percent sand. Glenton soils, typically, have soil temperatures of 47 to 51 degrees F., and are intermittently moist during April, May and June. Yelives soils have yellower (2.5Y) hue."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neskahi soils are on broad valley bottoms and outwash fans at elevations of 4,700 to 5,200 feet.  Slope gradients are 1 to 8 percent.  These soils formed in eolian deposits and alluvium.  The climate is arid and the average annual precipitation ranges from 6 to 8 inches.  The mean annual temperature is 52 to 56 degrees F. The mean summer temperature is 72 to 77 degrees F. and the frost-free period ranges from 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deleco, Nakai, Nepalto and Oljeto soils.  Deleco soils have a petrocalcic horizon within a depth of 20 inches.  Nepalto soils average gravelly loamy sand in the control section. Oljeto and Nakai soils have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Neskahi soils are used as rangeland. Vegetation is Mormon tea, galleta grass, Indian ricegrass and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  Neskahi soils are inextensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County, Utah, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches.  (A horizon)\nFluventic feature - The soil has an irregular decrease in organic carbon content with depth.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
