{
  "SERIES": "NESKOWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDT/JAS/RWL",
  "REVDATE": "11/2004",
  "STATES": "OR",
  "OVERVIEW": "The Neskowin series consists of moderately deep, well drained soils that formed in colluvium and residuum weathered from basic igneous rocks. Neskowin soils are on summits, benches, shoulder slopes, and backslopes of coastal hills, mountains, and headlands.  Slopes are 5 to 99 percent. The mean annual precipitation is 80 inches and the mean annual temperature is 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Neskowin medial silt loam, on a northwest-facing slope of 10 percent under a coniferous forest at 770 feet elevation. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; mat of partially decomposed moss, needles, and twigs.\nA1--1 to 5 inches; black (5YR 2/1) medial silt loam, dark brown (7.5YR 3/2) dry; strong very fine granular structure; slightly hard, very friable, nonsticky and nonplastic, weakly smeary; common fine roots; many fine irregular pores; 5 percent gravel; common 1 to 2 mm concretions; very strongly acid (pH 4.6); clear wavy boundary. (3 to 8 inches thick)\nA2--5 to 20 inches; dark reddish brown (5YR 2/2) medial silt loam, dark brown (7.5YR 3/2) dry; strong fine subangular blocky parting to strong fine granular; slightly hard, very friable, slightly sticky and slightly plastic, weakly smeary; common fine roots; many fine tubular and irregular pores; 5 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (7 to 15 inches thick)\nBw--20 to 24 inches; dark brown (7.5YR 3/2) medial silt loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common fine roots; many fine irregular and tubular pores; 5 percent gravel and 5 percent cobbles; very strongly acid (pH 5.0); clear wavy boundary. (4 to 25 inches thick)\nR--24 inches; basalt rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Oregon; 2,000 feet west and 1,400 feet south of the northeast corner of sec. 3, T. 15 S., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 50 to 54 degrees F. The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F. under canopy cover.  The soil is usually moist and is dry in all parts between the depths of 4 and 12 inches for less than 45 consecutive days during the four month period following the summer solstice. Depth to bedrock is 20 to 40 inches. The umbric epipedon is more than 20 inches thick. The particle-size control section has less than 35 percent rock fragments.  It has an estimated phosphate-retention of 95 to 100 percent, Alox +  Feox of 2.0 to 4.0 percent, moist bulk density of 0.75 to 0.90 g/cc, and 15-bar moisture (dried) of 20 to 35 percent.\nThe A horizon has hue of 10YR to 5YR, value of 2 or 3 moist and dry, chroma 1 to 3 moist and dry. It is medial silt loam, medial loam, or medial silty clay loam and has 10 to 15 percent organic matter.  It has 0 to 10 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent paragravel and 15 to 30 percent clay by field estimate.\nThe Bw horizon has hue of 10YR to 5YR, value of 2 to 4 moist, 4 or 5 dry, and chroma of 2 or 3 moist, 2 to 4 dry. Dark colored stains and coatings are common in channels and pores in some pedons. It is medial silt loam, medial loam, medial silty clay loam, or medial clay loam with 15 to 30 percent clay by field estimate.  It has 0 to 25 percent gravel, 0 to 15 percent cobbles, and 0 to 10 percent paragravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Calaway, Ilwaco, Klootchie, Knappton, Lint, Lytell, Mopang, Narel, Neotsu, Newskah, Palix, Queets and Salander series.\nCalawah soils - greater than 60 inches to bedrock\nIlwaco soils - greater than 60 inches to bedrock\nKlootchie soils - 40 to more than 60 inches to paralithic contact of basalt breccia\nKnappton soils - 40 to more than 60 inches to paralithic contact of basalt\nLint soils - greater than 60 inches to bedrock; lack rock and pararock fragments within the upper 40 inches or more\nLytell soils - 40 to more than 60 inches to paralithic contact; 5 to 20 percent volcanic glass within the pscs\nMopang soils - 50 to 60 inches to cemented glacial till\nNarel soils - 40 to more than 60 inches to paralithic contact of feldsparic sandstone\nNeotsu soils - 20 to 40 inches to paralithic contact of basalt; umbric epipedon 12 to 20 inches thick\nNewskah soils - greater than 60 inches to bedrock\nPalix soils - 40 to 60 inches to paralithic contact of siltstone or sandstone; 20 to 80 percent parafragments\nQueets soils - greater than 60 inches to bedrock; 10 to 18 percent clay in pscs\nSalander soils - greater than 60 inches to bedrock; umbric epipedon greater than 20 inches thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Neskowin soils are on coasal hills, mountains, and headlands adjacent to the Pacific Ocean at elevations of 50 to 1,800 feet. Slopes are 5 to 100 percent. They formed in moderately fine textured colluvium weathered from basic igneous rocks. The climate is cool and humid. The mean annual precipitation is 70 to 110 inches. The mean January temperature is 42 degrees F. and the mean July temperature is 61 degrees F. The mean annual temperature is 46 to 52 degrees F. The frost-free period is 120 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fendall, Necanicum, Reedsport, Templeton, Tolovana, and the competing Klootchie and Neotsu soils. Fendall and Reedsport soils are over a paralithic contact. In addition, Fendall soils have a fine particle-size family class and Reedsport soils have a fine-loamy family class.  Necanicum soils are deeper than 40 inches to basalt bedrock and have more than 35 percent rock fragments in the texture control section. Templeton soils are deeper than 40 inches to bedrock and have a fine-silty particle-size family class. Tolovana soils are medial over loamy in the particle-size control section and are more than 60 inches deep to bedrock. All of these soils are on summits and side slopes of coastal hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production. Other uses include pasture, recreation, and water supply. Native vegetation is mainly Sitka spruce and western hemlock with an understory of western swordfern, salal, salmonberry, thimbleberry, red huckleberry, evergreen huckleberry, and red elderberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Fog belt areas in the Coast Range of Oregon; MLRA 4A. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tillamook County, Oregon, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features of this pedon include:\nUmbric epipedon - from 1 to 24 inches (A1, A2, and Bw horizons).\nAndic soil properties - 1 to 24 inches (A1, A2, and Bw horizons)\nParticle-size control section - from 1 to 24 inches\nLithic contact - 24 inches.\nThe type location and a change in classification occurred on 4/90 from Medial, isomesic Typic Dystrandepts to Medial, isomesic Alic Fulvudands. This reclassification is based on addition of the Andisol Order in Soil Taxonomy.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; mat of partially decomposed moss, needles, and twigs."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--1 to 5 inches; black (5YR 2/1) medial silt loam, dark brown (7.5YR 3/2) dry; strong very fine granular structure; slightly hard, very friable, nonsticky and nonplastic, weakly smeary; common fine roots; many fine irregular pores; 5 percent gravel; common 1 to 2 mm concretions; very strongly acid (pH 4.6); clear wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 20 inches; dark reddish brown (5YR 2/2) medial silt loam, dark brown (7.5YR 3/2) dry; strong fine subangular blocky parting to strong fine granular; slightly hard, very friable, slightly sticky and slightly plastic, weakly smeary; common fine roots; many fine tubular and irregular pores; 5 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (7 to 15 inches thick)"
      },
      {
        "name": "Bw",
        "top": 51,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--20 to 24 inches; dark brown (7.5YR 3/2) medial silt loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common fine roots; many fine irregular and tubular pores; 5 percent gravel and 5 percent cobbles; very strongly acid (pH 5.0); clear wavy boundary. (4 to 25 inches thick)"
      },
      {
        "name": "R",
        "top": 61,
        "narrative": "R--24 inches; basalt rock."
      }
    ]
  ]
}
