{
  "SERIES": "NESTUCCA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/WRP/RWL",
  "REVDATE": "08/2001",
  "STATES": "OR",
  "OVERVIEW": "The Nestucca series consists of very deep, somewhat poorly drained soils that formed in recent alluvium.  Nestucca soils are on flood plains and have slopes of 0 to 3 percent.  The average annual precipitation is about 80 inches and the average annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, acid, isomesic Fluvaquentic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nestucca silt loam - pasture, at an elevation of 35 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; strongly acid (pH 5.2); clear smooth boundary.  (5 to 10 inches thick)\nA--6 to 14 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; strongly acid (pH 5.2); clear smooth boundary.  (5 to 10 inches thick)\nBw--14 to 41 inches; dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; moderate fine subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; many medium distinct reddish brown masses of iron accumulation; very strongly acid (pH 5.0); gradual smooth boundary. (15 to 30 inches thick)\nC--41 to 60 inches; dark gray (10YR 4/1) silty clay, light brownish gray (10YR 6/2) dry; massive; hard, firm, very sticky and very plastic; few roots; few very fine pores; many coarse prominent dark reddish brown masses of iron accumulation; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tillamook County, Oregon; 0.6 mile south of the Johnson Bridge across the Trask River; about 700 feet east and 700 feet south of the northwest corner of section 3, T. 2 S., R. 9 W., USGS Tillamook topographic quadrangle; Latitude 45 degrees, 25 minutes, 36 seconds N. and Longitude 123 degrees, 46 minutes, 43 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is saturated and has a temporary water table during the winter unless they have been artificially drained.  The mean annual soil temperature is 49 to 54 degrees F.  The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  The umbric epipedon is 14 to 20 inches thick.  The particle-size control section has less than 15 percent coarser than very fine sand.  It is very strongly acid or strongly acid throughout.\nThe Ap or A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 1 to 3 moist and dry.  It is silt loam or silty clay loam and has 18 to 35 percent clay.\nThe Bw or Bg horizon has hue of 10YR through 5Y, value of 4 or 5 moist, 5 through 7 dry and chroma of 1 or 2 moist and dry.  Moist chroma of 1 is below 30 inches.  It has distinct or prominent redox concentrations.  It is silt loam or silty clay loam and has 25 to 35 percent clay.  The lower part of the B horizon ranges to clay loam or silty clay in some pedons. Thin lenses of coarser material are in some pedons.\nThe Cg horizon has hue of 10YR to 5B, value of 2.5 to 5 moist, 3 to 7 dry, and chroma of 2 to neutral moist and dry.  It ranges in texture from medium to fine and is stratified in some pedons.  It is silty clay, clay loam, or loam. It has distinct or prominent redox concentrations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Brenner series.  Brenner soils are poorly drained and have an umbric epipedon 10 to 14 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nestucca soils are on flood plains.  Slopes are 0 to 3 percent.  Elevations range from 10 to 750 feet.  The soils formed in mixed recent alluvial. The soils are characterized by cool wet winters and cool moist summers with fog. The average annual precipitation is 60 to 100 inches.  The average January temperature is 42 degrees F., the average July temperature is 60 degrees F., the average annual temperature is 48 to 53 degrees F.  The frost-free season is 160 to 300 days.  This soil is on the Ingram geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Knappa, Nehalem, Willanch, and the competing Brenner soils.  Knappa soils are well drained, lack redox concentrations and are on adjacent terraces.  Nehalem soils are well and moderately well drained and lack redox concentrations above a depth of 20 inches.  Nehalem, Brenner, and Willanch soils are on flood plains.  Knappa soils are on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability.  These soils are subject to frequent periods of flooding for brief durations from November through April.  An apparent high water table is at its highest level from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for pasture and forage crops.  Native vegetation is mainly red alder, western hemlock, western redcedar and Sitka spruce with an understory of skunkcabbage, willow, rush, and sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal river valleys in western Oregon; MLRA 1.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tillamook County, Oregon, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features of this pedon include:\nUmbric epipedon - from surface to 14 inches (Ap and A horizons).\nCambic horizon - from 14 to 41 inches (Bw horizon).\nAquic moisture regime - aquic conditions between 16 and 20 inches with crhoma of 2 or less with redox concentrations directly below the umbric epipedon beginning at 14 inches (Bw horizon).\nThis series has been reclassified from fine-silty, mixed, acid, mesic Fluvaquentic Humaquepts."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; strongly acid (pH 5.2); clear smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 14 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; strongly acid (pH 5.2); clear smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--14 to 41 inches; dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; moderate fine subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; many medium distinct reddish brown masses of iron accumulation; very strongly acid (pH 5.0); gradual smooth boundary. (15 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--41 to 60 inches; dark gray (10YR 4/1) silty clay, light brownish gray (10YR 6/2) dry; massive; hard, firm, very sticky and very plastic; few roots; few very fine pores; many coarse prominent dark reddish brown masses of iron accumulation; very strongly acid (pH 4.8)."
      }
    ]
  ]
}
