{
  "SERIES": "NETCONG",
  "STATUS": "Established Series",
  "BYREV": "Rev.  CFE-RAS-JEW",
  "REVDATE": "02/2000",
  "STATES": "NJ",
  "OVERVIEW": "The Netcong series consists of deep, well drained soils on uplands.  They formed in glacial till.  Netcong soils have very dark grayish brown gravelly sandy loam Ap horizons, dark yellowish brown and strong brown gravelly sandy loam B horizons which have inclusions of gravelly loam and light yellowish brown sandy loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Ruptic-Ultic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Netcong gravelly sandy loam - Second growth forest (Colors are for moist soil.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam; strong medium granular structure; very friable; many roots; 25 percent coarse fragments mostly pebble sized unweathered or strongly weathered granitic gneiss; medium acid; abrupt smooth boundary.  (6 to 9 inches thick)\nB1--7 to 13 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam; moderate medium crumb and weak medium subangular blocky structure; friable; many roots; 20 percent coarse fragments mostly pebble sized granitic gneiss; very strongly acid; gradual wavy boundary.  (0 to 9 inches thick)\nB21--13 to 21 inches; strong brown (7.5YR 5/6) gravelly sandy loam; weak coarse crumb and weak fine blocky structure; friable; many roots; sand grains and pebbles distinctly coated or stained but bridging between grains lacking; 20 percent coarse fragments mostly pebble sized granitic gneiss; very strongly acid; gradual wavy lower boundary.  (0 to 12 inches thick)\nB22--21 to 30 inches; strong brown (7.5YR 5/6) gravelly sandy loam with about 20 percent irregularly shaped inclusions of slightly redder gravelly loam; moderate medium subangular blocky structure; friable; many roots; sand grains and pebbles are coated or stained, clay bridging between grains in the finer textured areas; 20 percent coarse fragments mostly gravel but few stones and common cobbles; very strongly acid; gradual wavy boundary.  (6 to 20 inches thick)\nB3--30 to 41 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangluar blocky structure; friable, few roots; sand grains and pebbles stained or coated, bridging or clay films in few isolated areas; 10 percent coarse fragments; very strongly acid; gradual wavy boundary.  (0 to 18 inches thick)\nC--41 to 60 inches; light yellowish brown (10YR 6/4 and 2.5Y 6/4) sandy loam; massive; slightly firm; very few roots; grains lightly stained but base color of the grains shows through; 10 percent coarse fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morris County, New Jersey; near town of Budd Lake.  Edge of small borrow pit along north side of Shore Road, 500 feet east of intersection with Budd Lake Heights Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to 50 inches.  Coarse fragments range from 10 to 50 percent of individual sub horizons in the soil with a weighted average of less than 35 percent in the textural control section.  Coarse fragments are a mixture of rounded to subangular pebbles, cobbles, stones and/or boulders in varying proporations and composed mostly of granitic gneiss with lesser amounts of shale, sandstone, quartzites or conglomerates.  Mineralogy of the coarse fragments, sand, and silt fractions is dominated by quartz, feldspar, micas and other ferromagnesian minerals.  Reaction ranges from strongly to very strongly acid, unless limed.  The Ap horizons range from very dark grayish brown (10YR 3/2) to brown (7.5YR 5/4).  Texture is loam, sandy loam or gravelly and cobbly analogues.  Structure is moderate or strong, medium or coarse, granular and weak or moderate fine or medium subangular blcoky.  Thin A2 to A3 horizons are in many pedons in uncultivated areas.  The B horizon is a cambic horizon with an argillic horizon in less than half of each pedon.  The dominant and continuous part ranges from yellowish brown (10YR 5/8) to brown (7.5YR 4/4) and is sandy loam with 8 to 16 percent clay.  Discontinuous areas range from reddish brown (5YR 4/4) to yellowish brown (10YR 5/8) and have textures of sandy loam to sandy clay loam or loam.  The discontin uous areas have patchy clay films on peds or clay bridging between sand grains.  Structure of the B horizon ranges from weak or moderate, medium or coarse subangular blocky to weak or moderate coarse granular.  The C horizon ranges from grayish brown (10YR 5/2) to yellow (2.5Y 7/6). It is sandy loam to loamy sand or gravelly and cobbly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family.  Related soils in other families are the Chavies, Hazel, Hazleton, Herkimer, Lenox, Lewisberry, Litz, Lordstown, Louisburg, Lowville, Pinkston, Pittsfield, Riverhead, Stockbridge and Valois series.  Chavies and Lewisberry soils have argillic horizons that are continuous.  Hazel, Hazleton, Herkimer, Lenox, Lordstown, Lowville, Pittsfield, Riverhead, Stockridge and Valois soils have cambic horizons and lack discontinuous argillic horizons.  Litz soils have more than 35 percent coarse fragments in the textural control section.  Louisburg and Pinkston soils have mean annual soil temperature of more than 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Netcong soils are on nearly level to steeply sloping glacial morraine deposits.  Slopes range from 3 to 45 percent, but dominant slopes are from 8 to 25 percent.  The soils developed in moderately coarse or coarse textured glacial till composed primarily of granitic gneiss with lesser amounts of quartzites, sandstones, and shales.  Depth to bedrock is variable, but is commonly greater than 10 feet.  The mean annual precipitation is from 40 to 48 inches.  The mean annual temperature is from 45 to 50 degrees F.  The frost-free days are from 140 to 160."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Hibernia, Ridgebury, Riverhead and Rockaway soils.  Hiberni soils usually occupy a lower position in the landscape, have a dense, firm slowly permeable fragipan, are wetter, and have subsoils intensevly mottled with browns and grays.  Ridgebury soils are poorly drained, hae susoils dominated by gray colors, and normally occupy a lower position in the landscape.  Riverhead soils are on glacial outwash terraces and have open, stratified substrata.  Rockaway soils are in the same landscape, but have a dense, firm, slowly permeable fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These are well drained soils. Runoff is slow to rapid and permeability is moderate throughout the solum and into the substratum.  The ground water table is greater than 6 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are wooded or in idle fields or used for housing or industrial development sites.  Natural vegetation is largely forest dominated by oak, ash, and hickory, with some maple, birch, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Jersey and southeastern New York.  Extent is moderate.  Estimate about 20,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morris County, New Jersey, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam; strong medium granular structure; very friable; many roots; 25 percent coarse fragments mostly pebble sized unweathered or strongly weathered granitic gneiss; medium acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "B1",
        "top": 18,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B1--7 to 13 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam; moderate medium crumb and weak medium subangular blocky structure; friable; many roots; 20 percent coarse fragments mostly pebble sized granitic gneiss; very strongly acid; gradual wavy boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "B21",
        "top": 33,
        "bottom": 53,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "narrative": "B21--13 to 21 inches; strong brown (7.5YR 5/6) gravelly sandy loam; weak coarse crumb and weak fine blocky structure; friable; many roots; sand grains and pebbles distinctly coated or stained but bridging between grains lacking; 20 percent coarse fragments mostly pebble sized granitic gneiss; very strongly acid; gradual wavy lower boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "B22",
        "top": 53,
        "bottom": 76,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B22--21 to 30 inches; strong brown (7.5YR 5/6) gravelly sandy loam with about 20 percent irregularly shaped inclusions of slightly redder gravelly loam; moderate medium subangular blocky structure; friable; many roots; sand grains and pebbles are coated or stained, clay bridging between grains in the finer textured areas; 20 percent coarse fragments mostly gravel but few stones and common cobbles; very strongly acid; gradual wavy boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "B3",
        "top": 76,
        "bottom": 104,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3--30 to 41 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangluar blocky structure; friable, few roots; sand grains and pebbles stained or coated, bridging or clay films in few isolated areas; 10 percent coarse fragments; very strongly acid; gradual wavy boundary.  (0 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 152,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "narrative": "C--41 to 60 inches; light yellowish brown (10YR 6/4 and 2.5Y 6/4) sandy loam; massive; slightly firm; very few roots; grains lightly stained but base color of the grains shows through; 10 percent coarse fragments; strongly acid."
      }
    ]
  ]
}
