{
  "SERIES": "NETTLETON",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/CLM",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Argiaquic Xeric Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Nettleton loam, range. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 9 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 1/2) moist; very weak very thin platy structure that parts to moderate very fine granular; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine irregular pores; few pebbles; few black hard iron-manganese concretions; strongly acid (pH 5.5); clear wavy boundary. (4 to 10 inches thick)\nA2--9 to 18 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure that parts to strong fine and very fine granular; slightly hard, friable, slightly sticky, slightly plastic; many very fine to medium roots; many very fine tubular pores; slightly gravelly; medium acid (pH 5.6); abrupt irregular boundary. (5 to 10 inches thick)\nE--18 to 22 inches; light brownish gray (2.5Y 6/2) and pale brown (10YR 6/3) (10YR 6/2 rubbed) gravelly clay loam, grayish brown (2.5Y 5/2) (brown 2.5Y 4/3, rubbed) moist; common medium prominent strong brown (7.5YR 5/5) and yellowish brown (10YR 5/4) mottles, yellowish red (5YR 5/6) and strong brown (7.5YR 4/5) moist; few medium faint light gray (2.5Y 7/1) mottles, gray (2.5Y 5/1) moist; moderate medium and fine subangular blocky structure that parts to weak fine and medium granular structure; slightly hard, friable, sticky, plastic; common very fine and fine roots; common very fine tubular pores; few black iron-manganese splotches 2 to 5mm. in diameter and very fine concretions; strongly acid (pH 5.5); abrupt wavy boundary. (3 to 15 inches thick)\nBt1--22 to 30 inches; grayish brown (2.5Y 5/2) gravelly clay, dark grayish brown (2.5Y 4/2) moist; few medium prominent reddish brown (5YR 5/4) mottles; weak coarse prismatic structure that parts to moderate coarse and medium angular blocky; very hard, extremely firm, very sticky, very plastic; few fine roots; few very fine tubular pores; few cobblestones; continuous thin clay films; common fine black and brown (manganese) stains and concretions less than 2mm. across; medium acid (pH 5.9); clear wavy boundary. (6 to 10 inches thick)\nBt2--30 to 43 inches; light olive brown (2.5Y 5/3) and brown (10YR 5/3) clay, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure that parts to strong coarse and medium angular blocky structure, extremely hard, extremely firm, very sticky, very plastic; few very fine roots; few very fine tubular pores; slightly gravelly; continuous thin clay films or pressure faces on peds; common fine black (manganese) concretions; medium acid (pH 5.8); clear wavy boundary. (10 to 15 inches thick)\nBt3--43 to 50 inches; light olive brown (2.5Y 5/3) clay, light olive brown (2.5Y 5/3) moist; very coarse mottles or streaks of brown (10YR 5/3 and 7.5YR 4/4), yellowish brown (10YR 5/4) and strong brown (7.5YR 4/5) moist; strong coarse and medium angular blocky structure; extremely firm, very sticky, very plastic; few very fine roots; few very fine tubular pores; few stones, cobblestones, and gravel; many thin clay films or pressure faces on peds; few black splotches (manganese); medium acid (pH 5.7); abrupt irregular boundary. (4 to 8 inches thick)\nC--50 to 66 inches; light yellowish brown (2.5Y 6/3) gravelly coarse sandy clay loam, light olive brown (2.5Y 5/4 and 5/6) moist; common coarse prominent mottles, weak red (2.5Y 4/2) and strong brown (7.5YR 5/6) moist; weak medium and fine angular blocky structure; hard, firm, sticky, plastic; common black streaks and concretions (manganese); basalt pebbles moderately weathered strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; SE1/4 NW1/4 sec. 24, T.4S., R.4W.  (About 300 feet southeast of a pond and 100 feet north of a thermograph in the Reynolds Mountain study area at 6,800 feet elevation and with 14 percent northerly slope.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 47 degrees F.\nThe soils are usually moist, but are dry for 45 to 70 consecutive days in late summer and fall.\nReaction - strongly acid to neutral\nMollic epipedon - 12 to 19 inches thick\nSola - 35 to 60 inches thick\nDepth to the clayey Bt horizon - 15 to 26 inches\nA horizon\nHue - 2.5Y or 10YR\nValue - 3 or 4 dry, 1 or 2 moist\nChroma - 1 or 2 dry or moist\nE horizon\nHue - 2.5Y or 10YR\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nBrighter colored mottles, dark splotches, and fine concretions are few to common\nBt horizon\nHue - 2.5Y or 10YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma -  2 or 3 dry or moist\nClay content - 35 to 55 percent, but does not have an abrupt textural change from the heavy loam or clay loam E horizon to the Bt horizon\nThe multicolored C horizon is distinctly or prominently mottled."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Houk and Morphy series. The Houk soils have a calcic horizon.  The Morphy soils have a layer of secondary carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nettleton soils are on alluvial fans at elevations of 4,200 to 7,000 feet. Slopes range from 0 to 25 percent. The soils formed from in alluvium from basaltic and other basic igneous rock sources. The climate is subhumid with relatively dry summers. Mean annual precipitation is 18 to 25 inches, the mean annual temperature is 40 degrees to 45 degrees F., and the frost-free season is less than 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the DeMasters, Gabica, Harmehl, Klicker, and Nortune soils, none of which has an A2 horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium or slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all is used for range. The natural vegetation is mainly Melica, Sandberg bluegrass, iris, sedges, big sagebrush, cheatgrass, bluebunch wheatgrass, redtop, moss, and in places, rose, yarrow, arbuscula sagebrush, willow, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and adjoining areas. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County, Idaho, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is used as a taxadjunct in the Glacier County and Part of Pondera County, Montana Soil Survey, published in 1980.  This series is not currently used in Idaho.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 18 inches (A1 and A2 horizons)\nAlbic horizon - the zone from 18 to 22 inches (E horizon)\nArgillic horizon - the zone from 22 to 50 inches (Bt1, Bt2 and Bt3 horizons)\nParticle-size control section - the zone from 22 to 42 inches (Bt1 and part of the Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
