{
  "SERIES": "NETTI",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-BKP-JBF",
  "REVDATE": "09/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Netti gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2), moist; moderate thin platy structure; soft, very friable, nonsticky and nonplastic; few fine and many very fine roots; few fine and many very fine vesicular pores; 2 percent stones, 5 percent cobbles, and 15 percent gravel; neutral (pH 7.3); clear smooth boundary. (6 to 20 cm)\nA2--10 to 30 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2), moist; moderate medium and coarse angular blocky structure, slightly hard, friable, slightly sticky and nonplastic; few fine and coarse roots, common very fine roots; few fine and many very fine tubular pores; 2 percent stones, 5 percent cobbles, and 25 percent gravel; neutral (pH 7.2); clear wavy boundary. (13 to 51 cm)\nBt1--30 to 61 cm; yellowish brown (10YR 5/4) very gravelly clay loam, brown (7.5YR 4/4),moist; moderate medium prismatic structure; very hard,  very firm, very sticky and very plastic; common very fine roots; few fine and common very fine tubular pores; 50 percent distinct clay films on all faces of peds and 80 percent distinct clay films on surfaces along pores; 5 percent cobbles and 40 percent gravel; neutral (pH 7.2); clear wavy boundary. (8 to 30 cm)\nBt2--61 to 107 cm; strong brown (7.5YR 5/6) extremely cobbly clay, brown (7.5YR 4/4), moist; weak medium prismatic structure parts to moderate medium angular blocky structure; hard, firm, very sticky and moderately plastic; few very fine roots; few fine and many very fine tubular pores; 50 percent faint clay films on all faces of peds and 80 percent faint clay films on  surfaces along pores; 5 percent stones, 25 percent cobbles, and 40 percent gravel; neutral (pH 7.2); gradual wavy boundary. (13 to 46 cm)\nBt3--107 to 150 cm; light brown  (7.5YR 6/4) extremely stony clay loam, brown (7.5YR 4/4), moist;  weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; few fine and many very fine tubular pores; 30 percent faint clay films on all faces of peds and 45 percent faint clay films on surfaces along pores; 15 percent stones, 20 percent cobbles, and 45 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; about 20 miles southeast of Elko, approximately 530 feet north and 1,055 feet east of the southwest corner of Section 4, Township 31N, Range 57E.; USGS Lee 7.5 minute topographic quadrangle; latitude: 40 degrees 35 minutes 34.99 seconds N and longitude: 115 degrees 33 minutes 47.00 seconds W; WGS84 Decimal Degrees 40.5930528 latitude, -115.5630556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry mid-July through October; xeric soil moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 30 to 50 cm.\nDepth to base of argillic horizon: more than 127 cm.\nOther features: Some pedons have C horizons below a depth of 127 cm.\nParticle-size control section - Clay content: 35 to 50 percent.\nRock fragments: Averages 35 to 60 percent. Fragments consist of rounded gravel, cobble and stone.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nOrganic matter content: 2 to 5 percent.\nBt1 horizon\nHue: 7.5YR or 10YR.\nValue: 3 through 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly clay loam or very gravelly clay\nConsistence: Hard or very hard dry, friable to very firm moist, moderately sticky or very sticky and moderately plastic or very plastic wet.\nStructure: Moderate or strong, fine or medium subangular blocky or prismatic.\nClay content: 30 to 40 percent.\nRock fragments: 30 to 50 percent gravel, 5 to 10 percent cobbles and 0 to 5 percent stones.\nReaction: Neutral or slightly alkaline.\nBt2 horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Very cobbly clay or extremely cobbly clay.\nClay content: 35 to 50 percent.\nRock fragments: 15 to 40 percent gravel, 20 to 50 percent cobbles, 0 to 15 percent stones.\nStructure: Moderate or strong, fine through coarse subangular blocky, angular blocky, or prismatic.\nConsistence: Slightly hard to very hard dry, firm or very firm moist, and moderately sticky or very sticky and moderately plastic or very plastic wet.\nReaction: Neutral or slightly alkaline.\nBt3 horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Extremely cobbly or extremely stony clay loam or clay.\nClay content: 30 to 45 percent.\nRock fragments: 30 to 45 percent gravel, 20 to 40 percent cobbles, 0 to 15 percent stones.\nConsistence: Slightly hard or very hard dry, friable or very firm moist, and moderately sticky or very sticky and moderately plastic or very plastic wet.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Birchcreek, Derringer, Droem, Leevan, McIvey, Ravenswood, Roostercomb, Sharesnout, Threek, Tickville, Urwil, Wilpar, Yago, and Yeates Hollow series. Birchcreek and Derringer are moderately deep to paralithic contacts. Droem, Leevan, Ravenswood, Roostercomb, Sharesnout, and Tickville soils are moderately deep to lithic contacts. McIvey soils are not extremely cobbly in the argillic horizon. Threek soils have horizons of silica accumulation below argillic horizons and have lithologic discontinuities within 100 cm. Urwil soils are intermittently moist in some part above the moisture control section between July and September due to summer convection storms and are dominated by fine gravel in the control section. Wilpar soils are deep to paralithic contacts and are intermittently moist in some part above the moisture control section between July and September due to summer convection storms. Yago soils have subhorizons of the argillic horizon with identifiable secondary carbonates. Yeates Hollow soils are deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Netti soils are on fan remnants, and ballenas. These soils formed in alluvium from quartzite, volcanic and sedimentary rocks. Slopes are 2 to 50 percent. Elevations range from 1,700 to 2,300 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 300 to 410 mm, the mean annual temperature is 5 to 7 degrees C, and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Betra and Heechee Series. Betra Series is moderately deep to a duripan and Heechee series has a loamy-skeletal argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Netti soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly mountain big sagebrush, snowberry, serviceberry, Idaho fescue, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Nevada. These soils are not extensive. The series concept and main acreage occurs in MLRA 25. Other acres of this series are mapped in MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA 25, 2017."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 30 to 150 cm (Bt1, Bt2 and Bt3 horizons).\nParticle-size control section - The zone from 30 to 80 cm (Bt1 and part of the Bt2 horizons).\nADDITIONAL DATA: Pedon ID 2011NV007072\nNational Cooperative Soil Survey\nU.S.A."
  }
}
