{
  "SERIES": "NEUBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLN:RLL:MCO",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Oxyaquic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neubert loam--in a wooded area in a narrow, nearly level flood plain.  (Colors are for moist soil unless otherwise stated.)\n...A--0 to 6 inches; dark reddish brown (5YR 3/4) loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; strongly acid; clear smooth boundary. (4 to 10 inches thick)\nBw1--6 to 10 inches; dark reddish brown (2.5YR 3/4) sandy clay loam; weak and moderate medium subangular blocky structure; friable; common fine and medium, few coarse roots; moderately acid; clear smooth boundary.\n...Bw2--10 to 19 inches; dark reddish brown (2.5YR 3/3) sandy clay loam; weak and moderate medium subangular blocky structure; friable; common fine and medium roots; few fine dark weakly cemented concretions throughout; moderately acid; clear smooth boundary.\n...Bw3--19 to 29 inches; dark reddish brown (5YR 3/4) loam; weak fine subangular blocky structure; friable; few fine and medium roots; moderately acid; abrupt smooth boundary.\n...Bw4--29 to 38 inches; dark reddish brown (5YR 3/4) loam; weak fine subangular blocky structure; friable; common fine roots; few fine dark weakly cemented conceretions throughout; moderately acid; clear wavy boundary.\n...Bw5--38 to 45 inches; dark reddish brown (5YR 3/4) loam; weak fine subangular blocky structure; friable; few fine roots; common fine distinct gray (5YR 5/1) iron depletions in the matrix; common fine dark weakly cemented concretions throughout; slightly acid; clear smooth boundary. (combined thickness of the Bw horizon is 30 to more than 60 inches)\n...Agb--45 to 56 inches; dark reddish gray (5YR 4/2) loam; dark brown (7.5YR 4/3) upon exposure to air; moderate medium subangular blocky structure; friable; few fine roots; few fine red (2.5YR 4/8) accumulations of iron in the matrix; common and fine medium weakly cemented dark concretions throughout; neutral; clear smooth boundary.\n...Bgb--56 to 74 inches; dark grayish brown (10YR 4/2) loam; weak medium subangular blocky structure; friable; few medium prominent dark reddish brown (5YR 3/4) iron accumulations in the matrix; many fine dark weakly cemented concretions throughout; neutral. (combined thickness of buried horizons is 0 to more than 20 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McMinn County, Tennessee; southeast of U.S. Highway 411 in Englewood about 4.5 miles on County Road 480, 65 feet southwest of County Road 480 in wooded area adjacent to Thompson Branch; Englewood Quadrangle  35 degrees 22 minutes 55 seconds North latitude  84 degrees 27 minutes 31 seconds West longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to more than 72 inches.  Depth to bedrock is more than 72 inches.  Soil reaction is strongly acid to neutral throughout.  Content of  quartzose limestone, calcareous sandstone and shale gravel and channers in each horizon ranges from 0 to about 10 percent.  Few to many dark and brown concretions are present in most pedons.\nThe A or Ap horizon has hue of 2.5YR or 5YR, value of 3 or 4, and chroma of 2 to 4.  Texture is loam, sandy loam, fine sandy loam, clay loam, or sandy clay loam.  In some pedons, this horizon may be covered with a recent deposition 1 to 4 inches thick.\nThe Bw horizon has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 3 to 6.  Texture is loam, clay loam, sandy clay loam, or rarely sandy clay or clay.  Some pedons have thin horizons of silt loam or silty clay loam.  Some pedons have mottles in shades of brown, red, yellow or gray.  Redox depletions with chroma of 2 or less are present in some pedons below 24 inches.\nWhere present, the C horizon has colors and textures similar to the Bw horizon.\nThe Abg and Bgb horizons have hue of 5YR to 10YR, value of 3 or 4, and chroma of 0 to 2, or have neural hue with value of 3 or 4.  Texture is loam, sandy clay loam, or clay loam.  Accumulations of iron and manganese range from few to many.  Many pedons have buried horizons below about 40 inches but buried horizons may not be observed in every pedon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neubert soils are in narrow flood plains and local alluvial areas along intermittent drainageways.  Slopes range from 0 to 5 percent.  The soil formed in alluvium from quartzose limestone and  clacareous sandstones and shale.  Near the type location, mean annual air temperature is 57 degrees F., and mean annual precipitation is 57 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alcoa, Red Hill (proposed), Steekee, and Tellico series.  Alcoa soils formed in old alluvium and colluvium and are on adjacent foot slopes and stream terraces.  Redhill, Steekee and Tellico soils are on adjacent side slopes and ridges and formed in residuum or residuum that is affected by soil creep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture, hay, corn, small grains, and tobacco.  Some areas are in woodland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Appalachian Ridges and Valleys in east Tennessee and possibly, northeast Alabama and northwest Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Knox County, Tennessee; 1948"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nOchric epipedon :  0 to 6 inches\nCambic horizon  :  6 to 45 inches\nGleyed horizon  :  45 to 74 inches\nThe Neubert series was previously classified as fine-loamy, siliceous, nonacid, thermic Typic Udifluvents.\nField data confirm the presence of a water table at 20 to 40 inches during the winter and early spring although redoxomorphic depletions may not be present.\nSIR Number: TN0101\nCharacterization data available for S95TN-107-1 and S95TN-107-2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
