{
  "SERIES": "NEUNS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL/TDC/JJJ/SBS",
  "REVDATE": "09/2021",
  "STATES": "CA",
  "OVERVIEW": "The Neuns series consists of moderately deep, well drained soils that formed in slope alluvium and colluvium from metamorphosed igneous and sedimentary rocks.  Neuns soils are on mountains and lava plateaus.  Slopes range from 15 to 80 percent.  The mean annual precipitation is about 40 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neuns gravelly loam - on a north facing convex slope of 75 percent under ponderosa pine and Douglas-fir at 4,000 feet elevation.   (Colors are for dry soil unless otherwise stated.  When described on June 11, 1975, the soil was moist throughout).\nOi--0 to 2 inches; recent and partially decomposed needles, leaves, bark, stems and other organic debris; abrupt smooth boundary. (0 to 4 inches thick)\nA--2 to 5 inches; brown (10YR 4/3) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; 20 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (2 to 8 inches thick).\nAB--5 to 10 inches; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; 20 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (0 to 10 inches thick)\nBt1--10 to 18 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; few thin clay bridges between mineral grains; 10 percent stones and cobbles, 40 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (7 to 11 inches thick)\nBt2--18 to 37 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and many medium and coarse roots; few thin clay bridges between mineral grains; 10 percent stones and cobbles, and 40 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary.  (7 to 19 inches thick)\nR--37 inches; fractured metamorphosed siltstone with some soil material in the fractures.  The fragments are not displaced and the fractures are 4 to 10 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; Scott Valley, about 6 miles northwest of Greenview and 10 feet uphill from the edge of the road cut; 1,300 feet and 1,600 feet of the southeast corner section 16, T. 43 N., R. 10 W.  Quad Location."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact ranges from 20 to 40 inches.  The mean annual soil temperature ranges from 47 to 52 degrees F.  These soils are usually dry in the moisture control section from mid July to October (90 to 150 days) and moist in all parts December to April.  The soil ranges from slightly to very strongly acid.  Base saturation below 10 inches ranges from 25 to 60 percent.  The particle-size control section averages 8 to 18 percent clay and amount of rock fragments averages 35 to 70 percent, mainly gravel.  Stones make up 0 to 15 percent of the upper part of the A horizon and on the surface.\nThe A horizon color is 2.5Y 4/2, 5/2, 6/2,; 10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 5/6, 6/2, 6/3, 6/4; 7.5YR 4/2, 5/2, 6/2, 6/3, 6/4, 6/5 or 6/6..  Moist colors are 10YR 2/2, 3/2, 3/3, 4/2, 4/3, 4/4, 4/6, 5/3; 7.5YR 4/3, 4/4, 4/6 or 3/2.  Texture is sandy loam or loam with 6 to 17 percent clay.  It has 15 to 70 percent rock fragments and is gravelly, very gravelly, cobbly, very cobbly or stony.\nThe Bt horizon color is 10YR 4/4, 5/3, 5/4, 6/2, 6/3, 6/4, 7/3, 7/4; 7.5YR 4/4, 5/4, 5/6, 6/4, 6/6 or 7/6.  Moist colors are 10YR 3/4, 4/3, 4/4, 4/6, 5/3, 5/4; 5/6; 7.5YR 3/2, 3/4, 4/4, 4/6 , 5/4, 5/6 or 6/6..  Texture is very gravelly sandy loam, extremely gravelly sandy loam or loam with 1 or 2 percent more clay than the A horizon.  It has 25 to 70 percent rock fragments that are mostly gravel.\nSome pedons have a thin C horizon with 35 to 80 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring (OR), Baldhill (WA), Barpeak (CA), Beekman (OR), Chamate (T OR), Clallam (WA), Farber (ID), Geppert (OR), Hartless (CA), Inskip (CA), Kanid (OR), Kindig (CA), Mayacama (CA), Sheetiron (CA), Straight (OR), Terbies (WA), Vena (OR), and Woodin (CA) series.  Atring, Geppart, and Straight soils are 20 to 40 inches deep to a paralithic contact.  Baldhill, Barpeak, Chamate, Farber, Hartless, Kanid, and Kindig soils are greater than 40 inches deep.  Terbies soils have a Bs horizon.  Vena soils are dry for 60 to 90 consecutive days and do not have Bt horizons.  Inskip soils have less than 6 percent clay  and have high amounts of ash.  Mayacama and Woodin soils have a MAST of 54 to 59 degrees F.  Sheetiron soils have 18 to 25 percent clay in the particle-size control section and have high amounts of chlorite and mica.  Beekman soils have 18 to 30 percent clay in the Bw horizon.  Clallan soils have dense glacial till Cd horizons at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neuns soils are on mountains and lava plateaus.  Slopes are 15 to 80 percent.  This soil, in places, is mapped with up to 10 percent of the area as rock outcrop.  The soils formed in material from metasediments, metabasic and greenstone.  Elevations are 2,200 to 6,000 feet.  The climate is subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 28 to 60 inches.  Seasonal snowfall is 10 to 30 inches.  Mean January temperature is about 36 degrees F; mean July temperature is about 60 degrees F; mean annual temperature is 45 to 53 degrees F.  Frost-free season is 80 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kettlebelly, Chaix, Chawanakee, Goulding, Hohmann, Kinkel, Marpa and Sheetiron soils.  Kettlebelly, Boomer, Kinkel and Marpa soils have an argillic horizon.  Chaix and Chawanakee soils have a coarse-loamy control section.  Goulding soils are less than 20 inches to a lithic contact.  Hohmann and Hugo soils have a fine-loamy control section.  Sheetiron soils have a fine-loamy argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Neuns soils are used primarily for timber production.  Natural vegetation includes ponderosa pine, Douglas-fir, White fir, sugar pine, oak, deerbrush, chinquapin, manzanita, tanoak and squawcarpet, white thorn ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Klamath Mountains of California and possibly southern Oregon.  The soils are moderately extensive.  MLRA is 22 and 5."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Glenn County, California 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Bt horizon has a minimal clay increase but it is not enough to qualify for an argillic horizon within a distance of 12 inches.\nThis is a change in type location but does not change the concept nor the classification.\nThe series concept is narrowed to reflect a mean annual soil temperature of 47 to 51 degrees F.  Neuns mapped in other areas will be updated.\nThe series type location was moved from Glenn County to Siskiyou County in 1985.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from the soil surface to about 8 inches (A and AB horizon).\nCambic horizon - the zone from about 8 to 35 inches (Bt1 and Bt2 horizon).\nLithic contact - the boundary at about 35 inches (R horizon).\nADDITIONAL DATA:  This pedon was sampled by UC Davis 6-75.  Pedon number 75-CA-47-117X, Four pedons sampled by NSSL SCA78-033-031, SCA92-043-103, S79CA-045-011 and S92CA-043-103.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches; recent and partially decomposed needles, leaves, bark, stems and other organic debris; abrupt smooth boundary. (0 to 4 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 5 inches; brown (10YR 4/3) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; 20 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (2 to 8 inches thick)."
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--5 to 10 inches; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; 20 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 18 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; few thin clay bridges between mineral grains; 10 percent stones and cobbles, 40 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (7 to 11 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--18 to 37 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and many medium and coarse roots; few thin clay bridges between mineral grains; 10 percent stones and cobbles, and 40 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary.  (7 to 19 inches thick)"
      },
      {
        "name": "R",
        "top": 94,
        "texture_class": "silt",
        "narrative": "R--37 inches; fractured metamorphosed siltstone with some soil material in the fractures.  The fragments are not displaced and the fractures are 4 to 10 inches apart."
      }
    ]
  ]
}
