{
  "SERIES": "NEUSKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/SBC/JAL",
  "REVDATE": "12/2002",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Vitrandic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neuske ashy silt loam, forested.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak medium blocky structure; soft, friable, slightly sticky, slightly plastic; many fine roots; neutral (pH 6.6); clear smooth boundary.  (4 to 6 inches thick)\nA2--5 to 10 inches; brown (10YR 5/3) ashy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; many fine roots; slightly acid (pH 6.5); abrupt smooth boundary.  (0 to 6 inches thick)\nE--10 to 29 inches; pale yellow (2.5Y 7/3) loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few fine roots; few pebbles and stones; slightly acid (pH 6.2); abrupt smooth boundary.  (6 to 20 inches thick)\nEB--29 to 34 inches; light yellowish brown (2.5Y 6/4) loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few fine roots; common tubular pores; few pebbles and stones; neutral (pH 7.2); abrupt smooth boundary.  (4 to 8 inches thick)\nBt--34 to 46 inches; yellowish brown (10YR 5/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic; many decayed roots; many pebbles and stones; common faint discontinuous clay films in pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (10 to 14 inches thick)\nBC--46 to 60 inches; yellowish brown (10YR 5/4) stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, moderately sticky, moderately plastic; 25 percent stones; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ferry County, Washington; Timber Ridge logging road, Republic Ranger District, Colville National Forest, 20 yards uphill from road.  SW1/4 SW1/4 sec. 20,T.37N., R.34E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 42 to 46 degrees F.  These soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 60 to 75 consecutive days following the summer solstice.  The upper 7 to 14 inches has an estimated moist bulk density of 1.00 to 1.40 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.   The particle-size control section is 18 to 35 percent clay and and 5 to 35 percent rock fragments by weighted average.  Solum is more than 60 inches thick.\nThe A horizon has value of 4 or 5 dry, 2 through 4 moist, and chroma of 1 through 3 dry or moist.  It is 0 to 10 percent pebbles.  Reaction is slightly acid or neutral.\nThe E horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 dry, and chroma of 2 or 3 dry, 2 to 4 moist.  It is loam or silt loam and is 0 to 15 percent pebbles.  Reaction is slightly acid or neutral.  Some pedons have a transitional AE, EB, or B/E horizon.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is sandy clay loam, clay loam, loam, or silty clay loam and is gravelly in some pedons.  It is 5 to 30 percent pebbles, 0 to 10 percent cobbles and stones.  Reaction ranges from slightly acid to slightly alkaline.\nThe BC horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is loam, sandy loam, or clay loam and is gravelly, cobbly, or stony in some pedons. It is 5 to 30 percent pebbles, 5 to 25 percent cobbles and stones. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ketchly, Nahahum, Nard, Nardmont and Panak series.  Ketchly soils do not have an albic horizon. Nahahum soils have schist or gneiss rock fragments in the particle-size control section and have less than 75 percent base saturation in the upper 30 inches.  Nard soils have a Btx horizon at 25 to 40 inches. Nardmont soils are dry for 45 to 60 consecutive days.  Panak soils have hue of 5YR or 7.5YR in the A horizon and are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neuske soils are on glaciated mountain slopes and ground moraines.  These soils formed in glacial till from mixed sources with a component of loess and volcanic ash in the upper part. Slopes are 0 to 65 percent.  Elevations range from 1,800 to 4,500 feet.  The climate is characterized by cold, wet winters and wrm, dry summers. The average annual precipitation is 18 to 30 inches.  The mean January temperature is about 23 degrees F, the mean July temperature is about 64 degrees F, and the mean annual air temperatures is about 43 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aits, Apex, Louploup, Nevine, Republic, and Stapaloop soils.  Aits and Apex soils are coarse-loamy and have a discrete volcanic ash mantle 7 to 14 inches thick.  Louploup soils are ashy over loamy.  Nevine soils are ashy over loamy-skeletal.  Republic and Stapaloop soils are coarse-loamy and Republic soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability; slow to rapid runoff depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal uses are timber production, livestock grazing, wildlife habitat, recreation, and watershed.  The native vegetation is Douglas-fir, ponderosa pine, western larch, and lodgepole pine.  Understory species include pinegrass, pachystima, kinnikinnick, common snowberry, white spiraea, big huckleberry, longtube twinflower, heartleaf arnica, and silky lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ferry County (North Ferry Area), Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are on ochric epipedon from the surface to 5 inches, an albic horizon from 10 to 29 inches, and an argillic horizon from 34 to 46 inches.  The typical pedon was redescribed (1987) using vial samples stored in the Spokane SCS State Office. The description reflects a change in classification from fine-loamy, mixed, frigid Vitrandic Haploxeralfs to fine-loamy, isotic, frigid Vitrandic Haploxeralfs.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
