{
  "SERIES": "NEVADOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC-RAF-JVC",
  "REVDATE": "09/2019",
  "STATES": "NV,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Durinodic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nevador loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine and common fine interstitial pores; neutral (pH 7.2); abrupt smooth boundary. (3 to 15 cm thick)\nA2--8 to 15 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine and few fine interstitial pores; neutral (pH 7.2); clear smooth boundary. (0 to 13 cm thick)\nBt1--15 to 30 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and few fine tubular pores; few faint clay bridges between mineral grains; 5 percent gravel; neutral (pH 7.2); clear smooth boundary. (8 to 33 cm thick)\nBt2--30 to 61 cm; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; common faint clay films on faces of peds and as bridges between mineral grains; 5 percent gravel; neutral (pH 7.3); clear smooth boundary. (23 to 33 cm thick)\nBqk1--61 to 109 cm; very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 5 percent gravel; 50 percent coarse (10 to 20 mm) durinodes; secondary carbonates segregated as few fine filaments; noneffervescent matrix and slightly effervescent filaments; slightly alkaline (pH 7.4); clear wavy boundary. (13 to 50 cm thick).\nBqk2--109 to 132 cm; very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; massive; hard, friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 5 percent gravel; 30 percent coarse (10 to 20 millimeter) durinodes; secondary carbonates segregated as few fine filaments; noneffervescent matrix and slightly effervescent filaments; slightly alkaline (pH 7.4); clear wavy boundary. (0 to 48 cm thick)\nBqk3--132 to 155 cm; very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; massive; hard, friable, nonsticky and nonplastic; few fine roots; common very fine interstitial pores; 5 percent gravel; 10 percent coarse (10 to 20 millimeter) durinodes; secondary carbonates segregated as few fine filaments; violently effervescent; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; about 4 miles northeast of Wells and north of Town Creek Flat; about 200 feet south and 1,400 feet west of the northeast corner of section 25, T. 38 N., R. 62 E.; USGS Oxley Peak 7.5 minute topographic quadrangle; latitude 41 degrees 09 minutes 20.5 seconds N and longitude 114 degrees 54 minutes 43 seconds W; WGS84 Decimal Degrees 41.1556944 latitude, -114.9119444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in the moisture control section; moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to base of argillic horizon: 30 to 64 cm.\nDepth to horizons with durinodes: 30 to 61 cm.\nOther features: Some pedons have Bk horizons directly beneath the Bt horizons; some pedons have C horizons.\nParticle-size control section - Clay content: 20 to 35 percent.\nSand content: 35 to 65 percent.\nRock fragments: 0 to 15 percent, mainly gravel. Lithology of fragments are mixed rocks.\nA horizons\nValue: 5 or 6 dry, 3 or 4 moist; the upper 18 cm of the soil when mixed has a dry value of 6.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay loam, sandy clay loam, or loam.\nRock fragments: 0 to 10 percent gravel.\nStructure: Weak through strong, fine through coarse prismatic, subangular blocky, or angular blocky.\nReaction: Neutral through moderately alkaline.\nSalinity (EC): 0 to 4 mmhos/cm.\nSodicity (SAR): 0 to 5.\nBqk horizons\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Stratified gravelly fine sandy loam to extremely gravelly loamy sand.\nReaction: Slightly alkaline through strongly alkaline.\nSalinity (EC): 0 to 8 mmhos/cm.\nSodicity (SAR): 0 to 12.\nDurinodes: 10 to 70 percent; durinode consistence is hard through extremely hard dry and firm through extremely firm moist in a friable horizon matrix; some pedons have few very thin (less than 2 mm) discontinuous and unoriented silica laminae.\nIdentifiable secondary carbonates: Occurs as few or common filaments in matrix or as coats on durinodes.\nCalcium carbonate equivalent: 1 to 5 percent.\nOther features: Some pedons have thin strata of sand and gravel.\nBq horizon (when present)\nValue: 5 through 6 dry, 3 through 5 moist\nChroma: 2 through 4, dry or moist\nTexture: Loamy sand or loamy fine sand\nDurinodes: 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aladshi, Alley, Allor, Chime, Cleghorn, Glyphs, Igert, Mimentor, Qwynn, Wedertz, Wedlar, and Zevadez series.\nAladshi soils have identifiable secondary carbonates in the argillic horizon, have subhorizons of the argillic which are gravelly, and have Bqk horizons which are firm and brittle when moist. Alley soils average 15 to 25 percent rock fragments in the particle-size control section. Allor soils have 15 to 35 percent rock fragments in the particle-size control section. Chime soils are moderately deep to paralithic contacts. Cleghorn soils have mean annual soil temperature of 10 to 13 degrees C. and have horizons which are firm and brittle when moist. Glyphs soils have 15 to 35 percent rock fragments in the particle-size control section. Igert soils are moderately deep to lithic contacts. Mimentor soils lack secondary carbonates within 100 cm.  Qwynn soils are moist for 10 to 20 days between July and September due to convection storms. Wedertz soils have albic horizons and horizons which are firm and brittle when moist. Wedlar soils have albic horizons, argillic horizons with bases deeper than 60 cm, gravelly substrata, and are intermittently moist during summer months. Zevadez soils have noneffervescent Bq horizons which are firm and brittle when moist."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevador soils are on fan remnants. They typically occur on summit positions. These soils formed in alluvium derived from mixed rocks, loess, and volcanic ash. Slopes are 0 to 15 percent. Elevations range from 1,375 to 1,955 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 70 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dacker, Dewar, Kelk, and Wiffo soils. Dacker soils are moderately deep to duripans. Dewar soils are loamy and shallow to duripans. Kelk soils are fine-silty and have cambic horizons. Wiffo soils are loamy-skeletal and do not have diagnostic subsurface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nevador soils are used for rangeland and wildlife habitat. The vegetation is mainly Wyoming big sagebrush, spiny hopsage, needlegrass, bluebunch wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Nevada and southern Oregon. These soils are moderately extensive. MLRAs 23, 24 and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A prior revision moved the series type location from Washoe County to a more representative area in Elko County, Nevada. Field investigations determined that the Nevador soils correlated in the Surprise Valley-Home Camp Area, California-Nevada, where the prior typical pedon occurred, are ashy and glassy. Such soils are now within the range of the tentative Nevadash series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 15 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 15 to 61 cm (Bt1 and Bt2 horizons).\nIdentifiable secondary carbonates and durinodes - The zone from 61 to 155 cm (Bqk1, Bqk2, and Bqk3 horizons).\nDuric feature - The zone from 61 to 102 cm (part of the Bqk1 horizon).\nParticle-size control section - The zone from 18 to 61 cm (Bt1 and Bt2 horizons).\nADDITIONAL DATA: During the MLRA update the hardness of the durinodes should be evaluated to determine if fragments or parafragments. Durinodes must be weakly to moderately cemented and qualify as parafragments since they are not part of the texture modifier.  These textures should be revised to reflect the parafragment content in the Bqk horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
