{
  "SERIES": "NEVENS",
  "STATUS": "Established Series",
  "BYREV": "Rev. PCW-RTR-MLP-AGG",
  "REVDATE": "05/2007",
  "STATES": "MN",
  "OVERVIEW": "The Nevens series consists of very deep, poorly drained soils that formed in a loamy mantle and the underlying dense till on drumlins and moraines. Slopes range from 0 to 2 percent. Mean annual air temperature is about 4.0 degrees C., and the mean annual precipitation is about 750 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, nonacid, frigid Typic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nevens stony loam on a footslope of a drumlin with a 1 percent slope at an elevation of about 484 meters. The site is vegetated with quaking aspen, red osier dogwood and alder. (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 cm; very dark brown (10YR 2/2) stony loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many very fine and fine roots and common medium roots; about 6 percent gravel, 6 percent cobbles and 6 percent stones; strongly acid; abrupt wavy boundary. (3 to 15 cm thick)\nBw1--13 to 28 cm; brown (7.5YR 4/4) stony sandy loam; weak medium and fine subangular blocky structure; friable; common very fine and fine roots; about 5 percent gravel, 6 percent cobbles and 6 percent stones; strongly acid; clear wavy boundary.\nBw2--28 to 64 cm; brown (7.5YR 4/3 and 7.5YR 4/4) sandy loam; few fine distinct brown (7.5YR 5/2) and common fine distinct brown (7.5YR 5/3) Fe depletions and common fine prominent yellowish red (5YR 4/6) and few fine distinct dark brown (7.5YR 3/2) Fe concentrations; weak medium and fine subangular blocky structure; friable; few very fine and fine roots; about 5 percent gravel, 5 percent cobbles and 4 percent stones; moderately acid; gradual wavy boundary.\nBw3--64 to 94 cm; brown (7.5YR 4/4) sandy loam; common medium distinct brown (7.5YR 5/3) and common fine prominent grayish brown (10YR 5/2) Fe depletions and common medium prominent strong brown (7.5YR 5/8) and common medium prominent yellowish red (5YR 4/6) Fe concentrations; weak medium and fine subangular blocky structure; friable; few very fine and fine roots; about 5 percent gravel, 5 percent cobbles and 3 percent stones; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 36 to 91 cm)\n2BCd1--94 to 122 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 cm to 1 meter apart; very firm; few very fine and fine roots; common fine prominent strong brown (7.5YR 4/6) Fe concentrations; about 25 percent gravel and 8 percent cobbles; slightly acid; gradual wavy boundary.\n2BCd2--122 to 203 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam;  moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 cm to 1 meter apart; very firm; about 25 percent gravel and 8 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 30 miles north of Duluth; 650 feet north and 400 feet west of the southeast corner, section 18, T. 55 N., R. 13 W.; USGS Boulder Lake Reservoir NE Quadrangle, latitude 47 degrees 14 minutes 40 seconds N. and longitude 92 degrees 01 minute 42 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the loamy mantle ranges from 51 to 102 cm. The depth to free carbonates is greater than 203 cm. Stony surface phases are recognized. Rock fragment content averages less than 35 percent, by volume, in the series control section.\nSome pedons may have a thin O horizon (duff layer).\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is stony loam, stony fine sandy loam, stony sandy loam, or their non-stony, gravelly or cobbly analogues. Rock fragment content by volume ranges from 2 to 30 percent with 2 to 15 percent gravel, 0 to 20 percent cobbles and 0 to 10 percent stones and boulders. It is strongly acid to slightly acid.\nSome pedons have a thin E horizon but this occurs in less than 50 percent of all pedons.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 3 to 6. It is sandy loam, loam, fine sandy loam, or their stony, cobbly or gravelly analogues. Rock fragment content by volume ranges from 2 to 30 percent with 2 to 15 percent gravel, 0 to 20 percent cobbles and 0 to 10 percent stones and boulders. It is strongly acid to slightly acid.\nSome pedons have a Bg horizon with chroma of 2.\nSome pedons have a BC, 2Bw or 2BC horizon.\nThe 2BCd horizon has hue of 10YR, value of 3 or 4 and chroma of 2 or 3. It is gravelly sandy loam, gravelly coarse sandy loam, gravelly loamy coarse sand, gravelly loamy sand or their very gravelly analogues. Rock fragment content by volume ranges from 15 to 45 percent with 15 to 35 percent gravel, 0 to 10 percent cobbles and 0 to 2 percent stones and boulders. The 1/3 bar bulk density of the fine earth fraction is from 1.8 to 2.0 gm/cm3. It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cable, Canosia and Mishwabic(T) series.  The Cable soils have a 3Cd horizon typically comprised of sandy dense till.  The Canosia soils formed in Superior Lobe till with substratum colors having hue of 2.5YR and 5YR. Mishwabic soils have a paralithic contact at depths of 51 to 102 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevens soils are on nearly level summits, flats and footslopes on drumlins and moraines. Slopes range from 0 to 2 percent. They formed in a loamy mantle and the underlying dense loamy basal Rainy Lobe till of Late Wisconsinan glaciation. Mean annual air temperature ranges from 2 to 6 degrees C., and mean annual precipitation ranges from 710 to 790 mm. Annual frost free days range from 90 to 120 days. The elevation above sea level ranges from 200 to 600 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brimson, Bugcreek and Toimi soils. The somewhat poorly drained Brimson soils are on plane to slightly convex slopes and are typically higher lying on the landscape.  The very poorly drained Bugcreek soils are in drainageways and depressions and typically have more stones in and on the surface. The moderately well drained Toimi soils are convex and are higher lying on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Surface runoff is negligible to low. Saturated hydraulic conductivity is 1.41 to 14.11 micrometers per second (0.20 to 2.0 inches per hour) in the upper part and .01 to .42 micrometers per second (0.0015 to 0.06 inches per hour) in the lower part.  Nevens soils have perched saturation as high as the surface during spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production. Native vegetation is mixed deciduous and coniferous forest. Major tree species are quaking aspen, balsam fir and black spruce. Major shrub species are tag alder, red osier dogwood and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-93A.  Northeastern Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota (Duluth subset), 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 13 cm below the surface (A horizon); cambic horizon - the zone from 13 cm to 109 cm (Bw horizons). Aquic suborder based on a presumed positive test with alpha,alpha dipyridyl in normal year and field monitoring of actual conditions over time.  The nature of this parent material is to not show reduced colors even though saturated for prolonged periods of time.  Studies are underway as to the reason for this situation; isotic mineralogy based on lab data.\nThe designation of the 2BCd horizon is based on fractures and platy structure in the densic material.  Clay and silt translocation can be seen between the horizontal plates when broken apart.\nADDITIONAL DATA: Refer to NSSL pedon number S95-MN137-542 for additional analysis.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 13 cm; very dark brown (10YR 2/2) stony loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many very fine and fine roots and common medium roots; about 6 percent gravel, 6 percent cobbles and 6 percent stones; strongly acid; abrupt wavy boundary. (3 to 15 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--13 to 28 cm; brown (7.5YR 4/4) stony sandy loam; weak medium and fine subangular blocky structure; friable; common very fine and fine roots; about 5 percent gravel, 6 percent cobbles and 6 percent stones; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 64,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 64 cm; brown (7.5YR 4/3 and 7.5YR 4/4) sandy loam; few fine distinct brown (7.5YR 5/2) and common fine distinct brown (7.5YR 5/3) Fe depletions and common fine prominent yellowish red (5YR 4/6) and few fine distinct dark brown (7.5YR 3/2) Fe concentrations; weak medium and fine subangular blocky structure; friable; few very fine and fine roots; about 5 percent gravel, 5 percent cobbles and 4 percent stones; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 64,
        "bottom": 94,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3--64 to 94 cm; brown (7.5YR 4/4) sandy loam; common medium distinct brown (7.5YR 5/3) and common fine prominent grayish brown (10YR 5/2) Fe depletions and common medium prominent strong brown (7.5YR 5/8) and common medium prominent yellowish red (5YR 4/6) Fe concentrations; weak medium and fine subangular blocky structure; friable; few very fine and fine roots; about 5 percent gravel, 5 percent cobbles and 3 percent stones; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 36 to 91 cm)"
      },
      {
        "name": "2BCd1",
        "top": 94,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCd1--94 to 122 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 cm to 1 meter apart; very firm; few very fine and fine roots; common fine prominent strong brown (7.5YR 4/6) Fe concentrations; about 25 percent gravel and 8 percent cobbles; slightly acid; gradual wavy boundary."
      },
      {
        "name": "2BCd2",
        "top": 122,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "narrative": "2BCd2--122 to 203 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam;  moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 cm to 1 meter apart; very firm; about 25 percent gravel and 8 percent cobbles; slightly acid."
      }
    ]
  ]
}
