{
  "SERIES": "NEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/GB/JAL",
  "REVDATE": "11/2005",
  "STATES": "CO,MT,UT,WY",
  "OVERVIEW": "The Neville series consists of very deep, well drained, moderately permeable soils formed in thick, calcareous, alluvial fan material derived from redbed loamstone, siltstones, and shales.  Neville soils are on alluvial fans.  Slopes range from 0 to 30 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Neville fine sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; reddish gray (5YR 5/2) fine sandy loam, dark reddish brown (5YR 3/2) moist; strong fine granular structure; soft, very friable, calcareous; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 6 inches thick)\nAC--4 to 10 inches; reddish brown (5YR 5/3) heavy fine sandy loam, reddish brown (5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, peds are hard; calcareous; moderately alkaline (pH 8.2); gradual smooth boundary.  (0 to 8 inches thick)\nC--10 to 60 inches; light reddish brown (2.5YR 6/4) loam, reddish brown (2.5YR 5/4) moist; massive; hard, very friable; calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Paso County, Colorado; approximately 150 feet south of the right-angle turn in the Lytle Road in the NE1/4 of Sec. 34, T. 16 S., R. 67 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 47 to 58 degrees F., and mean summer soil temperature ranges from 59 to 79 degrees F.  These soils are typically calcareous but some pedons are leached to a maximum depth of 10 inches. Gypsum on a weighted average basis is less than 5 percent in the control section and in most subhorizons above 24 inches is less than 3 percent.  Exchangeable sodium is less than 15 percent and conductivity is less than 15 millimhos in subhorizons totalling 6 or more inches above a depth of 24 inches.  The calcium carbonate equivalent is less than 5 percent in the upper 20 inches and does not exceed 8 percent in the lower parts of the control section.  Continuous subhorizons of visible secondary calcium carbonate and/or sulfate occur below 40 inches, but some visible accumulations may occur at any depth in some pedons.  The particle size control section is loam, fine sandy loam, or clay loam and less commonly sandy loam or sandy clay loam.  Clay ranges from 18 to 35 percent, silt from 20 to 50 percent, and sand from 20 to 60 percent.  Sand coarser than very fine sand ranges from 15 to 35 percent.  Coarse fragments range from 0 to 15 percent in much of the control section and are mainly less than 10 inches in diameter.  The soil is moist cumulative in some part when the temperature at 20 inches is greater than 41 degrees F.  for 56 to 152 days, which occurs mainly in April through June.  Soil temperature is above 41 degrees F. for 230 to 305 days.\nThe A horizon has hue of 7.5YR and redder, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 6.  It is slightly alkaline or moderately alkaline.\nThe AC horizon has hue of 5YR or redder, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 6.  This horizon is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 5YR or redder, value of 5 or 6 dry, 3 through 5 moist, and chroma of 3 through 6.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the El Rancho, Kishona, Mikim, Paradox, Pojoaque, Thedalund, Theedle and Tsosie series.  Shavano soils have a lithic contact above a depth of 40 inches.  Thedalund, and Theedle soils have a paralithic contact above a depth of 40 inches.  Kishona soils have a lithochromic hue no redder than 7.5YR.  El Rancho soils have more than 35 percent fine or coarser sand throughout the major portion of the particle-size control section. Paradox and Mikim soils have dry moisture control sections for 15 consecutive days from May 15 to July 15, when the soil temperature at 20 inches is greater than 41 degrees F.  Pojoaque soils have more than 35 percent fine or coarser sand and 15 to 35 percent coarse fragments throughout the particle-size control section. Tsosie soils have hue of 10YR or 2.5Y throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Neville soils are on alluvial fans.  Slopes range from 0 to 30 percent.  The soil formed in thick, calcareous, alluvial fan material derived from redbed loamstones, siltstone, and shales.  The annual precipitation is 10 to 14 inches with peak periods of precipitation occurring in the spring and early summer inches.  Mean annual temperature is 48 degrees F; mean summer temperature is 67 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Connerton and the competing Kim\nsoils.  Connerton soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for native pastureland or for dry and\nirrigated cropland.  Native vegetation consists of sagebrush, cactus, blue grama, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Colorado, Wyoming, and Montana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fort Collins Area, Colorado, 1927.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
