{
  "SERIES": "NEVINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ASZ/SP/JAL",
  "REVDATE": "02/2004",
  "STATES": "MT,WA",
  "OVERVIEW": "The Nevine series consists of moderately deep to a densic contact, well drained soils formed in volcanic ash over glacial till. Nevine soils are on moraines, foothills, and mountains and have slopes of 0 to 65 percent. The average annual precipitation is about 20 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nevine ashy loam - forested. (Colors are for dry soil unless otherwise noted.)\n0i--0 to 1 inch; partially decomposed needles, twigs, grass; neutral (pH 6.6).\nA--1 to 1.25 inch; light brownish gray (10YR 6/2) ashy loam, dark grayish brown (10YR 4/2) moist; soft; very friable; slightly acid (pH 6.4); abrupt smooth boundary. (0 to 9 inches thick)\nBw1--1.25 to 6 inches; pale brown (10YR 6/3) ashy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many roots; few fine pores; neutral (pH 6.6); clear smooth boundary. (5 to 18 inches thick)\nBw2--6 to 17 inches; very pale brown (10YR 7/4) ashy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many roots; few fine pores; slightly acid (pH 6.4); abrupt wavy boundary. (0 to 17 inches thick)\n2C--17 to 32 inches; light gray (2.5Y 7/2) very gravelly loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common roots; few fine pores; 40 percent pebbles, 15 percent cobbles and stones; few fine stains; slightly acid (pH 6.3); clear smooth boundary. (6 to 25 inches thick)\n2Cd1--32 to 50 inches; light gray (2.5Y 7/2) dense glacial till that breaks to very gravelly sandy loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few roots; few fine pores; few prominent brown (10YR 4/3) moist bands 1-5mm. wide; 40 percent pebbles, 15 percent cobbles and stones; slightly acid (pH 6.3); abrupt smooth boundary.\n2Cd2--50 to 60 inches; light gray (2.5Y 7/2) dense glacial till that breaks to very gravelly sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable; few roots; common fine pores; 40 percent pebbles; 15 percent cobbles and stones; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; 2,112 feet west and 528 feet north of southeast corner sec. 1, T. 36 N., R. 31 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches ranges from 41 to 47 degrees F. These soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 60 to 75 consecutive days following the summer solstice. The thickness of the mantle of volcanic ash ranges from 14 to 30 inches.  The depth to the densic contact with dense glacial till is 20 to 40 inches.  The upper part of the particle-size control section has an estimated moist bulk density of 0.65 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent for air dried samples, and has 0 to 25 percent rock fragments. Reaction is moderately acid to neutral.  Some pedons have a thick C horizon of Mt. St. Helens W ash below the O horizon.\nThe A horizon, when present, has value of 4 through 8 dry, 3 through 6 moist, and chroma of 1 through 3 dry or moist. It is ashy loam or ashy silt loam, and has a stony, very stony, or extremely stony surface in some pedons. It is 0 to 20 percent pebbles, and 0 to 35 percent cobbles and stones.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 through 4 dry or moist. It is commonly ashy silt loam or ashy loam, but is ashy sandy loam or ashy very fine sandy loam in some pedons. The lower part of some Bw horizons are gravelly. It is 0 to 20 percent pebbles and 0 to 5 percent cobbles.\nThe 2C or 2BC horizon, when present has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4 dry or moist. The texture is very gravelly loam, very gravelly sandy loam, or very cobbly loam. It is 20 to 40 percent pebbles, 2 to 20 percent cobbles, and 0 to 20 percent stones. Some pedons have a 2BC horizon that is loam or sandy loam, and is gravelly, cobbly, or very gravelly.\nThe 2Cd horizon is dense glacial till that has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4 dry or moist. It crushes to loam, sandy loam, coarse sandy loam, or loamy sand, and is very gravelly, very cobbly, or very stony. It is 20 to 40 percent pebbles, 2 to 25 percent cobbles, and 0 to 20 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brannan, Capoose, Crackler,  Elbowlake, Farway, Kellerbutte, Kootenai, Natapoc, Olote, Rouen, Saska, and Vingulch series and the closely related Newbell series. The Brannan, Crackler, Farway, Kellerbutte, Kootenai, and Saska soils are more than 40 inches deep. The Capoose, Olote, Rouen, and Vingulch soils have a lithic contact at a depth of 20 to 40 inches. Dufort soils have acid-oxalate extractable aluminum plus 1/2 iron of 0.4 to 1.0 percent. Kellerbutte soils have 35 to 60 percent angular granitic or porphyritic volcanic rock fragments and have moderately rapid permeability in the lower part of the particle-size control section. Elbowlake soils are 35 to 60 percent dominantly channery metasedimentary rock fragments and 30 to 50 percent silt in the lower part of the particle-size control section. Natapoc soils are sandy loam in the upper part of the particle-size control section. Newbell soils have a mantle of volcanic ash 7 to 14 inches thick and are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevine soils are on glacial moraines and glaciated foothills and mountains at elevations of 2,000 to 5,500 feet. Slopes range from 0 to 65 percent. Nevine soils formed in glacial till with a mantle of volcanic ash. The climate is characterized by warm, dry summers and cool, moist winters. The average annual precipitation is 16 to 24 inches. The mean January temperature is 23 degrees F, the mean July temperature is 64 degrees F, and the mean annual temperatures is 39 to 46 degrees F. The frost-free season is 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Donavan, Goddard, Inkler, Louploup, Manley, Merkel, Republic, Scrabblers, and the competing Talls soils. Donavan and Republic soils have a mollic epipedon are coarse-loamy. Inkler, Merkel, Scrabblers, and Talls soils have a volcanic ash mantle 7 to 14 inches thick. Also, Goddard soils are sandy-skeletal, Inkler soils are loamy-skeletal, and Scrabblers soils are sandy. Louploup soils are ashy over loamy. Manley soils are ashy over loamy-skeletal and have a cryic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to very rapid runoff; moderate over slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland and grazed woodland, small areas have been cleared and used for hay land and dryland crops. Native vegetation is Douglas-fir, western larch, ponderosa pine, lodgepole pine, mallow ninebark, pachystima, common snowberry, elksedge, ceanothus and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington and possibly northern Idaho and northwestern Montana. These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County Area, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAn ochric epipedon from 1 to 6 inches;\nA cambic horizon dominated by volcanic ash from 6 to 17 inches;\nA densic contact at 32 inches.\nThe description reflects a change in classification from ashy over loamy-skeletal, mixed, frigid Typic Vitrixerands to Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data are available on this series. National Soil Survey Lab Pedon Numbers:\nS69WA-047-001, S69WA-047-002, S69WA-047-003, S83WA-047-003, S86WA-047-001, S91WA-047-002, S91WA-047-005, S93WA-047-008, S94WA-047-007, S94WA-047-008, S94WA-047-013, S97WA-047-003, S97WA-047-005."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i--0 to 1 inch; partially decomposed needles, twigs, grass; neutral (pH 6.6)."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 1.25 inch; light brownish gray (10YR 6/2) ashy loam, dark grayish brown (10YR 4/2) moist; soft; very friable; slightly acid (pH 6.4); abrupt smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--1.25 to 6 inches; pale brown (10YR 6/3) ashy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many roots; few fine pores; neutral (pH 6.6); clear smooth boundary. (5 to 18 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 15,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--6 to 17 inches; very pale brown (10YR 7/4) ashy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many roots; few fine pores; slightly acid (pH 6.4); abrupt wavy boundary. (0 to 17 inches thick)"
      },
      {
        "name": "2C",
        "top": 43,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C--17 to 32 inches; light gray (2.5Y 7/2) very gravelly loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common roots; few fine pores; 40 percent pebbles, 15 percent cobbles and stones; few fine stains; slightly acid (pH 6.3); clear smooth boundary. (6 to 25 inches thick)"
      },
      {
        "name": "2Cd1",
        "top": 81,
        "bottom": 127,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cd1--32 to 50 inches; light gray (2.5Y 7/2) dense glacial till that breaks to very gravelly sandy loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few roots; few fine pores; few prominent brown (10YR 4/3) moist bands 1-5mm. wide; 40 percent pebbles, 15 percent cobbles and stones; slightly acid (pH 6.3); abrupt smooth boundary."
      },
      {
        "name": "2Cd2",
        "top": 127,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd2--50 to 60 inches; light gray (2.5Y 7/2) dense glacial till that breaks to very gravelly sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable; few roots; common fine pores; 40 percent pebbles; 15 percent cobbles and stones; slightly acid (pH 6.3)."
      }
    ]
  ]
}
