{
  "SERIES": "NEVKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA/ELS/RLB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nevka silt loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; moderate very thin platy structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine tubular pores; violently effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary. (5 to 13 cm thick)\nC1--10 to 20 cm; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine, and few medium roots; common very fine tubular pores; violently effervescent; very strongly alkaline (pH 9.6); clear smooth boundary. (8 to 25 cm thick)\nC2--20 to 33 cm; light brownish gray (10YR 6/2) silt loam, brown (7.5YR 4/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular, and many very fine interstitial pores; violently effervescent; very strongly alkaline (pH 9.6); abrupt smooth boundary. (4 to 20 cm thick)\n2Ab--33 to 48 cm; pinkish gray (7.5YR 6/2) silt loam, dark brown (7.5YR 3/2) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few fine and very fine tubular, and many very fine interstitial pores; violently effervescent; very strongly alkaline (pH 9.2); clear wavy boundary. (0 to 20 cm thick)\n2ACb--48 to 61 cm; pinkish gray (7.5YR 6/2) silt loam, brown (7.5YR 4/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; many very fine tubular and interstitial, and few fine tubular pores; violently effervescent; very strongly alkaline (pH 9.2); clear wavy boundary. (0 to 20 cm thick)\n2Ck1--61 to 79 cm; very pale brown (10YR 8/3) loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine, and common fine tubular pores; few 1 cm carbonate concretions; violently effervescent; very strongly alkaline (pH 9.6); abrupt wavy boundary. (0 to 30 cm thick)\n2Ck2--79 to 94 cm; white (10YR 8/2) loam, very pale brown (10YR 7/3) moist; massive; very hard, very firm, slightly sticky and slightly plastic; few fine roots; common very fine, and few fine tubular pores; many 2.5 cm diameter carbonate concretions cylindrical in shape; violently effervescent; very strongly alkaline (pH 9.6); abrupt wavy boundary. (0 to 25 cm thick)\n3C--94 to 127 cm; light olive gray (5Y 6/2) sandy loam, olive (5Y 5/3) with common medium and large prominent brown (7.5YR 4/4) moist redox concentrations of iron; massive; hard, friable, slightly sticky and slightly plastic; many very fine and fine interstitial, and few tubular pores; violently effervescent; very strongly alkaline (pH 9 .6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eureka County, Nevada; 700 feet north and 700 feet east of the southwest corner of sec. 3, T. 22 N., R. 54 E.; USGS West of Christina Peak 7.5 minute topographic quadrangle; latitude 39 degrees 48 minutes 40 seconds N and longitude 115 degrees 53 minutes 10 seconds W; WGS84 Decimal Degrees 39.8111111 latitude, -115.8861111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually saturated with water within depths of 100 cm for about two months during the spring in most years.\nMean annual soil temperature: 7 to 8 degrees C.\nMean summer soil temperature: 16 to 17 degrees C.\nDepths to calcic horizon: 46 to 90 cm,\nRedox concentrations: Distinct or prominent between depths of 50 and 100 cm.\nParticle-size control section - Clay content: Average 18 to 25 percent.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 or 3.\nC1 and C2 horizons\nHue: 7.5YR or 10YR.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 or 3.\nTexture:\nDominantly silt loam with some stratification of loam to sandy loam.\n2Ab and 2ACb horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nTexture:\nDominantly silt loam with some stratification of loam to sandy loam.\n2Ck horizons\nHue: 7.5YR or 10YR.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 or 3.\nStructure:  Massive or has subangular blocky.\nConsistence: Soft to very hard with hard to extremely hard carbonate concretions.\nCarbonates: 2 to 50 percent, 1 to 2.5 cm diameter cylindrical or irregular carbonate concretions.\n3C\nHue 5Y or 2.5Y\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 or 3.\nClay content: 10 to 18 percent.\nRedox concentrations: Medium to large distinct or prominent iron concentrations or reductions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevka soils are on flood plains. Elevations are 1,770 to 1,800 meters. Slope are 0 to 1 percent. These soils formed in mixed alluvium derived primarily from sedimentary and volcanic rocks. The climate is cool, semiarid. Mean annual precipitation is 150 to 200 mm. Most of the precipitation comes as snow. The mean annual temperature is 6 to 7 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alhambra, Bruffy, Shipley and Tonkin soils. Alhambra, Shipley and Tonkin soils have coarse-loamy particle-size control sections and lack mottles and calcic horizons. Bruffy soils lack mottles and calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow or very slow runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing. Vegetation is principally rubber rabbitbrush and saltgrass, with some basin wildrye and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. Nevka soils are inextensive, with roughly 3,400 acres. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eureka County (Diamond Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Nevka soils were formerly classified as Solonchak soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm. (A and part of C1 horizon).\nCalcic horizon - The zone from 61 to 94 cm (2Ck1m and 2Ck2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (2Ab, 2ACb, 2Ck1, 2Ck2 and part of Bw2 and 3C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
