{
  "SERIES": "NEVOYER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL/DMC/ELS/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Nevoyer series consists of very shallow and shallow to indurated duripan, well drained soils that formed in residuum and colluvium derived from welded tuff with a component of volcanic ash. Nevoyer soils are on hills and mountains. Slopes are 4 to 50 percent. Mean annual precipitation is about 230 mm and the mean annual air temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nevoyer gravelly fine sandy loam - rangeland (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 45 percent gravel.\nA--0 to 10 cm; light brownish gray (10YR 6/2) gravely fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky, and nonplastic; few fine and medium roots; common fine and medium interstitial pores; 25 percent gravel and 5 percent cobbles; strongly alkaline (pH 8.8); abrupt smooth boundary. (3 to 10 cm thick)\nBk--10 to 25 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; soft, friable, slightly sticky and slightly plastic; few fine and medium roots; few very fine and fine interstitial pores; 10 percent gravel and 5 percent cobbles; few (1 percent) distinct secondary calcium carbonate concretions around rock fragments, strongly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary. (10 to 20 cm thick)\nBqk--25 to 43 cm; pale brown (10YR 6/3) cobbly fine sandy loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; few fine and medium roots; few very fine tubular pores; 10 percent gravel and 15 percent cobbles; common (2 percent) distinct secondary calcium carbonate and silica concretions around rock fragments, violently effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary. (5 to 18 cm thick)\nBqkm--43 to 46 cm; very pale brown (10YR 8/2) cemented material, light yellowish brown (10YR 6/4) secondary silica concretions; massive; extremely hard, extremely firm; indurated duripan; violently effervescent; very abrupt wavy boundary (0.6 to 5 cm thick)\nR--46 cm; hard welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; in the White River Narrows Archeology district; 2,290 feet south and 2,620 feet west of the northeast corner section 28, T.1 S., R. 62 E.; USGS White River Narrows 7.5 minute topographic quadrangle; latitude 37 degrees 50 minutes 07 seconds N and longitude 115 degrees 02 minutes 10 seconds W; WGS84 Decimal Degrees 37.8352778 latitude, -115.0361111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring months, dry in summer and fall except for 10 to 20 days cumulative between July and September due to convection storms aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to duripan: 20 to 46 cm.\nDepth to the bedrock: 23 to 50 cm.\nVolcanic glass: 15 to 30 percent volcanic glass in the 0.02 to 2.0 mm fraction, mainly weathered from the parent material.\nOther features: The estimated product of the ammonium extractable aluminum plus half the iron times 60 plus the volcanic glass is 20 to 30.\nParticle-size control section: Clay content: 12 to 18 percent.\nRock fragments: 15 to 35 percent; mainly gravel or cobbles.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist.\nStructure: Massive, weak thick platy or moderate fine subangular blocky.\nEffervescence: Noneffervescent to slightly effervescent.\nCalcium carbonate equivalent: 0 to 1 percent in the material less than 2 mm.\nReaction: Slightly alkaline to strongly alkaline.\nBk and Bqk horizons\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist.\nTexture: Loam, very fine sandy loam, fine sandy loam, or sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: 15 to 35 percent gravel or cobbles.\nStructure: Weak or moderate, fine or medium granular, weak or moderate, fine to coarse subangular blocky.\nConsistence: Soft to slightly hard, dry, very friable or friable, moist.\nEffervescence: Noneffervescent to violently effervescent.\nCalcium carbonate equivalent: 0 to 5 percent in the material less than 2 mm.\nReaction: Moderately alkaline or strongly alkaline.\nOther: Some pedons have weak discontinuous silica cementation.\nBqkm horizon\nValue: 6 through 8 dry, 4 through 6 moist\nChroma: 2 through 4, dry or moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arritola, Besslen, Chiara, Coltroop, Frohman, Minveno, Otoole, Peeko, Plegomir, Scoon, Tenvorrd, and Yahoo series.\nArritola soils have 25 to 35 percent clay.\nBesslen soils have mean annual soil temperature of 8 to 12 degrees C. and have bedrock below 60 cm.\nChiara soils have mean annual soil temperature of 8 to 12 degrees C. and do not have bedrock immediately below the duripan.\nColtroop soils have mean annual soil temperature of 8 to 11 degrees C., have 20 to 30 percent clay, and have bedrock below 76 cm.\nFrohman soils have less than 15 percent fine sand or coarser and do not have bedrock within 150 cm.\nMinveno soils have calcic horizons with calcium carbonate equivalent ranging from 15 to 40 percent.\nOtoole soils do not have bedrock below the duripan, are somewhat poorly drained and are sodic in the upper part.\nPeeko soils have mean annual soil temperature of 8 to 11 degrees C., have 18 to 27 percent clay, and do not have bedrock below the duripan.\nPlegomir soils particle-size control section has 18 to 27 percent clay and the depth to bedrock is greater than 150 cm.\nScoon soils do not have bedrock below the duripan.\nTenvorrd soils have 18 to 25 percent clay and do not have bedrock below the duripan.\nYahoo soils have 20 to 30 percent clay and do not have bedrock within 150 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevoyer soils are on hills and mountains at elevations of 1,370 to 2,130 meters. Slopes range from 4 to 50 percent. The soils formed in residuum and colluvium derived from welded tuff with a component of volcanic ash. The mean annual precipitation is 200 to 250 mm. The mean annual temperature about 10 to 14 degrees C and the frost-free period 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Leo, Tickapoo, and Specter series. Leo soils have sandy-skeletal control sections and are more than 50 cm deep. Specter soils have indurated duripans and loamy-skeletal particle-size control sections. Tickapoo soils have sandy clay loam argillic horizons overlying duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nevoyer soils are used for livestock grazing and wildlife habitat. Potential native vegetation is mainly black sagebrush, littleleaf horsebrush, galleta, Nevada ephedra, and a trace of shadscale and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and south eastern Nevada. The series is not extensive. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Big Smoky Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Nevoyer soils were classified as Lithosols.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to 18 cm (A and upper part of the Bk horizons).\nIndurated Duripan: The zone from 43 to 46 cm (Bqkm horizon).\nLithic contact: The boundary at 46 cm (R layer).\nParticle-size control section: The zone from 25 to 43 cm (Bqk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
