{
  "SERIES": "NEVTAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/MPC/PWB",
  "REVDATE": "02/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nevtah gravelly ashy loam-rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 20 percent gravels and 5 percent cobbles.\nA1--0 to 12 cm; dark grayish brown (10YR 4/2) gravelly ashy loam, black (10YR 2/1) moist; moderate very coarse subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common fine and very fine roots; common fine interstitial pores; 25 percent gravel, 5 percent cobbles; neutral (pH 6.6); clear smooth boundary. (8 to 15 cm thick)\nA2--12 to 40 cm; dark grayish brown (10YR 4/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common fine and very fine roots; common fine interstitial pores; 25 percent gravel, 3 percent cobbles; neutral (pH 6.6); clear smooth boundary.\nA3--40 to 90 cm; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark brown (10YR 2/2) moist; single-grain structure; loose, slightly sticky, slightly plastic; common fine and very fine roots; common fine interstitial pores; 35 percent gravel, 5 percent cobbles; neutral (pH 6.6); clear smooth boundary.\nA4--90 to 120 cm; grayish brown (10YR 5/2) cobbly ashy loam, very dark grayish brown (10YR 3/2) moist; single-grain structure; loose, slightly sticky, slightly plastic; common fine and very fine roots; common fine interstitial pores; 15 percent gravel, 15 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (Combined thickness of A2, A3, and A4 horizons is 90 to 135 cm thick)\nR--120 cm; indurated welded tuff bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about .5 miles northeast of Mount Wilson summit; Sec 31, T 5N, R 68E; USGS Schoolmarm Basin 7.5 minute topographic quadrangle; Latitude 38 degrees 15 minutes 15.3 seconds N and longitude 114 degrees 23 minutes 1.3 seconds W; UTM zone 11 728927e, 4237262n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; typic xeric moisture regime.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 100 to 150 cm.\nDepth to bedrock: 100 to 150 cm.\nOther features: 10 to 20 cm thick C horizons are present in some pedons.\nParticle-size control section - Clay content: averages 10 to 18 percent.\nRock fragments: 35 to 55 percent mainly gravel.\nMineralogy: 20 to 30 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.1 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nA1 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nRock fragments: 15 to 35 percent mainly gravel.\nMineralogy: 12 to 25 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.1 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nA2, A3, and A4 horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nRock fragments: 30 to 45 percent gravel and 5 to 15 percent cobble, cobble percent increases with depth.\nTexture: Ashy loam and ashy sandy loam. Some pedons have thin sub-horizons of sandy clay loam above bedrock.\nReaction: Neutral and slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dogtown, Frint, Hogranch, Ironside, Magill, Mccartycreek, Pelican, and Wellscreek series.\nDogtown soils form in quartzite parent material. Frint and Hogranch soils form in basalt parent material. Ironside soils form in argillite and metavolcanic parent material. Magill soils are moderately deep and have 18 to 27 percent clay in the control section. Mccartycreek soils are moderately deep. Pelican and Wellscreek soils form in metasedimentary parent material. All the competing soils are not intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevtah soils are on slightly concave mountain backslopes. These soils formed in colluvium and residuum derived from welded tuff. Slopes are 15 to 50 percent. Elevations range from 2,350 to 2,500 meters. The climate is moist-subhumid with cold wet winters and warm dry summers. The mean annual precipitation 400 to 500 mm, mean annual temperature is 4 to 6 degrees C, and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the tentative Antennapeak and Wiltop, Winu, and Winz series. Antennapeak soils contain calcium carbonate accumulations in the lower profile. Wiltop soils average 35% clay in the particle-size control section. Winu soils are cooler and moisture with a cryic soil temperature regime. Winz soils have an albic horizon in the upper profile and average 40 to 50 percent clay in the paticle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The present vegetation is mainly mountain big sagebrush, mountain snowberry, and bluebunch wheatgrass. This soil is correlated to ecological site R028AY068NV, Loamy Slope 16+ P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 120 cm (A1, A2, A3, and A4 horizons).\nVitrandic feature - 20 to 30 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate between 0 to 120 cm (A1, A2, A3, and A4 horizons).\nParticle size control section - The zone from 25 to 100 cm (A3 and parts of A2 and A4 horizons).\nADDITIONAL DATA: Nevtah soils were formerly classified as Pachic Haplocryolls. The type location was changed and classification updated (12/2008) to recognize parent material characteristics.\nAdditional author's initials are LNL/LR/ELS.\nUser pedon ID: 08NV613244-BKP\nNational Cooperative Soil Survey\nU.S.A."
  }
}
