{
  "SERIES": "NEVU",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL/PWB/TM/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "Nevu series consists of moderately deep to a duripan, well drained soils that formed in alluvium derived primarily from welded tuff. Nevu soils are on fan remnants. Slopes are 0 to 15 percent. The mean annual precipitation is about 280 mm and the mean annual temperature is about 9 C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitritorrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nevu gravelly ashy sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist, strong coarse subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine and fine vesicular, and many very fine interstitial pores; 15 percent gravel; neutral (pH 7.3); clear smooth boundary. (5 to 20 cm thick)\nBt--13 to 28 cm; brown (10YR 5/3) gravelly ashy sandy clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine, and few medium roots; common fine and medium interstitial pores; common distinct clay films on faces of peds; 15 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 18 cm thick)\nBtk--28 to 41 cm; pale brown (10YR 6/3) gravelly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial, and common very fine and fine tubular pores; common faint clay bridging sand grains, few faint clay films on faces of peds and lining pores; secondary calcium carbonated disseminated throughout and common (5 percent) concretions on bottom of rock fragments; 20 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (13 to 30 cm thick)\nBtkq--41 to 69 cm; very pale brown (10YR 7/3) gravelly ashy sandy clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, fine, medium, and coarse roots; common fine, and few medium interstitial pores; common faint clay films on faces of peds and lining pores; secondary calcium carbonate disseminated throughout and common (5 percent) concretions around rock fragments, few (2 percent) secondary silica concretions on bottom of rock fragments; 30 percent gravel; violently effervescent, strongly alkaline (pH 8.8); abrupt smooth boundary. (13 to 30 cm thick)\nBqkm--69 to 91 cm; white (10YR 8/1) cemented material, light gray (10YR 7/2) moist; strong thick platy structure; very rigid and brittle; indurated by secondary silica, alternating layers of secondary calcium carbonate that are moderately to strongly cemented; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (23 to 46 cm thick)\n2Bk--91 to 155 cm; light yellowish brown (10YR 6/4) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and fine interstitial pores; many (20 percent) coarse secondary calcium carbonate cylindrical masses, white (10YR 8/1); 25 percent gravel; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about 10 miles east of state Highway 93 and 1 mile south of the Atlanta road, 50 feet west of the Atlanta cut-off road; 700 feet north and 2,100 feet west of the southeast corner section 33, T.6 N., R. 67 E.; USGS Schoolmarm Basin 7.5 minute topographic quadrangle; latitude 38 degrees 19 minutes 54 seconds N and longitude 114 degrees 27 minutes 36 seconds W; WGS84 Decimal Degrees 38.3316667 latitude   -114.4600000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall except intermittently moist for 10 to 20 days between July and September due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to the duripan and solum thickness: 50 to 70 cm.\nMollic epipedon: 25 to 46 cm thick, usually includes the upper part of the argillic horizon.\nParticle-size control section - Clay content: 25 to 35 percent.\nRock fragments: 15 to 35 percent, mainly welded tuff gravel.\nMineralogy: 30 to 50 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.02 to 0.04 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist, the upper 0.6 to 2.5 cm in most pedons have dry value of 6.\nChroma: 2 or 3, dry or moist.\nStructure: Weak to strong, very fine to coarse, subangular blocky or granular.\nReaction: Neutral through moderately alkaline.\nMineralogy: 25 to 30 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nBt horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, and 2 or 3 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Dominantly ashy clay loam, ashy sandy clay loam or ashy loam in some pedons.\nRock fragments: 15 to 35 percent, mainly gravel.\nStructure: Weak to strong, medium or coarse, subangular or angular blocky structure.\nCalcium carbonate equivalent: 1 to 10 percent in the material less than 2mm.\nReaction: Moderately alkaline or strongly alkaline.\nBtk and Btkq horizons\nValue: 6 or 7 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy clay loam or ashy sandy clay loam.\nStructure: Medium or coarse subangular blocky.\nConsistence: Slightly sticky or moderately sticky and slightly plastic or moderately plastic, wet.\nSecondary calcium carbonate: Occurs as concretions on rock fragments or as masses.\nEffervescence: Strongly effervescent or violently effervescent.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 1 to 10 percent in the material less than 2 mm.\nOther: Some pedons have subhorizons that have secondary silica concretions on rock fragments.\nBqkm horizon\nHue of 10YR or 7.5YR.\nValue: 7 or 8 dry, and 4 through 7 moist.\nChroma: 1 through 3, dry or moist.\nStructure: Massive or has moderate or strong, fine to thick platy structure. When the duripan is platy, alternate plates are indurated, and the others are weakly or strongly cemented.\nOther features: Secondary calcium carbonate concretions are common and are randomly oriented on the plate surfaces, secondary silica laminae or in fractures.\n2Bk horizon\nChroma: 2 through 4, dry or moist.\nStructure: Massive or subangular blocky.\nConsistence: Nonsticky or slightly sticky and nonplastic or slightly plastic.\nSecondary calcium carbonate: Fine to coarse masses.\nEffervescence: Strongly effervescent to violently effervescent.\nCalcium carbonate equivalent: 5 to 10 percent in the material less than 2 mm.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Rojo, Sprauer, and Wellsdam  series.\nRojo soils have 10 to 18 percent clay in the particle-size control section and have weathered rock underlying the duripan. Sprauer soils have cambic horizons; 5 to 14 percent clay in the particle-size control section and have basalt bedrock underlying the duripan. Wellsdam soils have cambic horizons; 8 to 10 percent clay in the particle-size control section and have weakly cemented duripans."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nevu soils are on moderately and strongly sloping fan remnants at elevations of 1,650 to 2,290 meters. Slopes are 0 to 15 percent. The soils formed in gravelly alluvium primarily from welded tuff with some limestone. The climate is cool, continental with a mean annual precipitation of 250 to 300 mm, with much of it coming as snow and as periodic summer thunderstorms. The mean annual temperature is 7 to 10 degrees C and the frost-free season is about 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Okayview and Sevenmile soils. Okayview soils are shallow to soft bedrock and contain 5 to 15 percent rock fragments. Sevenmile soils occur on inset fans, are very deep, and have 8 to 18 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; medium to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nevu soils are used for wildlife habitat and livestock grazing. The potential native vegetation is bluebunch wheatgrass and mountain big sagebrush with a substantial invasion of singleleaf pinyon and Utah juniper. This pedon is correlated to Ecological Site R028AY050NV, Gravelly Clay 10-12 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. Nevu soils are not extensive. MLRA 29 and 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly classified as having a frigid temperature regime, but local temperature data supports a mesic soil temperature. Changed to mesic temperature in October 2002. Moved the type location and changed to ashy, glassy, Vitritorrandic in June 2005.\nDiagnostic horizons and features recognized in the pedon are:\nMollic epipedon - The zone from the soil surface to  28 cm (A and Bt horizons).\nArgillic horizon - The zone from 13 to 69 cm (Bt, Btk, and Btqk horizons).\nDuripan (indurated) - The zone from 69 to 91 cm (Bqkm horizon).\nVitritorrandic feature - The zone from 13 to 63 cm with 30 to 50 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.02 to 0.04 percent Al plus 1/2Fe, extracted by ammonium oxalate (Bt, Btk, and upper part of the Btqk horizons).\nParticle-size control section - The zone from 13 to 63 cm (Bt, Btk, and upper part of the Btqk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist, strong coarse subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine and fine vesicular, and many very fine interstitial pores; 15 percent gravel; neutral (pH 7.3); clear smooth boundary. (5 to 20 cm thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--13 to 28 cm; brown (10YR 5/3) gravelly ashy sandy clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine, and few medium roots; common fine and medium interstitial pores; common distinct clay films on faces of peds; 15 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 18 cm thick)"
      },
      {
        "name": "Btk",
        "top": 28,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk--28 to 41 cm; pale brown (10YR 6/3) gravelly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial, and common very fine and fine tubular pores; common faint clay bridging sand grains, few faint clay films on faces of peds and lining pores; secondary calcium carbonated disseminated throughout and common (5 percent) concretions on bottom of rock fragments; 20 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (13 to 30 cm thick)"
      },
      {
        "name": "Btkq",
        "top": 41,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btkq--41 to 69 cm; very pale brown (10YR 7/3) gravelly ashy sandy clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, fine, medium, and coarse roots; common fine, and few medium interstitial pores; common faint clay films on faces of peds and lining pores; secondary calcium carbonate disseminated throughout and common (5 percent) concretions around rock fragments, few (2 percent) secondary silica concretions on bottom of rock fragments; 30 percent gravel; violently effervescent, strongly alkaline (pH 8.8); abrupt smooth boundary. (13 to 30 cm thick)"
      },
      {
        "name": "Bqkm",
        "top": 69,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bqkm--69 to 91 cm; white (10YR 8/1) cemented material, light gray (10YR 7/2) moist; strong thick platy structure; very rigid and brittle; indurated by secondary silica, alternating layers of secondary calcium carbonate that are moderately to strongly cemented; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (23 to 46 cm thick)"
      },
      {
        "name": "2Bk",
        "top": 91,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bk--91 to 155 cm; light yellowish brown (10YR 6/4) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and fine interstitial pores; many (20 percent) coarse secondary calcium carbonate cylindrical masses, white (10YR 8/1); 25 percent gravel; strongly effervescent; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
