{
  "SERIES": "NEWARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHC:JCJ",
  "REVDATE": "03/2007",
  "STATES": "IL,IN,KY,MO,OH,PA,TN,VA",
  "OVERVIEW": "The Newark series consists of very deep, somewhat poorly drained soils formed in mixed alluvium from limestone, shale, siltstone, sandstone, and loess.  The soil is on nearly level flood plains and in depressions.   Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, mesic Fluventic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newark silt loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)\nBw--9 to 15 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; few fine roots; many fine and medium faint light brownish gray (10YR 6/2) iron depletions; few small flakes of mica; slightly acid; gradual smooth boundary.  (4 to 16 inches thick)\nBg--15 to 32 inches; light brownish gray (2.5Y 6/2) silt loam; weak medium subangular blocky structure; very friable; many medium distinct brown (10YR 4/3) masses of iron accumulations; few small flakes of mica; slightly acid; gradual smooth boundary.  (5 to 30 inches thick)\nCg--32 to 52 inches; light brownish gray (2.5Y 6/2) silt loam; massive; very friable; few weakly cemented irregularly shaped black (N2.5/0) and dark brown (7.5YR 3/3) manganese and iron nodules; common coarse prominent yellowish brown (10YR 5/4) and common medium distinct brown (10YR 5/3) masses as iron accumulations and common medium faint light gray (10YR 7/2) clay depletions; few small flakes of mica; slightly acid; gradual smooth boundary. (15 to 50 inches thick)\nC--52 to 60 inches; brown (10YR 4/3) silt loam with thin strata of loam and silty clay loam; massive; very friable; few weakly cemented, irregularly shaped black (N2.5/0) and dark brown (7.5YR 3/3) manganese and iron nodules; many medium and coarse distinct gray (10YR 6/1) iron depletions; few small flakes of mica; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Daviess County, Kentucky; three miles northwest of Owensboro, 1/2 mile north of Ben Hawes Park, 1000 feet south of railroad and 400 feet west of Willett Road. USGS Quad: Owensboro West, KY; latitude: (37 degrees, 48 minutes, 18.6 seconds N); longitude: (87 degrees, 11 minutes, 18.1 seconds)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is greater than 60 inches.  Rock fragments, mostly rounded pebbles, range from none to about 5 percent by volume to a depth of 30 inches, and commonly ranges from 5 to 15 percent below 30 inches, however the range allows 5 to 60 percent below 40 inches. Reaction ranges from moderately acid to slightly alkaline throughout the profile. Manganese and iron concretions or nodules are few to many in all horizons. Presence of a C horizon is infrequent and not a requirement for the series.\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 4. Some pedons have thin layers less than 7 inches thick with value of 3. Few to common redoximorphic features are in shades of brown, black, or gray.  Texture is loam, silt loam, or silty clay loam.\nSome pedons have a transitional BA horizon with colors and textures similar to the Bw horizon.\nThe Bw has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 or 4.  The horizon has common to many redoximorphic features in shades of brown, black, red, or gray. Texture is silt loam or silty clay loam.\nThe Bg horizon has hue of 2.5Y to 7.5YR, value of 4 to 7, and chroma of 2 or less, or has neutral color.  Few to many redoximorphic features are in shades of brown or red.  Texture is silt loam or silty clay loam.\nSome pedons can have a BCg horizon with colors and textures like those in the Bwg or Cg horizon.\nThe Cg horizon has hue of 2.5Y to 7.5YR, value of 4 to 7, and chroma of 2 or less, or has neutral color. Few to many redoximorphic features are in shades of brown or red.  Texture of the fine-earth fraction is silt loam, silty clay loam, clay loam.\nThe C horizon, if present, is commonly in an evenly mottled pattern in hue of 2.5Y to 7.5YR, value of 4 to 7, and chroma of 2 to 4.  Common to many redoximorphic features are in shades of gray, red, black, or brown.  Texture of the fine-earth fraction is silt loam or silty clay loam.  Some pedons have thin strata of loam, fine sandy loam, silty clay loam, or rarely silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aetna, Melvin, Petrolia, Rahm, Puget, Stanhope, Wayland, and Wick series. The Aetna soils formed in silty alluvium derived from glaciolacustine material. Rahm soils have buried horizons within a depth of 20 to 36 inches and are acid. Melvin, Petrolia, Stanhope, Wayland, and Wick soils are poorly or very poorly drained. Puget soils are poorly drained and have a western marine climate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level flood plains and in upland depressions. Slopes range from 0 to 3 percent.  The soils formed in mixed alluvium derived from limestone, shale, siltstone, sandstone, and loess.  Near the type location the mean annual temperature is 56.9 degrees F. and the mean annual precipitation is 46.3 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained Huntington and Nolin soils, the moderately well drained Lindside soils, the poorly drained Melvin soils, and the very poorly drained Dunning soils. Other associated soils include the Otwood, Elk, Lawrence, Weinbach, and Wheeling series.  Ashton, Elk, and Wheeling soils are well drained soils on stream terraces and have argillic horizons.  Lawrence, Otwood, and Weinbach soils are on stream terraces and have a fragipan in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is negligible or very low.  Permeability is moderate.  Most areas are subject to occasional or frequent flooding or ponding.  Some areas are subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing corn, soybeans, grain sorghum, hay, or pasture.  The remainder is in woodland.  Native vegetation was bottomland hardwoods, mostly water-tolerant oaks, maples, elms, sycamore, poplar, willow, shagbark hickory, green ash, reeds, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kentucky, Tennessee, Indiana, Maryland, Ohio, Pennsylvania, West Virginia, southern Missouri, and possibly Arkansas. The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Calhoun County, Alabama, 1959.\nRemarks: Diagnostic horizons and features in the pedon are:\nOchric epipedon: 0 to 9 inches, Ap horizon\nCambic horizon: 9-32 inches, Bw, Bg horizons\nRedoximorphic features: 9 to 60 inches (Bw, Bg, Cg horizons)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--9 to 15 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; few fine roots; many fine and medium faint light brownish gray (10YR 6/2) iron depletions; few small flakes of mica; slightly acid; gradual smooth boundary.  (4 to 16 inches thick)"
      },
      {
        "name": "Bg",
        "top": 38,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg--15 to 32 inches; light brownish gray (2.5Y 6/2) silt loam; weak medium subangular blocky structure; very friable; many medium distinct brown (10YR 4/3) masses of iron accumulations; few small flakes of mica; slightly acid; gradual smooth boundary.  (5 to 30 inches thick)"
      },
      {
        "name": "Cg",
        "top": 81,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg--32 to 52 inches; light brownish gray (2.5Y 6/2) silt loam; massive; very friable; few weakly cemented irregularly shaped black (N2.5/0) and dark brown (7.5YR 3/3) manganese and iron nodules; common coarse prominent yellowish brown (10YR 5/4) and common medium distinct brown (10YR 5/3) masses as iron accumulations and common medium faint light gray (10YR 7/2) clay depletions; few small flakes of mica; slightly acid; gradual smooth boundary. (15 to 50 inches thick)"
      },
      {
        "name": "C",
        "top": 132,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--52 to 60 inches; brown (10YR 4/3) silt loam with thin strata of loam and silty clay loam; massive; very friable; few weakly cemented, irregularly shaped black (N2.5/0) and dark brown (7.5YR 3/3) manganese and iron nodules; many medium and coarse distinct gray (10YR 6/1) iron depletions; few small flakes of mica; slightly acid."
      }
    ]
  ]
}
