{
  "SERIES": "NEWALBIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-HRF-ELB",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Newalbin series consists of deep, poorly drained and very poorly drained soils that formed in recent silty alluvial sediments that are 40 to 70 inches thick that overlie a buried soil.  These soils are on flood plains.  They have moderate permeability.  They have slopes of 0 to 4 percent.  Mean annual precipitation is about 31 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, nonacid, mesic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newalbin silt loam with a plane slope of about 1 percent on a flood plain in a pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine platy structure; very friable; many very fine roots; neutral; clear smooth boundary.  (0 to 5 inches thick)\nCg--3 to 57 inches; stratified dark gray (10YR 4/1) silt loam; common fine prominent strong brown (7.5YR 5/8) and dark brown (7.5YR 3/2) mottles; weak very fine platy structure; very friable; common fine roots; common very fine tubular pores; very thin strata of grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) very fine sand; neutral; clear smooth boundary.  (35 to 65 inches thick)\n2Ab--57 to 84 inches; black (10YR 2/1) fine sandy loam; weak fine subangular blocky structure; very friable; common very fine and fine pores; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houston County, Minnesota; about 4 miles southwest of Hokah; 420 feet east and 500 feet north of the southwest corner of sec.  24, T. 104 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the recent silty alluvial sediments over the buried soil is 40 to 70 inches.  Depth to free carbonates is 70 inches or more.  The control section has 10 to 18 percent clay and less than 15 percent of fine sand and coarser particles.\nThe A horizon has 10YR or 2.5YR hue, value of 3 or 4 with value 6 when dry, and chroma of 2.  It is silt loam or loam.  It is slightly acid or neutral.\nThe Cg horizon is stratified in color and texture.  It has hue of 10YR or 2.5Y and dominant value of 4 with a range of 3 through 5 and chroma of 1 or 2 (see Remarks).  It has distinct or prominent mottles.  It is dominantly silt loam or loam but it has strata of very fine sandy loam, fine sandy loam, loamy very fine sand, loamy fine sand, or very fine sand.  It is slightly acid or neutral.\nThe 2Ab horizon is loamy or silty.  Some pedons have buried organic layers that typically are sapric.  Both the mineral and organic layers are slightly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Limerick, Oridia, and Samish series in the same family and the similar Orion and Wakeland series.  Limerick soils are more acid and are in a more humid climate.  The Oridia series have B horizons and are in a more humid climate.  Samish soils have more than 40 percent talc in the upper part of the particle size control section.  Orion soils typically are better drained and have a buried soil within 40 inches.  Wakeland soils typically are better drained and have a warmer climate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newalbin soils have plane or concave slopes with gradient of 0 to 4 percent on flood plains.  They formed in 40 to 70 inches of recent stratified silty alluvium.  These sediments overlie a buried soil.  Mean annual temperature ranges from 47 to 50 degrees F, and mean annual precipitation ranges from 28 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Arenzville and Huntsville are the principal associates.  Well drained and moderately well drained Arenzville and Huntsville soils typically occur upstream.  Arenzville soils formed in similar post settlement alluvium.  Huntsville soils formed in fine-silty alluvium, have a thick mollic epipedon, and lack the mantle of light-colored post settlement alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Mostly poorly drained but some are very poorly drained.  Surface runoff is slow and ponded.  Permeability is moderate.  The soils are subject to occasional flooding of brief duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pasture but a few small areas are cropped to corn and soybeans.  Native vegetation was mixed deciduous forest with elm, ash, cottonwood, and willow being the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota and possibly southwestern Wisconsin and northeastern Iowa.  These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Houston County, Minnesota, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   These soils were carried as an unnamed unit in the soil survey of Houston County until 1977.  Series includes colors with chroma of 2.  True wetness is not reflected in some of the recent sediments.\nADDITIONAL DATA:  Refer to MN. Agr. Exp. Sta. Central File Code No. 2083 for results of some laboratory analyses of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine platy structure; very friable; many very fine roots; neutral; clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Cg",
        "top": 8,
        "bottom": 145,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "very fine sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg--3 to 57 inches; stratified dark gray (10YR 4/1) silt loam; common fine prominent strong brown (7.5YR 5/8) and dark brown (7.5YR 3/2) mottles; weak very fine platy structure; very friable; common fine roots; common very fine tubular pores; very thin strata of grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) very fine sand; neutral; clear smooth boundary.  (35 to 65 inches thick)"
      },
      {
        "name": "2Ab",
        "top": 145,
        "bottom": 213,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "narrative": "2Ab--57 to 84 inches; black (10YR 2/1) fine sandy loam; weak fine subangular blocky structure; very friable; common very fine and fine pores; neutral."
      }
    ]
  ]
}
