{
  "SERIES": "NEWBERG",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEO/DRJ/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR,WA",
  "OVERVIEW": "The Newberg series consists of very deep, somewhat excessively drained soils that formed in loamy and sandy alluvium from sedimentary and basic igneous rocks. Newberg soils are on flood plains with slopes of 0 to 4 percent. The mean annual precipitation is about 45 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Fluventic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Newberg fine sandy loam - cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches; dark brown (10YR 3/3) fine sandy loam, brown (10YR 4/3) dry; moderate fine granular structure; soft, very friable; nonsticky and nonplastic; few fine roots; many irregular pores; moderately acid (pH 6.0); clear smooth boundary. (6 to 12 inches thick)\nAC--7 to 19 inches; dark brown (10YR 3/3) fine sandy loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots; many irregular pores; moderately acid (pH 5.8); clear smooth boundary. (0 to 18 inches thick)\nC1--19 to 28 inches; brown (10YR 4/3) coarse sandy loam, pale brown (10YR 6/3) dry; massive; soft, friable, nonsticky and nonplastic; few roots; many irregular pores; moderately acid (pH 5.8); clear smooth boundary.\nC2--28 to 48 inches; dark grayish brown (10YR 4/2) stratified loamy fine sand to fine sandy loam, pale brown (10YR 6/3) and light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; many irregular pores; moderately acid (pH 5.8); gradual smooth boundary.\nC3--48 to 64 inches; dark grayish brown (10YR 4/2) stratified fine sand to fine sandy loam, light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; many irregular pores; moderately acid (pH 6.0). (Combined thickness of C horizon is 30 to 50 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Linn County, Oregon; five miles north of Albany, Oregon; 300 feet west of Interstate Highway No. 5; about 1,200 feet north and 1,200 feet west of the SE corner of section 4, T. 10 S., R. 3 W. Willamette Meridian, Albany, Oregon USGS 7.5 minute topographic quadrangle. Latitude 44 degrees, 43 minutes, 34 seconds N.; Longitude 123 degrees, 03 minutes, 20 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist; they are dry between depths of 8 and 24 inches for 45 to 110 consecutive days. In MLRA 2, the soils are dry 45 to 70 consecutive days. In MLRA 5, the soils are dry for 70 to 110 days. The mean annual soil temperature ranges from 52 to 55 degrees F.  The mollic epipedon is 10 to 20 inches thick. The particle-size control section averages loamy very fine sand or sandy loam and lacks contrasting texture. Depth to loamy fine sand containing less than 50 percent fine and coarser sand ranges from 25 to 40 inches or more. Coarse fragments in the particle-size control section range from 0 to 15 percent by volume.\nThe Ap or A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist, 2 to 4 dry. Texture is fine sandy loam or loam.  Reaction is moderately acid or slightly acid.\nThe AC horizon has hue of 10YR or 7.5YR, value of 2 to 4 moist, 4 to 6 dry and chroma of 2 to 4 moist and dry. Texture is fine sandy loam, coarse sandy loam or sandy loam. Reaction is moderately acid or slightly acid.\nThe C horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 4 to 6 dry and chroma of 2 to 4 moist or dry. Texture of the C1 horizon is fine sandy loam, sandy loam or coarse sandy loam.  Texture of the C2 and C3 horizon is stratified fine sandy loam to fine sand. It typically has 0 to 15 percent gravel and 0 to 10 percent cobbles.  Very gravelly, extremely gravelly or sandy substrata are below 40 inches in some pedons. Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beetville, Floutier (T), Malo, Martini and Wistona series. The Beetville soils are slightly calcareous below 30 inches. The Malo soils are neutral to moderately alkaline and have a mean annual soil temperature of 48 degrees F. The Martini soils are moderately calcareous. Floutier soils have silt loam or gravelly silt loam textures in the Bw horizon. Wistona soils are slightly to strongly alkaline in the B horizon and are dry for 90 to 120 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Newberg soils are on flood plains at elevations of 10 to 3,000 feet. Slopes are 0 to 4 percent. They formed in loamy and sandy alluvium derived from sedimentary and basic igneous rocks. Summers are dry and warm and winters are moist and cool. The mean annual precipitation is typically 40 to 60 inches but may be as low as 18 inches and as high as 70 inches in some areas. The mean January temperature is 39 to 40 degrees F. and the mean July temperature is 65 to 67 degrees F. The mean annual temperature is 50 to 55 degrees F. The frost-free period is 150 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Camas, Chapman, Chehalis, Cloquato, McBee, Pilchuck, and Wapato soils. Camas soils are sandy-skeletal and are on bar positions. Chapman soils are fine-loamy and have a mollic epipedon thicker than 20 inches. Chehalis soils are fine-silty and have a mollic epipedon thicker than 20 inches. Cloquato soils are coarse-silty and have a mollic epipedon thicker than 20 inches. Chapman, Chehalis, and Cloquato soils are on slightly higher flood plains. McBee soils are moderately well drained. Wapato soils are poorly drained. McBee and Wapato soils are in depressions on flood plains. Pilchuck soils are sandy and are on bar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow runoff; permeability is moderately rapid. Newberg soils are subject to frequent or occasional flooding for brief periods from December to March unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for growing vegetables, fruit, and pasture. Native vegetation is Oregon ash, Oregon white oak, Douglas fir, willows, wild roses, blackberry, annual grasses and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are distributed along main stream channels in the Willamette Valley and Rogue Valley of Oregon and in western Washington; MLRA 2, 5. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yamhill County, Oregon, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features included in this pedon are:\nMollic epipedon - from the surface to 19 inches (Ap and AC horizons).\nFluventic feature - the soil is assumed to have an irregular decrease in organic carbon.\nParticle-size control section - the zone from 0 to 40 inches.\nSoil moisture regime - xeric\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark brown (10YR 3/3) fine sandy loam, brown (10YR 4/3) dry; moderate fine granular structure; soft, very friable; nonsticky and nonplastic; few fine roots; many irregular pores; moderately acid (pH 6.0); clear smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "AC",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--7 to 19 inches; dark brown (10YR 3/3) fine sandy loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots; many irregular pores; moderately acid (pH 5.8); clear smooth boundary. (0 to 18 inches thick)"
      },
      {
        "name": "C1",
        "top": 48,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--19 to 28 inches; brown (10YR 4/3) coarse sandy loam, pale brown (10YR 6/3) dry; massive; soft, friable, nonsticky and nonplastic; few roots; many irregular pores; moderately acid (pH 5.8); clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 71,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--28 to 48 inches; dark grayish brown (10YR 4/2) stratified loamy fine sand to fine sandy loam, pale brown (10YR 6/3) and light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; many irregular pores; moderately acid (pH 5.8); gradual smooth boundary."
      },
      {
        "name": "C3",
        "top": 122,
        "bottom": 163,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "narrative": "C3--48 to 64 inches; dark grayish brown (10YR 4/2) stratified fine sand to fine sandy loam, light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; many irregular pores; moderately acid (pH 6.0). (Combined thickness of C horizon is 30 to 50 inches.)"
      }
    ]
  ]
}
