{
  "SERIES": "NEWBON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/RJE",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newbon gravelly loam, range.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many roots; 20 percent gravel; neutral (pH 7.1); abrupt smooth boundary.  (1 to 3 inches thick)\nA2--2 to 13 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak coarse granular structure; slightly hard, very friable, slightly sticky and nonplastic; many roots; few fine pores; 20 percent gravel; neutral (pH 6.9); clear wavy boundary.  (9 to 15 inches thick)\nBw--13 to 25 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and, slightly plastic; few roots; common very fine pores; 30 percent gravel; neutral (pH 7.0); clear smooth boundary.  (10 to 18 inches thick)\nC--25 to 60 inches; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few roots; few fine pores; 40 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; 475 feet west, 200 feet north from the SE corner section 20, T.33N., R.22E., WM (Latitude 48 degrees, 20 minutes, 24 seconds North, Longitude 120 degrres, 06 minutes, 22 seconds West NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual temperature is 47 to 53 degrees F.  Rock fragments in the control section average 15 to 35 percent.  The mollic epipedon is 10 to 18 inches thick.  The solum thickness is 20 to 36 inches.\nThe A horizon has value of 4 or 5 dry and 2 or 3 moist.\nThe B horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4.  It is gravelly loam or gravelly silt loam.  It has 15 to 35 percent gravel. This horizon has weak subangular blocky or prismatic structure.\nThe C horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4 moist or dry. It is gravelly loam or gravelly silt loam. It has 15 to 45 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duart, Hesslan, Siphonlake and Wato series.  Duart and Hesslan soils are 20 to 40 inches to a paralithic contact.  Siphonlake soils are 40 to 60 inches to a paralithic contact.  Wato soils have less than 15 percent rock fragments throughout the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newbon soils are on gently sloping to steep uplands at elevations of 1,800 to 3,000 feet.  They formed in glacial till of mixed mineralogy consisting largely of argillite.  The soils are in a continental climate.  The mean annual precipitation is 11 to 15 inches; the mean annual temperature is 49 degrees F.; and the frost free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Newbon soils are associated with the Haley, Nighthawk, and Vallan soils and the competing Conconully and Owhi series.  Haley soils have a coarse, loamy over sandy or sandy, skeletal control section.  Nighthawk soils have an aridic moisture regime and contain secondary lime within 40 inches of the surface. Vallan soils have a lithic contact at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hay, pasture, and range.  Native vegetation is bunchgrass, Sandberg bluegrass, Idaho fescue, sagebrush, and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Washington.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan County Area, Washington, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nMollic epipedon from 0 to 13 inches\nCambic horizon from 13 to 25 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
