{
  "SERIES": "NEWBELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RJE/JAL",
  "REVDATE": "03/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Andic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newbell ashy silt loam - forested.\n0e--0 to 1 inch; partially decomposed needles, twigs, cones, and grasses; slightly acid (pH 6.2); abrupt smooth boundary.\nA--1 to 7 inches; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak fine and  medium granular structure; soft, very friable, slightly sticky, slightly plastic and weakly smeary, many fine and  medium, and few coarse roots; common very fine and fine pores; 5 percent pebbles; neutral (pH 6.6); clear wavy boundary.  (3 to 8 inches thick)\nBw--7 to 13 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak  fine and medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic and weakly smeary; many  fine and medium, and few coarse roots; common very fine and fine pores; 8 percent pebbles; slightly acid (pH 6.4); clear wavy boundary.  (4 to 8 inches thick)\n2BC--13 to 19 inches; very pale brown (10YR 7/3) very gravelly sandy loam, brown (10YR 5/3) moist; few fine  distinct dark yellowish brown (10YR 4/4) moist mottles; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine, medium, and few coarse roots; common fine and very fine pores; 40 percent pebbles and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (5 to 8 inches thick)\n2C--19 to 27 inches; light gray (2.5Y 7/2) very gravelly sandy loam, grayish brown (2.5Y 5/2) moist; few  fine distinct dark yellowish brown (10YR 4/4) moist mottles; massive; slightly hard, friable, slightly sticky and  slightly plastic; common fine, medium, and few coarse roots; common fine and very fine pores; 40 percent pebbles  and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (l2 to 20 inches thick)\n2Cd--27 to 60 inches; light gray (2.5Y 7/2) very gravelly sandy loam, grayish brown (2.5Y 5/2) moist; few fine distinct dark yellowish brown (10YR 4/4) moist mottles; massive; hard, friable, slightly sticky and slightly plastic; few fine, medium, and coarse roots; few very fine and fine pores; 40 percent pebbles and l0 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pend Oreille County, Washington; l,000 feet north of southwest corner, sec. l, T. 36 N., R. 42 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is l0 to 20 inches thick.  The mean annual soil temperature at 20 inches is 43 to 47 degrees F.  The soils are usually moist but are dry in all parts between 8 and 24 inches for 45 to 60 consecutive days following the summer solstice.  The mantle of volcanic ash and loess ranges from 7 to 14 inches in thickness with an estimated moist bulk density of 0.65 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent.  The particle-size control section averages 35 to 60 percent rock fragments and 8 to 12 percent clay. The soil is neutral through moderately acid.  Some pedons are stony or bouldery.\nThe A horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.\nThe Bw horizon has hue of l0YR or 7.5YR, value of 5 to 7 dry, 3 through 5 moist, and chroma of 3 through 6 dry or moist.  It is ashy silt loam, ashy loam or ashy sandy loam.  It has 0 to 20 percent pebbles.\nSome pedons have a 2Bw or 2BC horizon with hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly loam or very gravelly sandy loam.  It has 30 to 45 percent pebbles and 5 to 10 percent cobbles.\nThe 2C horizon has hue of 2.5Y or l0YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 or 3 dry or moist.  It is very gravelly loam, very gravelly sandy loam, very cobbly sandy loam, very cobbly fine sandy loam, or extremely gravelly sandy loam.  Mottles range from none to many, large, distinct.  It has 35 to 60 percent pebbles and 5 to 20 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Belzar, Hartill, Kloochman, McCree, Newhorn, Ohscow, Oxerine, Redriver, Talls, Threemile, Wilma and Wilmont series.  Belzar, Hartill,  Kloochman, Oxerine, and Wilma soils have a lithic contact at 20 to 40 inches.  McCree, and Newhorn soils are dry for 60 to 75 consecutive days. Talls soils have clay bands in the 2A and 2B horizons.  Threemile soils have free carbonates in the lower part of the control section.  Ohscow soils have 35 to 70 angular granitic rock fragments and 2 to 8 percent clay in the particle-size control section.  Redriver soils have a lithic contact at 20 to 40 inches and are dry for 90 consecutive days.  Wilma soils are 20 to 40 inches to lithic contact and are dry for 60 to 75 consecutive days.  Wilmont soils are dominated by channer rock fragments and are very channery or extremely channery in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newbell soils are on smooth and undulating toeslopes, footslopes, and backslopes of mountains.  Slope ranges from 0 to 65 percent. Elevation ranges from 2,100 to 4,500 feet. The soil formed in  glacial till with a thin mantle of volcanic ash and loess.  Mean annual temperature is 42 to 45 degrees F, average  annual precipitation is l8 to 35 inches, and the frost-free season is 90 to l20 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aits, Elbowlake, Kiehl, Manley, Nevine, Republic, Scrabblers, Waits, and the competing Hartill, Inkler, and Merkel soils.  Aits, Republic, and Waits soils are coarse-loamy.  Elbowlake and Nevine soils have volcanic ash mantles greater than 14 inches thick.  Kiehl soils are sandy- skeletal.  Manley soils have a volcanic ash mantle greater than 14 inches thick and are cryic. Scrabbler soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow through very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, grazed woodland, and wildlife habitat.  Vegetation  is Douglas-fir, western larch, ponderosa pine, lodgepole pine, and grand fir, with an understory of black mountain huckleberry, pachystima, pinegrass, Columbia bromew, onesided wintergreen, queencup beadlily, western rattlesnake plantain, American trailplant, wartberry fairybells, longtube twinflower, Utah honeysuckle, Rocky Mountain maple, and dwarf rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  Newbell series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from 1 to 7 inches, a cambic horizon from 7 to 19 inches.  A mantle of volcanic ash from the mineral surface to 13 inches that meets andic soil properties.  The weighted average of rock fragments in the particle-size control section is 45 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
