{
  "SERIES": "NEWBERN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFW,RRD",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, mesic Lithic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newbern silt loam - under bluegrass, orchardgrass, and white clover pasture on a SSW-facing 12 percent backslope. Elevation is 2000 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; yellowish brown (1OYR 5/4) silt loam; moderate fine granular structure; very friable, nonsticky and nonplastic; common fine roots; few fine pores; 14 percent angular shale and semi-rounded sandstone fragments less than 1 inch across; neutral; clear smooth boundary. (0 to 9 inches thick)\nBw--5 to 13 inches; brownish yellow (1OYR 6/6) channery silt loam; weak fine subangular blocky structure; friable, slightly sticky and nonplastic; few fine roots; few fine pores; 25 percent angular shale fragments less than 1 inch across; neutral; abrupt wavy boundary. (4 to 12 inches thick)\nCr--13 to 18 inches; brownish yellow (1OYR 6/8) partially weathered shale with brownish yellow (1OYR 6/8) silt loam material in cracks and crevices; neutral; abrupt smooth boundary.  (0 to 5 inches thick)\nR--18 inches; shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pulaski County, Virginia; approximately .3 miles west of intersection of US-11 and VA 645, 400 feet northwest of pond."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness is 10 to 20 inches and depth to a lithic contact is 10 to 20 inches.  Angular shale rock fragments range from 5 to 80 percent in individual horizons, but average less than 35 percent in the control section.  Shale rock fragment content generally increases with depth. Soil reaction is moderately acid through neutral throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 5, and chroma of 3 through 6.  It is silt loam or loam in the fine earth fraction.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 through 8.  It is loam or silt loam in the fine earth fraction.  Mottles in shades of yellow or brown occur in some pedons.\nThe C horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 6 through 8.  It is loam or silt loam in the fine earth fraction.\nThe Cr horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 6 through 8.  It is partially weathered shale with loam or silt loam soil material in cracks and crevices."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Farmington is the only series in the same family.  Farmington soils contain igneous rock fragments rounded by glacial action and more than 2 percent organic matter in the surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Newbern soils are commonly on smooth summits and sideslopes, but include areas of escarpment in complex with rock outcrop.  Slopes are dominantly 8 to 30 percent but range from 0 to 99 percent.  The soils derived from interbedded shale, siltstone, and limestone.  The climate is humid and cool temperate; mean annual precipitation ranges from 36 to 44 inches.  Mean annual temperature ranges from 49 to 57 degrees F.  The growing season is 160 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carbo, Faywood, Lowell, and Wurno soils.  The Carbo, Lowell, and Faywood soils have a clayey particle-size control section.  The Wurno soil is greater than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively and somewhat excessively drained; moderate to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and used for hay, pasture, and corn.   A very small portion is wooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ridge and valley area of Virginia and possibly of Kentucky and Tennessee.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Pulaski County, Virginia, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has been included in the Litz series in the past.\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon, surface to 5 inches (A horizon)\nCambic horizon between 5 and 13 inches (Bw horizon)\nLithic contact at 18 inches.\nSIR = VA0154\nMLRA = 128\nREVISED = 4/11/97 RRD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
