{
  "SERIES": "NEWDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Calcidic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newdale silt loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 2 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure that parts to weak very fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; mildly alkaline (pH 7.4); gradual smooth boundary.  (0 to 4 inches thick)\nA12--2 to 13 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; mildly alkaline (pH 7.6); gradual smooth boundary. (6 to 13 inches thick)\nC1ca--13 to 23 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; common hard nodules or cicada casts; strongly calcareous; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 15 inches thick)\nC2ca--23 to 42 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium and coarse roots; many very fine and fine tubular pores; common hard nodules or cicada casts; strongly calcareous, few fine veins, spots, and coatings of calcium carbonate; moderately alkaline (pH 8.4); gradual smooth boundary. (10 to 20 inches thick)\nC3--42 to 65 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; moderately calcareous; moderately alkaline (pH 8.4); gradual smooth boundary. (0 to 10 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bingham County, Idaho; 920 feet north and 350 feet west of the center of sec. 19, T.3S., R.39E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 41 degrees to 47 degrees F., and the mean summer soil temperature at depth of 20 inches ranges from 59 degrees to 65 degrees F. The soils are usually dry and are dry between depths of 4 and 12 inches for 45 to 75 consecutive days in the summer. The 10- to 40-inch control section is dominantly silt loam and averages 8 to 18 percent clay and less than 15 percent particles coarser than fine sand. The mollic epipedon is 6 to 15 inches thick.\nA cambic horizon is present in many pedons, particularly where not tilled.\nThe Ap horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.\nThe Cca horizon has values of 6 or 7 dry, 4 or 5 moist and chroma of 2 or 3. Its upper boundary is between depths of 10 and 18 inches, and it contains 15 to 30 percent calcium carbonate. This horizon commonly contains a few to 20 percent hard nodules or cicada krotovinas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ammon, Bock, Neeley, Pancheri, Rexburg, Ririe; and Wapello series. Ammon soils lack calcic horizons.  Bock and Wapello soils have more than 15 percent particles coarser than very fine sand. Neeley soils have a mean annual temperature warmer than 47 degrees F. Pancheri soils lack a mollic epipedon. Rexburg and Ririe soils are moist in some part of the upper 12 inches for more than half the time (cumulative) when the soil temperature at a depth of 20 inches exceeds 41 degrees F. Rexburg soils have the upper boundary of the calcic horizon at depths of 18 to 35 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on uplands and have gradients of 0 to 60 percent. Elevations range from 4,700 to 6,000 feet. They formed in deep loess. The climate is semiarid with dry summers. Mean annual precipitation is 11 to 13 inches and the mean annual temperature is about 39 degrees to 45 degrees F. Mean frost-free period is about 80 to 126 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ammon soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all is cultivated, mainly for wheat and barley in an alternate summer-fallow system, and irrigated for potatoes, sugar beets, wheat, barley, and alfalfa. The principal native plants are big sagebrush, bluebunch wheatgrass, cheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bingham County, Idaho, 1972.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
