{
  "SERIES": "NEWETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LC/TWH",
  "REVDATE": "08/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, shallow Ustic Calcicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Newett loam, on a south facing, 2 percent slope in grassland at an elevation of 2,761 meters.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm (0 to 3 inches); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, slightly sticky, and slightly plastic; 10 percent parachanners; slightly alkaline (pH 7.4); abrupt smooth boundary.\nA2--8 to 18 cm (3 to 7 inches); brown (10YR 5/3) very parachannery loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky, and slightly plastic; 45 percent parachanners; 5 percent calcium carbonate equivalent; slightly alkaline (pH 7.6); abrupt smooth boundary. (combined thickness of the A horizons is 18 to 25 cm)\nBk1--18 to 30 cm (7 to 12 inches); light brownish gray (2.5Y 6/2) very parachannery loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, and slightly plastic; 50 percent parachanners; strongly effervescent; common fine carbonate masses in the matrix; 23 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); clear wavy boundary.\nBk2--30 to 48 cm (12 to 19 inches); light gray (2.5Y 7/2) extremely parachannery loam, grayish brown (2.5Y 5/2) moist; massive; hard, very friable, slightly sticky, and slightly plastic; 70 percent parachanners; strongly effervescent; common fine carbonate masses in the matrix; 15 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear wavy boundary. (combined thickness of the Bk horizons is 15 to 30 cm)\nCr--48 to 74 cm (19 to 29 inches); moderately cemented limestone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Colorado; about 6 kilometers (4 miles) west of Hartsel; located about 2,400 feet south and 150 feet west of the northeast corner of sec. 3, T. 12 N., R. 76 W.; Hartsel USGS quad; lat. 39 degrees 2 minutes 9 seconds N. and long. 105 degrees 52 minutes 3 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry in late spring and early summer, moist in some part in late July and August, and intermittently dry in fall; ustic regime bordering on aridic.\nMean annual soil temperature:  2.8 to 5.0 degrees C (37 to 41 degrees F.)\nMean summer soil temperature:  10.6 to 14.4 degrees C (51 to 58 degrees F.)\nDepth to paralithic contact:  25 to 51 cm (10 to 20 inches)\nDepth to secondary calcium carbonate:  18 to 30 cm (7 to 12 inches)\nDepth to calcic horizon:  18 to 30 cm (7 to 12 inches)\nThickness of the mollic epipedon:  18 to 25 cm (7 to 10 inches)\nParticle-size control section (weighted averages):\nNoncarbonate clay content:  18 to 21 percent\nA horizons\nHue: 10YR, 7.5YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3 dry; 2 or 3 moist\nTexture: loam, very parachannery loam\nClay content: 18 to 27 percent\nCarbonate clay content: 0 to 2 percent\nParachanner content: 5 to 50 percent, moderately cemented\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: neutral or slightly alkaline (pH 6.6 to 7.8)\nOrganic matter content: 2.0 to 4.0 percent\nBk horizons\nHue: 2.5Y, 10YR, 7.5YR\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 2 or 3 dry; 2 or 3 moist\nTexture: very parachannery loam, extremely parachannery loam\nClay content: 12 to 20 percent\nCarbonate clay content: 1 to 4 percent\nParachanner content: 35 to 75 percent, moderately cemented\nCalcium carbonate equivalent: 15 to 25 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. A similar soil in a closely related family is the Kenosha series. Kenosha soils are deeper than 50 cm to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from Pennsylvanian age limestone and sandstone, commonly associated with the Minturn and Belden Formations\nLandform:  hills\nSlopes:  1 to 10 percent\nElevation:  2,713 to 2,774 meters (8,900 to 9,100 feet)\nMean annual temperature:  1.7 to 3.9 degrees C (35 to 39 degrees F)\nMean annual precipitation:  254 to 356 mm (10 to 14 inches)\nPrecipitation pattern:  Monthly precipitation is lowest in winter and greatest in July and August.\nFrost-free period:  50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Kenosha series.  The Kenosha soils are moderately deep and are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat. Native vegetation consists of Arizona fescue, Indian ricegrass, blue grama, mountain muhly, needleandthread, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado; LRR E, MLRA 48B; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Park County, Colorado, Teller-Park soil survey area, Colorado, 2010.  The name is from an old townsite in nearby Chaffee County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 74 cm.\nParticle-size control section:  The zone from 25 to 48 cm.  (Bk1, Bk2 horizons)\nMollic epipedon:  from 0 to 18 cm.  (A1, A2 horizons)\nCalcic horizon:  from 18 to 48 cm.  (Bk1, Bk2 horizons)\nParalithic contact:  The contact with limestone at 48 cm.  (Cr layer)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
