{
  "SERIES": "NEWFOUND",
  "STATUS": "Established Series",
  "BYREV": "Rev. DHP/HRF",
  "REVDATE": "04/1999",
  "STATES": "MN",
  "OVERVIEW": "The Newfound soils have a thin layer of slightly decomposed and mostly decomposed plant remains over grayish brown, gravelly sandy loam A2 horizons, yellowish brown and dark brown gravelly sandy loam B2 horizons that have an accumulation of organic matter and iron and aluminum oxides, and a fragipan whose upper boundary typically begins at depths of about 16 inches and continues into the C horizon.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newfound gravelly sandy loam with a 4 percent northwest facing slope under an aspen forest at an elevation of 1562 feet. (Colors are for moist soil unless otherwise stated.)\n01--2 1/4 to 1 1/2 inches; slightly decomposed plant remains. (1/4 to 1 inch thick)\n02--1 1/2 to 0 inches; black (5YR 2/1); medium acid; mostly decomposed plant remains. (1/2 to 2 1/4 inches thick)\nA2--0 to 5 inches; grayish brown (10YR 5/2) gravelly sandy loam; weak medium subangular blocky structure; friable; about 25 percent coarse fragments; very strongly acid; clear wavy boundary. (2 to 6 inches thick)\nB21hir--5 to 11 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak medium subangular blocky structure and weak medium granular structure; friable; about 35 percent coarse fragments; many thin silt coatings on upper surfaces of coarse fragments; strongly acid; clear wavy boundary. (2 to 7 inches thick)\nB22ir--11 to 16 inches; dark brown (10YR 4/3) gravelly sandy loam; weak fine subangular blocky structure and weak medium granular structure; friable; about 25 percent coarse fragments; strongly acid; clear wavy boundary. (5 to 8 inches thick)\nBx1--16 to 26 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; moderate medium platy structure parting to moderate very fine subangular blocky fragments; firm; slightly brittle moist; strongly cemented; about 25 percent coarse fragments; strongly acid; clear wavy boundary. (5 to 12 inches thick)\nBx2--26 to 32 inches; pale brown (10YR 6/3) gravelly sandy loam; weak medium subangular blocky fragments; firm; slightly brittle moist; strongly cemented; about 25 percent coarse fragments; medium acid; clear wavy boundary. (4 to 8 inches thick)\nCx1--32 to 37 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak medium subangular fragments; firm; slightly brittle moist; strongly cemented; about 25 percent coarse fragments; medium acid; clear wavy boundary. (3 to 7 inches thick)\nCx2--37 to 50 inches; yellowish brown (10YR 5/6) gravelly sandy loam; weak medium subangular blocky fragments; extremely firm; slightly brittle moist; about 40 percent coarse fragments; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Minnesota; SE1/4, SE1/4, NE1/4, Sec. 6, R.  9 W. T. 63 N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is typically 22 to 32 inches and ranges from 18 to 40 inches. The depth to the upper boundary of the fragipan ranges from 14 to 28 inches. Content of coarse fragments by volume in the solum typically is 20 to 30 percent with an extreme range of 15 to 35 percent. Further, subhorizons in some pedons contain up to 40 percent of coarse fragments. The coarse fragments mostly are igneous with some metamorphlcs. Typically, gravel size fragments are dominant, but cobble and boulder size fragments are significant. Mean annual soil temperature is estimated to range from 37 to 42 degrees F.  Mean summer soil temperature at a depth of 20 inches exceeds 47 degrees F. In the solum the average content of sand ranges from 35 to 65 percent and the average content of clay ranges from 2 to 12 percent. The most common texture in the solum is sandy loam, but fine sandy loam, coarse sandy loam, loam, and silt loam are in some pedons. In some pedons loamy sands marginal to sandy loams are in some subhorizons.\nGravelly modifiers are commonly needed for textural names. The solum and C horizon range from medium to very strongly acid with the more acid reaction being in the upper part of the solum.\nThe A2 horizon has hue of 10YR, value of 4 or 5 and chroma of 1 or 2. It has weak, subangular blocky or granular structure and is friable or very friable.\nThe B21 and B22 horizons have hue of 7.5YR or 10YR, value of 3 through 5 and chroma of 2 through 4. These horizons have weak subangular blocky or weak or moderate granular structure. The subangular blocky peds commonly part to granular. Consistence typically is friable, but very friable is in the range. Content of organic matter in the upper 4 inches of the B horizon exceeds 2 percent. The fragipan has hue of 7.5YR or 10YR and value of 3 through 6. Typical chroma is 4 through 6, but the upper part of the fragipan in some pedons has chroma as low as 2. In some pedons, the upper part of the fragipan has sufficient evidence of eluviation to be designated as an A2 horizon. The fragipan is massive or has weak or moderate platy structure. It is firm through extremely firm and is weakly to strongly cemented. A few thin clay films are on faces of peds in the lower part of the Bx horizon in some pedons. A friable C horizon begins at depths as shallow as 40 inches in some pedons. Bedrock commonly occurs at depths of more than 5 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ahmeek, Conic, Flak, Milaca, and Shelburne soils in the same family and the closely related Becket, Buckland, Calais, Champion, Gogebic, Iron River, Marlow, Pinckney, Plaisted, Potsdam and Worth soils. Ahmeek soils have 5YR hue in the solum and C horizon. Conic soils have a lithic contact at depths ranging from 20 to 40 inches. Flak and Milaca soils have fewer coarse fragments and a B2 horizon starting at greater depths. In addition, Milaca soils have redder hue in the Bx horizons and the C horizon. Becket soils have yellower hue and gravelly loamy sand or sand textures in the Bx horizon.  Buckland soils have less organic matter in the upper part of the B horizon. Calais soils have less sand and more silt in the solum and C horizon and have yellower hue in the lower part of the B and C horizon.  Champion soils have redder hue in the B2 horizon, have considerable evidence of eluviation and illuviation in the fragipan and have gravelly loamy sand IIC horizons within depths of 40 inches. Gogebic and Iron River soils have an argillic horizon in the lower part of the solum.  Marlow and Plaisted soils have redder hue in the upper part of the B horizon and yellower hue in the lower part of the B horizon and C horizon. Pinckney and Potsdam soils have more silt and less sand in the horizons above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils occur on convex, simple slopes with gradients of 2 to 20 percent. They formed primarily in noncalcareous gravelly sandy loam glacial till of the Rainy Lob of the late Wisconsinian glaciation. The material commonly is greater than 5 feet thick and overlies bedrock. The climate is humid continental with warm summers and very cold winters. Mean annual temperature is 35 to 40 degrees F., and mean annual precipitation ranges from 27 to 30 inches.  About two-thirds of the precipitation occurs during the period of April through October."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Conic and the Mesaba soils. Mesaba soils lack a fragipan and have bedrock at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Surface runoff is medium.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils mostly are forested. Major resource uses are related to recreation, timber, water, and wildlife. The forest is mixed deciduous and coniferous. Major species of frees are trembling aspen, paper birch, white spruce, balsam fir, white cedar, and jack, red, and white pines. The original forest apparently contained more red and white pines and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Laurentian Shield of northeastern Minnesota. Small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kawishiwi Area, Minnesota, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series would be classified as a Podzol in the former system.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 903 for results of some laboratory analysis of a pedon of this series.\nOSED scanned by SSQA.  Last revised by state on 8/76.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A2",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--0 to 5 inches; grayish brown (10YR 5/2) gravelly sandy loam; weak medium subangular blocky structure; friable; about 25 percent coarse fragments; very strongly acid; clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "B21hir",
        "top": 13,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B21hir--5 to 11 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak medium subangular blocky structure and weak medium granular structure; friable; about 35 percent coarse fragments; many thin silt coatings on upper surfaces of coarse fragments; strongly acid; clear wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "B22ir",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B22ir--11 to 16 inches; dark brown (10YR 4/3) gravelly sandy loam; weak fine subangular blocky structure and weak medium granular structure; friable; about 25 percent coarse fragments; strongly acid; clear wavy boundary. (5 to 8 inches thick)"
      },
      {
        "name": "Bx1",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bx1--16 to 26 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; moderate medium platy structure parting to moderate very fine subangular blocky fragments; firm; slightly brittle moist; strongly cemented; about 25 percent coarse fragments; strongly acid; clear wavy boundary. (5 to 12 inches thick)"
      },
      {
        "name": "Bx2",
        "top": 66,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bx2--26 to 32 inches; pale brown (10YR 6/3) gravelly sandy loam; weak medium subangular blocky fragments; firm; slightly brittle moist; strongly cemented; about 25 percent coarse fragments; medium acid; clear wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Cx1",
        "top": 81,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cx1--32 to 37 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak medium subangular fragments; firm; slightly brittle moist; strongly cemented; about 25 percent coarse fragments; medium acid; clear wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Cx2",
        "top": 94,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cx2--37 to 50 inches; yellowish brown (10YR 5/6) gravelly sandy loam; weak medium subangular blocky fragments; extremely firm; slightly brittle moist; about 40 percent coarse fragments; medium acid."
      }
    ]
  ]
}
