{
  "SERIES": "NEWHOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-ELB",
  "REVDATE": "07/2004",
  "STATES": "MN",
  "OVERVIEW": "The Newhouse series consists of deep, well drained soils that formed in a thin mantle of loess and in the underlying stratified loamy pedisediments derived from erosion of weathered sandstone, shale and limestone.  These soils are on summits and upperside slopes of dissected uplands.  Permeability is moderate in the mantle of loess and moderate or moderately slow in the underlying stratified loamy pedisediments.  Slopes range from 2 to 20 percent.  Mean annual temperature is about 49 degrees F, and mean annual precipitation is about 31 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newhouse silt loam with a 10 percent convex slope in dissected uplands in a pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; few mixings of dark yellowish brown (10YR 4/4); weak fine subangular blocky structure; very friable; neutral; abrupt smooth boundary.  (6 to 10 inches thick)\nBE--9 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; pale brown (10YR 6/3) clean silt and sand grains on faces of peds; neutral; clear smooth boundary.  (0 to 5 inches thick)\nBt1--13 to 22 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few pale brown (10YR 6/3) silt and sand grains on faces of peds; discontinuous brown (10YR 4/3) clay films on faces of peds; neutral; clear smooth boundary.\nBt2--22 to 25 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few grayish brown (10YR 5/2) clean silt and fine sand grains on faces of peds; discontinuous brown (10YR 4/3) clay films on faces of peds; few fine manganese concretions; moderately acid; abrupt wavy boundary.  (Combined thickness of Bt is 10 to 25 inches.)\n2Bt3--25 to 60 inches; stratified strong brown (7.5YR 5/6) and yellowish red (5YR 4/6) fine sandy loam, sandy loam, and sandy clay loam with few masses of loamy sand and sand and thin strata of olive (5Y 5/6) clay; weak coarse prismatic structure parting to weak medium subangular blocky; loose in coarser textured parts and firm in finer textured parts; few moderately thick clay films on faces of peds in finer textured parts, few manganese concretions; few thin grayish brown (10YR 5/2) silt grains on faces of peds; about 5 percent chert fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houston County, Minnesota; abut 5 miles east and 1 mile south of Spring Grove; about 2,450 feet west and 425 feet north of the southeast corner of sec. 10, T. 101 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum, depth to free carbonates, and depth to bedrock is greater than 60 inches.  The loess is 20 to 40 inches thick.  The content of coarse fragments ranges from 0 to 5 percent in the loess and 5 to 35 percent in the underlying sediment.  The coarse fragments are mostly chert and sandstone.\nThe Ap or A horizon has value of 2 or 3 moist, 4 or 5 dry; and chroma of 2 or 3.  Pedons that have not been cultivated have an A horizon that is 4 to 8 inches thick and an E horizon up to 4 inches thick.  The A horizon has value of 2 or 3 and chroma of 1 or 2.  The E horizon has value of 4 or 5 and chroma of 2 or 3.  The A and E horizons are neutral through medium acid.\nThe B horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 or 4.  It is typically silt loam with 18 to 27 percent clay but silty clay loam subhorizons are in some pedons.  It is neutral to strongly acid.\nThe 2Bhorizon is stratified both in color and texture.  Individual strata range from less than 1 inch to about 20 inches thick.  It dominantly has hue of 7.5YR, but ranges to hues of 2.5YR to 10YR.  It has value and chroma ranging from 4 through 8.  Individual strata commonly are sandy clay loam, clay loam, sandy loam, fine sandy loam, and gravelly analogs.  Some strata may be cherty.  Thin sandy and clayey strata are in some pedons.  Individual strata have 2 to 60 percent clay and 30 to 90 percent sand.  In some pedons some of the clayey strata are derived from shale.  They have 5Y hue, value and chroma of 4 through 6.  The upper 10 to 25 inches in many pedons have coatings of fine sand as much as 1/8 inch thick on faces of peds.  It is medium acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashton, Batavia, Bowes, Downs, Festina, Frankville, Grays, Harvard, Hedrick, Juda, Knox, Luana, Massbach, Mellott, Mt. Carroll, Myrtle, Nasset, Richview, Shelbyville, Watkins, Waubeek, and Wingate series in the same family, and the Blackhammer and Valton soils.  The Ashton, Batavia, Downs, Festina, Grays, Hedrick, Knox, Mt. Carroll, Richview, and Watkins soils all have loess or silty mantles greater than 40 inches thick and typically contain less sand in the lower part of the solum.  Bowes soils lack stratification in the 2B horizon.  Frankville soils have a lithic contact within 40 inches.  Harvard soils contain more clay in the argillic horizon.  Juda, Mellott, Myrtle, Waubeek, and Wingate soils have 2B and 2C horizons in till that lacks distinct stratification.  Luana soils have thinner sola.  Massbach, Nasset, Shelbyville, and Valton soils all have 2B horizons in residuum or shale and contain more clay.  Blackhammer soils have surface layers with value of 6 when dry."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newhouse soils have convex slopes with gradient of 2 to 20 percent on summits and upper parts of hill slopes in dissected uplands.  They formed in 20 to 40 inches of loess and in stratified loamy pedisediments derived from erosion of weathered sandstone, shale or limestone.  The climate is humid continental with warm summers and cold winters.  Mean annual temperature ranges from 47 to 52 degrees F, and mean annual precipitation ranges from 28 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Valton soils and the Lamoille, Mt. Carroll, and Rollingstone soils.  Lamoille soils are downslope and have thinner sola, and a clayey 2B horizon.  Mt.  Carroll soils formed in thick loess and are typically on summits and the upper parts of side slopes.  Nodine and Rollingstone soils are typically downslope from Newhouse soils and have a thinner mantle of loess.  Valton soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium or rapid.  Permeability is moderate in the mantle of loess and moderate or moderately slow in the underlying stratified loamy pedisediments."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most Newhouse soils are cropped to corn, hay, and small grains.  Some are on steeper slopes and used for pasture and forest.  Native vegetation is oak savannah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota and possibly in northeastern Iowa and southwestern Wisconsin.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Houston County, Minnesota, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Newhouse soils were mapped as Dubuque deep in prior mapping in Houston County.  Dubuque soils were defined as having thin clayey 2B horizons with a lithic contact within depths of 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; few mixings of dark yellowish brown (10YR 4/4); weak fine subangular blocky structure; very friable; neutral; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--9 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; pale brown (10YR 6/3) clean silt and sand grains on faces of peds; neutral; clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--13 to 22 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few pale brown (10YR 6/3) silt and sand grains on faces of peds; discontinuous brown (10YR 4/3) clay films on faces of peds; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 64,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--22 to 25 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few grayish brown (10YR 5/2) clean silt and fine sand grains on faces of peds; discontinuous brown (10YR 4/3) clay films on faces of peds; few fine manganese concretions; moderately acid; abrupt wavy boundary.  (Combined thickness of Bt is 10 to 25 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 64,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "narrative": "2Bt3--25 to 60 inches; stratified strong brown (7.5YR 5/6) and yellowish red (5YR 4/6) fine sandy loam, sandy loam, and sandy clay loam with few masses of loamy sand and sand and thin strata of olive (5Y 5/6) clay; weak coarse prismatic structure parting to weak medium subangular blocky; loose in coarser textured parts and firm in finer textured parts; few moderately thick clay films on faces of peds in finer textured parts, few manganese concretions; few thin grayish brown (10YR 5/2) silt grains on faces of peds; about 5 percent chert fragments; moderately acid."
      }
    ]
  ]
}
