{
  "SERIES": "NEWHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PLT:ENH",
  "REVDATE": "07/1999",
  "STATES": "FL,NC,SC,VA",
  "OVERVIEW": "The Newhan series consists of excessively drained soils, formed from sands deposited by wind.  Slopes range from 0 to 30 percent.  Mean annual temperature is 63 degrees F., and mean annual precipitation is 54 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, uncoated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newhan fine sand--in a sparsely vegetated Coastal dune.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; grayish brown (l0YR 5/2) fine sand; single grained; loose; few fine roots; slightly alkaline; clear wavy boundary.  (0 to 3 inches thick)\nC1--2 to 50 inches; light gray (l0YR 7/2) fine sand; single grained; loose; few fine roots in upper part of horizon; common small fragments of colored marine shells; 5 percent of the sand grains are black and dark brown; slightly alkaline; gradual wavy boundary.\nC2--50 to 72 inches; light gray (l0YR 7/2) sand; single grained; loose; about 5 percent of the grains are black and dark brown; common small, medium and large fragments of marine shells; few whole shells; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  New Hanover County, North Carolina; north end of Carolina Beach, about 0.4 mile north of Johnnie Mercer's fishing pier and 0.2 mile west of surf, in beach dunes."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the A and C horizons is more than 72 inches.  Reaction is extremely acid to slightly alkaline.  Calcareous shell fragments mostly of sand size make up to 35 percent of the soil by volume.  The soil contains few to common grains of dark minerals.  Silt plus clay in the 10-to 40- inch control section is less than 5 percent.\nThe A horizon, where present, has hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 to 3.  Texture is sand or fine sand.\nThe C horizon has hue of 10YR to 5GY, value of 5 to 8, and chroma of 1 to 6.  Low chromas are not due to wetness.  Mottles in shades of yellow or brown are present in some pedons.  It is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fripp, Kershaw, Ortega and Penney series.  Fripp soils are not affected by salt spray and they support tree growth.  Kershaw soils lack calcareous shell fragments.  Ortega soils have a water table between 3.5 and 5 feet during much of the year and gray mottles below 40 inches.  Penney soils have lamella."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newhan soils are on gently undulating dunes commonly near beaches and waterways along the coast.  Slopes are commonly 2 to 7 percent but range from 0 to 30 percent.  The elevation of these soils commonly ranges up to about 75 feet or more above mean sea level.  The soil consists of sand and shell fragments deposited mainly by wind along the Atlantic Coast.  However, some areas are a result of dredge spoil material.  The mean annual precipitation ranges from 47 to 60 inches and mean annual temperature ranges from 53 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carteret, Corolla, Currituck, and Duckston series.  Carteret soils are on nearly level tidal marshes that are flooded by daily tides.  Corolla soils are on flats and gently slopes between Newhan soils and they are moderately well and somewhat poorly drained.  Currituck soils are thin organic, on marshes, and are flooded with fresh water.  Duckston soils are poorly drained and have a water table at or near the surface more than 50 percent of the time."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Large acreages have been developed for urban beach cottages, recreation, and wildlife areas.  Native vegetation consists of scattered wax myrtle, yaupon, holly, live oak, northern bayberry, sea-oats, seacoast bluestem, and American beachgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the coast of the Atlantic Ocean in Florida, North Carolina, South Carolina, and Virginia.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  New Hanover County, North Carolina; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 2 inches (the A horizon).\nLow chromas are not due to wetness.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0089 NEWHAN      0- 30   58- 70  200-270  47- 58     5-  75\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0089 NONE   RARE   6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0089  0-64  FS S                    0-  0  95-100  0- 0   0-  0\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0089  0-64  3.5- 7.8  0.-.5  4-16    20-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; grayish brown (l0YR 5/2) fine sand; single grained; loose; few fine roots; slightly alkaline; clear wavy boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 127,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--2 to 50 inches; light gray (l0YR 7/2) fine sand; single grained; loose; few fine roots in upper part of horizon; common small fragments of colored marine shells; 5 percent of the sand grains are black and dark brown; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 127,
        "bottom": 183,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "narrative": "C2--50 to 72 inches; light gray (l0YR 7/2) sand; single grained; loose; about 5 percent of the grains are black and dark brown; common small, medium and large fragments of marine shells; few whole shells; slightly alkaline."
      }
    ]
  ]
}
