{
  "SERIES": "NEWLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "OVERVIEW": "Newlin soils typically have dark grayish brown, gravelly sandy loam, friable, granular A horizons, brown, gravelly sandy clay loam B2t horizons having prismatic to blocky structure, and strongly contrasting sand and gravel IIC horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newlin gravelly sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable; 25 percent gravel; neutral; clear smooth boundary.  (4 to 8 inches thick)\nB1--5 to 8 inches; dark grayish brown (10YR 4/2) gravelly heavy sandy loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable; peds are hard, very friable; few thin clay films on some peds and in some root channels and pores; 25 percent gravel; neutral; clear smooth boundary.  (3 to 6 inches thick)\nB2t--8 to 17 inches; brown (7.5YR 5/4) gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; moderate coarse prismatic structure that parts to medium subangular blocks; slightly hard, very friable; slightly sticky, slightly plastic; peds are very hard, friable; thin clay films on peds and in root channels and pores; 30 percent gravel; neutral; clear smooth boundary.  (5 to 16 inches thick)\nB3--17 to 22 inches; light brown (7YR 6/4) gravelly sandy loam, brown (7.5YR 5/4) moist; weak coarse prismatic structure that parts to coarse subangular blocks; slightly hard, very friable; peds are hard, friable; thick clay films on some peds and in some root channels and pores; 30 percent gravel; neutral; clear wavy boundary.  (3 to 10 inches thick)\nIIC--22 to 60 inches; sand and gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Colorado; 400 feet east and 400 feet south of the NW corner of Sec. 30, T. 7 S., R. 67 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Newlin soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material ranges from 40 to more than 60 inches.  Base saturation typically is more than 80 percent and ranges from 60 to 100 percent.  Depth to the sandy-skeletal IIC horizon ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 15 to 40 inches.  The solum and C horizons range from slightly acid to mildly alkaline.  Rock fragments range from 15 to 35 percent by volume in a major part of the solum and any C horizon above the IIC horizon and are mainly less than 3 inches in diameter but range from 1/8 to 10 inches in diameter.  The mean annual soil temperature is 50 degrees F., and the mean summer soil temperature is 64 degrees F.\nThe A horizon has hue of 2.5YR through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically sandy clay loam and has 18 to 35 percent clay, 5 to 30 percent silt, and 40 to 75 percent sand with more than 35 percent being fine or coarser sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Altvan, Archerson, Atencio, Bresser, Eckley, Redridge, Tuthill, and Wheatridge series.  Altvan and Atencio soils are calcareous in the lower part of the solum and in the C horizons and have subhorizons of secondary calcium carbonate accumulation.  Archerson soils have a high proportion of medium, coarse, and very coarse angular sand in their sand fraction, have hard setting properties when dry, and have fewer than 15 percent rock fragments in their sola.  Bresser and Tuthill soils have less than 15 percent rock fragments in the solum and in the IIC horizon.  Eckley soils are less than 15 inches to the base of the argillic horizon and have the sandy-skeletal IIC horizon at depths of 10 to 20 inches.  Tuthill soils have less than 15 percent rock fragments in the solum and the IIC horizon.  Redridge soils have hue of 5YR or redder and have a high proportion of medium, coarse, and very coarse angular granite sand.  Wheatridge soils have argillic horizons of loam or clay loam with less than 35 percent fine or coarser sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newlin soils are on gently to moderately sloping alluvial fans or high terrace levels.  Slope gradients range from 0 to 30 or more percent.  The soils formed in alluvial parent materials derived from mixed sources and underlain by beds of relatively clean sand and gravel.  At the type location the average annual precipitation is 17 inches, with peak periods of precipitation in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ascalon soils and the competing Wheatridge soils.  Ascalon soils lack contrasting sandy-skeletal IIC horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for dry and irrigated cropland, and as native pastureland.  Native vegetation is mainly big and little bluestem, prairie sandreed grass, needleandthread, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothill areas in east-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 8/74.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
