{
  "SERIES": "NEWLIG",
  "STATUS": "Established Series",
  "BYREV": "Rev. GH-JAL",
  "REVDATE": "02/2003",
  "STATES": "ID",
  "OVERVIEW": "The Newlig series consists of very deep, well drained soils formed in Missoula Flood deposits with an admixture of loess. Newlig soils are on terraces and footslopes above terraces and have slopes of 5 to 20 percent. Permeability is moderate.  The average annual precipitation is about 26 inches and the average annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newlig silt loam, forested, - on a 9 percent slope at an elevation of 1,150 feet. Aspect is southwest. When described on December 1, 1999, the soil was moist throughout.  (Colors are for dry soil unless otherwise noted).\nA1--0 to 3 inches; dark brown (10YR 3/3) silt loam, very dark brown (10YR 2/2) moist; strong very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine and medium roots; common very fine irregular, common very fine and few fine tubular pores; moderately acid (pH 5.8) abrupt smooth boundary.\nA2--3 to 11 inches; brown (10YR 4/3) silt loam, very dark brown (7.5YR 2.5/2) moist; moderate very fine, fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine, medium and coarse roots; common very fine tubular and irregular pores; slightly acid (pH 6.3), clear wavy boundary.\nA3--11 to 18 inches; yellowish brown (10YR 5/4) silt loam, very dark brown (7.5YR 2.5/3) moist; moderate very fine, fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine, medium and coarse roots; many very fine and few fine tubular pores; slightly acid (pH 6.3); clear wavy boundary.  (A horizons 8 to 24 inches thick)\nAB--18 to 22 inches; yellowish brown (10YR 5/4) very fine sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure, slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; many very fine and few fine tubular pores; slightly acid (pH 6.3); clear wavy boundary. (0 to 16 inches thick)\nBt1--22 to 30 inches; pale brown (10YR 6/3) loam, very dark brown (7.5YR 2.5/3) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and few fine and medium roots; many very fine and few fine and medium tubular pores; common faint clay films lining pores and on faces of peds; slightly acid (pH 6.4); clear wavy boundary.\nBt2--30 to 43 inches; pale brown (10YR 6/3) clay loam, very dark brown (7.5YR 2.5/3) moist; strong medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; many very fine and few fine and medium tubular pores; common faint clay films lining pores and on faces of peds; slightly acid (pH 6.3); gradual wavy boundary.\nBt3--43 to 55 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; moderate fine, medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and few fine tubular pores; few faint clay bridges between sand grains; slightly acid (pH 6.4); clear wavy boundary. (Bt horizons 27 to 51 inches thick)\nBC--55 to 65 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; about 3 miles southeast of Orofino, Idaho; about 2,000 feet north and 2,500 feet east of the southwest corner of section 21, T. 36 N., R. 2 E.; Latitude - 46 degrees, 26 minutes, 53 seconds North; Longitude - 116 degrees, 12 minutes, 40 seconds West. USGS Orofino East Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 20 to 31 inches\nAverage annual soil temperature - 47 to 54 degrees F. (Mesic soil temperature regime)\nSoil moisture control section - usually moist, but dry in all parts for 45 or more consecutive days in the four months following the summer solstice. (Xeric moisture regime)\nA and Ap horizons (where present)\nHue - 7.5YR or 10YR moist\nValue - 3 to 5 dry, 2 to 3 moist\nChroma - 3 or 4 dry, 2 or 3 moist\nTexture - L, SIL or FSL\nClay content - 14 to 21 percent\nMica content - 0 to 2 percent\nReaction - strongly acid to neutral\nAB horizon  (when present)\nValue - 5 or 6 dry, 2 to 4 moist\nChroma - 3 or 4 dry, 2 or 3 moist\nTexture - L, SIL or VFSL\nClay content - 14 to 21 percent\nMica content - 0 to 2 percent\nReaction - moderately acid to neutral\nBt horizons\nHue - 10YR or 7.5YR moist\nValue - 4 to 6 dry, 2.5 to 4 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nTextures - L, CL or SICL\nClay content - 16 to 29 percent\nMica content - 0 to 2 percent\nRock fragments - 0 to 5 percent gravel\nReaction - slightly acid or neutral\nBC horizon (when present)\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 moist\nTexture - L, FSL or SL\nClay content - 14 to 20 percent\nRock Fragments - 0 to 5 percent gravel\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aptos, Buckeye, Campfour, Cartwright (T), Elmore, Hyprairie, Kiakus, Lauby, Nisene, Paragon, Roseburg, Rudo (T), Swalecreek (T), and Yaxing series. Aptos and Paragon soils are moderately deep to a paralithic contact. Buckeye and Kiakus soils are moderatley deep to a lithic contact. Campfour soils formed in residuum or colluvium from andesite or basalt, and have moist hues of 5YR or 2.5YR, have 27 to 35 percent clay and 5 to 30 percent gravel in the argillic horizon. Cartwright soils have 5 to 25 percent gravel in the argillic horizon, are in a 15 to 22 inch precipitation zone, and formed in colluvium and alluvium from granite. Elmore soils are deep to a lithic contact. Hyprairie soils have a lithologic discontinuity. Lauby soils have buried argillic horizons. Nisene and Rudo soils are deep to a paralithic contact. Roseburg soils have a BCt horizon and are in a 30 to 60 inch precipitation zone. Swalecreek soils have Bat and Btc horizons. Yaxing soils are slightly alkaline in the particle-size control section, are in a 16 to 18 inch precipitation zone, and formed in material weathered from sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newlig  soils are on terraces and footslopes above terraces at elevations of 920 feet to 1,240 feet and have slopes of 5 to 20 percent.  These soils developed in Missoula Flood deposits with an admixture of loess. The average annual temperature ranges from 45 to 52 degrees F.  The average annual precipitation ranges from 23 to 28 inches and the frost-free season is 110 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gwin, Longpen, Kettenbach, Keuterville and Seddow soils. Gwin, Kettenbach and Keuterville soils are found on canyon sideslopes and are loamy-skeletal.  Longpen and Seddow soils are found on canyon benches and plateaus and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium to rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is primarily used for cropland, pasture, homesite development, wildlife habitat and limited timber production.  The natural vegetation is mainly ponderosa pine, black hawthorn, and scattered Douglas-fir with an understory of common snowberry, bluebunch wheatgrass, Idaho fescue, pine reedgrass, elksedge, Columbia brome and low Oregon grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clearwater County, Idaho.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 22 inches (A1, A2, A3 and AB horizons).\nArgillic horizon - The zone from 22 to 55 inches (Bt1, Bt2 and Bt3 horizons).\nParticle-size control section - The zone from 22 to 42 inches (the Bt1 and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
