{
  "SERIES": "NEWNAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPT:AGH",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Newnan series consists of somewhat poorly drained soils that formed in thick beds of sandy and loamy marine sediments of slight ridges in the flatwoods areas of central and southern Florida.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Oxyaquic Alorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newnan sand, in a nearly level, forested area.  (Colors are for moist soils unless otherwise stated.)\nA--0 to 5 inches; dark gray (10YR 4/1) sand; weak medium granular structure; very friable; many fine and medium roots; very strongly acid; gradual wavy boundary.  (4 to 8 inches thick)\nE--5 to 12 inches; light brownish gray (10YR 6/2) sand; single grained; loose; many fine roots; strongly acid; clear wavy boundary. (6 to 22 inches thick)\nBh--12 to 16 inches; dark brown (7.5YR 3/2) sand; weak fine subangular blocky structure; friable; few fine roots; sand grains are coated; very strongly acid; clear wavy boundary.  (4 to 12 inches thick)\nBE--16 to 20 inches; dark brown (7.5YR 4/4) sand; few medium distinct dark brown (7.5YR 3/2) and few fine distinct dark brown (10YR 4/3) and few fine distinct light gray (10YR 7/1) mottles; moderate medium granular structure; very friable; few fine roots; strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nE'1--20 to 27 inches; light gray (10YR 7/2) sand with few fine distinct strong brown (7.5YR 4/6) mottles; weak medium granular structure; very friable; many fine roots; moderately acid; gradual wavy boundary.\nE'2--27 to 56 inches; white (10YR 8/2) sand; single grained; loose; few fine roots; medium acid; gradual wavy boundary.  (Combined thickness of E' horizons is 18 to 44 inches thick)\nEB--56 to 59 inches; light gray (10YR 7/2) loamy sand; few medium distinct brownish yellow (10YR 6/6) mottles; weak fine granular structure; very friable; few fine roots; very strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nBtg1--59 to 75 inches; light gray (10YR 7/1) fine sandy loam with common medium distinct brownish yellow (10YR 6/6) and few fine distinct dark red (2.5YR 3/6) mottles; weak medium subangular blocky structure; friable; few fine roots; strongly acid; gradual wavy boundary.  (5 to 20 inches thick)\nBtg2--75 to 82 inches; light gray (10YR 7/1) sandy clay loam; common medium prominent yellowish red (5YR 5/8) mottles; moderate medium subangular blocky structure; friable; few roots; faint discontinuous clay films along faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alachua County, Florida; in a forested area 100 feet north of graded road, 0.3 mile north and 0.5 mile east of intersection of U. S. 441 and State Road 121, north of Gainesville.  NW1/4NE1/4, Sec.  18, T. 9 S., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 60 inches thick. Soil reaction ranges from extremely acid to moderately acid in all horizons.  Total thickness of the A and E horizon is less than 30 inches.  Depth to argillic horizon ranges from 40 to 80 inches beneath the soil surface.\nThe A horizon has hue of 10YR, value of 2 to 5, and chroma of 1 or 2; or is neutral and has value of 3 or 4.  Where value is 3, thickness is only 4 or 5 inches.  Texture is sand or fine sand.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2.  In some pedons this horizon has a few mottles in shades of yellow or brown.  Texture of the E horizon is sand or fine sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma 1 to 4.  Texture is sand or fine sand.  The sand grains are well coated with organic matter.  The consistence of this horizon is usually very friable or friable.  It is non-cemented or only very weakly cemented.\nThe BE horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4, or value of 3, chroma 4; or hue of 7.5YR, value of 4, and chroma of 2 or 4, with or without mottles in shades of brown or gray.  Texture is usually sand but range includes fine sand.  In some pedons this horizon is absent.\nThe E' horizon has hue of 10YR, value of 6 to 8, and chroma of 1 to 4, or value of 5, and chroma of 2 or 3.  Mottles of various shades of gray, yellow, and brown are common in some pedons.  Texture is sand or fine sand.\nThe EB horizon, where present, has hue of 10YR and 2.5Y, value of 5 to 7, and chroma of 3 or less with mottles in shades of gray, yellow, or brown or it is a mixture of these colors.  Texture is loamy sand or loamy fine sand.\nThe Btg horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2.  Mottles of red, brown, and yellow are common. Some pedons have matrix color with chroma 3 or 4 with common to many red, brown, and gray mottles.  Texture is sandy loam, fine sandy loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cassia, Electra, Narcoossee, Pomello, and Zolfo.  Cassia, Narcoossee, Pomello, and Zolfo soils do not have argillic horizons beneath the spodic horizon.  Electra soils have spodic horizons between depths of 30 and 50 inches.  In addition, Pomello soils have a spodic horizon at depths of more than 30 inches, and Zolfo soils have a spodic below a depth of 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newnan soils are on slight ridges in central and southern Florida.  Slopes are dominantly 0 to 2 percent but range to 5 percent.  These soils formed in thick beds of sandy and loamy marine sediments.  Average annual precipitation ranges from about 50 to 60 inches and the average annual temperature is about 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cassia, Electra, and Narcoossee series and the Adamsville, Millhopper, Myakka, Pomona, Sparr, and Tavares series.  Adamsville, Millhopper, Sparr, and Tavares soils all lack spodic horizons.  In addition, Adamsville, Myakka, and Tavares soils do not have argillic horizons; and Millhopper and Tavares soils are better drained. Myakka and Pomona soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Slow runoff, permeability is rapid in the sandy horizons and slow in the loamy horizons.  The water table is at depths of 18 to 30 inches for 1 to 2 months and at depths of 30 to 60 inches for 2 to 5 months during most years.  It recedes to depths of more than 60 inches during drier periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas of these soils are in tame pasture or in special crops.  Most areas remain in native vegetation consisting of slash and longleaf pine and scattered live and laurel oaks.  A few turkey or water oaks are in some areas.  The understory is chiefly huckleberry, blueberry, gallberry, running oak, brackenfern, bluestems, paspalums, pineland threeawn, sawpalmetto, greenbrier, lovegrass, and lopsided indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pasco County, Florida; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Newnan soils formerly were included with the Electra series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  from the surface to a depth of 12 inches (A horizon and E horizon)\nAlbic horizons:  from a depth of 5 inches to a depth of 12 inches (E horizon) and from 20 to 56 inches (E'1, E'2 horizons).\nSpodic horizon:  from a depth of 12 inches to a depth of 16 inches (Bh horizon)\nArgillic horizon:  from a depth of 59 inches to a depth of 82 inches (Btg1 and Btg2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
