{
  "SERIES": "NEWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM-HFG-DJH",
  "REVDATE": "12/2005",
  "STATES": "WI",
  "OVERVIEW": "The Newood series consists of very deep, moderately well drained soils that are deep to a densic contact. They formed in loamy till on end moraines, disintegration moraines, ice-walled glacial lake plains, and drumlins. Permeability is moderate in the upper part of the solum, slow in the lower part of the solum, and very slow in the substratum. Slopes range from 1 to 30 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Newood sandy loam - on an 11 percent, convex, northwest facing slope in a hardwood forest at an elevation of about 1,350 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) sandy loam, gray (10YR 5/1) dry; moderate fine and medium granular structure; friable; many fine roots; about 11 percent gravel and 2 percent cobbles; moderately acid; abrupt wavy boundary. (0 to 4 inches thick)\nE--4 to 5 inches; brown (7.5YR 4/2) gravelly sandy loam, pinkish gray (7.5YR 6/2) dry; weak medium platy structure; very friable; many fine roots; few distinct very dark gray (10YR 3/1) worm casts; about 14 percent gravel and 2 percent cobbles; strongly acid; abrupt broken boundary. (0 to 3 inches thick)\nBs1--5 to 8 inches; dark brown (7.5YR 3/4) gravelly sandy loam; weak very fine subangular blocky structure; very friable; many fine roots; about 19 percent gravel and 4 percent cobbles; strongly acid; clear broken boundary.\nBs2--8 to 13 inches; brown (7.5YR 4/4) gravelly sandy loam; weak fine subangular blocky structure; very friable; many fine roots; about 19 percent gravel and 4 percent cobbles; strongly acid; clear wavy boundary. (Combined thickness of the Bs horizons ranges from  5 to 11 inches.)\nE'--13 to 17 inches; brown (7.5YR 5/3) gravelly sandy loam, pinkish gray (7.5YR 6/2) dry; weak medium platy structure; very friable; many fine roots; about 13 percent gravel and 4 percent cobbles; strongly acid; clear broken boundary. (0 to 5 inches thick)\nE/B--17 to 29 inches; 80 percent brown (7.5YR 5/3) gravelly sandy loam (E), pinkish gray (7.5YR 6/2) dry; weak medium platy structure; very friable; surrounds remnants of reddish brown (5YR 4/4) gravelly sandy loam (Bt); moderate fine subangular blocky structure; friable; few faint dark reddish brown (5YR 3/4) clay films on faces of peds; common fine roots; about 19 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.\nB/E--29 to 37 inches; 70 percent reddish brown (5YR 4/4) gravelly sandy loam (Bt); moderate fine subangular blocky structure; friable; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) gravelly sandy loam (E); weak medium platy structure; very friable; common fine roots; about 13 percent gravel and 2 percent cobbles; many distinct coatings of brown (7.5YR 5/3) sand grains in pores; moderately acid; clear wavy boundary. (Glossic horizon - 2 to 30 inches thick.)\nBt--37 to 46 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak fine and medium prismatic structure tending to part along horizontal cleavage planes to strong medium plates inherited from the parent material; firm; few fine roots; many faint dark reddish brown (5YR 3/4) clay films on all faces of peds and in pores; common distinct coatings of brown (7.5YR 5/3) sand grains primarily on vertical faces of peds; common fine distinct yellowish red (5YR 4/6) masses of iron accumulation; about 14 percent gravel and 2 percent cobbles; moderately acid; clear wavy boundary. (0 to 23 inches thick)\nBCd--46 to 58 inches; reddish brown (5YR 4/4) sandy loam; weak very coarse prismatic structure tending to part along horizontal cleavage planes to moderate thick plates inherited from the parent material; firm; few fine roots; very compact; few faint dark reddish brown (5YR 3/4) clay films on vertical faces of peds; few distinct coatings of brown (7.5YR 5/3) sand grains primarily on vertical faces of peds; few fine distinct yellowish red (5YR 5/6) and common medium distinct yellowish red (5YR 4/6) masses of iron accumulation on vertical faces of peds; about 11 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (0 to 60 inches thick)\nCd--58 to 60 inches; reddish brown (5YR 4/4) sandy loam; massive tending to part along horizontal cleavage planes; very firm; about 12 percent gravel and 2 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wisconsin; about 2 miles north and 5 miles west of Merrill; 390 feet east and 2,310 feet north of the southwest corner of sec. 31, T. 32 N., R. 6 E.; USGS Alexander Lake, Wis. quadrangle; lat. 45 degrees 12 minutes 47 seconds N., and long. 89 degrees 47 minutes 44 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon and depth to densic contact ranges from 40 to 60 inches. Coarse fragments are dominantly of igneous origin and are of mixed lithology. Volume of gravel ranges from 2 to 20 percent in the surface and spodic horizons and from 5 to 35 percent in the glossic horizons through the substratum. Volume of cobbles ranges from 0 to 5 percent and volume of stones ranges from 0 to 3 percent throughout. Surface stones have coverage ranging from 0 to 3 percent. Reaction ranges from extremely acid to slightly acid in the solum, but ranges to neutral in the Ap horizon where the soil is limed. Reaction ranges from strongly  acid to neutral in the substratum. Redox concentrations are below the spodic horizon but within 40 inches. Saturation occurs within 40 inches at some time in most years.\nSome pedons have an O horizon with hue of 7.5YR or 10YR; value of 2 or 3, and chroma of 1 or 2. It is a mat of partially decomposed forest litter.\nThe A or Ap horizon has hue of 5YR, 7.5YR, or 10YR; value of 2 to 4; and chroma of 1 or 2. Texture is sandy loam, fine sandy loam, loam, or their gravelly analogs.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. It is sandy loam, fine sandy loam, loam, or their gravelly analogs.\nSome pedons have a Bhs horizon less than 3 inches thick with hue of 5YR or 7.5YR, and value and chroma of 2 or 3. Typically, texture is sandy loam, fine sandy loam, loam, or their gravelly analogs.\nThe Bs horizon has hue of 2.5YR or 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4. Texture is sandy loam, fine sandy loam, loam, or their gravelly analogs.\nThe E' horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3. Colors of 4/3 or 5/3 have value, dry, of 7 or more. Texture is loamy sand, sandy loam, fine sandy loam, loam, loamy sand, or their gravelly analogs.\nNewood soils have a glossic horizon (E/B or B/E horizons, or both). The E' part has colors and textures like the E' horizon above. The Bt part has colors and textures like the Bt horizon described below.\nThe Bt horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 3 to 6. Value and chroma of 3 do not occur together. Texture is sandy loam, fine sandy loam, or their gravelly analogs. The argillic material averages from 6 to 17 percent clay. Bulk density ranges from 1.7 to 1.9 g/cm3.\nThe BCd horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 3 to 6. Value and chroma of 3 do not occur together. Texture is sandy loam, fine sandy loam, or their gravelly analogs. Bulk density ranges from 1.8 to 2.0 g/cm3.\nThe Cd horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 3 or 4. Value and chroma of 3 do not occur together. Texture is sandy loam, fine sandy loam, or their gravelly analogs. Bulk density ranges from 1.80 to 2.05 g/cm3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annalake, Goodwit, Padwood, Sarwet, Shoepac, Stanberry, and Tipler series.  None of these soils, except Stanberry, have a densic contact within the series control section. Stanberry soils are loamy sand in the fine earth fraction in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in acid, dense, loamy till of Late Wisconsinan Age that has a bulk density range of 1.8 to 2.05 g/cm3.\nLandform: End moraines, disintegration moraines, ice-walled glacial lake planes, and drumlins.\nSlope: 1 to 30 percent.\nElevation: 800 to 1950 feet.\nMean annual precipitation: 28 to 33 inches.\nMean annual air temperature: 39 to 45 degrees F.\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Capitola, Freeon, Magnor, Newot, and Pesabic soils.\nWell drained Newot, somewhat poorly drained Pesabic soils, and very poorly and poorly drained Capitola soils form a drainage sequence with the Newood soils. Newot soils are on higher or more sloping landscape positions. Pesabic soils are on lower or less sloping landscape positions. Capitola soils are in depressions or drainageways.\nModerately well drained Freeon soils and somewhat poorly drained Magnor soils are on nearby silt-mantled areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff ranges from low to high. Permeability is moderate in the upper part of the solum, slow in the lower part of the solum, and very slow in the substratum. Newood soils have a seasonal perched water table at a depth of 2.5 to 3.5 feet for 1 month or more per year at some time during the period October to May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly in woodland. Timber stands are mostly red maple, sugar maple, eastern hemlock, paper birch, and northern red oak with eastern hophornbeam, bigtooth aspen, white ash and yellow birch as associates in most stands. A few areas are cleared and used for cropland. Common crops are corn, small grains, and hay. Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Wisconsin; currently recognized on the Wisconsin Valley Lobe and Chippewa Lobe of the Woodfordian Terminal Moraine of late Wisconsinan age. LRR K and MLRA 90A. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Wisconsin, 1993. Source of the name is a river in western Lincoln County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle size control section - 10 to 40 inches.\nOchric epipedon - 0 to 5 inches (A, E).\nAlbic horizon - 4 to 5 inches (E).\nSpodic horizon - 5 to 13 inches (Bs1, Bs2).\nGlossic horizon - 17 to 37 inches (E/B, B/E).\nArgillic horizon - 29 to 46 inches (B/E, Bt).\nDensic contact - 46 inches(BCd).\nRedoximorphic concentrations - oxidized color features in the zone from 37 to 58 inches.\nOxyaquic feature  redox accumulations and saturation within 40 inches.\nThe bulk density and platyness of the argillic horizon is considered to be relict of the till, but studies are needed to determine whether or not these horizons meet criteria for fragipans or fragic soil properties.\nThe 2BCd horizon was originally described as a Bt horizon, but was re-designated because it is transitional to the substratum and exhibits densic characteristics.\nADDITIONAL DATA: Refer to soil survey sample number S87WI-069-209 for NSSL data on the typical pedon.\nTriplicate samples of the Cd horizon of the typical pedon and one other pedon were measured for bulk density at the U. W. River Falls soils lab with the following results: typical pedon S87WI-069-209: 2.04, 1.99, and 2.04 g/cm3; pedon S87W1-069-196: 1.94, 1.93, and 1.99 g/cm3.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) sandy loam, gray (10YR 5/1) dry; moderate fine and medium granular structure; friable; many fine roots; about 11 percent gravel and 2 percent cobbles; moderately acid; abrupt wavy boundary. (0 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--4 to 5 inches; brown (7.5YR 4/2) gravelly sandy loam, pinkish gray (7.5YR 6/2) dry; weak medium platy structure; very friable; many fine roots; few distinct very dark gray (10YR 3/1) worm casts; about 14 percent gravel and 2 percent cobbles; strongly acid; abrupt broken boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 13,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "Bs1--5 to 8 inches; dark brown (7.5YR 3/4) gravelly sandy loam; weak very fine subangular blocky structure; very friable; many fine roots; about 19 percent gravel and 4 percent cobbles; strongly acid; clear broken boundary."
      },
      {
        "name": "Bs2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--8 to 13 inches; brown (7.5YR 4/4) gravelly sandy loam; weak fine subangular blocky structure; very friable; many fine roots; about 19 percent gravel and 4 percent cobbles; strongly acid; clear wavy boundary. (Combined thickness of the Bs horizons ranges from  5 to 11 inches.)"
      },
      {
        "name": "E'",
        "top": 33,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "E'--13 to 17 inches; brown (7.5YR 5/3) gravelly sandy loam, pinkish gray (7.5YR 6/2) dry; weak medium platy structure; very friable; many fine roots; about 13 percent gravel and 4 percent cobbles; strongly acid; clear broken boundary. (0 to 5 inches thick)"
      },
      {
        "name": "E/B",
        "top": 43,
        "bottom": 74,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--17 to 29 inches; 80 percent brown (7.5YR 5/3) gravelly sandy loam (E), pinkish gray (7.5YR 6/2) dry; weak medium platy structure; very friable; surrounds remnants of reddish brown (5YR 4/4) gravelly sandy loam (Bt); moderate fine subangular blocky structure; friable; few faint dark reddish brown (5YR 3/4) clay films on faces of peds; common fine roots; about 19 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary."
      },
      {
        "name": "B/E",
        "top": 74,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--29 to 37 inches; 70 percent reddish brown (5YR 4/4) gravelly sandy loam (Bt); moderate fine subangular blocky structure; friable; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) gravelly sandy loam (E); weak medium platy structure; very friable; common fine roots; about 13 percent gravel and 2 percent cobbles; many distinct coatings of brown (7.5YR 5/3) sand grains in pores; moderately acid; clear wavy boundary. (Glossic horizon - 2 to 30 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 94,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--37 to 46 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak fine and medium prismatic structure tending to part along horizontal cleavage planes to strong medium plates inherited from the parent material; firm; few fine roots; many faint dark reddish brown (5YR 3/4) clay films on all faces of peds and in pores; common distinct coatings of brown (7.5YR 5/3) sand grains primarily on vertical faces of peds; common fine distinct yellowish red (5YR 4/6) masses of iron accumulation; about 14 percent gravel and 2 percent cobbles; moderately acid; clear wavy boundary. (0 to 23 inches thick)"
      },
      {
        "name": "BCd",
        "top": 117,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCd--46 to 58 inches; reddish brown (5YR 4/4) sandy loam; weak very coarse prismatic structure tending to part along horizontal cleavage planes to moderate thick plates inherited from the parent material; firm; few fine roots; very compact; few faint dark reddish brown (5YR 3/4) clay films on vertical faces of peds; few distinct coatings of brown (7.5YR 5/3) sand grains primarily on vertical faces of peds; few fine distinct yellowish red (5YR 5/6) and common medium distinct yellowish red (5YR 4/6) masses of iron accumulation on vertical faces of peds; about 11 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (0 to 60 inches thick)"
      },
      {
        "name": "Cd",
        "top": 147,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--58 to 60 inches; reddish brown (5YR 4/4) sandy loam; massive tending to part along horizontal cleavage planes; very firm; about 12 percent gravel and 2 percent cobbles; strongly acid."
      }
    ]
  ]
}
