{
  "SERIES": "NEWPORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAS-EHS-DAS",
  "REVDATE": "03/2010",
  "STATES": "MA,RI",
  "OVERVIEW": "The Newport series consists of well drained loamy soils formed in lodgement till derived mainly from dark sandstone, conglomerate, argillite, and phyllite. The soils are very deep to bedrock and moderately deep to a densic contact. They are nearly level through moderately steep soils on till plains, low ridges, hills and drumlins.  Slope ranges from 0 through 35 percent. Saturated hydraulic conductivity is moderately high or high in the surface layer and subsoil and low or moderately high in the dense substratum. Mean annual temperature is 49 degrees F. (9 degrees C.) and mean annual precipitation is 48 inches (1219 mm).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Newport silt loam - cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 8 inches (0 to 20 centimeters); very dark brown (10YR 2/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; very friable; many fine and medium roots; 5 percent channers and gravel; strongly acid; clear smooth boundary. (6 to 10 inches (15 to 25 centimeters) thick.)\nBw -- 8 to 18 inches (20 to 46 centimeters); olive brown (2.5Y 4/4) channery silt loam; weak medium subangular blocky structure; friable; common fine and medium roots; 15 percent channers and gravel; strongly acid; clear wavy boundary.\nBw -- 18 to 24 inches (46 to 61 centimeters); olive (5Y 4/3) channery silt loam; weak medium and coarse subangular blocky structure; friable; few roots; 15 percent channers and gravel; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizon is 14 to 37 inches (36 to 94 centimeters).)\nCd -- 24 to 65 inches (61 to 165 centimeters); olive gray (5Y 4/2) channery loam; few dark yellowish brown (10YR 3/4) pockets in the upper 6 inches; weak thick platy structure; very firm, brittle; few silt films on rock fragments; 25 percent channers and gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newport County, Rhode Island; town of Middletown, 690 feet north of the junction of Green End Avenue and Indian Avenue, and 160 west of Indian Avenue. USGS Westport, RI topographic quadrangle; Latitude 41 degrees, 30 minutes, 33.9 seconds N. and Longitude 71 degrees, 14 minutes, 25.9 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 through 40 inches (50 through 100 centimeters) and typically corresponds to the depth to the dense substratum. Depth to bedrock is commonly more than 6 feet feet (2 meters). Rock fragments range from 5 through 30 percent by volume in the solum and from 10 through 35 percent in the substratum. Except where the surface is stony, the fragments are mostly flat and less than 6 inches in diameter. Channers and gravel typically make up 75 percent or more of the total rock fragments. Unless limed, reaction ranges from very strongly acid through slightly acid. Low chroma colors in the B and C horizons are lithochromic.\nSome pedons have an O horizon.\nThe Ap horizon has hue of 7.5YR through 5Y, value of 2 through 4, and chroma of 1 through 3. Dry value is 6 or more. Undisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 or 2. The Ap or A horizon is silt loam, very fine sandy loam, loam, or fine sandy loam in the fine-earth fraction. It has weak or moderate granular structure and is friable or very friable.\nThe Bw horizon has hue of 2.5Y or 5Y, value of 2 through 5, and chroma of 1 through 4. Some pedons have redoximorphic features just above the Cd horizon. The Bw horizon is silt loam, very fine sandy loam, loam, or fine sandy loam in the fine-earth fraction. It has weak subangular blocky or granular structure, or the horizon is massive. Consistence is friable or very friable.\nThe Cd horizon has hue of 2.5Y or 5Y, value of 2 through 5, and chroma of 1 through 4. It is silt loam, very fine sandy loam, loam, or fine sandy loam in the fine-earth fraction. The horizon has weak or moderate, thin through thick plates, or it is massive. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Halfbluff(T) and Maggodee series. Both of these are from outside Region R. Halfbluff(T) does not have an OSD on file to compete. Maggodee soils are formed in alluvium on floodplains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Newport soils are nearly level through moderately steep and are on till plains, low ridges, hills and drumlins. Slope ranges from 0 through 35 percent. The soils formed in acid lodgement till derived mainly from dark carboniferous, sandstone, conglomerate, argillite, and phyllite. Mean annual temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.), mean annual precipitation ranges from 40 through 50 inches (1016 through 1270 mm), and the growing season ranges from 135 through 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Broadbrook, Pittstown, Rainbow, Birchwood, Mansfield, Narragansett, Poquonock, Quonset, Stissing, Wapping, and Warwick soils are on nearby landscapes. The moderately well drained Pittstown, poorly drained Stissing, and the very poorly drained Mansfield soils are associated in a drainage sequence. Birchwood and Poquonock soils have a sandy over loamy particle-size control section. Narragansett and Wapping soils have hue of 7.5YR or 10YR in the upper part of the B horizon and a friable substratum. Quonset and Warwick soils are on nearby terraces and are underlain by stratified coarse-textured deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is medium to rapid. Saturated hydraulic conductivity is moderately high or high in the mineral solum and low or moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are cleared and used for cultivated crops, hay, pasture, and nursery stock. Scattered areas are used for community development. Some areas are wooded. Common trees are northern red and white oak, gray birch, red maple, sugar maple, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Rhode Island and southeastern Massachusetts. MLRAs 144A and 149B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington-Kent Counties, Rhode Island, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects changes to the range in characteristics as well as general updating to metric units.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 8 inches (0 to 20 centimeters)(Ap horizon).\n2. Cambic horizon - the zone from 8 to 24 inches (20 to 61 centimeters) (Bw1 and Bw2 horizons).\n3. Densic material - the zone from 24 to 65 inches (61 to 165 centimeters) (Cd horizon).\n4) Particle-size control section - the zone from 10 through 24 inches (20 through 61 centimeters) (Bw1 and Bw2 horizons).\n5) Oxyaquic subgroup - based on saturation in one or more layers within 40 inches (100 centimeters) of the mineral soil surface, for either or both 20 or more consecutive days or 30 or more cumulative days."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Full characterization data for sample no. 58RI005001, 58RI009001, S08RI005001. Pedons analyzed by the NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 8 inches (0 to 20 centimeters); very dark brown (10YR 2/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; very friable; many fine and medium roots; 5 percent channers and gravel; strongly acid; clear smooth boundary. (6 to 10 inches (15 to 25 centimeters) thick.)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw -- 8 to 18 inches (20 to 46 centimeters); olive brown (2.5Y 4/4) channery silt loam; weak medium subangular blocky structure; friable; common fine and medium roots; 15 percent channers and gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw",
        "top": 46,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw -- 18 to 24 inches (46 to 61 centimeters); olive (5Y 4/3) channery silt loam; weak medium and coarse subangular blocky structure; friable; few roots; 15 percent channers and gravel; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizon is 14 to 37 inches (36 to 94 centimeters).)"
      },
      {
        "name": "Cd",
        "top": 61,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd -- 24 to 65 inches (61 to 165 centimeters); olive gray (5Y 4/2) channery loam; few dark yellowish brown (10YR 3/4) pockets in the upper 6 inches; weak thick platy structure; very firm, brittle; few silt films on rock fragments; 25 percent channers and gravel; strongly acid."
      }
    ]
  ]
}
