{
  "SERIES": "NEWSROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev.  DAL/AJE/RLM",
  "REVDATE": "12/2006",
  "STATES": "UT",
  "OVERVIEW": "The Newsrock series consists of very deep, somewhat excessively drained, moderately permeable soils that formed in sandy eolian deposits.  Newsrock soils are on structural benches and have slopes of 1 to 3 percent.  Average annual precipitation is about 11 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newsrock loamy fine sand, rangeland.  (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 4 inches; yellowish red (5YR 4/6) loamy fine sand, reddish brown (5YR 4/4) moist; single grained; loose, very friable, many very fine, few fine and medium roots; slightly alkaline (pH 7.8); abrupt smooth boundary.  (2 to 4 inches thick)\nBt1--4 to 10 inches; reddish brown (2.5YR 4/4) loamy fine sand, reddish brown (2.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine, fine and medium pores; few thin clay films on faces of peds; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (6 to 8 inches thick)\nBt2--10 to 17 inches; reddish brown (5YR 5/4) loamy fine sand, reddish brown (2.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine, fine and medium pores; clay bridges between sand grains; moderately calcareous; carbonates are disseminated; moderately alkaline; (pH 8.2); clear smooth boundary.  (7 to 10 inches thick)\nBC--17 to 31 inches; yellowish red (5YR 5/6) fine sandy loam, reddish brown (5YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine, fine and medium pores; moderately calcareous; carbonates are nodules that do not slake in water; common cicada casts; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 14 inches thick)\n2Ck--31 to 46 inches; pink (5YR 8/4) sandy clay loam, pink (5YR 7/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine, common medium pores; very strongly calcareous; carbonates are disseminated and in seams; many cicada casts; strongly alkaline (pH 8.8); clear smooth boundary.  (10 to 22 inches thick)\n3C--46 to 69 inches; pink (5YR 8/4) loamy sand, light reddish brown (5YR 6/4) moist; rock structure; extremely hard, extremely firm; common very fine and fine pores; strongly calcareous; carbonates are mainly as coatings on faces of rock structures; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Utah; 1 mile southeast of Anticline Overlook; 2,100 feet north and 1,800 feet east of the southwest of sec.  16, T. 27 S., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the A, Bt and BC horizons:\nDepth to the top of the calcic horizon: 23 to 31 inches\nDepth to disseminated carbonates: 2 to 8 inches\nDepth to bedrock: generally more than 60 inches, but ranges from 40 to 60 inches\nCalcium carbonate equivalent: 5 to 10 percent in the solum and from 15 to 60 percent in the subhorizons\nMean annual soil temperature: about 52 to 54 degrees F.\nSoil moisture: Ustic aridic moisture regime\nA horizon\nHue: 5YR\nValue: 4 or 5 dry and 4 moist\nChroma: 4 through 6\nTexture: mainly loamy fine sand and is fine sandy loam in some pedons\nReaction: slightly alkaline or moderately alkaline.\nBt horizon\nHue: 5YR or 2.5YR\nValue: 4 or 5 dry or moist\nChroma: 4 through 6\nClay content: 7 to 12 percent\nCalcium carbonate: noncalcareous or slightly calcareous in the upper part and slightly calcareous or moderately calcareous in the lower part\nReaction: slightly alkaline or moderately alkaline.\n2Ck horizon\nHue: 5YR\nValue: 6 through 8 dry and 5 through 7 moist\nChroma: 4 through 6\nTexture: fine sandy loam, very fine sandy loam, or sandy clay loam\nReaction; moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Newsrock soils are on structural benches at elevations of 5,200 to 5,600 feet.  Slopes are 1 to 3 percent.  These soils formed in sandy eolian deposits.  The mean annual temperature is 50 to 52 degrees F, and the average annual precipitation is about 9 to 12 inches.  The average freeze-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Begay, Mespun and Palma soils and the Ignacio, Rizno and Windwhistle soils.  Rizno soils have sandstone bedrock at a depth less than 20 inches.  Ignacio and Windwhistle soils have bedrock at depths less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; rapid permeability in the solum and moderate permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Potential vegetation is blackbrush, green Mormon-tea, spiny hopsage, Indian ricegrass, galleta and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  The soils of this series are not extensive; their total acreage is about 2,500 acres. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Canyonlands Area, San Juan County, Utah, 1983.  Named after Newspaper Rock, Indian petroglyphs and state park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 4 inches (A horizon)\nArgillic horizon - The zone from 4 to 17 inches (Bt horizon)\nCalcic horizon - The zone from 31 to 46 inches (Ck horizon)\nClassified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA:\nLaboratory data on the modal pedon indicates the texture of the argillic horizon is loamy fine sand.  The texture of the argillic horizon was estimated in the field as fine sandy loam.  The particle-size class appears better as sandy but is marginal to coarse-loamy in some pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
