{
  "SERIES": "NEWSTEAD",
  "STATUS": "Established Series",
  "BYREV": "JWW-ERS-PSP",
  "REVDATE": "01/2004",
  "STATES": "NY",
  "OVERVIEW": "The Newstead series consists of moderately deep, somewhat poorly drained soils formed in permeable till overlying limestone bedrock. These soils are in low areas or depressions on till plains. Bedrock is at a depth of 20 to 40 inches. Permeability is moderate throughout the soil. Slope ranges from 0 to 8 percent. Mean annual temperature is 49 degrees F., and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Newstead silt loam on a 2 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches; very dark gray (10YR 3/1) silt loam; very dark grayish brown (10YR 3/2) rubbed, light brownish gray (10YR 6/2) dry; moderate, medium, granular structure; friable; many roots; 2 percent rock fragments; neutral; abrupt smooth boundary. (6 to 10 inches thick.)\nBw1 -- 9 to 14 inches; dark yellowish brown (10YR 4/4) silt loam; brown (10YR 4/3) faces of peds; weak medium subangular blocky structure; friable; common roots; common fine pores; 5 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; neutral; clear smooth boundary.\nBw2 -- 14 to 24 inches; brown (10YR 4/3) flaggy silt loam; dark grayish brown (10YR 4/2) faces of peds; weak medium subangular blocky structure; friable; common roots; common fine pores; 20 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; neutral; abrupt smooth boundary. (Combined thickness of the Bw horizons 0 to 20 inches.)\n2Cg -- 24 to 26 inches; grayish brown (10YR 5/2) flaggy sandy loam; massive; friable; few roots; 20 percent rock fragments; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly effervescent, slightly alkaline; abrupt smooth boundary. (2 to 8 inches thick.)\n2R -- 26 inches; dark gray (10YR 4/1) limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orleans County, New York; Town of Shelby, 50 feet north of Martin Road, 500 yards east of the intersection of Martin and Sanderson Road. USGS Medina, NY topographic quadrangle; Latitude 43 degrees, 11 minutes, 26 seconds N. and Longitude 78 degrees, 22 minutes, 55 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 12 to 30 inches. Depth to bedrock ranges from 20 to 40 inches. Content of rock fragments ranges from 2 to 35 percent in the solum and 15 to 50 percent in the 2C or C horizon, and includes up to 20 percent limestone flagstones in the lower part of the solum and in the C horizon. Unless limed, reaction ranges from moderately acid through slightly alkaline in the surface layer; slightly acid through moderately alkaline in the subsoil and neutral through moderately alkaline in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or 2. Texture of the fine-earth fraction ranges from sandy loam to silt loam. It has weak or moderate, fine or medium granular structure. Consistence is friable or very friable.\nThe Bw horizon has hue of 7.5YR through 2.5Y, value of 3 through 5, and chroma of 2 through 4. It has few to many faint or distinct redoximorphic features. Soils with matrix chroma of 3 or 4 have 2 chroma ped faces in a subhorizon above 20 inches. Texture of the fine-earth fraction ranges from sandy loam through silt loam. Structure is weak or moderate, fine through coarse, subangular blocky. Consistence is friable or firm. Some pedons have a thin E horizon that overlies the B horizon.\nThe C or 2C horizon has hue of 7.5YR through 2.5Y, value of 3 through 5, and chroma of 2 through 4. There are few to many and faint or distinct redoximorphic features. Texture of the fine earth fraction ranges from sandy loam to silt loam. The C or 2C horizons are massive or have weak or moderate plate-like divisions. Consistence is friable or firm consistence.\nThe 2R horizon is calcitic or dolomitic limestone or limey sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Busti, Holton, Lamson, and Massena series are members of the same family. All these soils are deeper than 40 inches to bedrock.\nAngola, Kendaia, Orpark, and Red Hook series are in related families. Red Hook soils are deeper than 40 inches to bedrock. Angola, Kendaia and Orpark soils have a fine-loamy particle-size control section and Angola and Orpark soils are moderately deep to bedrock"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Newstead soils are on bedrock controlled till plains. Slope ranges from 0 to 8 percent. The regolith is till dominated by limestone and containing some sandstone, shale, and granite. The mean annual precipitation ranges from 30 to 45 inches; the mean annual temperature ranges from 46 to 52 degrees F.; and the frost-free period ranges from 140 to 180 days. Elevation ranges from 350 to 1650 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amenia, Appleton, Benson, Bombay, Farmington, Galway, Hilton, Lima, Lyons, and Wassaic soils. Amenia, Appleton, Bombay, Hilton, Lima, and Lyons soils are on nearby deep and very deep till plains. Benson and Farmington soils occupy adjacent areas that are drier and less than 20 inches deep to bedrock. Galway and Wassaic soils are better drained soils on slightly higher nearby landscapes where bedrock is at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for runoff is low to very high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are used for growing hay and pasture. Many areas are idle and reverting to brush. Woodlots contain red maple, white and black ash, red cedar, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ontario Plain, and Mohawk, Hudson, and St. Lawrence Valleys of New York. MLRA' 101, 140, 142, and 144A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orleans County, New York, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Areas of these soils that occur in older soil surveys have been named as variants of Kendaia, Lyons, Massena, and Sun soils. Original classification placed Newstead in the great group of Haplaquepts, but because of changes established in the 5th edition of `Keys to Soil Taxonomy' this soil now classifies into the great group of Endoaquepts. Some competing series are expected to change as similar soils are reclassified.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric Epipedon -- from 0 to 9 inches (Ap horizon)\n2) Cambic horizon -- from 9 to 24 inches (Bw1 & Bw2 horizons)\n3) Aquepts suborder -- as evidenced by low chroma reduced ped faces and/or matrices and redoximorphic features within 20 inches of the soil surface (Bw2 horizon)\n4) Aeric subgroup -- as evidenced by a subhorizon with dominant chroma of 3 or more in 50 percent or more of the matrix within 30 inches of the soil surface (Bw1 & Bw2 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark gray (10YR 3/1) silt loam; very dark grayish brown (10YR 3/2) rubbed, light brownish gray (10YR 6/2) dry; moderate, medium, granular structure; friable; many roots; 2 percent rock fragments; neutral; abrupt smooth boundary. (6 to 10 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1 -- 9 to 14 inches; dark yellowish brown (10YR 4/4) silt loam; brown (10YR 4/3) faces of peds; weak medium subangular blocky structure; friable; common roots; common fine pores; 5 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "flaggy",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2 -- 14 to 24 inches; brown (10YR 4/3) flaggy silt loam; dark grayish brown (10YR 4/2) faces of peds; weak medium subangular blocky structure; friable; common roots; common fine pores; 20 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; neutral; abrupt smooth boundary. (Combined thickness of the Bw horizons 0 to 20 inches.)"
      },
      {
        "name": "2Cg",
        "top": 61,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "flaggy",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cg -- 24 to 26 inches; grayish brown (10YR 5/2) flaggy sandy loam; massive; friable; few roots; 20 percent rock fragments; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly effervescent, slightly alkaline; abrupt smooth boundary. (2 to 8 inches thick.)"
      },
      {
        "name": "2R",
        "top": 66,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R -- 26 inches; dark gray (10YR 4/1) limestone bedrock."
      }
    ]
  ]
}
