{
  "SERIES": "NEWULM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMG-JKW-CLN",
  "REVDATE": "01/2001",
  "STATES": "TX",
  "OVERVIEW": "The Newulm series consists of very deep, well drained, moderately slowly permeable soils. These gently sloping to strongly sloping upland soils formed in sandy and loamy sediments derived from the Willis Formation of late Pliocene age.  Slope ranges from 1 to 12 percent.  Mean annual temperature is about 74 degrees F., and mean annual precipitation is about 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Arenic Haplustults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Newulm sand--on a convex 4 percent slope in rangeland.\n(Colors are for dry soils unless otherwise stated.)\nA--0 to 4 inches; very pale brown (10YR 7/4) sand; light yellowish brown (10YR 6/4) moist; single grained; loose; nonsticky and nonplastic; many fine and medium fine roots; moderately acid; clear smooth boundary.  (3 to 8 inches thick)\nE--4 to 22 inches; very pale brown (10YR 8/4) sand; very pale brown (10YR 7/4) moist; single grained; loose; nonsticky and nonplastic; many fine roots; moderately acid; abrupt smooth boundary.  (14 to 26 inches thick)\nBt--22 to 31 inches; red (2.5YR 4/6) sandy clay; red (2.5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable; slightly sticky and slightly plastic; common fine roots; common faint clay films on surfaces of peds; 4 percent medium distinct strong brown (7.5YR 5/6) masses of iron accumulation with sharp boundaries on surfaces of peds; very strongly acid; gradual smooth boundary.  (3 to 6 inches thick)\nBtC1--31 to 65 inches; dark red (2.5YR 3/6) sandy loam; dark red (2.5YR 3/6) moist; weak very coarse prismatic structure; massive within prisms; very hard, friable, slightly sticky and slightly plastic; few fine roots penetrating gray zones; few distinct clay films on vertical surfaces of prisms; 5 percent medium distinct light gray (10YR 7/1) iron depletions with sharp boundaries along vertical surfaces of peds; very strongly acid; gradual smooth boundary.\nBtC2--65 to 80 inches; light gray (10YR 7/1) clay loam; light gray (10YR 7/1) moist; weak very coarse prismatic structure with fractures spaced about 6 to 18 inches apart; very hard, friable; few fine roots; few prominent dark red (2.5YR 3/6) clay films along surfaces of prisms; 2 percent medium prominent dark red (2.5YR 3/6) masses of iron accumulation with sharp boundaries on surfaces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Austin County, Texas; from intersection of Farm Road 949 and Farm Road 1094 which is about 1 mile north of Cat Spring; 2.6 miles west on Farm Road 1094; 1.3 miles north on a private road; 50 feet east of road in rangeland.  Latitude: 29 degrees, 53 minutes, 15 seconds North; Longitude: 96 degrees, 21 minutes, 44 seconds West.  Bellville, Texas USGS topographic quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches. Base saturation ranges from 9 to 35 percent at a point 50 inches below the top of the Bt horizon.  Combined thickness of the A horizon range from 20 to 40 inches.  The gray matrix colors in the BCt or BC horizon is derived from the parent material and is not due to wetness.\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section, 4 to 12 inches, is typically moist from September to July in most years.  The cumulative total number of days the soil moisture control section is dry is less than 90 days.\nMean annual soil temperature: 69 to 72 degrees F.\nDepth to argillic horizon: 20 to 40 inches\nThickness of the A and E, 20 to 40 inches\nParticle-size control section (weighted average)\nClay content: 20 to 35 percent\nCEC/clay ratio: 0.24 to 0.35\nA or Ap Horizon\nHue: 10YR\nValue: 5 to 8\nChroma: 2 to 4\nTexture: loamy sand, loamy fine sand, or sand\nReaction: very strongly acid to slightly acid\nE Horizon\nHue: 10YR\nValue: 6 to 8\nChroma: 2 to 4\nTexture: loamy sand, loamy fine sand, sand\nReaction: very strongly acid to slightly acid\nBt Horizon\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: sandy clay loam, clay loam, or sandy clay\nClay films: location-surfaces of peds, contrast-faint to prominent\nRedox accumulations: amount-5 to 35 percent, size-fine to coarse, contrast-faint to prominent, boundary-clear or sharp, location-surfaces of peds or in matrix\nReaction: very strongly acid to moderately acid\nBtC or BC Horizon\nMottled matrix\nHue: 10R to 5YR; 10YR\nValue: 3 or 4; 5 to 7\nChroma: 4 to 6; 1 or 2\nTexture: sandy loam, sandy clay loam, clay loam\nClay films: location-on vertical surfaces of peds, contrast-faint to prominent\nRedox accumulations: amount-1 to 30 percent, size-medium or coarse, contrast-faint to prominent, boundary-clear or sharp, location-on surfaces of peds\nReaction: very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Briley, Catilla, Dutek, Gomery, Knolle, Padina, Silawa, Stidham, Tenaha, Tremona, and Trep.\nBriley, Gomery, Tenaha, and Trep series: remain moist for longer periods\nCatilla, Dutek, Knolle, Padina, Silawa, Stidham, and Tremona series: more than 35 percent base saturation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy and loamy sediments derived from the Willis Formation of late Pliocene age\nLandform: Coastal Plain on uplands\nSlope: 1 to 12 percent but typically 3 to 5 percent\nMean annual temperature: 67 to 69 degrees F.\nMean annual precipitation: 40 to 48 inches\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall.  Summertime rainfall is controlled by the influx of tropical moisture.\nFrost-free period: 240 to 270 days\nElevation: 175 to 300 feet\nThornthwaite annual P-E indices: 52 to 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Catilla, Straber and  Tremona series.\nCatilla series: on gently sloping broad summits\nStraber series: sandy surface layer less than 20 inches thick; clayey subsoil; on footslopes\nTremona series: on a lower toe and footslope position"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderately slow.  Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on slopes more than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for rangeland.  A few areas are used for improved pasture.  Native vegetation is an open savannah with post oak and blackjack oak.  Understory is mainly mid and tall prairie grass with a variety of forbs and legumes.  With retrogression, yaupon, oaks, and eastern red cedar increase to form dense thickets."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas; LRR T; MLRA 150A; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Austin County, Texas, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 22 to 42 inches.  (Bt and BtC1 horizons)\nThe base saturation at 50 inches below the top of the argillic is less than 35 percent.\nOchric epipedon - 0 to 22 inches.  (A and E horizons)\nArenic - thickness of A & E horizons is sandy to a depth of 20 to 40 inches.\nArgillic - 22 to 80 inches.  (Bt and BCt horizons)\nClay decrease with depth - the clay control decreases with depth from the top of the argillic by more than 20 percent absolute within the depth of 60 inches.\nAdditional Comments: The series was revised in January 2001 as part of the update of MLRA 150A .  The classification was changed from thermic to hyperthermic temperature regime.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S81TX-015-1 and S81TX-015-2 from Austin County, Texas.\nADDITIONAL DATA: Characterization Data by NSSL:  S81TX-015-1 and S81TX-015-2.\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very pale brown (10YR 7/4) sand; light yellowish brown (10YR 6/4) moist; single grained; loose; nonsticky and nonplastic; many fine and medium fine roots; moderately acid; clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--4 to 22 inches; very pale brown (10YR 8/4) sand; very pale brown (10YR 7/4) moist; single grained; loose; nonsticky and nonplastic; many fine roots; moderately acid; abrupt smooth boundary.  (14 to 26 inches thick)"
      },
      {
        "name": "Bt",
        "top": 56,
        "bottom": 79,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--22 to 31 inches; red (2.5YR 4/6) sandy clay; red (2.5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable; slightly sticky and slightly plastic; common fine roots; common faint clay films on surfaces of peds; 4 percent medium distinct strong brown (7.5YR 5/6) masses of iron accumulation with sharp boundaries on surfaces of peds; very strongly acid; gradual smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "BtC1",
        "top": 79,
        "bottom": 165,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BtC1--31 to 65 inches; dark red (2.5YR 3/6) sandy loam; dark red (2.5YR 3/6) moist; weak very coarse prismatic structure; massive within prisms; very hard, friable, slightly sticky and slightly plastic; few fine roots penetrating gray zones; few distinct clay films on vertical surfaces of prisms; 5 percent medium distinct light gray (10YR 7/1) iron depletions with sharp boundaries along vertical surfaces of peds; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "BtC2",
        "top": 165,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "BtC2--65 to 80 inches; light gray (10YR 7/1) clay loam; light gray (10YR 7/1) moist; weak very coarse prismatic structure with fractures spaced about 6 to 18 inches apart; very hard, friable; few fine roots; few prominent dark red (2.5YR 3/6) clay films along surfaces of prisms; 2 percent medium prominent dark red (2.5YR 3/6) masses of iron accumulation with sharp boundaries on surfaces of peds; very strongly acid."
      }
    ]
  ]
}
