{
  "SERIES": "NEWVIENNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEB-DBO-TWN",
  "REVDATE": "06/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Newvienna silt loam, on an interfluve with a convex slope of about 7 percent, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; few brown (10YR 4/3) streaks and pockets of subsoil material; weak fine granular and weak medium subangular blocky structure; friable; neutral; abrupt smooth boundary. (15 to 25 centimeters thick)\nBt1--18 to 25 centimeters; brown (10YR 4/3) silty clay loam; weak medium subangular blocky structure; friable; few distinct dark brown (10YR 3/3) clay films on faces of peds; slightly acid; clear smooth boundary.\nBt2--25 to 48 centimeters; brown (10YR 4/3) and brown (10YR 5/3) silty clay loam; moderate medium subangular blocky structure; friable; few distinct dark brown (10YR 3/3) clay films on faces of peds; few dark concretions (manganese oxides); few fine distinct strong brown (7.5YR 5/6) redoximorphic concentrations; moderately acid; clear smooth boundary.\nBt3--48 to 66 centimeters; brown (10YR 5/3) silty clay loam; moderate medium subangular blocky structure; friable; few distinct grayish brown (10YR 5/2) clay films on faces of peds; common fine distinct yellowish brown (10YR 5/6) redoximorphic concentrations; moderately acid; clear smooth boundary.\nBt4--66 to 94 centimeters; mottled grayish brown (10YR 5/2) and yellowish brown (10YR 5/8) silty clay loam; weak fine and medium prismatic structure; friable; few distinct grayish brown (10YR 5/2) clay films on faces of peds; few dark concretions (manganese oxides); moderately acid; clear smooth boundary. (Combined thickness of the Bt horizon is 60 to 92 centimeters.)\nBtg--94 to 107 centimeters; light brownish gray (2.5Y 6/2) silt loam; extremely coarse prismatic structure; friable; few distinct grayish brown (10YR 5/2) clay films on ped faces; few dark concretions (iron and manganese oxides); common fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations; slightly acid; gradual smooth boundary. (0 to 18 centimeters thick)\nCg--107 to 152 centimeters; light brownish gray (2.5Y 6/2) silt loam; massive; friable; few dark concretions (iron and manganese oxides); common fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Dubuque County, Iowa subset; about 1 mile south of New Vienna; located about 2,090 feet east and 110 feet north of southwest corner of section 8, T. 89 N., R. 2 W.; USGS New Vienna topographic quadrangle; lat. 42 degrees 31 minutes 49 seconds N. and long. 91 degrees 06 minutes 23 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--more than 203 centimeters\nClay content in the particle-size control section (weighted average)--22 to 35 percent\nSand content in the particle-size control section (weighted average)--less than 10 percent\nA or Ap horizon:\nHue--10YR\nValue--3\nChroma--1 to 3\nTexture--silt loam or silty clay loam\nClay content--18 to 30 percent\nSand content--less than 10 percent\nReaction--strongly acid to neutral\nSpecial features--when mixed to a depth of 18 centimeters, matrix value is 3 or less, moist, 5 or less, dry\nE horizon (where present):\nHue--10YR\nValue--3 or 4\nChroma--2 or 3\nTexture--silt loam or silty clay loam\nClay content--15 to 30 percent\nSand content--less than 10 percent\nReaction--strongly acid to neutral\nIn some cultivated areas the E horizon is mixed in the Ap horizon\nBt horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--3 to 6 in upper part, 2 to 8 in lower part\nTexture--silty clay loam or silt loam\nClay content--22 to 35 percent\nSand content--less than 10 percent\nReaction--strongly acid to slightly acid\nRedoximorphic concentrations or redoximorphic depletions occur in the lower parts of this horizon\nBtg horizon:\nHue--10YR to 2.5Y\nValue--4 to 6\nChroma--1 to 2\nTexture--silt loam or silty clay loam\nClay content--15 to 30 percent\nSand content--less than 10 percent\nReaction--very strongly acid to slightly acid\nRedoximorphic concentrations with high value and chroma are typical in this horizon\nBCg or Cg horizon:\nHue--7.5YR to 2.5Y\nValue--4 to 6\nChroma--2 to 8\nTexture--silt loam or silty clay loam\nClay content--20 to 30 percent\nSand content--less than 10 percent\nReaction--strongly acid to slightly acid\nRock fragment content--0 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barony, Downsouth, Grays, Hedrick, Juda, Kaneville, Richview, Throckmorton, Vasa, Windere, and Wingate series.\nBarony--have a sand content of more than 15 percent within a depth of 100 centimeters\nDownsouth--are in areas that have a mean annual air temperature range of 12 to 14 degrees C\nGrays--have carbonates within a depth of to 100 centimeters\nHedrick--have a clay content of 25 to 34 percent in the lower third of the series control section\nJuda--have carbonates within a depth of 100 centimeters and have a clay content of 29 to 40 percent in the lower third of the series control section\nKaneville--have a sand content of more than 10 percent within a depth of 150 centimeters\nRichview--have a sand content of more than 10 percent in the lower third of the series control section\nThrockmorton--have carbonates within a depth of 152 centimeters and have a sand content of more than 30 percent in the lower third of the series control section\nVasa--have a sand content of 25 to 45 percent and a rock fragment content of 2 to 15 percent in the lower third of the series control section\nWindere--have a sand content of more than 15 percent within a depth of 100 centimeters, have carbonates within a depth of 150 centimeters, and have a rock fragment content of 2 to 15 percent in the lower two thirds of the series control section\nWingate--have a clay content of 15 to 27 percent, a sand content of 25 to 50 percent, and a rock fragment content of 1 to 10 percent in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess\nLandform--interfluves and side slopes on uplands\nSlope--0 to 20 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--7 to 12 degrees C\nMean annual precipitation--735 to 1,170 millimeters\nFrost-free period--160 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atterberry, Downs, Lindley, and Orion soils.\nAtterberry--are at higher landscape positions on interfluves and have a frequently saturated zone at a depths of 0.3 during the wettest periods of normal years\nDowns--are at higher landscape positions on interfluves and side slopes and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of normal years\nLindley--are at lower landscape positions on side slopes and have a sand content of more than 8 percent in the lower third of the series control section\nOrion--are at lower landscape positions in drainageways and have a clay content that averages 10 to 18 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs at a depth of 0.6 meter during April to June in normal years and is considered apparent\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nSurface runoff potential--negligible to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hay. The native vegetation is big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie and mixed deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Eastern lake section, Wisconsin driftless section, Till plains, and Dissected till plains\nMLRAs--Southern Wisconsin and Northern Illinois Drift Plain (95B),\nEastern Iowa and Minnesota Till Prairies (104),\nNorthern Mississippi Valley Loess Hills (105),\nIllinois and Iowa Deep Loess and Drift (108),\nIowa and Missouri Heavy Till Plain (109),\nSouthern Illinois and Indiana Thin Loess and Till Plain (114), and\nCentral Mississippi Valley Wooded Slopes (115)\nLRR M; eastern Iowa, southeastern Minnesota and southwestern Wisconsin\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dubuque County, Iowa, 1983"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 18 to 68 centimeters (Bt1, Bt2, Bt3, and Bt4 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (Ap, Bt1, Bt2, Bt3, Bt4, Btg, and Cg horizons).\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 18 centimeters (Ap horizon);\nargillic horizon--the zone from 18 to 107 centimeters (Bt1, Bt2, Bt3, Bt4, and Btg horizons);\nudic moisture regime.\nMollic Oxyaquic subgroup based on colors of ochric epipedon and a zone of saturation within 100 centimeters for 20 or more consecutive days or 30 or more cumulative days in normal years.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nThese soils have been included in the Exette and Downs mapunits in previous soil surveys.\nSaturation data is available in the Dubuque County Soil Survey field notes at Iowa State University, Ames, Iowa.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
