{
  "SERIES": "NEZ PERCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SRB/TWH/CLM",
  "REVDATE": "02/97",
  "STATES": "ID,WA",
  "OVERVIEW": "The Nez Perce series consists of very deep, moderately well drained soils that formed mainly in loess. Nez Perce soils are on loess-covered basalt plateaus and have slopes of 0 to 25 percent. The average annual precipitation is about 21 inches.  The average annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xeric Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nez Perce silt loam, on a 2 percent slope at 3,465 feet elevation in a cultivated field.  When described on May 23, 1962, the soil was moist throughout. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; strong fine and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine irregular pores; slightly acid (pH 6.3); clear wavy boundary.  (4 to 8 inches thick)\nA1--6 to 11 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine irregular pores; few worm holes and grayish brown (10YR 5/2) casts; slightly acid (pH 6.2); clear wavy boundary.  (4 to 7 inches thick)\nA2--11 to 14 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) moist, very dark grayish brown (10YR 3/2) moist, crushed; moderate medium and coarse subangular blocky structure; slightly hard,  friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine and few medium and coarse tubular pores; slightly acid (pH 6.4); clear wavy boundary. (2 to 5 inches thick)\nA3--14 to 17 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure parting to moderate fine and medium angular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine and few medium and coarse tubular pores; few black and dark brown iron and manganese concretions; some mixing of darker A1 material; neutral (pH 6.6); clear wavy boundary.  (2 to 4 inches thick)\nE--17 to 20 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; very weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; many very fine and fine and few medium and coarse tubular pores; few medium faint dark brown (10YR 4/3) moist masses of iron accumulation; common black and dark brown iron and manganese concretions; few very fine  (2 to 5 mm.) rounded weathered basalt gravel; few large krotovinas filled with A1 material; neutral (pH 6.6); abrupt smooth boundary.  (2 to 6 inches thick)\nBtb1--20 to 26 inches; pale brown (10YR 6/3) silty clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, firm, sticky and plastic; few very fine roots, mostly between peds; few very fine and fine tubular pores; many distinct grayish brown (10YR 5/2), very dark grayish brown (10YR 3/2) moist, clay films on faces of peds and surfaces of pores; common black and dark brown iron and manganese concretions; few very fine (2 to 5 mm.) fragments of weathered basalt; neutral (pH 7.0); clear wavy boundary.  (4 to 8 inches thick)\nBtb2--26 to 30 inches; brown (7.5YR 5/3) silty clay, dark brown (7.5YR 4/3) moist; moderate medium and coarse prismatic structure parting to strong fine and medium subangular blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots mostly between peds; few very fine and fine tubular pores; many distinct clay films on faces of peds and surfaces of pores; few black and dark brown iron and manganese concretions; few very fine (2 to 5 mm.) fragments of weathered basalt; slightly alkaline (pH 7.4); clear wavy boundary. (3 to 6 inches thick)\nBtkb1--30 to 42 inches; brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to weak medium subangular blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots, mostly between peds; few very fine and fine tubular pores; many distinct clay films on faces of peds and surfaces of pores; common lime veins and pockets; matrix is noneffervescent; common fine and very fine weathered basalt gravel; slightly alkaline (pH 7.8); clear wavy boundary.  (9 to 12 inches thick)\n2Btkb2--42 to 69 inches; light brownish gray (10YR 6/2) light silty clay, dark grayish brown (10YR 4/2) moist; moderate medium angular blocky structure; extremely hard, very firm, sticky and plastic; few very fine roots; few very fine and fine tubular pores; many distinct clay films on faces of peds and surfaces of pores; common angular basalt gravel; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 30 inches thick)\n3R--69 inches; lime-coated basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Idaho County; about 2 miles south of Cottonwood, Idaho; about 120 feet south and 1,400 feet west of the northeast corner of sec.  20, T. 31 N., R.1 E.  Latitude - 46 degrees, 01 minutes, 11 seconds north; Longitude - 116 degrees, 21 minutes, 07 seconds west.  USGS Cottonwood topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 12 to 20 inches\nOrganic matter content in mollic epipedon (weighted average) - 3 to 6 percent\nDepth to perched seasonal water table - 12 to 30 inches\nDepth to argillic horizon - 14 to 27 inches\nDepth to secondary lime - 20 to 40 inches\nSome pedons have few basalt gravel and cobble throughout; however, the rock fragments are usually below the albic horizon\nAverage annual soil temperature - 47 to 50 degrees F\nAverage summer soil temperature - 60 to 65 degrees F\nParticle-size control section (weighted average)\nClay content - 35 to 55 percent\nA horizon or mixed upper 7 inches\nValue - 3 or 4 dry, 2 or less moist\nChroma - 1 or 2, dry or moist\nReaction - moderately acid through neutral\nAB, BA, or Bw horizons are present in some pedons.\nE horizon\nValue - 6 or 7 dry, 3 through 6 moist\nChroma - 1 or 2, dry or moist\nTextures - SI, SIL\nGravel content - 0 to 3 percent\nContains iron-manganese concretions up to 3mm in diameter\nReaction - slightly acid or neutral\nBtb horizons\nHue - 7.5YR or 10YR\nValue - 4 through 6 dry, 3 through 5 moist\nChroma - 2 through 4, dry or moist\nTextures - SIC, SICL, C\nRock fragments - 0 to 15 percent\nClay content - 35 to 55 percent, 20 to 40 percent more clay (absolute) than E horizon\nIron-manganese concretion content - few or common, up to 3mm in diameter\nReaction - neutral through moderately alkaline\nBtkb and 2Btkb horizons (the 2Btkb horizon is not in all pedons)\nHue - 7.5YR or 10YR\nValue - 4 through 7 dry, 3 through 6 moist\nChroma - 2 through 4, dry or moist\nTextures - SIC, SICL, C\nRock fragments - 0 to 15 percent\nClay content - 30 to 55 percent\nIron-manganese concretion content - few or common, up to 3mm in diameter\nReaction - neutral through strongly alkaline\nSodium absorption ratio - 3 to 10 percent\nCalcium carbonate equivalent - 5 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chicane, Conley, Kooskia, Lookingglass, and Shebang series. Chicane soils have a mollic  epipedon more than 20 inches thick, a cambic horizon above the albic horizon, and lack iron-manganese concretions larger than 2mm in the albic horizon and above a depth of about 40 inches. Conley soils have A1 or Ap horizons 10 inches or less thick, an E horizon that separates horizons making up the mollic epipedon, are somewhat poorly drained, and may have mottles in the E and B2 horizons. Kooskia soils have chroma of 1.5 or more in the upper 7 inches and lack chroma of 2 or mottles or iron-manganese concretions larger than 2mm in the albic horizon.  Lookingglass soils do not have accumulations of secondary carbonates in the Bt horizon.  Shebang soils have a mollic epipedon 7 to 12 inches thick and are 8 to 14 inches deep to the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nez Perce soils are on loess-covered  hills and basalt plateaus at elevations of 2,600 to 4,100 feet and have slopes from 0 to 25 percent. They formed in loess, although the lower part may be formed in material weathered from the underlying basalt. The climate is subhumid with an average annual precipitation of 19 to 24 inches including 4 to 7 feet of snow. Peak precipitation is in May and June and minimum precipitation in July and August. The average annual air temperature is 44 to 48 degrees F.  The average frost-free season (32 degrees F.) ranges from about 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fenn and Ferdinand soils and the competing Chicane soils. Fenn soils lack an E horizon, have many slickensides and wedge-shaped aggregates in the Bt horizon, and lack an abrupt textural change. Ferdinand soils have clayey-skeletal Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cultivated. Winter wheat, winter peas, barley, hay, and pasture are the principal crops. The natural vegetation is mainly Idaho fescue, bluebunch wheatgrass, sticky geranium, silky lupine, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho and eastern Washington. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nez Perce and Lewis Counties, Idaho, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 17 inches (Ap, A1, A2, and A3 horizons).\nAlbic horizon - The zone from 17 to 20 inches (E horizon)\nAbrupt textural change - at 20 inches (the upper boundary of the Btb1 horizon)\nArgillic horizon - The zone from 20 to 69 inches (Bt1b, Bt2b, Btkb1, and 2Btkb2 horizons).\nParticle-size control section - The zone from 20 to 40 inches (Btb1, Btb2, and part of Btkb1 horizon).\nSecondary carbonate accumulation - The zone from 30 to 69 inches (Btkb1 and 2Btkb2 horizons) (This zone meets the requirements of a calcic horizon in some pedons.\nADDITIONAL DATA:  This soil has been sampled for analysis at the NSSL.  Laboratory sample numbers 85P 984, 86P 876; Soil survey sample numbers S85ID-069-006, S86ID-061-001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
