{
  "SERIES": "NGERSUUL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS/KP",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, isohyperthermic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ngersuul silt loam; in a level area of tropical forest with scattered betelnut. When described (3/10/80), the soil was moist throughout and had a water table at a depth of 66 centimeters. Colors are for moist soil. All textures are apparent field textures.\nA1--0 to 15 centimeters; reddish brown (5YR 4/3) silt loam that grades to strong brown (7.5YR 4/6) in the lower 5 centimeters of the horizon; weak and moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; common very fine, medium, and coarse roots; common very fine and fine tubular pores; very strongly add (pH 5.0 in 1:1 water); clear wavy boundary. (10 to 30 centimeters thick)\nB21--15 to 23 centimeters; yellowish brown (10YR 5/8) silty clay loam; weak medium subangular blocky structure; firm, sticky and slightly plastic; few very fine, fine, and medium roots; common very fine and few fine tubular pores; strongly acid (pH 5.2 in 1:1 water); gradual wavy boundary. (6 to 30 centimeters thick)\nB22--23 to 76 centimeters; brownish yellow (10YR 6/8) silty clay loam; common medium distinct red (2.5YR 5/8) mottles and few fine distinct light olive gray (5YR 6/2) mottles; moderate medium subangular blocky structure; firm, sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular pores; permanganate test indicates reducing regime; standing water at a depth of 66 centimeters; strongly acid (pH 5.2 in 1:1 water); abrupt smooth boundary. (25 to 70 centimeters thick)\nCg--76 to 99 centimeters; very dark gray (5Y 3/1) silty clay loam; weak medium subangular blocky structure; firm, sticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; permanganate test indicates reducing regime; strongly acid(pH 5.5 in 1:1 water); abrupt wavy boundary. (50 to 100       centimeters thick)\n2Oe--99 to 167 centimeters; very dark gray (2.5Y 3/0) mucky peat; massive; friable, nonsticky and slightly plastic; many very fine and fine tubular pores; medium acid (pH 5.6 in 1:1 calcium chloride)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ngaremlengui Municipality, Babelthuap Island, Palau, Western Caroline Islands; about 7.5 kilometers up the Ngatpang River from the bay, about 10 meters downstream from remnant of a stone wall in the riverbank, and then 18 meters south of the river; lat. 7'31'3.3\" N. and long. 134'33'7.5\" E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum ranges from 50 to 100 centimeters in thickness. The profile has mottles that have chroma of 2 or less at a depth of 30 to 50 centimeters. Depth to the water table ranges from 57 to 91 centimeters.\nThe A horizon has moist color in hue of 5YR, 7.5YR, or 1 OYR, value of 2 to 4, and chroma of 2 to 4. It is very strongly acid or strongly acid.\nThe B horizon has hue of 1 OYR, 2.5Y, or 5Y, value of 3 to 5, and chroma of 0 to 2. It is silt loam or silty clay loam. This horizon ranges from very strongly acid to medium acid. Some pedons do not have a mucky peat or muck layer in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   These soils are on flood plains. These soils formed in alluvium derived from volcanic rock.  Slope is 0 to 2 percent. The mean annual rainfall is about 370 centimeters, and the mean annual temperature is about 27 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dechel soils.  Dechel soils are very poorly drained and are stratified"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained, very slow runoff and moderatley slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, wildlife and a few areas are used for vegetable crops.  Native vegetation is tropical forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Republic of Palau, Western Caroline Islands, Pacific Ocean.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Babelthuap Island, Palau, Western Caroline Islands; 1980"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This Official series description was reconstructed in January 2001 after it was discovered missing from the OSD files.\nTaxonomic Version:  Version 1, 1975\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
