{
  "SERIES": "NIBSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELF",
  "REVDATE": "8/86",
  "STATES": "KS",
  "OVERVIEW": "The Nibson series consists of shallow, somewhat excessively drained soils that formed in residuum from interbedded chalky shales and soft limestone.  Permeability is moderate.  These soils are on uplands.  Slopes range from 3 to 25 percent.  Mean annual temperature is about 54 degrees F, and mean annual precipitation is about 23 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, mesic, shallow Entic\nHaplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nibson silt loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; dark gray (10YR 4/1) silt loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; slightly hard, friable; many roots; few weathered limestone fragments scattered throughout; many worm casts; slight effervescence; moderately alkaline; gradual wavy boundary.  (7 to 10 inches thick)\nBw--8 to 14 inches; light gray (10YR 7/2) silty clay loam, grayish brown (10YR 5/2) moist; mixing of colors from above by worm action; moderate medium granular structure; slightly hard, friable; many roots; few weathered limestone fragments scattered throughout; many worm casts; strong effervescence; moderately alkaline; gradual wavy boundary.  (3 to 6 inches thick)\nC--14 to 19 inches; very pale brown (10YR 7/3) silty clay loam, pale brown (10YR 6/3) moist; weak medium granular structure grading to massive; slightly hard, friable; many roots; few worm casts; many limestone and shale fragments scattered throughout and increasing with depth; thin coating of lime (about 2 mm thick) on underside of rock fragments; violent effervescence; strongly alkaline; clear wavy boundary.  (0 to 5 inches thick)\nCr--19 to 24 inches; interbedded chalky shale and soft limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Osborne County, Kansas; 19 miles south and 6 miles east of Osborne; 2600 feet south and 75 feet east of the northwest corner, sec. 29, T. 10 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 10 to 15 inches.  Depth to unweathered chalky shale and soft limestone ranges from 10 to 20 inches.  The mollic epipedon is 7 to 10 inches thick. The material in all horizons, including coarse fragments less than 1 inch in diameter, averages more than 40 percent calcium carbonate equivalent.  Coarse fragments in the solum comprise less than 35 percent of the soil mass.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2.  It commonly is silt loam and less commonly loam.  It is mildly alkaline to strongly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  This horizon is silt loam or silty clay loam, and less commonly channery counterparts.  It has moderate or strong, very fine to medium granular or subangular blocky structure.  It is moderately alkaline or strongly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 6 to 8 and 5 to 7 moist, and chroma of 2 to 4.  It is silt loam or silty clay loam, and less commonly channery counterparts.  It is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Nibson series is the only member of the family.  Competing series in other families are the Brownell, Clime, Corinth, Hedville, Heizer, Kipson, Sogn, Talihina, Timken, Vinland, and Wakeen series.  Brownell and Heizer soils are loamy-skeletal.  In addition, Brownell soils have lithic contact at 20 to 40 inches.  Clime, Corinth, and Wakeen soils have paralithic contact at 20 to 40 inches.  In addition, Clime and Corinth soils are fine.  Hedville, Heizer, and Sogn soils have a lithic contact at a depth less than 20 inches.  Kipson soils have mixed mineralogy and are in a wetter climate.  Talihina and Timken soils are clayey.  Vinland soils are in a wetter climate and lack free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nibson soils are on erosional uplands.  The slope gradient is 3 to 25 percent.  The soils formed in loamy material weathered from interbedded chalky shales and soft limestone (all of cretaceous age in the known area of occurrence).  The mean annual temperature varies from 50 to 57 degrees F, and the mean annual precipitation varies from 21 to 26 inches.  Thornthwaite annual P-E index ranges from 35 to 46."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armo, Corinth, Crete, Harney, and Wakeen soils.  Corinth soils are on similar topographic positions.  The deeper Armo soils are on adjacent foot slopes.  The deeper more clayey Crete and Harney soils formed in loess.  Crete, Harney, and Wakeen soils are on higher topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is medium or rapid.  Permeability is moderate but internal drainage is restricted by the underlying shale."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of Nibson soils are used for rangeland.  Native vegetation is mid and tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Predominantly in dissected eastern margin of the High Plains of north-central Kansas and possibly adjacent parts of Nebraska.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ellis County, Kansas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils in this series may have a  calcium carbonate equivalent greater than 15 percent and contain more than 5 percent by volume of identifiable secondary carbonates in the C horizons.  However, this layer does not meet the requirements of a calcic horizon because it is less than 6 inches thick."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; dark gray (10YR 4/1) silt loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; slightly hard, friable; many roots; few weathered limestone fragments scattered throughout; many worm casts; slight effervescence; moderately alkaline; gradual wavy boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--8 to 14 inches; light gray (10YR 7/2) silty clay loam, grayish brown (10YR 5/2) moist; mixing of colors from above by worm action; moderate medium granular structure; slightly hard, friable; many roots; few weathered limestone fragments scattered throughout; many worm casts; strong effervescence; moderately alkaline; gradual wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "weak medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--14 to 19 inches; very pale brown (10YR 7/3) silty clay loam, pale brown (10YR 6/3) moist; weak medium granular structure grading to massive; slightly hard, friable; many roots; few worm casts; many limestone and shale fragments scattered throughout and increasing with depth; thin coating of lime (about 2 mm thick) on underside of rock fragments; violent effervescence; strongly alkaline; clear wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Cr",
        "top": 48,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--19 to 24 inches; interbedded chalky shale and soft limestone."
      }
    ]
  ]
}
