{
  "SERIES": "NICHOLVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-ERS-CAW-NRB",
  "REVDATE": "06/2016",
  "STATES": "ME,NH,NY,VT",
  "OVERVIEW": "The Nicholville series consists of very deep, moderately well drained soils formed in wind or water deposited material having a high content of silt and very fine sand. They are on lake plains and low benches on uplands. Estimated saturated hydraulic conductivity is moderately high or high. Slope ranges from 0 to 60 percent. Mean annual temperature is 6 degrees C, and mean annual precipitation is 965 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nicholville silt loam, on a 4 percent north facing slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nA -- 0 to 10 cm; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; many very fine and fine, common medium and few coarse roots; 5 percent rock fragments; moderately acid; clear smooth boundary. (0 to 31 cm thick.)\nBs1 -- 10 to 25 cm; dark brown (7.5YR 3/4) silt loam; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; firm; few medium and coarse and common fine roots; 5 percent rock fragments; moderately acid; clear smooth boundary.\nBs2 -- 25 to 51 cm; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine and medium and common coarse roots; 10 percent rock fragments; moderately acid; clear smooth boundary. (Combined thickness of Bs horizon is 10 toto 51 cm.)\nBC1 -- 51 to 56 cm; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine and medium and common coarse roots; 10 percent rock fragments; common fine and medium distinct brownish yellow (10YR 6/6) and common fine and medium distinct brownish yellow (10YR 6/8) and few fine distinct yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid; clear smooth boundary.\nBC2 -- 56 to 91 cm; light brown (7.5YR 6/4) silt loam; moderate medium platy divisions; firm; few fine roots; 10 percent rock fragments; common coarse distinct light gray (10YR 7/2) and common coarse prominent white (10YR 8/1) iron depletions, and common medium distinct yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) masses of iron accumulation; moderately acid; abrupt smooth boundary. (Combined thickness of BC horizon is 0 toto 46 cm.)\n2C -- 91 to 183 cm; grayish brown (10YR 5/2) very fine sandy loam; moderate medium platy divisions; firm; 10 percent rock fragments; many medium and coarse faint dark grayish brown (10YR 4/2) and prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oneida County, New York; in the Town of Remsen, 1100 feet north and 2000 feet west of the intersection of Dustin Road and Countryman Road. USGS Forestport, NY topographic quadrangle; Latitude 43 degrees, 24 minutes, 35 seconds N. and Longitude 75 degrees, 12 minutes, 42 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 31 to 122 cm. Depth to bedrock is greater than 152 cm. Depth to contrasting deposits is greater than 76 cm, where present. Rock fragments, mostly gravel, range from 0 to 10 percent by volume throughout the soil. Redoximorphic features are within 75 cm of the mineral soil surface.\nSome pedons have an O horizon.\nThe A or Ap horizon, where present, has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3. Texture is silt loam or very fine sandy loam. Consistence is friable or very friable. Reaction ranges from extremely acid to moderately acid, unless limed.\nIn undisturbed areas, the soil typically has an O horizon, an E horizon, and may also have a Bhs or Bh horizon. These are usually destroyed by plowing. Reaction ranges from extremely acid to moderately acid, unless limed.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 3 to 7, and chroma of 1 to 4. Texture is silt loam or very fine sandy loam. Consistence is friable or very friable. Reaction ranges from extremely acid to moderately acid, unless limed.\nThe Bhs horizon where present, has hue of 2.5YR to 7.5YR, and value and chroma of 3 or less. The Bh horizon where present, has hue of 2.5YR to 7.5YR, and value and chroma of 4 or less. Texture ranges from loamy very fine sand to silt loam. Consistence is very friable to firm. Reaction ranges from very strongly acid to moderately acid.\nThe Bs horizons have hue of 5YR or 7.5YR, value of 3 to 6, and chroma of 2 to 6. In some pedons it has hue of 10YR in the lower part. Texture ranges from loamy very fine sand to silt loam. Consistence is very friable to firm. Reaction ranges from very strongly acid to moderately acid.\nThe BC horizon, where present, has hue of 10YR to 5Y, value of 4 or 5 and chroma of 3 or 4. Texture commonly ranges from very fine sand to silt loam but includes silt in some pedons. Reaction ranges from very strongly acid to moderately acid.\nThe 2C or C horizon has hue of 10YR to 5Y, value of 4 to 6 and chroma of 2 to 4. Texture commonly ranges from very fine sand to silt loam but includes silt in some pedons. The horizon is single grain, massive, or has weak platy divisions associated with depositional layers. Consistence is very friable to firm. Reaction ranges from very strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.\nThe Dixmont, Madawaska, Roundabout, and Salmon series are in related families. Dixmont and Madawaska soils have coarse-loamy particle-size control sections. Roundabout soils are somewhat poorly and poorly drained. Salmon soils are well drained and do not have redoximorphic features."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nicholville soils are on nearly level to sloping planar or concave landscapes. They are on lake plains and upland till plains that have a mantle of wind or water-deposited silt or very fine sand. Normally, slopes range from 0 to 15 percent, but may range up to 60 percent on strongly dissected lacustrine deposits. In some areas, slowly permeable deposits underlie the soil below 102 cm and restricts internal drainage. Mean annual air temperature ranges from 3 to 8 degrees C, mean annual precipitation ranges from 28 to 50 inches, and the frost-free period ranges from 90 to 160 days. Elevation ranges from 37 to 610 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Becket, Colton, Crary, Potsdam, Roundabout, Salmon, and Worth soils. Well drained Salmon soils are on nearby higher convex areas. Adams and Colton soils are associated in materials high in gravel and sand content. Becket, Crary, Potsdam, and Worth soils formed in adjacent glacial till deposits. Somewhat poorly and poorly drained Roundabout soils are on more concave landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is low to very high. Estimated saturated hydraulic conductivity is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing hay, corn, small grain, and vegetable crops. Wooded areas support sugar maple, beech, Northern red oak, and some white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The northern border and local areas in the interior of the Adirondack highlands of New York and in Maine, New Hampshire, and Vermont; MLRAs 142. 143, 144B, and 146. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New York, 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Diagnostic horizons and features recognized in the typical pedon are as follows:\na. Ochric epipedon - the zone from 0 to 10 cm (A horizon)\nb. Spodic horizon - the zone from 10 to 51 cm (Bs1 and Bs2 horizons)\nc. Aquic subgroup - aquic moisture conditions and redoximorphic features within 75 cm, but no redoximorphic features in a spodic or albic horizon within 50 cm of the mineral soil surface.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 10 cm; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; many very fine and fine, common medium and few coarse roots; 5 percent rock fragments; moderately acid; clear smooth boundary. (0 to 31 cm thick.)"
      },
      {
        "name": "Bs1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs1 -- 10 to 25 cm; dark brown (7.5YR 3/4) silt loam; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; firm; few medium and coarse and common fine roots; 5 percent rock fragments; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bs2",
        "top": 25,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs2 -- 25 to 51 cm; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine and medium and common coarse roots; 10 percent rock fragments; moderately acid; clear smooth boundary. (Combined thickness of Bs horizon is 10 toto 51 cm.)"
      },
      {
        "name": "BC1",
        "top": 51,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC1 -- 51 to 56 cm; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine and medium and common coarse roots; 10 percent rock fragments; common fine and medium distinct brownish yellow (10YR 6/6) and common fine and medium distinct brownish yellow (10YR 6/8) and few fine distinct yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid; clear smooth boundary."
      },
      {
        "name": "BC2",
        "top": 56,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC2 -- 56 to 91 cm; light brown (7.5YR 6/4) silt loam; moderate medium platy divisions; firm; few fine roots; 10 percent rock fragments; common coarse distinct light gray (10YR 7/2) and common coarse prominent white (10YR 8/1) iron depletions, and common medium distinct yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) masses of iron accumulation; moderately acid; abrupt smooth boundary. (Combined thickness of BC horizon is 0 toto 46 cm.)"
      },
      {
        "name": "2C",
        "top": 91,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C -- 91 to 183 cm; grayish brown (10YR 5/2) very fine sandy loam; moderate medium platy divisions; firm; 10 percent rock fragments; many medium and coarse faint dark grayish brown (10YR 4/2) and prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
