{
  "SERIES": "NICHOLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL-HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "OVERVIEW": "The Nichols series consists of very deep, moderately well drained soils formed in mostly loamy stratified lacustrine deposits on glacial lake basins. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 762 mm (30 inches).  Mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Oxyaquic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nichols very fine sandy loam, with a slope of less than 1 percent on a glacial lake basin in a cultivated field at an elevation of about 234 meters (768 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) very fine sandy loam, light brownish gray (10YR 6/2) dry; moderate very fine granular structure; very friable; very few fine roots throughout; common very dark grayish brown (10YR 3/2) organic coatings on faces of peds; slightly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBw1--20 to 28 cm (8 to 11 inches); brown (10YR 5/3) very fine sandy loam; moderate fine subangular blocky structure; very friable; very few fine roots throughout; very few fine tubular pores; common very dark grayish brown (10YR 3/2) fillings in 2 millimeter worm holes; few fine and medium prominent strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; neutral; abrupt wavy boundary.\nBw2--28 to 43 cm (11 to 17 inches); brown (7.5YR 4/4) very fine sandy loam; weak medium platy structure parting to moderate fine subangular blocky; very friable; very few fine roots throughout; very few fine tubular pores; few very dark grayish brown (10YR 3/2) fillings in 2 millimeter worm holes; common fine and medium distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; neutral; gradual smooth boundary.\nBw3--43 to 66 cm (17 to 26 inches); brown (7.5YR 4/4) very fine sandy loam; moderate thick platy structure parting to moderate medium subangular blocky; very friable; common fine and medium distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; slightly effervescent; slightly alkaline; gradual smooth boundary. [Combined thickness of the Bw horizon ranges from 31 to 79 cm (12 to 31 inches).]\nC--66 to 203 cm (26 to 80 inches); yellowish brown (10YR 5/4) and brown (7.5YR 5/4) stratified very fine sandy loam, silt, silt loam, and silty clay loam with a few very thin strata of silty clay; massive breaking to weak thick plates along depositional strata; very friable; common fine and medium distinct and prominent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: MLRA 95A (Eastern Wisconsin Till Plain); Outagamie County, Wisconsin; about 1 mile north and 5 miles west of Shiocton; about 660 feet east and 100 feet north of the southwest corner of sec. 15, T. 23 N., R. 15 E.; USGS New London WI. Quad; Latitude 44 degrees 27 minutes 36.4 seconds N. Longitude 88 degrees 40 minutes 27.7 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 38 to 102 cm (15 to 40 inches)\nParticle-size control section (weighted average): 5 to 18 percent clay\nRock fragments: typically absent throughout the soil\nReaction: slightly acid to slightly alkaline in the upper part of the solum, neutral to moderately alkaline in the lower part\nRedox accumulations and saturation: within 102 cm (40 inches for some time in most years\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3, colors with value moist of 3 have value dry of 6 or more.\nTexture: very fine sandy loam or fine sandy loam\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: very fine sandy loam or fine sandy loam\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: very fine sandy loam, fine sandy loam, or silt loam, and less commonly loam.\nC horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 3 or 4\nTexture: stratified layers of very fine sandy loam, fine sandy loam, silt loam or very fine sand with thin strata of finer or coarser texture in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on glacial lake basins. Slopes range from 0 to 25 percent. These soils formed mostly in very fine sandy loam or silt loam lacustrine deposits. Mean annual precipitation ranges from 635 to 890 mm (25 to 35 inches). Mean annual air temperature ranges from 7.8 to 8.9 degrees C (46 to 48 degrees F). Elevation ranges from 198 to 291 meters (650 to 985 feet) above mean sea level. The frost-free period ranges from 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boyer, Grays, Keowns, and Shiocton series. The well drained Boyer soils are on nearby outwash plains where there is less silt and more sand in the subsoil. The moderately well drained Grays soils are on similar landscape positions where there is more clay and less silt in the subsoil. The somewhat poorly drained Shiocton soils are on slightly lower landscape positions. The poorly drained Keowns soils are on lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff ranges from negligible to high. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate. These soils have an apparent seasonal high water table at a depth of 46 to 91 cm (1.5 to 3 feet) for one month or more per year in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for cropland. Common crops are corn, small grains soybeans, and hay. Specialty crops such as green beans, cabbage, peas, and sweet corn, are also grown. Some areas are used for pastureland or woodland. Native vegetation is maple-basswood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 95A (Eastern Wisconsin Till Plain). Nichols soils are of moderate extent (21,086 acres correlated)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Outagamie County, Wisconsin, 1975. Name comes from a small village in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 20 cm (0 to 8 inches)(Ap); cambic horizon - 20 to 66 ccm (8 to 26 inches) (Bw1, Bw2, Bw3); oxyaquic feature - redox accumulations and saturation within 102 cm (40 inches).\nThis soil series was originally established in Outagamie County Wisconsin in 1975. It was later correlated in Calumet and Manitowoc Counties in 1976 and in Kewaunee County in 1977. The series was made inactive about 1987. The series site location was revisited in June 2006 and described to 80 inches. Since 11,292 acres in Outagamie County are moderately well drained and 9479 acres in the Calumet-Manitowoc survey are described as well drained and moderately well drained but have a moderately well drained TUD, the series concept is changed to moderately well drained (Oxyaquic) with this revision. A new series may be needed for 315 well drained acres in Kewaunee Co. and any well drained acres in Calumet and Manitowoc Counties.\nSince all of Calumet Kewaunee and Manitowoc counties are in the mesic temperature area and about 98% of Outagamie County (including all the acres of Nichols) is mesic, the temperature regime is changed to mesic in this revision.\nAdditional field and laboratory study is needed to verify the family texture and the presence or absence of an argillic horizon. About 2180 acres of similar soil on the same landform in Shawano County were correlated as coarse-loamy, argillic Salter Variant.\nAn additional 980 acres of this soil were correlated in Outagamie County as a clayey substratum phase. A new series may be needed for these acres."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) very fine sandy loam, light brownish gray (10YR 6/2) dry; moderate very fine granular structure; very friable; very few fine roots throughout; common very dark grayish brown (10YR 3/2) organic coatings on faces of peds; slightly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--20 to 28 cm (8 to 11 inches); brown (10YR 5/3) very fine sandy loam; moderate fine subangular blocky structure; very friable; very few fine roots throughout; very few fine tubular pores; common very dark grayish brown (10YR 3/2) fillings in 2 millimeter worm holes; few fine and medium prominent strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; neutral; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--28 to 43 cm (11 to 17 inches); brown (7.5YR 4/4) very fine sandy loam; weak medium platy structure parting to moderate fine subangular blocky; very friable; very few fine roots throughout; very few fine tubular pores; few very dark grayish brown (10YR 3/2) fillings in 2 millimeter worm holes; common fine and medium distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; neutral; gradual smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 43,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw3--43 to 66 cm (17 to 26 inches); brown (7.5YR 4/4) very fine sandy loam; moderate thick platy structure parting to moderate medium subangular blocky; very friable; common fine and medium distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; slightly effervescent; slightly alkaline; gradual smooth boundary. [Combined thickness of the Bw horizon ranges from 31 to 79 cm (12 to 31 inches).]"
      },
      {
        "name": "C",
        "top": 66,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--66 to 203 cm (26 to 80 inches); yellowish brown (10YR 5/4) and brown (7.5YR 5/4) stratified very fine sandy loam, silt, silt loam, and silty clay loam with a few very thin strata of silty clay; massive breaking to weak thick plates along depositional strata; very friable; common fine and medium distinct and prominent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; very few fine prominent black (N 2.5/) irregular masses of iron-manganese in the matrix; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
