{
  "SERIES": "NICHOLIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM/KWH/GHL/HBM",
  "REVDATE": "12/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, carbonatic, shallow Duric Xeric Petrocryids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nicholia gravelly loam -- rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; 25 percent gravel; strongly effervescent (35 percent calcium carbonate); moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 7 inches thick)\nBk--2 to 14 inches; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak coarse and medium subangular blocky structure; slightly hare, very friable, slightly sticky and slightly plastic; common fine and very fine roots; 15 percent gravel; strongly effervescent (60 percent calcium carbonate); moderately alkaline (pH 8.4); abrupt smooth boundary.  (6 to 13 inches thick)\n2Bkqm--14 to 15 inches; light brownish gray (10YR 6/2) indurated duripan, grayish brown (10YR 5/2) moist; abrupt smooth boundary.  (1/2 to 3 inches thick)\n2Bkq1--15 to 31 inches; light brownish gray (10YR 6/2) extremely gravelly loamy coarse sand, grayish brown (10YR 5/2) moist; massive; very hard, very firm; nonsticky and nonplastic; common very fine and few fine roots in cracks and seams; discontinuous cementation by silica and lime; a laminar cap less than 2mm thick at 15 inches; 85 percent gravel; violently effervescent (65 percent calcium carbonate); moderately alkaline (pH 8.4); abrupt smooth boundary.  (5 to 20 inches thick)\n2Bkq2--31 to 37 inches; light brownish gray (10YR 6/2) extremely gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; very hard, very firm, slightly sticky and slightly plastic; few very fine and few fine roots in cracks and seams; discontinuous cementation by silica and lime; 75 percent gravel; violently effervescent (75 percent calcium carbonate); very strongly alkaline (pH 9.0); abrupt smooth boundary.  (6 to 10 inches thick)\n2Bkq3--37 to 60 inches; light brownish gray (10YR 6/2) extremely gravelly loamy coarse sand, grayish brown (10YR 5/2) moist; single grain; loose; nonsticky and nonplastic; common silica pendants on underside of coarse fragments; 80 percent gravel; violently effervescent (65 percent calcium carbonate); very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Idaho; about 1 mile west of Bluedome, Idaho; approximately 900 feet east and 1,500 feet south from the northwest corner, sec. 31, T. 10 N., R. 30 E.\nLatitude - 44 degrees, 09 minutes, 32 seconds West; Longitude - 112 degrees, 55 minutes, 52 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 37 to 41 degrees F.\nMean summer soil temperature - 55 to 59 degrees F.\nParticle-size control section - 14 to 18 percent clay\nAverage calcium carbonate in the control section - 40 to 65 percent\nCoarse fragments in control section - 15 to 25 percent\nDepth to indurated duripan  - 10 to 20 inches\nDepth to bedrock - greater than 60 inches\nA horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nBk horizon\nValue - 5 though 7 dry, 4 through 6 moist\nChroma - 3 or 4 dry or moist\nTextures - L, GR-L\nRock fragments - 5 to 25 percent\n2Bkq horizons\nValue - 6 though 8 dry, 5 through 7 moist\nChroma - 2 through 4 dry or moist\nRock fragments - 60 to 90 percent\nReaction - moderately to very strongly alkaline\nTexture - GRX-LCOS, GRX-SL, GRX-LS"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Windcoat series.  Windcoat soils have duripans more than 3 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nicholia soils are on outwash fans, alluvial fans and fan terraces.  Elevations range from 6,000 to 7,500 feet.  Slopes are 0 to 20 percent.  The soils formed in coarse alluvium derived dominantly from limestone.  The climate is cold and moist in winter dry in summer.  Average annual precipitation range from 8 to 11 inches.  Average summer temperature is 55 to 58 degrees F. and average annual temperature is 35 to 40 degrees F.  Frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluedome, Windcoat and Surrett soils.  Bluedome soils are moderately deep to a strongly cemented pan.  Surret soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used dominantly for rangeland.  Vegetation is mainly low sage and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer-Lemhi Counties, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\n- Ochric epipedon\n- Calcic horizon - 2 to 14 inches\n- Indurated duripan - 14 to 15 inches\n- Particle-size control section from 0 to 14 inches\nADDITIONAL DATA:  S88ID-037-001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
