{
  "SERIES": "NICOLAS",
  "STATUS": "Established Series",
  "BYREV": "DCE/CEJ/GML/ET",
  "REVDATE": "04/2019",
  "STATES": "CA",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, isothermic Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nicolas loamy sand - on a northwest undulating slope of about 5 percent under a cover of lupine, slender oats, red brome, ripgut brome and yarrow at 180 meters (590 feet) elevation.  Colors are for dry soil unless otherwise stated.  (When described on April 17, 1985, the soil was slightly moist from 33 to 81 centimeters (13 to 32 inches) and was moist below.)\nA--0 to 13 centimeters (0 to 5 inches); pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, loose, nonsticky and nonplastic; many very fine and fine and common medium roots; common very fine interstitial pores; violently effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 15 centimeters; 2 to 6 inches thick)\nC1--13 to 81 centimeters (5 to 32 inches); very pale brown (10YR 7/3) sand, brown (10YR 5/3) moist; massive; slightly hard, loose, nonsticky and nonplastic; common very fine, fine and medium roots; few very fine interstitial pores; violently effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); gradual wavy boundary.  (13 to 30 centimeters; 5 to 12 inches thick)\nC2--81 to 160 centimeters (32 to 63 inches); very pale brown (10YR 7/3) sand, brown (10YR 5/3) moist; massive; slightly hard, loose, nonsticky and nonplastic; few very fine and fine and common medium and coarse roots; few very fine interstitial pores; violently effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Nicolas Island, Ventura County, California, about 1.1 kilometers (0.7 miles) going south from fire station #4 to a Y, then 1.6 kilometers (1.0 mile) going west to another Y, go right for 1.8 kilometers (1.13 miles) to another Y, turn left and go 0.5 kilometers (0.34 miles), make a left turn on dirt road and go south 0.3 kilometers (0.18 miles), and then go west about 60 meters (200 feet) to site.\n33.2604139 degrees latitude, -119.5214806 degrees longitude; UTM Zone 11, 3682992.80n, 265117.73e; U.S.G.S. Quad Name: San Nicolas Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 17 degrees C (62.6 degrees F), and the difference between the mean summer and the mean winter soil temperature is less than 5 degrees C (9 degrees F).  The soil temperature is always above 8 degrees C (47 degrees F).  The soil between the depths of 38 to 89 centimeters (15 to 35 inches) is moist in all parts sometime in January to March about 60 to 75 days and is dry in all parts from about May or June to November.  The moisture regime is ustic bordering aridic.  The soils are calcareous and moderately alkaline throughout.  The calcium carbonates in the C horizon are the cementing agent giving the soil a slightly hard consistence.  Electrical conductivity is less than 4.0 and ESP ranges from 5 to 15.\nThe A horizon has dry color of 10YR 5/4, 6/3, 6/4, 7/3, or 7/4.  Moist colors are 10YR 3/4, 4/3, 4/4, 5/3, or 5/4.  It is sand or loamy sand.  Gravel content is 0 to about 5 percent.\nThe C horizon has dry color of 10YR 6/3, 6/4, 7/3, or 7/4.  Moist colors are 10YR 4/3, 4/4, 5/3, or 5/4.  It is sand or loamy sand.  Very coarse sand and coarse sand combined is less than 25 percent.  Ferruginous nodules range from 0 to 10 percent. ESP is 5 to 15 percent.\nAn overwash phase is also recognized in this series and is 10YR 6/2 or 6/3 sandy loam, about 13 to 36 centimeters (5 to 14 inches) thick.  The overwash soil material is the result of accelerated erosion from the steeper slopes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nicolas soils are on undulating to hilly stabilized dune areas and have slopes of 2 to 20 percent.  The soils formed in eolian materials weathered from mixed sources.  Elevation is 0 to 220 meters (0 to 720 feet).  The climate is dry subhumid mesothermal with warm dry somewhat foggy summers and cool moist winters.  Mean annual precipitation is about 280 millimeters (11 inches).  Mean January temperature is about 12.2 degrees C (54 degrees F), mean July temperature is about 17.8 degrees C (64 degrees F), and mean annual temperature is about 16 degrees C (61 degrees F).  The frost-free season is about 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jehemy, Olf, and Vizcapoint soils.  Jehemy soils are clay throughout the profile and are located on hills and marine terraces.  Olf and Vizcapoint soils have argillic horizons and are located on marine terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained, slow or medium runoff, high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for military maneuvers and wildlife habitat.  Vegetation is mainly lupine, slender oats, red brome, morning glory vine, ripgut brome, and yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Nicolas Island, Ventura County, California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Channel Islands Soil Survey Area.  San Nicolas Island Part, Ventura County, California, 1985.  The name is for the San Nicolas Island."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 13 centimeters (5 inches).  (A horizon)\nUstic moisture regime bordering aridic:  moist in all parts for 60 to 75 days after December 21.\nIsothermic temperature regime:  Mean annual soil temperature is about 16 degrees C (61 degrees F), mean summer and mean winter temperature differ by less than 5 degrees C (9 degrees F).\nOSD revised during correlation of the San Nicolas Island Interim Report in 2018.\nADDDITIONAL DATA:\nNASIS USER PEDON ID: 1985CA111002\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 centimeters (0 to 5 inches); pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, loose, nonsticky and nonplastic; many very fine and fine and common medium roots; common very fine interstitial pores; violently effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 15 centimeters; 2 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--13 to 81 centimeters (5 to 32 inches); very pale brown (10YR 7/3) sand, brown (10YR 5/3) moist; massive; slightly hard, loose, nonsticky and nonplastic; common very fine, fine and medium roots; few very fine interstitial pores; violently effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); gradual wavy boundary.  (13 to 30 centimeters; 5 to 12 inches thick)"
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--81 to 160 centimeters (32 to 63 inches); very pale brown (10YR 7/3) sand, brown (10YR 5/3) moist; massive; slightly hard, loose, nonsticky and nonplastic; few very fine and fine and common medium and coarse roots; few very fine interstitial pores; violently effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); gradual wavy boundary."
      }
    ]
  ]
}
