{
  "SERIES": "NIDAROS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLA-ROP-AGG",
  "REVDATE": "12/98",
  "STATES": "MN",
  "OVERVIEW": "The Nidaros series consists of very deep, very poorly drained soils that formed in herbaceous organic material 16 to 51 inches thick overlying loamy and sandy deposits in depressions on outwash plains, flood plains, moraines, and lake plains.  Permeability is moderately slow to moderately rapid in the organic layers and moderate to rapid in the mineral material.  Slopes range from 0 to 1 percent.  Mean annual precipitation is about 24 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nidaros muck - on a slope of 1 percent in a  reed, sedge and willow field.  (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 20 inches; black (5YR 2/1) broken face, black (10YR 2/1) rubbed muck (sapric material); about 6 percent fibers, about 5 percent rubbed; strong medium granular structure; very friable; fibers are primarily herbaceous; neutral; gradual smooth boundary.\nOa2--20 to 27 inches; black (7.5YR 2/0) broken face and rubbed muck (sapric material); about 10 percent fiber, about 2 percent rubbed; strong very coarse platy structure; friable; fibers are primarily herbaceous; neutral; clear smooth boundary. (Combined thickness of the Oa horizon is 16 to 51 inches)\nA1--27 to 33 inches; black (2.5Y 2/0) sandy clay loam; massive; neutral; clear smooth boundary.\nA2--33 to 38 inches; black (5Y 2.5/1) sandy loam; massive; neutral; abrupt smooth boundary.  (Combined thickness of the A horizon is 5 to 35 inches)\n2Cg--38 to 80 inches; olive gray (5Y 5/2) sand; single grain; loose; about 3 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otter Tail County, Minnesota; about 5 miles east of Otter Tail City; 275 feet east and 1350 feet north of the southwest corner, section 15, T.134 N., R.38 W; Heinola quadrangle; lat. 46 degrees 24 minutes 59 seconds N. and long. 95 degrees 28 minutes 6 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the organic material ranges from 16 to 51 inches over mineral soil.  The organic material is primarily derived from herbaceous plants.  There are no free carbonates in the organic material.  Some pedons contain as much as 15 percent by volume of fragments of twigs, branches, or logs that range from about 1/8 to 6 inches in diameter.  Some pedons have a 1 to 4 inch layer of sphagnum at the surface.  The mineral portion of the soil has soil textures in the upper part that are variable and often stratified but averages from 5 to 28 percent clay and 30 to 65 percent sand in the upper 12 inches or that portion of the mineral soil within the control section.  The soil textures in the lower layers of the mineral soil are sandy or gravelly.  It ranges from moderately acid to moderately alkaline.\nThe organic soil layers have hue of 10YR, to 2.5YR or is neutral, value of 2 to 4 and chroma of 0 to 3.  Broken face, rubbed, and pressed soil material may vary by one unit in color value or chroma or both. The surface tier is mainly sapric material, but some pedons have either sapric or hemic material or both in varying proportions.  It commonly has weak platy or granular structure, but in some pedons is massive. The organic layers within the subsurface tier are dominantly sapric material, but some pedons have as much as 10 inches of hemic material or 5 inches of fibric material within this depth.  The organic part of the subsurface and bottom tiers is commonly massive, but in some pedons it has weak, thick to thin platy, weak coarse granular, or blocky structure.  The reaction is very strongly acid to mildly alkaline. Commonly the organic layer just above the mineral soil horizons contains more mineral soil material than overlying organic layers, and in some pedons mineral soil material is as much as 50 percent of the volume.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3 and chroma of 0 to 2. It is a sandy loam, fine sandy loam, sandy clay loam, loam, coarse sandy loam, silty clay loam, or silt loam and their mucky analogues.  Rock fragments, mostly pebble size, range from 0 to 10 percent by volume.\nSome pedons have a Cg horizon with hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 to 3.  It is sandy loam, fine sandy loam, sandy clay loam, loam, coarse sandy loam, silty clay loam, or silt loam.\nThe 2Cg horizon has hue of 7.5YR to 5Y or is neutral, value of 4 to 6, and chroma of 0 to 2.  It is coarse sand, sand, fine sand, loamy sand, or their gravelly analogues.  The reaction ranges from moderately acid to moderately alkaline.  Rock fragments, mostly pebble size, range from 0 to 35 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berner, Bullwinkle, Cathro and Wonsqueak series. The Berner, Bullwinkle, and Cathro soils do not have sandy and gravelly substratums.  Wonsqueak soils do not have A horizons below the organic material and do not have sandy or gravelly mineral substratums."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nidaros soils are in depressions within flood plains, outwash plains, moraines, and lake plains.  Slopes are 1 percent or less.  Soils on nearby uplands are formed in sandy outwash materials.  Mean annual precipitation ranges from about 23 to 28 inches.  Mean annual air temperature ranges from 38 to 42 degrees F.  Frost free days range from 90 to 135 days.  Elevations range from 1000 to 1600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Epoufette, Forada, Isan, Leafriver, Seelyeville, Rifle, and Roscommon soils.  The very poorly drained Rifle soils formed in hemic soil material 51 inches or greater. The poorly drained Epoufette, Isan, Roscommon soils and the very poorly drained Forada and Leafriver are mineral soils located near the edges of the bogs or in shallow depressions.  The very poorly drained Seelyeville soils formed in sapric material 51 inches or more thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Depth to an apparent seasonal high water table ranges from 3 feet above the surface to the surface from January to December for the ponded phase.  The apparent seasonal high water table is from 1 foot above the surface to .5 foot below the surface from October to June for the other phases.  Surface runoff is low or very low.  Permeability is moderately slow to moderately rapid in the organic material and moderate in the upper part to rapid in the lower part of the mineral soil material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in native vegetation consisting of cattails, marsh grasses, reeds, sedges, and willows.  Some areas are forested with black ash, quaking aspen, balsam fir, tamarack, and paper birch.  A small part is used for permanent pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and north central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Becker County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: well decomposed (sapric) soil material from the surface to a depth of 27 inches (Oa1 and Oa2); a mineral layer that has a particle class size that averages loamy and is 12 inches or more thick within a depth of 51 inches; - Terric subgroup.\nADDITIONAL DATA:  Many areas of this soil were formerly included with the Markey Series.  Soil Interpretation Record numbers  MN0724, MN0725-frequently flooded and MN0726- ponded.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa1--0 to 20 inches; black (5YR 2/1) broken face, black (10YR 2/1) rubbed muck (sapric material); about 6 percent fibers, about 5 percent rubbed; strong medium granular structure; very friable; fibers are primarily herbaceous; neutral; gradual smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 51,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa2--20 to 27 inches; black (7.5YR 2/0) broken face and rubbed muck (sapric material); about 10 percent fiber, about 2 percent rubbed; strong very coarse platy structure; friable; fibers are primarily herbaceous; neutral; clear smooth boundary. (Combined thickness of the Oa horizon is 16 to 51 inches)"
      },
      {
        "name": "A1",
        "top": 69,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--27 to 33 inches; black (2.5Y 2/0) sandy clay loam; massive; neutral; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 84,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--33 to 38 inches; black (5Y 2.5/1) sandy loam; massive; neutral; abrupt smooth boundary.  (Combined thickness of the A horizon is 5 to 35 inches)"
      },
      {
        "name": "2Cg",
        "top": 97,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--38 to 80 inches; olive gray (5Y 5/2) sand; single grain; loose; about 3 percent gravel; neutral."
      }
    ]
  ]
}
