{
  "SERIES": "NIKWASI",
  "STATUS": "Established Series",
  "BYREV": "DJT; Rev. MKC",
  "REVDATE": "06/2003",
  "STATES": "NC",
  "OVERVIEW": "The Nikwasi series consists of poorly drained and very poorly drained, moderately rapidly permeable soils on flood plains in the Blue Ridge (MLRA 130).  These soils formed in recent alluvium consisting of loamy material that is moderately deep to strata of sand, gravel, and/or cobbles.  Near the type location, mean annual temperature is 55 degrees F., and mean annual precipitation is 70 inches. Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid, mesic Cumulic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nikwasi fine sandy loam on a 1 percent slope in a flood plain--hay field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches, very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; very friable; common fine roots; few rounded gravel; common fine and medium flakes of mica; slightly acid; clear wavy boundary.\nA--8 to 26 inches, very dark gray (10YR 3/1) fine sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; very friable; common fine roots; few rounded gravel; common fine and medium flakes of mica; slightly acid; clear smooth boundary.  (Combined thickness of the A subhorizons is 24 to 35 inches.)\nCg--26 to 60 inches, dark grayish brown (10YR 4/2) and multicolored extremely gravelly coarse sand; single grained; loose; dominantly waterworn gravel with many cobbles; common fine and medium flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, North Carolina; 6 miles northeast of Sylva on US 19-23; 2000 feet northeast of Mt. Pleasant Church; 75 feet east of Scotts Creek in a hay field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to sandy C horizons that contain more than 35 percent by volume gravel and/or cobbles is 24 to 40 inches.  Depth to bedrock is more than 5 feet.  Gravel and/or cobbles are in the A and AC horizons of some pedons, but comprise less than 35 percent.  Coarse-loamy horizons that overlie sandy or sandy-skeletal horizons average less than 50 percent fine and coarser sand.  Content of mica flakes is none to many.  Reaction is very strongly acid to slightly acid, but some part of the control section is moderately acid or slightly acid.\nThe A horizon has hue of 2.5Y or 10YR, value of 2 or 3, and chroma of 1 to 3; or it is neutral and has value of 2 or 3.  It is fine sandy loam, sandy loam, or loam in the fine earth fraction.  In some pedons, there is a thin surface layer of sandy or loamy, lighter colored recent overwash.\nThe AC horizon, where present, has colors similar to the A horizon.  It is loamy sand, loamy fine sand, loamy coarse sand, sand, or coarse sand in the fine earth fraction.\nThe Cg horizon is has hue of 2.5Y to 10YR, value of 4 to 7, and chroma of 1 to 2; or it is neutral and has value of 4 to 7.  Also, individual grains and coarse fragments may be multicolored.  It is loamy sand, loamy coarse sand, loamy fine sand, sand, or coarse sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in this family.  Series in closely related families are the Cullowhee, Deckerville, Ela (T), French, Koch, Odas, and Toxaway series.  Cullowhee soils have an umbric epipedon less than 24 inches thick and are somewhat poorly drained.  Deckerville and French soils are in a fine-loamy over sandy or sandy- skeletal family.  Also, French soils have an ochric epipedon and are somewhat poorly drained.  Ela soils have an umbric epipedon less than 24 inches thick.  Koch and Odas soils have a regular decrease in organic matter content with depth.  Toxaway soils are in a fine-loamy, nonacid family and lack Cg horizons with more than 35 percent coarse fragments within a 40 inch depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nikwasi soils are on nearly level, relatively narrow flood plains in the upper reaches of watersheds in the Blue Ridge (MLRA 130).  Slope ranges from 0 to 3 percent.  These soils formed in recent alluvium consisting of loamy material that is moderately deep to strata of sand, gravel, and/or cobbles.  Near the type location, mean annual temperature is about 55 degrees F., and mean annual precipitation is about 70 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cullowhee and French soils, and the Craigsville, Cullasaja, Dellwood, Potomac, Reddies, Smokemont (T), Sylva, Tusquitee, and Whiteside soils.  All of these soils except Sylva and Toxaway are better drained than Nikwasi.  Craigsville, Dellwood, Potomac, Reddies, and Smokemont soils are on flood plains generally nearer to the stream channel than Nikwasi.  Cullasaja, Tusquitee, Sylva, and Whiteside soils formed in colluvium on toe slopes and fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained; very slow to ponded runoff; moderately rapid permeability in the A horizon and rapid in the C horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil is in idle open land that was cleared for cropland but abandoned because of wetness and flooding.  These areas are commonly in alders, sedges, rushes, and weeds.  Some areas are used for pasture and hay.  Common trees in forested areas are yellow poplar, sycamore, red maple, and yellow birch.  A few areas have been planted to eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blue Ridge (MLRA 130) of North Carolina, Georgia, and possibly Tennessee and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, North Carolina, 1990.  The name is the Cherokee Indian name for Franklin, North Carolina in adjacent Macon County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils now placed in the Nikwasi series were previously included in the Toxaway series.  However, Toxaway lacks a Cg horizon that contains more than 35 percent coarse fragments within 40 inches below the surface.  The 2/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy.  This soil is placed in the superactive CEC family based on data from pedon sample S86NC-113-024.\nDiagnostic horizons and features in this pedon are:\nUmbric Epipedon - The zone from the surface of the soil to a depth of 26 inches (Ap and A horizons)\nCumulic Humaquepts feature - An umbric epipedon 24 inches or more thick and irregular decrease in organic matter content with depth.\nNonacid family - reaction of 5.5 or more in the 10 to 40 inch control section.\nSandy-skeletal material between the depths of 26 and 60 inches (the Cg horizon).\nRevised: 2/99, 6/03-MKC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 8 inches, very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; very friable; common fine roots; few rounded gravel; common fine and medium flakes of mica; slightly acid; clear wavy boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--8 to 26 inches, very dark gray (10YR 3/1) fine sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; very friable; common fine roots; few rounded gravel; common fine and medium flakes of mica; slightly acid; clear smooth boundary.  (Combined thickness of the A subhorizons is 24 to 35 inches.)"
      },
      {
        "name": "Cg",
        "top": 66,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "narrative": "Cg--26 to 60 inches, dark grayish brown (10YR 4/2) and multicolored extremely gravelly coarse sand; single grained; loose; dominantly waterworn gravel with many cobbles; common fine and medium flakes of mica; moderately acid."
      }
    ]
  ]
}
