{
  "SERIES": "NILDA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. HKS/TER/MJD",
  "REVDATE": "11/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Aquic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nilda silt loam on a 2 percent single east facing slope in irrigated pasture. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 4 inches; light gray (10YR 7/2) silt loam; brown (10YR 5/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine and fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (4 to 6 inches thick).\nC--4 to 22 inches; light gray (10YR 7/2) silty clay loam; pale brown (10YR 6/3) moist; massive; hard, firm, sticky, plastic; many very fine and common fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (18 to 22 inches thick).\nCg1--22 to 28 inches; white (10YR 8/1) silty clay loam; pale brown (10YR 6/2) moist; massive; hard, firm, sticky, plastic; common very fine and fine roots; few very fine and fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (5 to 8 inches thick).\nCg2--28 to 44 inches; white (10YR 8/1) silty clay loam; light yellowish brown (10YR 6/2) moist; massive; hard, firm, sticky, plastic; few very fine roots; few very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (6 to 9 inches thick).\nCg3--44 to 60 inches; white (10YR 8/1) silty clay loam; pale brown (10YR 6/2) moist; massive; hard, firm, sticky, plastic; few very fine roots; few very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Juab County, Utah; Trout Creek Ranch; 1,580 feet east and 900 feet north of the southwest corner of section 23, T. 13 S., R.  18 W.; 39 degrees, 40 minutes, 4 seconds north latitude, and 113 degrees, 50 minutes, 46 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 60 inches.  Calcium carbonate equivalent ranges from 3 to 15 percent.  Clay content in the particle-size control section is 28 to 35 percent.  The mean annual soil temperature is 50 to 53 degrees F.  These soils are saturated below a depth ranging from 20 to 40 inches for a significant period from March through October.  The soil is moderately alkaline or strongly alkaline.\nThe A horizon has hue of 10YR or 2.5Y, and chroma of 2 to 4.  Texture is silt loam or silty clay loam.  Conductivity of  saturation extract is 4 to 16 millimhos.  It is slightly effervescent to strongly effervescent.\nThe C horizon has hue of 10YR or 2.5Y, value of 7 or 8 dry and 5 or 6 moist, and chroma of 1 or 2 dry and 1 to 4 moist.  Conductivity of the saturation extract is 2 to 8 millimhos.   It is strongly effervescent or violently effervescent.  Texture is silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nIxian (NV) soils are very strongly alkaline throughout the profile and have a layer of lime accumulation at depths of about 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Nilda soils are at elevations of 4,300 to 5,000 feet.  Slopes are 0 to 2 percent.  The soil occurs on lake plains and formed in lacustrine sediments and alluvium from mixed sedimentary rocks.  The average annual precipitation is 5 to 8 inches.  Mean annual air temperature is 48 to 51 degrees F. and the freeze-free period is 115 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Piltdown, Norland and Swingler series.  The Piltdown and Norland series are well drained and are fine-loamy.  These soils generally occur on dissected alluvial fans and fan terraces.  Swingler soils are well drained and occur on fan terraces and high lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow runoff; moderately slow permeability.  The occurrence of the water table at any given location is from a combination of natural and artificial (irrigation) sources."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated pasture and cropland, and wildlife habitat.  Native water tolerant grasses and forbs is the principal vegetation on the irrigated pasture.  Irrigated crops include alfalfa and small grain.  Potential native vegetation is mainly grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Central Utah.  The series is not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  West Juab-Millard Soil Survey, Juab County, Utah 1988.   The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon area:\nOchric epipedon - the zone from the soil surface to a depth of 4 inches.\nCg feature - the zone of low chroma gleyed material from 22 to 60 inches.\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
