{
  "SERIES": "NIMUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAM/KWH/TLA/RWL",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "OVERVIEW": "The Nimue series consists of very deep, well drained soils formed in residuum and colluvium from extrusive igneous rocks and a thin mantle of volcanic ash and pumice. Nimue soils are on rounded ridgetops and mountain side slopes. Slopes range from 3 to 90 percent and elevations from 3,100 to 5,500 feet. The mean annual precipitation is about 95 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nimue ashy loamy sand - forested on a 22 percent west slope at 4,600 feet elevation. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 0.5 inches; accumulation of needles, leaves and twigs, abrupt smooth boundary. (0 to 3 inches thick)\nOa--0.5 to 2.5 inches; black (5YR 2.5/1) decomposed forest litter; many very fine roots; abrupt wavy boundary. (1 to 3 inches thick)\nE--2.5 to 4 inches; gray (10YR 5/1) ashy loamy sand (volcanic ash and pumice) light gray (10YR 7/1) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; 5 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary. (1 to 4 inches thick)\nBhs--4 to 7 inches; variegated dark reddish brown (5YR 3/2, 3/4) and yellowish red (5YR 5/6) ashy loamy sand (volcanic ash and pumice) strong brown (7.5YR 4/6) dry; moderate medium subangular blocky structure that parts to weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine, medium and common coarse roots; 10 percent gravel; very strongly acid (pH 5.0); abrupt irregular boundary. (2 to 5 inches thick)\nBs--7 to 12 inches; reddish brown (5YR 4/4) and strong brown (7.5YR 5/6) ashy sandy loam (65 percent sand size volcanic ash) light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common very fine, fine and few medium roots; 12 percent gravel; strongly acid (pH 5.2); clear irregular boundary. (4 to 6 inches thick)\n2BC--12 to 26 inches; brown (7.5YR 4/4) very gravelly ashy loam, light yellowish brown (10YR 6/4) dry; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic, moderately smeary; common fine, medium and few coarse roots; 40 percent angular gravel and 5 percent angular cobbles; strongly acid (pH 5.4); gradual irregular boundary. (0 to 16 inches thick)\n2C1--26 to 45 inches; dark yellowish brown (10YR 4/6) extremely gravelly silt loam, pale yellow (2.5Y 7/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few fine roots; 60 percent angular gravel and 10 percent angular cobbles; moderately acid (pH 5.8); diffuse smooth boundary. (10 to 20 inches thick)\n2C2--45 to 62 inches; olive brown (2.5Y 4/4) extremely gravelly silt loam, light brownish gray (2.5Y 6/2) dry; weak fine subangular blocky structure; slightly hard, firm, sticky and plastic, non-smeary; 65 percent angular gravel and 10 percent angular cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Snoqualmie Pass Area, King County, Washington; Government Meadows area; 2,600 feet north and 700 feet west of the southeast corner of sec. 33, T. 19 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Average annual soil temperature ranges from 39 to 42 degrees F. The upper 7 to 14 inches of the solum has an estimated moist bulk density of 0.60 to 0.95 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of more than 2.0 percent, and 15-bar water retention of 5 to 12 percent. The particle-size control section averages 40 to 70 percent rock fragments.\nThe E horizon has hue of 10YR or 7.5YR value of 3 through 7 moist, 6 to 8 dry, and chroma of 0 or 2 moist or dry.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 3 through 5 moist, and chroma of 2 through 6 moist or dry. Texture is ashy sandy loam, ashy fine sandy loam, or ashy loamy sand (volcanic ash) and contains 0 to 30 percent rock fragments. Reaction is very strongly acid to moderately acid.\nThe Bs horizon is ashy loam, ashy sandy loam, ashy silt loam, or ashy loamy sand (volcanic ash) with 0 to 35 percent gravel. Reaction is strongly acid or moderately acid.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 3 to 5 moist, and chroma of 4 to 6 moist or dry. Texture is sandy loam, fine sandy loam, or loam with 35 to 70 percent rock fragments. Reaction is slightly acid to strongly acid.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 3 through 5 moist and chroma of 2 through 6 moist or dry. Texture is extremely gravelly sandy loam, extremely gravelly loam, extremely gravelly silt loam, extremely stony sandy loam, or very cobbly fine sandy loam in basalt and andesite substratum phases. The 2C horizon is extremely gravelly clay loam, extremely gravelly silt loam, or extremely gravelly silty clay loam in the breccia substratum phase. Reaction is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Conto, Playco, and Springsteen series.\nConto soils  pscs dominated by rounded and subrounded rock fragments of glacial till origin\nPlayco soils  mean annual soil temperature of 42 to 46 degrees F.; similar to Nimue soils and need further investigation when update occurs.\nSpringsteen soils  20 to 40 inches to lithic contact (phyllite); mean annual soil temperature of 42 to 44 degrees F"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nimue soils are on rounded ridges and mountain side slopes at elevations of 3,100 to 5,500 feet. Slopes range from 3 to 90 percent, but are dominantly greater than 30 percent. These soils formed in a mantle of volcanic ash and pumice over residuum and colluvium from extrusive igneous rocks including basalt, andesite and flow breccia and from gneiss and schist. The mean annual precipitation is 70 to 120 inches with most of it in the form of snow and rain during the winter months. The average January temperature is 27 degrees F. and the average July temperature is 58 degrees F. The mean annual temperature is 38 to 40 degrees F. The growing season is 100 to 130 days at 28 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dobbs, Foss, Haywire, Littlejohn, Pitcher, Spukwush, Playco and Nagrom soils. Dobbs soils have a paralithic contact at a depth of 20 to 40 inches. Foss soils ae medial over loamy-skeletal. Haywire soils have a lithic contact at a depth of 20 to 40 inches. Littlejohn and Pitcher soils are frigid. Spukwush soils are ashy over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production. Native vegetation is noble fir, Pacific silver fir, western hemlock, Douglas- fir, and Alaska cedar with an understory of common beargrass, salal, western swordfern, Oregon-grape, Pacific yew, red huckleberry, princes pine, and dwarf huckleberry, and woodrush. Dry phase native vegetation is Pacific silver fir, western hemlock, mountain hemlock, Douglas-fir, Engelmann spruce, with an understory of rusty menziesia, queencup beadlily, longtube twinflower, pachystima, and Oregon wintergreen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cascade Mountains in King, Pierce, Kittitas, and Chelan Counties, Washington; MLRA 3. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Snoqualmie Pass Area, Washington, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nalbic horizon - from the 2.4 to 4 inches\nspodic horizon - from 4 to 12 inches The upper part of the spodic horizon (Bhs) has about 5.5 percent organic carbon.\nAndic soil properties  the zone from 0 to 12 inches\nParticle-size control section  the zone from 12.5 to 42.5 inches\nType location is in a breccia substratum map unit.\nClassification revised 01/2001 due new Spodosol keys from loamy-skeletal, mixed Haplic Cryohumods to loamy-skeletal, mixed Andic Humicryods.\nADDITIONAL DATA: Classification based on partial lab data NSSL#791644 to 1650.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 1,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 0.5 inches; accumulation of needles, leaves and twigs, abrupt smooth boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Oa",
        "top": 1,
        "bottom": 6,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0.5 to 2.5 inches; black (5YR 2.5/1) decomposed forest litter; many very fine roots; abrupt wavy boundary. (1 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 6,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--2.5 to 4 inches; gray (10YR 5/1) ashy loamy sand (volcanic ash and pumice) light gray (10YR 7/1) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; 5 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary. (1 to 4 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 10,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bhs--4 to 7 inches; variegated dark reddish brown (5YR 3/2, 3/4) and yellowish red (5YR 5/6) ashy loamy sand (volcanic ash and pumice) strong brown (7.5YR 4/6) dry; moderate medium subangular blocky structure that parts to weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine, medium and common coarse roots; 10 percent gravel; very strongly acid (pH 5.0); abrupt irregular boundary. (2 to 5 inches thick)"
      },
      {
        "name": "Bs",
        "top": 18,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bs--7 to 12 inches; reddish brown (5YR 4/4) and strong brown (7.5YR 5/6) ashy sandy loam (65 percent sand size volcanic ash) light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common very fine, fine and few medium roots; 12 percent gravel; strongly acid (pH 5.2); clear irregular boundary. (4 to 6 inches thick)"
      },
      {
        "name": "2BC",
        "top": 30,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "2BC--12 to 26 inches; brown (7.5YR 4/4) very gravelly ashy loam, light yellowish brown (10YR 6/4) dry; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic, moderately smeary; common fine, medium and few coarse roots; 40 percent angular gravel and 5 percent angular cobbles; strongly acid (pH 5.4); gradual irregular boundary. (0 to 16 inches thick)"
      },
      {
        "name": "2C1",
        "top": 66,
        "bottom": 114,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "2C1--26 to 45 inches; dark yellowish brown (10YR 4/6) extremely gravelly silt loam, pale yellow (2.5Y 7/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few fine roots; 60 percent angular gravel and 10 percent angular cobbles; moderately acid (pH 5.8); diffuse smooth boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2C2",
        "top": 114,
        "bottom": 157,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "2C2--45 to 62 inches; olive brown (2.5Y 4/4) extremely gravelly silt loam, light brownish gray (2.5Y 6/2) dry; weak fine subangular blocky structure; slightly hard, firm, sticky and plastic, non-smeary; 65 percent angular gravel and 10 percent angular cobbles; moderately acid (pH 5.8)."
      }
    ]
  ]
}
