{
  "SERIES": "NINCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS/MJZ/TM/JBF",
  "REVDATE": "03/2012",
  "STATES": "NV",
  "OVERVIEW": "The Ninch series consists of very deep, somewhat excessively drained soils that formed in aeolian deposits over alluvium and lacustrine sediments with a component of volcanic ash.  Ninch soils are on sand sheets and partially stabilized sand dunes.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Duric Xeric Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ninch fine sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 cm; light brownish gray (10YR 6/2) silty micaceous fine sand, dark grayish brown (10YR 4/2) moist; single grained; loose, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; neutral (pH 7.0); clear smooth boundary.  (10 to 18 cm thick)\nC--15 to 64 cm; light brownish gray (2.5Y 6/2) fine sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine roots and few saltgrass rhizomes; many very fine interstitial pores; neutral (pH 7.2); clear wavy boundary. (36 to 56 cm thick)\nCq--64 to 89 cm; light brownish gray (2.5Y 6/2)  loamy fine sand, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine tubular, many very fine interstitial pores; 25 percent 0.6 to 1.2 thick, very hard, firm durinodes; slightly alkaline (pH 7.8); clear wavy boundary.  (20 to 36 cm thick)\n2Bkq--89 to 104 cm; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, nonsticky and nonplastic; many very fine, and few fine roots; many very fine and few fine tubular, many very fine interstitial pores; 25 percent 0.6 to 1.8 cm thick rounded durinodes that are hard and firm; few thin silica coatings in pores and as discontinuous laminae; slightly effervescent matrix; few fine and medium white (10YR 8/2) strongly effervescent lime coatings on silica 25 cm inches thick)\n3Bkq--104 to 178 cm; light gray (2.5Y 7/2) with pockets and seams of light brownish gray (2.5Y 6/2) weakly silica-cemented very fine sandy loam, grayish brown (2.5Y 5/2) moist; massive; very hard, firm, brittle; few very fine and fine roots; few fine and many very fine tubular pores; common thin silica films in pores and as discontinuous laminae; strongly effervescent, lime coatings on silica laminae and in pores; very strongly alkaline (pH 9.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; approximately 2.5 miles northwest of the Winnemucca airport, about 600 feet south and 2,340 feet west of the northeast corner of section 20, T. 36 N., R. 38 E.; latitude 40 degrees 59 minutes 14 seconds N and longitude 117 degrees 43 minutes 28 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in the winter and early spring, dry late May through early November; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 11 to 13 degrees C.\nDepth to Cq horizon: 46 to 90 cm.\nDepth to carbonates: 50 to 100 cm.\nParticle-size control section - Clay content:  5 to 10 percent.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nReaction:  Neutral through moderately alkaline.\nCq and Bkq horizons\nHue:  10YR to 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nTexture:  Averages loamy fine sand, but is stratified with textures ranging from sand to very fine sandy loam and silt loam.\nClay content:  5 to 10 percent.\nConsistence:  Soft through hard, dry; very friable through firm, moist.\nReaction:  The noncalcareous upper part is neutral through moderately alkaline; strongly through very strongly alkaline in the calcareous lower part.\nCementation:  20 to 60 percent hard or very hard, dry and firm or very firm, moist durinodes.  Weakly cemented layers are below 40 inches in some pedons.\nOther features:  Unconformable loamy or silty lacustrine sediments are below 100 cm in some pedons.  It is weakly silica cemented or contains durinodes, are hard or very hard, dry; firm or very firm, moist and hue of 2.5Y or 5Y."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ninch soils are on sand sheets.  These soils formed in sandy aeolian deposits over alluvium and lacustrine sediments, with a component of volcanic ash.  Slopes are 0 to 15 percent.  Elevations are 1,160 to 1,525 meters.  The climate is cool, semiarid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 200 to 250 cm, mean annual temperature is 9 to 11 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Humboldt, Sonoma and Valmy soils.  Humboldt soils have a mollic epipedon, are poorly drained, and have a fine-textured particle-size control section. Sonoma soils have a fine-silty particle-size control section and are poorly drained.  Valmy soils have a coarse-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; very slow to medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly Indian ricegrass, needleandthread, inland saltgrass, western wheatgrass, scurfpea, black greasewood, basin big sagebrush, rubber rabbitbrush and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County (BLM Sonoma Planning Unit), Nevada.  1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon).\nDurinodes in a friable matrix - The zone from 64 to 104 cm (Cq, 2Bkq horizons).\nParticle-size control section - The zone from 25 to 100 cm (Cq and part of the C and 2Bqk.\nADDITIONAL DATA:  SSIR No. 23.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
