{
  "SERIES": "NINEKAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DCE-SJB-CEJ",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Ninekar series consists of moderately deep, well-drained soils formed in material weathered from hard basalt, andesite, or tuff bedrock.  The Ninekar soils are on lava plateaus and have slopes of 0 to 30 percent. The mean annual precipitation is about 14 inches, and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xerertic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ninekar very stony silt loam, rangeland, on a slope of 2 percent under a cover of low sagebrush and Sandberg bluegrass at a elevation of 5,020. (Colors are for dry soil unless otherwise stated.)\nTypically the surface is covered with 25 percent stones and 20 percent cobbles.\nA--0 to 3 inches; gray (10YR 5/1) very stony silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine, medium and coarse roots; few very fine interstitial and tubular pores; 30 percent stones and 25 percent cobbles; a thin layer of bleached sand grains on the underside of most stones; slightly acid (pH 6.2); abrupt wavy boundary. (2 to 6 inches thick)\nBt1--3 to 13 inches; brown (7.5YR 4/4) silty clay loam, brown (7.5YR 4/4) most; moderate medium and coarse prismatic structure parting to moderate medium angular blocky; very hard, very friable, sticky and plastic; common very fine, medium and coarse roots; few very fine tubular pores; common thin clay films on peds; many intersecting slickensides; neutral (ph 7.0); clear wavy boundary.\nBt2--13 to 20 inches; brown (7.5YR 5/5) silty clay loam, brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, very friable, sticky and  plastic; common very fine, medium and corase roots; few very fine tubular pores; common thin clay films on peds; many intersecting slickensides; neutral (pH 7.0); clear wavy boundary. (The combined thickness of the Bt horizon is 10 to 22 inches).\nBCt--20 to 28 inches; brown (7.5YR 5/4) light clay loam, brown (7.5YR 4/4) moist; moderate fine and medium angular blocky structure; hard, very friable, sticky and plastic; few very fine roots; few very fine tubular pores; common moderately thick clay films on peds; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 10 inches thick)\nR--28 to 32 inches; very dark gray (N 3/ ) hard fractured basalt.  Discontinuous 1 to 2 inch thick seams of slightly effervescent disseminated lime and silica in rock fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 5 miles SE of Likely; 4 miles SE from Jess Valley Road on West Valley Reservoir Road (County Road 66); 62 feet N of the road in the NW1/4 of the SW1/4 of section 19, T.39 N., R.14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches.   The mean annual soil temperature varies from 51 to 57 degrees F.  The soil moisture control section (5 to 14 inches) is dry throughout from June 1 thru November 1 (153 days).  The soil temperature exceeds 41 degrees F from April 15 thru November 15.  Cracks 4 cm wide extend from the top of the argillic to about 0.5 cm wide at 23 inches.  The cracks do not extend to the surface.  Rock fragments on the surface, mostly stones and cobbles, range from 10 to 50 percent.\nThe A horizon dry color is 10YR 4/2, 4/3, 5/1, 5/2, 5/3, 6/2, 6/3; 7.5YR 4/2, 5/2 or 6/2.  Moist color is 10YR 3/2, 3/3, 4/2, 4/3; 7.5YR 3/2 or 4/2.  It is loam or silt loam modified by 20 to 50 percent cobbles and stones.  Reaction is slightly acid or neutral.  The epipedon has dry value of 6 or has moist value or chroma of 4 or is too thin to qualify for a mollic epipedon.\nThe Bt horizon dry color is 10YR 4/4, 5/3, 5/4; 7.5YR 7/6, 6/4, 4/4, 5/2, 5/4; 5YR 4/4, 5/2, 5/3 or 5/4.  Moist color is 10YR 3/3, 3/4, 4/2, 4/3, 4/4; 7.5YR 3/4, 4/4, 5/4, 5/6; 5YR 3/4 or 4/4.  It is clay loam, silty clay loam or clay with 35 to 60 percent clay modified by 0 to 15 percent gravel.  Reaction ranges from neutral thru moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deven, Ninemile, Pundip, and Roza series.  Deven soils have a lithic contact at depths of less than 20 inches.  Ninemile soils have a frigid temperature regime.  Pundip soils have a very fine control section.  Roza soils lack a lithic or paralithic contact and formed in alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ninekar soils are on plateaus at elevations of 4,300 to 5,800 feet.  Slopes range from 0 to 30 percent.  They formed in residuum from hard basalt, andesite, or tuff bedrock.  Small amounts of volcanic ash is present in some pedons.  The climate is cool semiarid with warm dry summers and cold moist winters.  Mean annual precipitation is 12 to 16 inches.  Snowfall is 30 to 60 inches.  Average January temperature is 27 degrees F.; average July temperature is 67 degrees F.; mean annual temperature is 45 to 47 degrees F.  The freeze-free season is 70 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Deven soils and the Ditchcamp, Karcal, Packwood, and Puls soils.  Ditchcamp, Packwood, and Puls soils have duripans over basalt.  Karcal soils are clayey throughout and have cracks that open and close once each year."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range and as a habitat for wildlife.  Vegetation is mainly low sagebrush, Sandberg bluegrass, squirreltail, mustard, cheatgrass, and a few scattered Western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lava plateaus of northeastern California and possibly south-central Oregon.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County (Alturas Area), California, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from the surface to a depth of 3 inches (A horizon).\nArgillic horizon:  The zone from 3 to 28 inches (Bt1, B12 and BCt horizons).\nADDITIONAL DATA:  Riverside Laboratory, Pedon S73 Calif. 25-13, not yet published.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
