{
  "SERIES": "NINETYSIX",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/TDT",
  "REVDATE": "02/2006",
  "STATES": "OR",
  "OVERVIEW": "The Ninetysix series consists of very deep, well drained soils that formed in colluvium weathered from massive, exfoliated Picture Gorge Basalt.  They are on footslopes of cliffs and on sloping slump benches.  Slopes are 2 to 90 percent.  The mean annual precipitation is about 14 inches, and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ninetysix extremely cobbly sandy loam - rangeland, on a 60 percent slope at an elevation of 2,900 feet.  (When described on November 2, 1999, the soil was moist to 19 inches but dry below.  Colors are for moist soils unless otherwise noted.)\nA1--0 to 4 inches; very dark brown (10YR 2/2) extremely cobbly sandy loam, brown (10YR 4/3) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and many very fine roots; few fine and common very fine irregular pores; 15 percent stones, 30 percent cobbles, and 20 percent gravel; slightly alkaline (pH 7.7); clear wavy boundary.\nA2--4 to 14 inches; very dark brown (10YR 2/2) very cobbly sandy loam, brown (10YR 4/3) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; few fine and common very fine tubular pores; 25 percent cobbles and 10 percent gravel; slightly alkaline (pH 7.7); gradual wavy boundary.  (Combined thickness of the A horizons is 10 to 20 inches.)\nBw1--14 to 29 inches; very dark brown (10YR 2/2) very cobbly coarse sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky and nonplastic; many very fine roots; common very fine tubular pores; 30 percent cobbles and 15 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary.\nBw2--29 to 38 inches; very dark brown (10YR 2/2) very cobbly coarse sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 10 percent stones, 20 percent cobbles, and 15 percent gravel; slightly alkaline (pH 7.8); gradual wavy boundary.  (Combined thickness of the Bw horizons is 15 to 24 inches.)\nBk--38 to 60 inches; very dark brown (10YR 2/2) very cobbly coarse sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky and nonplastic; carbonate coatings on the underside of rocks; 30 percent cobbles and 15 percent gravel; moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon, located about 9 miles south of Kimberly or about 6.5 miles north of the junction of Highways 19 and 26 along the eastern edge of Devils Gulch; 1,700 feet east and 2,300 feet south of the NW corner of section 9, T. 11 S., R. 26 E. (Latitude 44 degrees, 37 minutes, and 50 seconds North and Longitude 119 degrees, 36 minutes, and 16 seconds West)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but moisture control section is dry for 60 to 90 consecutive days.  The mean annual soil temperature is 47 to 50 degrees F.  Depth to bedrock is greater 60 inches.  The mollic epipedon is 10 to 20 inches thick.  Dark colors continue below 20 inches, but organic matter is less than one percent.  The profile has 5 to 18 percent clay and 45 to 75 percent sand throughout.  It is slightly or moderately alkaline throughout.  Depth to secondary carbonate accumulation is 30 to 44 inches.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry.  It has 0 to 15 percent stones, 20 to 30 percent cobbles, and 10 to 20 percent gravel.  The lower part of the A horizon has textures of sandy loam or loam.\nThe Bw horizons have value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 dry.  It is sandy loam or loam with 0 to 10 percent stones, 20 to 35 percent cobbles, and 15 to 20 percent gravel.\nThe Bk horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 dry.  It is sandy loam or loam with 30 to 45 percent cobbles and 10 to 20 percent gravel.  Calcium carbonate equivalent is 2 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Alpowa, Bonnet, Copperton, Hondee, Hupp, Lakewin, Middle, Stricker and Tammany soils.  Alpowa soils have secondary carbonates at a depth of 12 to 30 inches.  Bonnet soils have soil temperatures of 54 to 59 degrees F. and depth to secondary carbonates is 20 to 30 inches.  Copperton soils have a weakly to moderately cemented horizon at a depth of 12 to 30 inches.  Hupp soils have 18 to 24 percent clay in the particle size control section and depth to secondary carbonates is 10 to 24 inches.  Lakewin soils have secondary carbonates at a depth of 17 to 27 inches and has very gravelly sand at a depth of 20 to 35 inches.  Middle soils are moderately deep to bedrock.  Stricker soils have 24 to 30 percent clay in the cambic horizon, more than 15 percent calcium carbonate equivalent in the calcic horizon, and 18 to 32 inches to secondary carbonates.  Hondee soils have secondary carbonates at 10 to 20 inches.  Tammany soils have carbonates at 15 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ninetysix soils are on footslopes of cliffs and on sloping slump blocks.  These soils formed in colluvium from Picture Gorge Basalt.  The massive Picture Gorge Basalt exfoliates forming dark colored fine earth material dominantly in the sand fraction.  Slopes are 2 to 90 percent.  Elevation is 2,200 to 4,800 feet.  The climate is characterized by cool, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 16 inches, and the mean annual temperature is 45 to 50 degrees F.  The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haystack, Exfo, and Lickskillet soils.  Haystack soils have an aridic moisture regime and are found on gently sloping fans at lower elevations.  Lickskillet and Exfo soils are found on south facing slopes between lava flows.  Lickskillet soils are 12 to 20 inches to bedrock.  Exfo soils are less than 10 inches to bedrock and have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  The potential native vegetation is bluebunch wheatgrass, Sandberg bluegrass, and basin big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Oregon; MLRA 10.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  John Day Fossil Beds National Monument, Oregon, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from surface to 14 inches (A1 and A2 horizons)\nCambic horizon - 14 to 38 inches (Bw1 and Bw2 horizons)\nSecondary carbonate accumulation - 38 to 60 inches (Bk horizon)\nParticle size control section - 10 to 40 inches (lower part of the A2, Bw1, Bw2, and the upper part of the Bk horizons)\nXeric moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; very dark brown (10YR 2/2) extremely cobbly sandy loam, brown (10YR 4/3) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and many very fine roots; few fine and common very fine irregular pores; 15 percent stones, 30 percent cobbles, and 20 percent gravel; slightly alkaline (pH 7.7); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--4 to 14 inches; very dark brown (10YR 2/2) very cobbly sandy loam, brown (10YR 4/3) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; few fine and common very fine tubular pores; 25 percent cobbles and 10 percent gravel; slightly alkaline (pH 7.7); gradual wavy boundary.  (Combined thickness of the A horizons is 10 to 20 inches.)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--14 to 29 inches; very dark brown (10YR 2/2) very cobbly coarse sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky and nonplastic; many very fine roots; common very fine tubular pores; 30 percent cobbles and 15 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 74,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--29 to 38 inches; very dark brown (10YR 2/2) very cobbly coarse sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 10 percent stones, 20 percent cobbles, and 15 percent gravel; slightly alkaline (pH 7.8); gradual wavy boundary.  (Combined thickness of the Bw horizons is 15 to 24 inches.)"
      },
      {
        "name": "Bk",
        "top": 97,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--38 to 60 inches; very dark brown (10YR 2/2) very cobbly coarse sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky and nonplastic; carbonate coatings on the underside of rocks; 30 percent cobbles and 15 percent gravel; moderately alkaline (pH 7.9)."
      }
    ]
  ]
}
