{
  "SERIES": "NINEMILE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "09/2019",
  "STATES": "CA,NV,OR",
  "OVERVIEW": "The Ninemile series consists of shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks.  Ninemile soils are on hills, mountains, and plateaus.  Slopes are 0 to 70 percent.  The mean annual precipitation is about 360 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ninemile extremely cobbly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 36 percent cobbles and 20 percent gravel.\nA--0 to 5 cm; brown (10YR 4/3) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; 35 percent gravel and 30 percent cobbles; neutral (pH 6.8); abrupt smooth boundary. (3 to 18 cm thick)\nBt1--5 to 10 cm; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate very fine subangular blocky structure; hard, friable, very sticky and very plastic; many very fine and fine, few medium roots; many very fine interstitial pores; continuous faint clay films on faces of peds; neutral (pH 6.7); abrupt broken boundary.  (This horizon is discontinuous and only occurs around the under edges of surface cobbles and stones.)  (0 to 8 cm thick)\nBt2--10 to 20 cm; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine prismatic and strong fine angular blocky structure; extremely hard, very firm, very sticky and very plastic; many very fine and fine roots; many fine interstitial pores; continuous pressure faces on peds; neutral (pH 6.7); abrupt smooth boundary.  (8 to 23 cm thick)\nBt3--20 to 36 cm; brown (7.5YR 4/4) clay, dark brown (7.5YR 3/4) moist; strong fine and medium subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; continuous pressure faces on peds; neutral (pH 6.7); abrupt irregular boundary.  (5 to 18 cm thick)\nR--36 cm; basalt; weathered in upper 13 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 500 feet southeast of Pilgrim Lake near the California-Nevada state line; about 300 feet south and 800 feet east of the northwest corner of section 32, T. 35 N., R. 18 E.; USGS Hole in the Ground 7.5 minute topographic quadrangle; latitude 40 degrees 52 minutes 18 seconds N and longitude 119 degrees 59 minutes 47 seconds W; WGS84 Decimal Degrees 40.8716667 latitude, -119.9963889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist during the winter and spring, mainly dry from late June through early October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 46 cm; includes part or all of the argillic horizon.\nDepth to bedrock: 25 to 50 cm to a lithic contact; where bedrock is less than 38 cm deep, the upper 3 to 13 cm of the bedrock is weathered.\nOther features: An abrupt horizon boundary is normally present between the A horizon and the Bt1 horizon accompanied by an abrupt increase in clay content of at least 15 percent.\nParticle-size control section - Clay content:  Averages 40 to 60 percent.\nRock fragments: 0 to 35 percent, mainly gravel or cobbles.  Lithology of fragments are volcanic rocks such as andesite, basalt, rhyolite, or tuff.\nA horizon\nHue: 7.5YR or 10YR.\nValue:  3 through 5 dry, 2 or 3 moist.\nChroma:  1 through 3, dry or moist.\nReaction:  Slightly acid through moderately alkaline.\nOrganic matter content: 1 to 4 percent.\nOther features:  The upper 2.5 to 5 cm of some pedons have a dry value of 6.\nBt horizons\nHue: 5YR through 10YR.\nValue:  3 through 6 dry, 2 through 4 moist.\nChroma:  2 through 4, dry or moist; lower subhorizons have chroma of 6 in some pedons.\nClay content: 35 to 60 percent.\nTexture:  Clay, gravelly clay, cobbly clay loam, cobbly clay, or clay loam.\nRock fragments:  0 to 35 percent gravel or cobbles.\nStructure:  Moderate or strong subangular or angular blocky or prismatic. Bt3 horizons may be massive is some pedons.\nConsistence:  Hard to extremely hard dry.\nReaction:  Neutral through moderately alkaline.\nOther features:  Some pedons are slightly hard dry, friable to firm moist; moderately sticky and moderately plastic wet in the Bt1 horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crocan and Madeline series.\nCrocan soils have 5 to 10 percent organic matter in the A horizons and have slickensides in the lower part of the argillic horizon.  Madeline soils do not have abrupt textural boundaries between the A and Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ninemile soils are on hills, mountains, and plateaus.  They formed in residuum and colluvium derived from volcanic rocks.  Slopes are 0 to 70 percent.  Elevations range from 1,585 to 2,530 meters.  In Oregon elevation ranges as low as 1,250 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 400 mm, the mean annual temperature is 4 to 7 degrees C, and the frost-free period is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beden, Home Camp, Karlo, Newlands, Westbutte  and the competing Madeline soils.  Beden soils are loamy and have ashy textured A horizons.  Home Camp soils are moderately deep to paralithic contacts.  Karlo soils are moderately deep to lithic contacts and have slickensides through their control section.  Newlands soils are fine-loamy, deep to lithic contacts, and have a cryic temperature regime.  Westbutte soils are loamy-skeletal, moderately deep to lithic contacts, and have a xeric moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ninemile soils are used for rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, Sandberg's bluegrass, Idaho fescue, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and western Nevada, northeastern California, and south-central Oregon.  These soils are extensive with about 270,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 23, while other acreage occurs in MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, (Surprise Valley-Home Camp Area), 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 5 to 36 cm (Bt1, Bt2, and Bt3 horizons).\nLithic contact - The boundary at 36 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 36 cm (A, Bt1, Bt2, and Bt3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Previous authors and editors include: RLM/MZ/JVC."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; brown (10YR 4/3) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; 35 percent gravel and 30 percent cobbles; neutral (pH 6.8); abrupt smooth boundary. (3 to 18 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bt1--5 to 10 cm; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate very fine subangular blocky structure; hard, friable, very sticky and very plastic; many very fine and fine, few medium roots; many very fine interstitial pores; continuous faint clay films on faces of peds; neutral (pH 6.7); abrupt broken boundary.  (This horizon is discontinuous and only occurs around the under edges of surface cobbles and stones.)  (0 to 8 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--10 to 20 cm; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine prismatic and strong fine angular blocky structure; extremely hard, very firm, very sticky and very plastic; many very fine and fine roots; many fine interstitial pores; continuous pressure faces on peds; neutral (pH 6.7); abrupt smooth boundary.  (8 to 23 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 20,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt3--20 to 36 cm; brown (7.5YR 4/4) clay, dark brown (7.5YR 3/4) moist; strong fine and medium subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; continuous pressure faces on peds; neutral (pH 6.7); abrupt irregular boundary.  (5 to 18 cm thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--36 cm; basalt; weathered in upper 13 cm."
      }
    ]
  ]
}
