{
  "SERIES": "NINIGRET",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAS-EHS-TDT",
  "REVDATE": "01/2013",
  "STATES": "CT,MA,NH,NY,RI,VT",
  "OVERVIEW": "The Ninigret series consists of very deep, moderately well drained soils formed in loamy over sandy and gravelly glacial outwash. They are nearly level to strongly sloping soils on glaciofluvial landforms, typically in slight depressions and broad drainage ways. Slope ranges from 0 through 15 percent. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum. Mean annual temperature is about 49 degrees F. and mean annual precipitation is about 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, mesic Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ninigret fine sandy loam - idle field, 2 percent slope. (Colors are for moist soil unless otherwise noted.)\nAp --0 to 8 inches; very dark grayish brown (10YR 3/2) fine sandy loam; pale brown (10YR 6/3) dry; weak medium granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary. (6 to 12 inches thick.)\nBw1 --8 to 16 inches; yellowish brown (10YR 5/6) fine sandy loam; weak coarse granular structure; very friable; few fine roots; strongly acid; clear wavy boundary.\nBw2 --16 to 26 inches; yellowish brown (10YR 5/4) fine sandy loam; very weak coarse granular structure; very friable; very few fine roots; common medium distinct light brownish gray (10YR 6/2) and brownish yellow (10YR 6/6) redoximorphic features; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizon is 11 to 32 inches.)\n2C --26 to 65 inches; pale brown (10YR 6/3) loamy sand and few lenses of loamy fine sand; single grain; loose; many medium distinct light olive gray (5Y 6/2) and many prominent yellowish brown (10YR 5/8) redoximorphic features; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New London County, Connecticut; town of Stonington, 1,000 feet southwest along Riverside Drive from the intersection with Green Haven Road, 300 feet east of Riverside Drive, and 350 feet west of the Pawcatuck River. USGS Watch Hill, RI topographic quadrangle; Latitude 41 degrees, 20 minutes, 03 seconds N.; Longitude 71 degrees 50 minutes, 36 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 18 through 38 inches and typically corresponds to the depth of sand or sand and gravel. Rock fragments, mainly rounded pebbles, range from 0 to 15 percent by volume in the solum, from 0 to 30 percent in the substratum above a depth of 40 inches, and from 0 to 60 percent below. Unless limed, the soil is very strongly acid through moderately acid to a depth of 30 inches and very strongly acid through slightly acid below 30 inches.\nSome pedons have an O horizon up to 2 inches thick. It has hue of 7.5YR or 10YR, value of 2 through 3, and chroma of 1 or 2. It has weak or moderate granular structure, or it is massive\nThe Ap horizon has hue of 7.5YR through 2.5Y, value and chroma of 2 through 4. Dry value is 6 or more. Undisturbed pedons have a thin A horizon with value of 2 through 3 and chroma of 1 through 3. The Ap or A horizon is fine sandy loam, very fine sandy loam, loam, or silt loam. It has weak or moderate granular structure and is friable or very friable.\nThe upper part of the Bw horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 4 through 8. The lower part of the Bw horizon has hue of 7.5YR through 5Y, value of 3 through 6, and chroma of 2 through 6. Texture is typically fine sandy loam with less than 50 percent fine or coarser sand or very fine sandy loam, but includes silt loam and loam. Stucture is weak or moderate, granular or subangular blocky, or it is massive. Consistence is very friable or friable. Some pedons have a sandy loam Bw subhorizon or BC horizon less than 5 inches thick just above the 2C horizon.\nThe 2C horizon has hue of 10YR through 5Y, value of 4 through 7, and chroma of 1 through 6. It typically has redoximorphic features. The horizon is commonly stratified sand and gravel. Texture of individual layers ranges from coarse sand to fine sand thrrough loamy fine sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.\nIn a related family, Ellington soils have dominant hue of 5YR or 2.5YR in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ninigret soils are nearly level to strongly sloping soils on glaciofluvial landforms. Slopes range from 0 through 15 percent, but commonly are 0 through 8 percent. The soils formed in loamy over stratified sandy and gravelly glacial outwash derived from a variety of acid rocks. Mean annual temperature ranges from 45 through 52 degrees F., mean annual precipitation ranges from 35 through 50 inches, and the growing season ranges from 120 through 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agawam, Dartmouth, Deerfield, Enfield, Haven, Narragansett, Raynham, Raypol, Scio, Sudbury, Tisbury, Walpole, and Wapping soils. The well drained Agawam and Haven soils and the poorly drained Walpole and Raypol soils are associated in a drainage sequence. Dartmouth and Scio soils have coarse-silty particle-size control sections. Deerfield and Sudbury soils are sandy terrace associates. Enfield, Haven, and Narragansett soils do not have low chroma depletions within a 24 inch depth. Raynham soils are poorly drained silty soils in low areas. Tisbury soils are coarse-silty over sandy or sandy-skeletal. Wapping soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately will drained. Surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum. The soil has a seasonal high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the acreage is used for cultivated crops, hay, or pasture. Common crops are silage corn, vegetables, tobacco, and nursery stock. Some areas are idle, wooded, or used for community development. Common trees are red, white and black oak, red maple, sugar maple, white pine, gray birch, white ash, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut, Massachusetts, New Hampshire, New York, Rhode Island, and Vermont: MLRA 144A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington-Kent Counties, Rhode Island, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cation exchange activity class placement determined from a review of available data.\nDiagnostic horizons and other features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 through 8 inches (Ap horizon).\n2. Cambic horizon - the zone from 8 through 26 inches (Bw horizon).\n3. Aquic feature - low chroma depletions within a 24 inch depth (Bw2 horizon).\n4. Particle-size control section from 10 to 40 inches that is coarse-loamy to 26 inches and contrasting sandy or sandy-skeletal below."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap --0 to 8 inches; very dark grayish brown (10YR 3/2) fine sandy loam; pale brown (10YR 6/3) dry; weak medium granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 --8 to 16 inches; yellowish brown (10YR 5/6) fine sandy loam; weak coarse granular structure; very friable; few fine roots; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 --16 to 26 inches; yellowish brown (10YR 5/4) fine sandy loam; very weak coarse granular structure; very friable; very few fine roots; common medium distinct light brownish gray (10YR 6/2) and brownish yellow (10YR 6/6) redoximorphic features; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizon is 11 to 32 inches.)"
      },
      {
        "name": "2C",
        "top": 66,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C --26 to 65 inches; pale brown (10YR 6/3) loamy sand and few lenses of loamy fine sand; single grain; loose; many medium distinct light olive gray (5Y 6/2) and many prominent yellowish brown (10YR 5/8) redoximorphic features; strongly acid."
      }
    ]
  ]
}
