{
  "SERIES": "NIOTAZE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEW-ELG-JLD",
  "REVDATE": "03/2016",
  "STATES": "KS,OK",
  "OVERVIEW": "The Niotaze series consists of moderately deep, somewhat poorly drained, slowly permeable soils that formed in residuum from weathered shale and colluvium from sandstone of Pennsylvanian age. These gently sloping to steep soils are on hillslopes of hills and cuestas in the Northern Cross Timbers (MLRA 84A). Slope ranges from 3 to 45 percent. At the type location the mean annual temperature is 15 degrees C (59 degrees F), and mean annual precipitation is 1067 mm (42 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Albaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Niotaze cobbly fine sandy loam--on a l2 percent west-facing slope under hardwoods, at an elevation of 284 m (930 ft). (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm (0 to 3 in); very dark grayish brown (10YR 3/2) very cobbly fine sandy loam, grayish brown (10YR 5/2) dry; weak very fine and fine granular structure; slightly hard, very friable; many fine roots; 40 percent by volume subangular fragments of sandstone; moderately acid; clear irregular boundary. (Thickness of the A horizon is 5 to 12 cm [2 to 5 in])\nE--8 to 25 cm (3 to l0 in); brown (10YR 5/3) cobbly fine sandy loam, pale brown (10YR 6/3) dry; weak very fine granular structure; slightly hard, very friable; few fine roots; 30 percent by volume subangular fragments of sandstone; strongly acid; clear smooth boundary. (Thickness of the E horizon is 5 to 25 cm [2 to l0 in])\n2Bt--25 to 46 cm (l0 to 18 in); reddish brown (5YR 4/4) silty clay, brown (7.5YR 5/4) dry; weak medium subangular blocky and moderate fine angular blocky structure; very hard, very firm; few fine roots; common clay films on faces of peds, grayish coatings on faces of peds in upper 3 in); strongly acid; gradual smooth boundary. (Thickness of the 2Bt horizon is 15 to 76 cm [6 to 30 in])\n2BCt--46 to 71 cm (18 to 28 in); mixed light brown (7.5YR 6/4) and gray (10YR 6/1) silty clay loam, dark brown (7.5YR 3/4) moist; weak coarse subangular blocky structure; hard, firm; few fine roots; thin common clay films on faces of peds; common, fine distinct strong brown (7.5YR 5/8) masses of oxidized iron; common fine, prominent gray (10YR 5/1) redox depletions; lower portion having some laminated shale; moderately acid; gradual wavy boundary. (Thickness of the 2BCt horizon is 15 to 50 cm [6 to 20 in])\n2Cd--71 to 155 cm (28 to 61 in); grayish brown (2.5Y 5/2) noncemented shale bedrock, light brownish gray (2.5Y 6/2) dry; massive with angular rock structure; extremely hard, extremely firm; few roots along fractures; moderately acid; clear smooth boundary. (Thickness of the 2Cd horizon is 50 to 100 cm [20 to 40 in])\n2Cr--155 to 203 cm (61 to 80 in); grayish brown (2.5Y 5/2) moist, shale bedrock; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chautauqua County, Kansas; one mile southeast of the town of Chautauqua; 703 feet west and 392 feet north of the southeast corner, sec.14, T. 35 S., R. 11 E.\nUSGS topographic quadrangle: Chautauqua, KS\nLatitude: 37 degrees, 0 minutes, 9.37 seconds N\nLongitude: 96 degrees, 10 minutes, 16.46 seconds W\nDatum: NAD83\nDecimal Degrees\nLatitude: 37.00260\nLongitude: -97.17124\nUTM Easting: 751711.93 m\nUTM Northing: 4098902.68 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum and depth to shale: 51 to 102 cm (20 to 40 in)\nParticle-size control section (weighted average):\nClay content: more than 40 percent\nA horizon:\nHue: l0YR\nValue: 4 to 6, 2 to 4 moist\nChroma: l to 3\nTexture: cobbly fine sandy loam or fine sandy loam but includes loam, silt loam, very fine sandy loam and their cobbly or stony counterparts\nOther features: some pedons have up to 2.5 cm (l in) of organic litter on top of the mineral horizon\nCoarse fragments less than 76 mm (3 in): amount-0 to 35 percent by volume; size-0 to 76 mm; kind-sandstone\nCoarse fragments greater than 76 mm (3 in): amount-0 to 35 percent by volume; size-76 to 120 mm; kind-sandstone\nReaction: strongly acid to moderately acid\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 to 4\nTexture: cobbly fine sandy loam or fine sandy loam but includes loam, silt loam, very fine sandy loam and their cobbly or stony counterparts\nCoarse fragments less than 76 mm (3 in): amount-0 to 35 percent by volume; size-0 to 76 mm; kind-sandstone\nCoarse fragments greater than 76 mm (3 in): amount-0 to 35 percent by volume; size-76 to 120 mm; kind-sandstone\nReaction:\n2Bt horizon:\nHue: 2.5YR to 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: silty clay loam, silty clay or clay\nClay content: 35 to 55 percent clay\nReaction: very strongly acid to slightly acid\n2BC horizon:\nHue: 2.5YR to 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: l to 6\nTexture: silty clay loam or silty clay\nRedox concentrations: amount-common; size-fine; distinctness-distinct; colors-shades of brown or red; location-in matrix\nRedox depletions: amount-common; size-fine; distinctness-prominent; colors-shades of gray; location-in matrix\nReaction: very strongly acid to neutral\n2Cd horizon:\nHue: 2.5YR to 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: l to 6\nTexture and cementation: weakly cemented shale that slakes in water when air dried and submerged at least one hour\nOther features: underlain by a Cr or R horizon of hard shale or sandstone.\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corrigan, Invershiel, and Pilgrims series in the same family.\nCorrigan soils: formed in material weathered from volcanic tuff, and are over paralithic volcanic tuff\nInvershiel soils: formed in marine sediments over marl on the coastal plain\nPilgrims soils: are moderately deep over limestone bedrock"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in residuum weathered from interbedded shale and sandstone, with a surface mantle of colluvium from sandstone\nLandscape: hillslopes\nLandform: backslopes of hills and cuestas\nSlope: 3 to 45 percent\nMean annual air temperature: 15 to 16.1 degrees C (59 to 61 degrees F)\nMean annual precipitation: 991 to 1143 mm (39 to 45 in)\nFrost-free period: 181-240 days\nElevation: 244 to 320 m (744 to 1050 feet)\nThornthwaite Annual P-E Index: 64 to 75"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bartlesville, Bates, Bigheart, Coweta, Steedman, Prue, and Wewoka series.\nBartlesville soils: are on less sloping summits above Niotaze soils, are fine-loamy and have sandstone at depths of 51 to 102 cm (20 to 40 in)\nBates soils: are on higher summits, have mollic epipedons, are fine-loamy, and have sandstone at depths of 51 to 102 cm (20 to 40 in)\nBigheart and Coweta soils: are on shoulder slopes adjoining Niotaze soils but have sandstone within a depth of 51 cm (20 in); in addition, Coweta soils have mollic epipedons\nPrue soils: are on colluvial footslopes below the Niotaze soils, and are fine-loamy and very deep\nSteedman soils: are on similar slopes, but do not have E horizons, are more alkaline in the Bt and BC horizons, and have prairie vegetation\nWewoka soils: are on broad to narrow summits and interfluves and have a sandy-skeletal control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nPermeability: slow\nRunoff:  medium on slopes 1 to 3 percent and high on slopes greater than 3 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Primarily as native range pasture and woodland. The native vegetation is a savannah consisting of post oak, blackjack oak, red oak, hickory, other udic trees, and an understory of tall grasses. The aspect may range from rangeland or sparse savannah to woodland, depending on management."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Kansas, north-central and north-eastern Oklahoma. LRR J; MLRA 84A. These soils are extensive, about 350,000 acres. About 300,000 acres is in Oklahoma with the balance in Kansas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chautauqua County, Kansas, March l972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons recognized in the pedon are:\nOchric epipedon: 0 to 10 cm (0 to 10 in) (A and E horizon)\nArgillic horizon: 25 to 46 cm (10 to 18 in) (2Bt horizon)\nAbrupt texture change: clay increase greater than 20 percent absolute within 7.5 cm (3 in) from the E to Bt horizon\nLaboratory data by Oklahoma State University and NSSL is available on these soils.\nThese soils in Chautauqua County, Kansas are on hillslopes of strongly dissected landscapes of shale with lenses and outcrops of sandstone. Surface creep has distributed fragments of sandstone over the surface of the soil in most locations and the loamier A and E horizons have developed in this material while the clayey B horizons have developed in material from the underlying shale. Discontinuous stone lines are common at top of the argillic horizon.\nADDITIONAL DATA: KSSL and Oklahoma State University indicate that the mineralogy is variable across the series and geological range. Both smectitic and mixed pedons have been sampled.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
