{
  "SERIES": "NIOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE-WA-RJB",
  "REVDATE": "06/2015",
  "STATES": "IL,IA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Vertic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Niota silt loam, nearly level in a pasture at an elevation of 187 meters (615 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 inches); black (10YR 2/1) silt loam, gray (10YR 5/1) dry; moderate very fine and fine granular structure; friable; many fine roots throughout; neutral; clear smooth boundary. [18 to 25 cm (7 to l0 inches) thick]\nE--18 to 36 cm (7 to 14 inches); mixed grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry;moderate thin platy structure parting moderate fine granular; friable; common fine roots throughoit; common distinct light gray (10YR 7/1) dry, silt coatings on faces of peds; few fine black (7.5YR 2.5/1) concretions of iron and managnese oxides in the matrix; strongly acid; abrupt smooth boundary. [10 to 25 cm (4 to l0 inches) thick]\n2Bt-- 36 to 61 cm (14 to 24 inches); reddish brown (5YR 4/4) silty clay; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm; few fine roots between peds; many distinct grayish brown (2.5Y 5/2) clay films on faces of peds;very strongly acid, clear smooth boundary.\n2Btg1--61 to 94 cm (24 to 37 inches); gray (5Y 5/1 and 5Y 6/1) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots between peds; common distinct dark gray (5Y 4/1) clay films on faces of peds; few fine black (7.5YR 2.5/1) concretions of iron and manganese oxides in the matrix; few fine and medium prominent yellowish red (5YR 4/6) masses of iron in the matrix; very strongly acid; gradual smooth boundary.\n3Btg2--94 to 135 cm (37 to 53 inches); gray (5Y 6/1) silt loam; weak coarse prismatic structure parting to weak medium subangular blocky; friable; common distinct reddish gray (5YR 5/2) clay films on faces of peds; many prominent black (7.5YR 2.5/1) iron and manganese stains on faces of peds; many fine black (7.5YR 2.5/1) concretions of iron and manganese oxides in the matrix; few fine and medium prominent yellowish red (5YR 4/6) masses of iron in the matrix; very strongly acid; clear smooth boundary. [Combined thickness of the 2Bt horizons is 38 to 74 cm (15 to 29 inches).]\n3Cg--135 to 152 cm (53 to 60 inches); gray (5Y 6/1) silt loam; massive; friable; many fine black (7.5YR 2.5/1) concretions of iron and manganese oxides in the matrix; many fine and medium prominent yellowish red (5YR 4/6) masses of iron in the matrix; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rock Island County, Illinois; about l 1/2 miles southwest of Hillsdale; 600 feet north and l320 feet east of the southwest corner of sec. 30, T. l9 N., R. 3 E.; USGS Hillsdale topographic quadrangle; lat. 41 degrees 36 minutes 01 seconds N. and long. 90 degrees 12 minutes 17 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 152 cm (40 to 60 inches)\nAverage content of clay in the particle-size control section: between 38 and 60 percent\nDepth to the lacustrine clayey material: 25 to 51 cm (l0 to 20 inches)\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3 moist or 4 or 5 dry\nChroma: l or 2 moist or dry\nTexture: silt loam\nReaction: strongly acid to neutral\nE horizon:\nhue: 10YR or 2.5Y\nValue: 4 to 6 (5 through 7 dry)\nChroma: l to 3\nTexture: silt loam\nReaction: strongly acid or moderately acid\nRedoximorphic features: present in some pedons\nSome pedons have a BE horizon.\n2Bt and/or 2Btg horizons:\nHue: 2.5YR to 5Y or N (neutral)\nValue: 4 to 6\nChroma: 0 to 4\nTexture:  silty clay or clay in the upper part, and is clay, silty clay, or silty clay loam in the lower part.\nRedoximorphic features:\nHue: 5YR to 5Y\nValue: 4 to 6\nChroma: 2 to 6\nReaction: extremely acid to moderately acid\nOther features: One or more subhorizons within the control section, and ranging in thickness from 20 to 76 cm (8 to 30 inches), have hue of 2.5YR or 5YR and chroma of 3 or 4.\n3Btg or 3BCg horizon:\nHue: 7.5YR, 10YR, 2.5Y, 5Y or N (neutral)\nValue: 4 to 6\nChroma: 0 to 2\nTexture: silty clay loam, silt loam or loam\nRedoximorphic features: typically present\nReaction: very strongly acid to moderately acid\n3Cg horizon:\nHue: 5Y\nValue: 6\nChroma: 1\nTexture: commonly silt loam, but the range includes strata of loam, clay loam, sandy loam, silty clay loam, and loamy fine sand.\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Niota is the only established series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Niota soils are on nearly level stream terraces. Slope gradients range from 0 to 2 percent. The soils formed in 25 to 51 cm (10 to 20 inches) of loess or other silty material and the underlying fine textured or moderately fine textured lacustrine sediments and, in some areas, the underlying stratified outwash. Mean annual temperature ranges from 7.8 to 10.6 degrees C (46 to 51 degrees F), and mean annual precipitation ranges from 810 to 990 mm (32 to 39 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Zwingle soils and the Denrock soils. Both Zwingle and Denrock soils are on similar landscape positions nearby. Denrock soils are Aquic Argiudolls, and they do not have an E horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Low runoff. Saturated hydraulic conductivity is low to moderately low (0.01 to 0.42 micrometers per second). Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Niota soils are used for cultivated crops or pasture. Principal cultivated crops are corn, soybeans, and small grain. Native vegetation was prairie grasses and scattered hardwood trees. See Additional Data section for native vegetative cover in Iowa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Illinois, and eastern Iowa. LRR M, MLRAs 105, 108B, and 115C. Niota soils have small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henderson County, Illinois l947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons had features recognized in this pedon are:\nOchric epipedon - from a depth of 0 to 18 cm (0 to 7 inches) (A horizon)\nAlbic horizon - from a depth of 18 to 36 cm (7 to 14 inches) (E horizon)\nArgillic horizon - from a depth of 36 to 135 cm (14 to 53 inches) (2Bt, 2Btg1, and 3Btg2 horizons).\nAbrupt textural change - at a depth of 36 cm (14 inches)\nADDITIONAL DATA:  In Iowa, the native vegetative cover is a mixed herbaceous and woody community commonly inhabited with Green Ashes, American Elms, Common Hackberries, Eastern Cottonwoods, American Sycamores, Silky Dogwoods, Black Willows, Wild Black Currants, Riverbank Grapes, Grays Sedges, Hop Sedges, Virginia Wildryes, Stiff Bedstraws, White Avens, Wood Nettles, False Nettles, Canadian Clearweeds, and Common Bonesets. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
