{
  "SERIES": "NIPISSING",
  "STATUS": "Established Series",
  "BYREV": "Rev. SGS-LMC-JJJ",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nipissing very cobbly silt loam, on a southwest facing slope of 3 percent, in a forested area. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inches; black (5YR 2/1) forest litter; many roots; very strongly acid; abrupt smooth boundary (0 to 1 inch thick).\nOe--1 to 3 inches; black (5YR 2/1) well decomposed leaf litter; many roots; very strongly acid; abrupt smooth boundary (1 to 2 inches thick).\nE--3 to 4 inch; dark reddish gray (5YR 4/2) very cobbly silt loam reddish gray (5YR 5/2) dry; weak fine granular structure; very friable; many roots; about 30 percent gravel and 30 percent cobbles; very strongly acid; abrupt smooth boundary (0 to 2 inches thick).\nBhs1--4 to 20 inches; dark reddish brown (5YR 2/2) extremely cobbly silt loam; weak fine granular structure; very friable; many roots; continuous black (5YR 2/1) coatings on rock fragment surfaces; about 30 percent gravel and 40 percent cobbles; moderately acid; gradual wavy boundary (14 to 18 inches thick).\nBhs2--20 to 29 inches; very dusky red (2.5YR 2/2) extremely cobbly loam; weak fine granular structure; very friable; many roots; continuous black (5YR 2/1) coatings on rock fragment surfaces; decreasing fine earth in interstices with depth; about 30 percent gravel and 40 percent cobbles; moderately acid; clear smooth boundary (8 to 9 inches thick).\nBs--29 to 35 inches; dark reddish brown (2.5YR 3/4) extremely cobbly loam; weak fine granular structure; very friable; many roots; black (5YR 2/1) coatings on rock fragment surfaces; little earth filling interstices 1mm in diameter; about 30 percent gravel and 60 percent cobbles; moderately acid; gradual wavy boundary (4 to 7 inches thick).\n2C--35 to 39 inches; fragmental materials; single grain; loose; few roots; black (5YR 2/1) coatings on rock fragment surfaces; interstices between rock fragments unfilled; about 95 percent rock fragments of which about 50 percent is cobbles and 40 percent gravel; neutral; abrupt smooth boundary (2 to 4 inches thick).\n3R--39 inches; igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Keweenaw County, Michigan; about 2,000 feet southwest and 100 feet southeast of Raspberry Island dock, Isle Royale National Park; NW 1/4, SW 1/4 of sec.3, T. 66 N., R. 33 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 16 to 38 inches.  Depth to bedrock ranges from 20 to 40 inches.  Texture of the solum includes the very gravelly, extremely gravelly, very cobbly and extremely cobbly analogues of sandy loam, loam, or silt loam.  The volume of gravel ranges from 20 to 35 percent and the volume cobbles ranges from 30 to 80 percent throughout the solum.  Reaction of the pedon ranges from extremely acid to neutral.\nSome pedons have an A horizon with hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2, or is neutral with value of 2 or 3.\nThe E horizon has hue of 5YR to 10YR, value of 3 or 4, and chroma of 2.\nThe Bhs horizons have hue of 2.5YR to 7.5YR, value and chroma of 2 or 3.  The Bs horizon has hue of 2.5YR to 7.5YR.\nThe volume of rock fragments in the 2C horizon is over 90 percent.  Interstices between rock fragments are generally unfilled with fine earth.  When fine earth is present, it has hue of 5YR to 7.5YR, value of 3 to 5, and chroma of 2 to 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are none. The Blandburg and Colebrook soils may compete when the cation exchange activity class is updated.  Closely related soils include the Winnecook and Danforth series.  The Blandburg and Danforth soils do not have a lithic contact within 40 inches and the Colebrook series is inactive.  The Winnecook series has isotic mineralogy, and has C horizons with hues yellower than 7.5YR and less than 70 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nipissing soils are on Lake Superior shoreline positions and former glacial lake shoreline positions where bedrock has a thin mantle of beach deposits.  Nipissing soils are typical of old glacial lake benches composed of recessional beaches and strand lines. Slope ranges from 0 to 35 percent.  The mean annual precipitation ranges from 26 to 35 inches, and the mean annual air temperature ranges from 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arcadian, Copper Harbor, Michigamme, Minong (T), and Waiska soils.  The shallow Arcadian and Minong soils, the deep Waiska soils, and the coarse-loamy Michigamme soils are all in similar landscape positions.  The very deep Copper Harbor soil is in slightly lower landscape positions.  Rock outcrops are commonly associated with Nipissing soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is negligible to medium, dependent on slope.  Permeability is moderately rapid in the solum and very rapid in the fragmental materials."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Nipissing soils are forested and support stands of balsam fir, white spruce, northern whitecedar, paper birch, and quaking aspen.  The understory and ground vegetation is composed of alder, thimbleberry, quaking aspen, big leaf aster, maple leaf viburnum and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Upper Peninsula of Michigan.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-8 (Marquette, Michigan)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Keweenaw County, Michigan, 2004.  The source of the name is a post glacial lake stage."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric horizon--the zone from 0 to 4 inches (Oi, Oe, and E horizons); albic horizon--the zone from 3 to 4 inches (E horizon); spodic horizon--the zone from 4 to 35 inches (Bhs1, Bhs2 and Bs horizons).\nThis series was reclassified to reflect current Soil Taxonomy guidelines.\nOnly series status, responsibility, and scrivener's errors changed - 4/09.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
