{
  "SERIES": "NIPMUCK",
  "STATUS": "Established Series",
  "BYREV": "SJM-DCP",
  "REVDATE": "07/2013",
  "STATES": "CT",
  "OVERVIEW": "The Nipmuck series consists of moderately deep, well drained soils formed in till derived mainly from iron sulfide bearing schist. They are nearly level to very steep soils on glaciated uplands hills, and ridges. Slope ranges from 0 to 60 percent. Depth to hard bedrock ranges from 50 to 100 cm from the mineral surface. Saturated hydraulic conductivity is moderately high to high in the mineral soil. Mean annual temperature is about 10 degrees C, and mean annual precipitation is 1194 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, parasesquic, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nipmuck fine sandy loam, on a north facing 17 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted).\nOe--0 to 2 cm; black (7.5YR 2.5/1)  moderately decomposed leaf and twig litter; extremely acid (pH 3.6) by 0.01M CaCl2; abrupt wavy boundary. (0 to 7 cm thick)\nAp--2 to 17 cm; dark brown (7.5YR 3/3) fine sandy loam, brown (7.5YR 4/3) dry; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few coarse and very coarse roots; common very fine and fine irregular pores; 2 percent subangular gravel; extremely acid (pH 4.2) by 1:1 H2O; abrupt smooth boundary. (2 to 17 cm thick)\nBw1--17 to 43 cm; reddish brown (5YR 4/4) fine sandy loam, brown (7.5YR 5/4) dry; moderate medium and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine to medium, and few coarse and very coarse roots; common very fine and fine interstitial pores; 2 percent subangular gravel; very strongly acid (pH 4.6) by 1:1 H2O; clear wavy boundary.\nBw2--43 to 59 cm; brown (7.5YR 4/4) fine sandy loam, strong brown (7.5YR 5/6) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots, few very fine interstitial pores; 2 percent subangular gravel; very strongly acid (pH 4.7) by 1:1 H2O; clear wavy boundary. (Combined thickness of the Bw horizons is 29 to 64 cm.)\nBC--59 to 76 cm; strong brown (7.5YR 4/6) sandy loam, strong brown (7.5YR 5/6) dry; weak, medium and coarse subangular blocky structure ; slightly hard, friable, nonsticky and nonplastic; few fine roots; few very fine interstitial pores; 10 percent subangular gravel, 2 percent subangular cobbles; very strongly acid (pH 4.8) by 1:1 H2O; clear irregular boundary.\nC--76 to 88 cm; yellowish brown (10YR 5/4) loamy sand, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, nonsticky and nonplastic; few very fine to medium roots; few very fine interstitial pores; 10 percent subangular gravel, 2 percent subangular cobbles; very strongly acid (pH 4.8) by 1:1 H2O; gradual smooth boundary. (Combined thickness of the C horizons is 0 to 32 cm.)\n2Rj--88 cm; reddish brown (5YR 4/3) slightly weathered mica schist bedrock (Brimfield schist formation); few thin distinct jarosite coatings."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New London County, Connecticut; Town of Colchester, about 650 feet east and 350 feet south of corner of Stanavage Road and unnamed access road for Norwich public water supply. Colchester, CT topographic quadrangle; Latitude 41 degrees, 32 minutes, 56 seconds N. and Longitude 72 degrees, 15 minutes, 22 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 50 to 100 cm. Depth to bedrock ranges from 50 to 100 cm from the mineral surface. Rock fragments range from 2 to 50 percent in individual horizons and are dominated by micaceous schist fragments high in sulfur, but include limited amounts of gneiss and granite.  Rock fragment sizes include gravel, channers, cobbles, stones and boulders.  The weighted average of rock fragments is less than 35 percent in the particle size control section.  The weighted average dithionite-citrate extractable iron (pedogenic iron) is greater than 1 percent throughout the mineral pedon. The ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron is low, less than 0.15 weighted average in the series control section. Gibbsite content ranges from 6 to 12 percent in the series control section. The percent (by weight) iron oxide as Fe2O3 plus the percent (by weight) gibbsite ranges from 11 to 24.\nThe O horizon, where present, has hue of 2.5YR to 10YR, value of 2 to 4, and chroma of 1 or 2. Reaction ranges from extremely acid to strongly acid.  The O horizon ranges from slightly decomposed forest litter to highly decomposed plant material.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2.5 to 5, and chroma of 1 to 4. Texture of the fine earth fraction is commonly fine sandy loam and less commonly loam. Structure ranges from moderate fine and medium subangular blocky to moderate fine granular. Consistence is friable or very friable. Rock fragments commonly average less than 15 percent but may range higher. Reaction ranges from extremely acid to strongly acid.\nSome pedons have a BA horizon with hue of  5 YR or 7.5YR, value of 3 or 4 and chroma of 4 or 6. Texture is  fine sandy loam. Structure is  subangular blocky. Consistence is friable. Rock fragments typically range from 15 to 35 percent. Reaction is very strongly acid.\nThe upper Bw horizon has hue of 2.5YR to 7.5YR and value and chroma of 4 to 6.  The lower Bw horizon has a hue of 2.5YR to 10YR; value 3 or 4 and chroma 4 or 6.  Texture is commonly fine sandy loam and less commonly loam or sandy loam in the fine earth. Rock fragments range up to 40 percent.. Structure is commonly weak to moderate subangular blocky. Reaction ranges from extremely acid to strongly acid.\nSome pedons have a BC or CB horizon with hue of 7.5YR or 10YR, value of 4 and chroma of 4 or 6. Texture is sandy loam or fine sandy loam. It is massive or has subangular blocky structure. Consistence is friable. Rock fragments range from 10 to 35 percent. Reaction is very strongly acid or strongly acid.\nThe C horizon, where present, has hue of 7.5YR or 10YR, and value and chroma of 4 to 6. Texture is sandy loam fine sandy loam or loamy sand in the fine-earth fraction. It is friable or firm. Rock fragments range up to 50 percent. Reaction ranges from very strongly or strongly acid.\nA few pedons have a 2Cr horizon consisting of unconsolidated weathered bedrock.  The Cr horizon maintains original rock structure with colors and textures similar to that of the C horizon.\nThe 2Rj or 2R layer is dominantly pyritized schist but may include granite or gneiss bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Brookfield series are in the same family.  Brookfield  soils are very deep, they do not have bedrock within 1 meter.  Series in similar families include the Cardigan, Chatfield, Lordstown, and Yalesville soils all of which formed in parent material low in iron sulfide and have a total percent (by weight) iron oxide (percent Fe by dithionate citrate times 1.43) plus percent (by weight) gibbsite of less than 10. Chatfield soils have a ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron greater than 0.15 and have pedogenic iron contents less than 1 percent throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nipmuck soils are nearly level to very steep soils on bedrock controlled hills and ridges, modified by glacial action. The soil formed in a moderately thick mantle of supraglacial melt-out till derived from iron sulfide bearing schist, sometimes interbedded with gneiss, that weathers to a reddish brown limonitic color. These formations include the Partridge and Brimfield schist formations. Slope ranges from 0 to 60 percent. Mean annual temperature is 6.7 to 11 degrees C, mean annual precipitation is 1016 to 1270 mm, and the growing season is 120 to 185 days. Elevation ranges from 0 to approximately 335 m above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brimfield, Brookfield, Canton, Charlton, and Sutton soils. The Canton, Charlton, and Sutton soils are derived from parent materials that are low in iron sulfides. Brimfield soils are less than 50 cm deep to bedrock from the mineral surface and are on similar landscape positions. Brookfield, Canton, Charlton and Sutton soils are very deep. Brookfield, Canton, and Charlton soils are commonly on lower side slopes and toe slopes and on adjacent ground moraines. Sutton soils are moderately well drained and are on depressions and lower slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff ranges from very low to high. Saturated hydraulic conductivity is moderately high to high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Nipmuck soils are forested. A few scattered areas have been cleared and are in pasture or are used for community development. Common trees are white oak,  northern red oak, black oak, pignut hickory,  red maple, yellow and sweet birch,  eastern white pine and hemlock. Common understory vegetation includes mountain laurel, American witchhazel, mapleleaf viburnum, hayscented fern, Pennsylvania sedge, striped wintergreen, prince's pine, Canada mayflower, dewberry, and narrow leave low bush blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands of eastern Connecticut and potentially central Massachusetts associated with the Partridge and Brimfield rock formations; MLRA's 144A and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: New London County Connecticut, 2013; MLRA 144A - Phase I Post-Active Acid Sulfate (PAAS) Soils MLRA Update Project"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series is proposed to recognize soils that are moderately deep to bedrock associated with the very deep Brookfield and the shallow Brimfield series. These soils are thought to be post active sulfate soils which is the final stage (fossil) of the acid sulfate weathering process and explains the high pedogenic iron content and low iron ratios. Presence of sulfur is evidenced by few thin distinct jarosite coatings at 88 cm (2R layer). Research results show this pedon has a weighted average pedogenic iron (dithionite-citrate extractable iron) content in the mineral pedon of 2.7 percent and a weighted average ratio of ammonium oxalate extractable iron to pedogenic iron of 0.11 in the cambic as well as the series control section. The weighted average pedogenic iron is commonly twice that of, and extractable aluminum is commonly 1.67 times greater than historically associated soils formed in parent material that is not related to iron sulfide bearing materials. These characteristics and parasesquic mineralogy class provide a distinction from other series, particularly the Chatfield series.\nThe series name originates from the area where the series was first mapped; Nipmuck State Forest in Union, Connecticut. Series first proposed in new London County, CT 20007.\nDiagnostic horizons and features recognized in this pedon include:\n1) Ochric epipedons - the zone from 0 to 17 cm (Oe and A horizons).\n2) Cambic horizon - the zone from 17 to 59 cm (Bw horizon).\n3) Lithic contact - bedrock (Brimfield schist) at 88 cm (2R horizon).\n4) Particle-size control section - the zone from 25 to 88 cm (part of the Bw1, the Bw2, C1 and C2 horizons).\n5) Parasesquic mineralogy - the percent (by weight) iron oxide as Fe2O3 plus the percent (by weight) gibbsite is 11.7."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: M.S. Thesis work by Shawn McVey, University of Connecticut, 2006. Characterization data for the typical pedon is S04CT011004. Additional pedon data from S04CT011001, S04CT013001, S05CT013001, and S05CT015001. Pedons analyzed by the NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 2,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 3.6,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe--0 to 2 cm; black (7.5YR 2.5/1)  moderately decomposed leaf and twig litter; extremely acid (pH 3.6) by 0.01M CaCl2; abrupt wavy boundary. (0 to 7 cm thick)"
      },
      {
        "name": "Ap",
        "top": 2,
        "bottom": 17,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--2 to 17 cm; dark brown (7.5YR 3/3) fine sandy loam, brown (7.5YR 4/3) dry; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few coarse and very coarse roots; common very fine and fine irregular pores; 2 percent subangular gravel; extremely acid (pH 4.2) by 1:1 H2O; abrupt smooth boundary. (2 to 17 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 17,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "moderate medium and fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--17 to 43 cm; reddish brown (5YR 4/4) fine sandy loam, brown (7.5YR 5/4) dry; moderate medium and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine to medium, and few coarse and very coarse roots; common very fine and fine interstitial pores; 2 percent subangular gravel; very strongly acid (pH 4.6) by 1:1 H2O; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 43,
        "bottom": 59,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.7,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--43 to 59 cm; brown (7.5YR 4/4) fine sandy loam, strong brown (7.5YR 5/6) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots, few very fine interstitial pores; 2 percent subangular gravel; very strongly acid (pH 4.7) by 1:1 H2O; clear wavy boundary. (Combined thickness of the Bw horizons is 29 to 64 cm.)"
      },
      {
        "name": "BC",
        "top": 59,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "BC--59 to 76 cm; strong brown (7.5YR 4/6) sandy loam, strong brown (7.5YR 5/6) dry; weak, medium and coarse subangular blocky structure ; slightly hard, friable, nonsticky and nonplastic; few fine roots; few very fine interstitial pores; 10 percent subangular gravel, 2 percent subangular cobbles; very strongly acid (pH 4.8) by 1:1 H2O; clear irregular boundary."
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 88,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C--76 to 88 cm; yellowish brown (10YR 5/4) loamy sand, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, nonsticky and nonplastic; few very fine to medium roots; few very fine interstitial pores; 10 percent subangular gravel, 2 percent subangular cobbles; very strongly acid (pH 4.8) by 1:1 H2O; gradual smooth boundary. (Combined thickness of the C horizons is 0 to 32 cm.)"
      },
      {
        "name": "2Rj",
        "top": 88,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Rj--88 cm; reddish brown (5YR 4/3) slightly weathered mica schist bedrock (Brimfield schist formation); few thin distinct jarosite coatings."
      }
    ]
  ]
}
