{
  "SERIES": "NIPTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL/KH/RLB",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, thermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nipton extremely gravelly sandy loam, range and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 55 percent pebbles, 25 percent cobbles and 5 percent stones.\nA--0 to 1 inch; pale brown (10YR 6/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine interstitial pores; 55 percent pebbles, 15 percent cobbles and 5 percent stones; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 3 inches thick)\nC--1 to 5 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine interstitial pores; 40 percent pebbles and 5 percent cobbles; moderately alkaline (pH 8.2); abrupt wavy boundary. (3 to 11 inches thick)\nR--5 inches; hard rhyolite, slightly fractured; common very fine and few fine roots in fractures; common thin lime coats in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 5 miles east-southeast of Searchlight, Nevada, and a 1/4 mile south of Fourth of July Mountain; about 1350 feet east and 200 feet north of the southwest corner of section 32, T. 28 S., R. 64 E.; 35 degrees, 27 minutes, 30 seconds north latitude and 114 degrees, 51 minutes, 28 seconds west longitude. UTM zone 11, 694396e, 3925982n. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July to October following convection storms. Soils have a typic-aridic moisture regime.\nSoil temperature - 59 to 65 degrees F.\nDepth to lithic contact - 4 to 14 inches.\nControl section - Percent clay: 8 to 18 percent.\nRock fragments: Average 35 to 65 percent, mainly gravel.\nA horizon - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4.\nReaction - Slightly alkaline or moderately alkaline.\nC horizon - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4.\nTexture: Sandy loam or loam.\nRock fragments: 35 to 60 percent.\nConsistence: Nonsticky or slightly sticky, and nonplastic or slightly plastic.\nReaction - Slightly alkaline or moderately alkaline.\nOther features: Some pedons have a few fine lime coats on undersides of rock fragments and/or in fractures of bedrock. Matrix is noncalcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cellar (AZ) and Lajitas (TX) series. Cellar soils have more than 20 days summer precipitation and have some effervescence above the noncalcareous layer. Lajitas soils receive the majority of it precipitation during the summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nipton soils are on hills and mountains. These soils formed in residuum and colluvium from volcanic and metamorphic rock sources. Slope ranges from 4 to 75 percent. Elevations are 3000 to 4500 feet. The climate is hot and arid with warm, moist winters and hot, dry summers that are intermittently moist. The mean annual precipitation is 7 to 9 inches; mean annual air temperature is 57 to 63 degrees F., and the frost-free season is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Haleburu series. Haleburu soils are calcareous and have mean annual soil temperature of 66 to 71 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly Mojave buckwheat, range ratany, Nevada ephedra, big galleta and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada. MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiviwitts Resource Area Arizona, 1995. The name is from Nipton, California which is located along the California-Nevada state line."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was moved 7/95 to better represent the series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 1 inch (A horizon).\nParticle-size control section - 0 to 5 inches (A and C horizons).\nLithic contact - 5 inches (R horizon).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 11/2005. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
