{
  "SERIES": "NIRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL-JWH-DJP",
  "REVDATE": "10/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nira silty clay loam, on a concave, northeast-facing slope of 7 percent, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak very fine and fine subangular blocky structure; friable; few fine roots; few fine tubular pores; slightly acid; abrupt smooth boundary.\nA--18 to 28 centimeters; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; few fine roots; few fine tubular pores; slightly acid; clear smooth boundary. (Combined thickness of the A horizon is 25 to 49 centimeters.)\nBt1--28 to 41 centimeters; brown (10YR 4/3) silty clay loam; moderate fine subangular blocky structure; friable; few fine roots; few fine tubular pores; few distinct clay films on faces of peds; many distinct very dark grayish brown (10YR 3/2) organic coats on faces of peds; common fine faint grayish brown (2.5Y 5/2) redoximorphic depletions; few fine irregular masses of iron-manganese; moderately acid; clear smooth boundary.\nBt2--41 to 51 centimeters; brown (10YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; few fine tubular pores; few distinct clay films on faces of peds; common distinct very dark grayish brown (10YR 3/2) organic coats on faces of peds; many fine faint grayish brown (2.5Y 5/2) redoximorphic depletions; few fine irregular masses of iron-manganese; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizon is 14 to more than 125 centimeters.)\nBg1--51 to 64 centimeters; olive gray (5Y 5/2) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; few fine tubular pores; few distinct very dark grayish brown (10YR 3/2) organic coats on faces of peds; many fine prominent yellowish brown (10YR 5/4), few fine prominent strong brown (7.5YR 5/8) and yellowish red (5YR 4/6) redoximorphic concentrations; few fine irregular masses of iron-manganese; slightly acid; clear smooth boundary.\nBg2--64 to 79 centimeters; olive gray (5Y 5/2) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few fine roots; few fine tubular pores; common fine prominent yellowish brown (10YR 5/4) and few fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations; few fine irregular masses of iron-manganese; slightly acid; gradual smooth boundary. (Combined thickness of the Bg horizon is 40 to 75 centimeters.)\nBCg--79 to 102 centimeters; olive gray (5Y 5/2) silty clay loam; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; friable; few fine roots; few fine tubular pores; common fine prominent yellowish brown (10YR 5/4) and common fine and medium prominent strong brown (7.5YR 5/8) redoximorphic concentrations; few fine irregular masses of iron-manganese; slightly acid; gradual smooth boundary. (0 to 25 centimeters thick)\nCg1--102 to 140 centimeters; light olive gray (5Y 6/2) silty clay loam; massive; friable; few fine roots; few fine tubular pores; common fine and medium prominent yellowish brown (10YR 5/4) and many medium and coarse prominent strong brown (7.5YR 5/8) redoximorphic concentrations; few fine irregular masses of iron-manganese; neutral; gradual smooth boundary.\nCg2--140 to 200 centimeters; olive gray (5Y 5/2) and gray (5Y 5/1) silty clay loam; massive; friable; common medium and coarse prominent yellowish brown (10YR 5/4) and many coarse prominent strong brown (7.5YR 5/8) redoximorphic concentrations; few fine irregular masses of iron-manganese; neutral; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 108C-Illinois and Iowa Deep Loess and Drift, West Central Part, Keokuk County, Iowa subset; about 2 miles south of the town of Kinross; located about 1,340 feet west and 240 feet south of the northeast corner of section 34, T. 77 N., R. 10 W.; USGS Kinross topographic quadrangle; lat. 41 degrees 26 minutes 18 seconds N. and long. 91 degrees 59 minutes 22 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 49 centimeters\nDepth to carbonates--more than 200 centimeters\nDepth to paralithic contact--more than 200 centimeters\nClay content in the particle-size control section (weighted average)--27 to 35 percent\nSand content in the particle-size control section (weighted average)--less than 5 percent\nRock fragment content--0 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silty clay loam\nClay content--30 to 35 percent\nSand content--less than 5 percent\nReaction--moderately acid to neutral\nAB or BA horizon (when present):\nHue--10YR\nValue--3\nChroma--2 or 3\nTexture--silty clay loam\nClay content--30 to 35 percent\nSand content--less than 5 percent\nReaction--moderately acid to neutral\nBt or Bw horizon:\nHue--10YR\nValue--3 or 4\nChroma--3 or 4\nTexture--silty clay loam or silt loam\nClay content--24 to 40 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nBg or Btg horizon:\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--1 or 2\nTexture--silty clay loam or silt loam\nClay content--25 to 34 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nBCg and Cg horizon:\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--1 or 2\nTexture--silty clay loam or silt loam\nClay content--25 to 30 percent\nSand content--less than 5 percent\nReaction--moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aviston, Barrington, Blackberry, Buckhart, Catlin, Clare, Dana, Danabrook, Geryune, Graymont, Harrison, Keltner, Saybrook, and Totanang series.\nAviston--have formed in 152 to 203 centimeters of loess and have a clay content of 15 to 27 percent in the upper part of the control section (Ap and A)\nBarrington--have a sand content of more than 15 percent sand at depths between 56 to 102 centimeters\nBlackberry--have a sand content of more than 15 percent sand at depths between 102 to 152 centimeters\nBuckhart--have a clay content of 20 to 30 percent in the upper part of the series control section (Ap and A) and can have carbonates as shallow as 102 centimeters\nCatlin--have a sand content of more than 15 percent sand at depths between 102 to 152 centimeters\nClare--have a sand content of more than 15 percent sand at depths between 51 to 102 centimeters\nDana--have a sand content (fine sand or coarser) of more than 20 percent sand at depths between 56 to 102 centimeters\nDanabrook--have a sand content of more than 15 percent sand at depths between 56 to 102 centimeters\nGeryune--have a sand content of more than 15 percent sand at depths between 56 to 102 centimeters.  Also has carbonates within a depth of 127 centimeters\nGraymont--have carbonates within a depth of 102 centimeters and generally is a few inches less than the depth to the base of the argillic horizon\nHarrison--have a sand content of more than 7 percent within a depth of 152 centimeters\nKeltner--have a paralithic contact within a depth of 152 centimeters\nSaybrook--have carbonates less than 102 cm, generally less than the depth to the base of the argillic horizon\nTotanang--have a sand content of more than 15 percent in the lower part of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess\nLandform--short, convex to linear side slopes on interfluves on dissected till plains and on risers on loess-covered stream terraces in river valleys\nSlope--2 to 18 percent\nElevation--155 to 460 meters above sea level\nMean annual air temperature--8 to 11 degrees C\nMean annual precipitation--840 to 965 millimeters\nFrost-free period--170 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mahaska, Otley, and Taintor soils.\nMahaska--are at higher elevations on broad interfluves and average 35 to 42 percent clay in the particle-size control section\nOtley--are at higher elevations on interfluves and side slopes and average 35 to 42 percent clay in the particle-size control section\nTaintor--are at higher elevations on interfluves and upland flats and are saturated from .3 meter to the surface during the wettest periods of normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs within depths of 0.6 and 1.0 meter (2 to 3 feet) in the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation and this saturation is considered apparent\nSaturated hydraulic conductivity--1.0 to 10.0 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated.  The principal crops are corn, soybean, small grain and grass-legume hay.  The native vegetation is mixed big blue stem, little blue stem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowlands\nPhysiographic section--Dissected till plains\nMLRAs--Illinois and Iowa Deep Loess and Drift (108)\nLRR M--southern and southeastern Iowa\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Keokuk County, Iowa, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 28 to 51 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from the surface of the soil to a depth of 28 centimeters (Ap and A horizons);\nargillic horizon--the zone from a depth of 28 to 51 centimeters (Bt1 and Bt2 horizons);\ncambic horizon--the zone from a depth of 51 to 102 centimeters (Bg1, Bg2, and BCg horizons);\nudic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nClassification change from fine-silty, mixed, superactive, mesic Aquic Argiudols based on water table data collected from normal annual precipitation.\nTaxonomy version--Keys to Soil Taxonomy, twelfth edition, 2014\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska - user pedon IDs 83IA0030023, 95IA107002, and 07IA001001 (https://ncsslabdatamart.sc.egov.usda.gov).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
