{
  "SERIES": "NISHON",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CNG-JAL",
  "REVDATE": "8/96",
  "STATES": "MT,SD",
  "OVERVIEW": "The Nishon series consists of very deep, poorly drained clayey soils that formed in alluvium.  These soils are in closed depressions on the till plains.  Mean annual precipitation is about 14 inches, and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nishon clay loam, cultivated (colors are for dry soil unless otherwise noted).\nAp--0 to 7 inches; light brownish gray (10YR 6/2) light clay loam, dark gray (10YR 4/1) moist; weak thin platy structure; slightly hard, friable, slightly plastic; many very fine roots; many fine tubular pores; neutral; abrupt smooth boundary. (4 to 12 inches thick)\nBtg1--7 to 9 inches; dark gray (10YR 4/1) clay, very dark gray (10R 3/1) moist; moderate fine columnar structure that parts to moderate medium and fine blocky; very hard, very firm, very sticky and very plastic; many distinct coatings of albic material on most faces of peds; many faint clay films on faces of peds; slightly alkaline (pH 7.6); clear smooth boundary.\nBtg2--9 to 22 inches; gray (5Y 5/1) clay, dark gray (5Y 4/1) moist; moderate medium prismatic structure parting to moderate medium blocky; very hard, very firm, very sticky and very plastic; common very fine roots, with most roots between prisms; few tubular pores; many faint clay films on faces of peds; moderately alkaline (pH 8.2); clear smooth boundary. (Combined Btg horizons 10 to 40 inches thick)\nBkg1--22 to 42 inches; gray (5Y 5/1) clay, dark gray (5Y 4/1) moist; weak coarse prismatic structure parting to weak medium blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots; few fine nests lime; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.\nBkg2--42 to 54 inches; olive gray (5Y 5/2) clay, olive (5Y 4/3) moist; weak prismatic structure; very hard, firm, very sticky and very plastic; common fine masses of lime; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (Combined thickness of Bkg horizons is 15 to 35 inches thick)\nBkyg--54 to 60 inches; olive (5Y 5/3) light clay, olive (5Y 4/3) moist; massive; hard, firm, sticky and plastic; common fine masses of lime; common fine seams of gypsum; disseminated lime; strongly effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Glacier County, Montana; 2,200 feet north and 100 feet east of the SW corner of sec. 32. T. 35 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to Bk horizon - 15 to 40 inches.\nDepth to water table - 0 to 24 inches.\nTill is at depths of 40 to 60 inches in some areas.\nSome uncultivated areas have a thin A horizon with value of 3 moist.\nSome pedons have a thin E horizon.\nSome pedons have a C horizon.\nAp horizon - Hue:  2.5Y or 10YR\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  1 or 2\nRedoximorphic features:  none to common, distinct to prominent (10YR 5/3, 4/3 4/4) concentrations\nTexture:  loam, silt loam, or clay loam\nClay content:  20 to 35 percent\nReaction:  pH 6.1 to 8.4\nBt horizons - Hue:  10YR, 2.5Y, or 5Y\nValue:  4, 5, or 6 dry; 3 or 4 moist\nChroma:  0, 1, or 2\nRedoximorphic features:  none to common, distinct to prominent (10YR 5/3, 4/3, 4/4 or 2.5Y 5/2, 5/3) concentrations\nTexture:  clay or silty clay\nClay content:  40 to 60 percent\nReaction:  pH 6.6 to 9.0\nBk horizons - Hue:  2.5Y or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  0, 1, 2, or 3\nRedoximorphic features:  none to common, distinct to prominent (10YR 4/4, 6/4 moist) concentrations\nTexture:  clay loam, clay, or silty clay\nClay content:  35 to 55 percent\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  7.4 to 9.0\nBky horizon - Hue:  2.5Y or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nRedoximorphic features:  none to common, distinct to prominent (10YR 4/4, 6/4 moist) concentrations\nTexture:  clay loam, clay, or silty clay\nClay content:  35 to 55 percent\nCalcium carbonate equivalent:  1 to 12 percent\nGypsum:  1 to 3 percent\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - closed depressions.\nElevation - 2,400 to 4,500 feet.\nSlope - 0 to 2 percent.\nParent material - most of the alluvium was derived from the surrounding till.\nMean annual precipitation - 10 to 19 inches; most of which falls during spring and early summer.\nMean annual air temperature - 40 to 45 degrees F.\nFrost-free period - 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nishon soils are used for wildlife habitat, stock water, cropland, native hayland, and rangeland.  Potential native vegetation is western wheatgrass, foxtail barley, slender wheatgrass, green needlegrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Nishon soils are of moderate extent on the glaciated uplands in northern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Glacier County (Blackfeet Reservation-Cut Bank area), Montana, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0026 and MT1132.\nDiagnostic horizons and features recognized in this pedon are:  albic horizon - from the soil surface to 7 inches (Ap horizon); argillic horizon - from 7 to 22 inches that is also the particle-size control section (Btg1, Btg2 horizons); horizons of secondary carbonate accumulation - (Bkg1, Bkg2, Bkyg horizons).  Nishon soils have a frigid temperature regime and an aquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
