{
  "SERIES": "NITCHE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLA-AGG",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Nitche series consists of very deep, well drained soils that formed in outwash deposits and the underlying glacial till on glacial moraines and till plains.  Slopes range from 0 to 12 percent.  Permeability is moderately rapid to rapid in the upper part and moderate in the glacial till.  Mean annual temperature is about 42 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nitche sandy loam on a 4 percent convex slope on a moraine in a cultivated field.  (Colors are moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) sandy loam; brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; friable; many very fine and fine roots; about 2 percent gravel; neutral; abrupt smooth boundary.  (6 to 9 inches thick)\nE--9 to 16 inches; dark brown (10YR 4/3) sandy loam; pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; friable; common very fine and fine roots; about 2 percent gravel; slightly acid; clear smooth boundary.  (0 to 7 inches thick)\nBt1--16 to 24 inches; dark brown (7.5YR 3/3) gravelly sandy loam; moderate medium subangular blocky structure; friable; many very fine and fine roots; about 30 percent gravel; common faint dark brown (7.5YR 3/2) clay films on faces of peds and in pores; few distinct (10YR 6/3) very fine sand and silt coatings on faces of peds; slightly acid; clear smooth boundary.  (6 to 18 inches thick)\n2Bt2--24 to 33 inches; brown (7.5YR 4/4) loamy sand; weak medium and coarse subangular blocky structure; very friable; few very fine and fine roots; about 10 percent gravel; common clay bridging between sand grains; neutral; clear smooth boundary.  (0 to 24 inches thick)\n2Bk1--33 to 55 inches; yellowish brown (10YR 5/4) gravelly sand; single grain; loose; common light gray (10YR 7/2) calcium carbonate coatings on the lower surfaces of the gravel; about 20 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary.  (0 to 25 inches thick)\n3Bk2--55 to 62 inches; light olive brown (2.5Y 5/4) loam; weak coarse subangular blocky structure; firm; few light gray (10YR 7/2) threads and masses of calcium carbonate; about 5 percent gravel; slightly effervescent; moderately alkaline; clear smooth boundary.\n3Bk3--62 to 70 inches; light olive brown (2.5Y 5/4) loam; moderate coarse subangular blocky structure; firm; many white (10YR 8/2) calcium carbonate coatings on vertical and horizontal faces of peds; few patchy yellowish red (5YR 4/6) and strong brown (7.5YR 5/6) iron stains on ped faces; about 5 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary.  (Combined thickness of the 3Bk horizons is 0 to 36 inches)\n3C--70 to 80 inches; light yellowish brown (2.5Y 6/4) sandy loam; massive parting to moderate medium and coarse platy soil aggregates; friable; about 5 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otter Tail County, Minnesota; about 5 miles south and 2 miles east of the city of Dent; 1650 feet south and 2425 feet east of the northwest corner of sec.  24, T.  135 N., R.  40 W.; USGS Walker Lake Quadrangle, latitude 46 degrees 29 minutes 37 seconds N.  and longitude 95 degrees 40 minutes 06 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 20 to 50 inches.  The depth to the loamy glacial till ranges from 40 to 60 inches.  The volume of rock fragments in the horizons formed in outwash sediments ranges from 0 to 35 percent mostly gravel in size.  Horizons formed in glacial till typically have 1 to 15 percent gravel size rock fragments and 0 to 5 percent cobble size rock fragments.  Rock fragments are of mixed lithology.  The soil moisture control section is moist in all or some parts throughout the year 6 out of 10 years.  In addition, the soil moisture control section is not dry in some or all parts for more than 90 cumulative days in most years.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, 4 or 5 when dry, and chroma of 1 through 3.  It is sandy loam, fine sandy loam, coarse sandy loam, loam, loamy sand or loamy coarse sand.  It is moderately acid to neutral.\nThe E horizon has hue of 10YR, value of 4 through 6 and chroma 3 or 4.  It is sandy loam, fine sandy loam or loamy sand.  It is moderately acid to neutral.\nThe Bt horizon has a hue of 7.5YR or 10YR, value of 3 through 5 and chroma of 3 through 6.  It is sandy loam, fine sandy loam, coarse sandy loam, loam, or their gravelly analogues.  Reaction is moderately acid to neutral.  The Bt horizon is composed of either continuous or discontinuous horizons or layers.\nThe 2Bt horizon has similar color as the Bt and has textures of loamy sand, loamy coarse sand or their gravelly analogues.  The argillic horizon averages between 8 to 18 percent clay and 50 to 70 percent sand.   Reaction is moderately acid to neutral.\nSome pedons have a 2Bw horizon with similar properties to the 2Bt but do not have clay bridging between sand grains.\nThe 2Bk horizon has a hue of 10YR, 2.5Y or 7.5YR, value of 4 to 7, and chroma of 2 to 6.  It is loamy sand, loamy coarse sand, sand, coarse sand, or their gravelly analogues.  It is slightly alkaline or moderately alkaline.\nThe 3Bk horizon has hue of 10YR, 2.5Y or 7.5YR, value of 4 through 6 and chroma of 3 or 4.  It is sandy loam, fine sandy loam or loam.  Reaction is slightly alkaline or moderately alkaline.\nThe 3C horizon has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 3 through 6.  It is sandy loam, fine sandy loam, or loam.  The clay content ranges from 7 to 18 percent.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boyett, Holdingford, Lida, Rockwood and Sybil soils.  Boyett soils are dry in some or all parts of the soil moisture control section for more than 90 cumulative days in most years.   Holdingford and Rockwood soils do not have sandy textures (outwash material) in middle third of the series control section.  Lida and Sybil soils do not have loamy textures (glacial till) in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nitche soils are on nearly level to sloping landscapes on moraines and till plains that have been mantled by outwash sediments.  They are formed in outwash material and the underlying glacial till that is Late Wisconsin in age.  Slope gradients range from 0 to 12 percent.  Mean annual air temperature is 38 to 45 degrees F.  Mean annual precipitation ranges from 20 to 26 inches.  Annual frost free days range from 90 to 140 days.  The elevation above sea level ranges from 1000 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almora, Brandsvold, Cathro, Clitherall, Dorset, Kandota, Knute, Lida and Runeberg soils.  The well drained Almora, Dorset and the Lida soils have similar landscape positions but are not underlain by glacial till within 80 inches.  The poorly drained Brandsvold soils are in swales.  The very poorly drained Cathro and Runeberg soils are in depressions and swales.  The well drained Kandota soils have similar landscape positions but formed entirely in glacial till.  The moderately well drained Knute and Clitherall soils are in concave areas and shallow drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow to medium.  Permeability is moderately rapid to rapid in the upper part and moderate in the glacial till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A large part is cropped to corn, small grains and hay.  Some areas are in woodland or pasture.  Native vegetation is mixed prairie grass and mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Minnesota.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otter Tail County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon--the zone from the surface to a depth of 16 inches (Ap and E horizons); Argillic horizon--the zone from 16 to 33 inches (Bt and 2Bt horizons);  Udic moisture regime.\nADDITIONAL DATA:  Soil Interpretation Record number MN0626.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) sandy loam; brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; friable; many very fine and fine roots; about 2 percent gravel; neutral; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--9 to 16 inches; dark brown (10YR 4/3) sandy loam; pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; friable; common very fine and fine roots; about 2 percent gravel; slightly acid; clear smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--16 to 24 inches; dark brown (7.5YR 3/3) gravelly sandy loam; moderate medium subangular blocky structure; friable; many very fine and fine roots; about 30 percent gravel; common faint dark brown (7.5YR 3/2) clay films on faces of peds and in pores; few distinct (10YR 6/3) very fine sand and silt coatings on faces of peds; slightly acid; clear smooth boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 61,
        "bottom": 84,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--24 to 33 inches; brown (7.5YR 4/4) loamy sand; weak medium and coarse subangular blocky structure; very friable; few very fine and fine roots; about 10 percent gravel; common clay bridging between sand grains; neutral; clear smooth boundary.  (0 to 24 inches thick)"
      },
      {
        "name": "2Bk1",
        "top": 84,
        "bottom": 140,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bk1--33 to 55 inches; yellowish brown (10YR 5/4) gravelly sand; single grain; loose; common light gray (10YR 7/2) calcium carbonate coatings on the lower surfaces of the gravel; about 20 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary.  (0 to 25 inches thick)"
      },
      {
        "name": "3Bk2",
        "top": 140,
        "bottom": 157,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "3Bk2--55 to 62 inches; light olive brown (2.5Y 5/4) loam; weak coarse subangular blocky structure; firm; few light gray (10YR 7/2) threads and masses of calcium carbonate; about 5 percent gravel; slightly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "3Bk3",
        "top": 157,
        "bottom": 178,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "3Bk3--62 to 70 inches; light olive brown (2.5Y 5/4) loam; moderate coarse subangular blocky structure; firm; many white (10YR 8/2) calcium carbonate coatings on vertical and horizontal faces of peds; few patchy yellowish red (5YR 4/6) and strong brown (7.5YR 5/6) iron stains on ped faces; about 5 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary.  (Combined thickness of the 3Bk horizons is 0 to 36 inches)"
      },
      {
        "name": "3C",
        "top": 178,
        "bottom": 203,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "narrative": "3C--70 to 80 inches; light yellowish brown (2.5Y 6/4) sandy loam; massive parting to moderate medium and coarse platy soil aggregates; friable; about 5 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
