{
  "SERIES": "NITPAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM-JVC",
  "REVDATE": "01/2020",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Vertic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nitpac very cobbly loam--rangeland. (Colors are for dry soil unless otherwise noted). The soil surface is partially covered with 1 percent stones, 15 percent cobbles, and 20 percent gravel.\nA1--0 to 8 cm; brown (10YR 5/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; strong thin and medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular pores; 1 percent stones, 15 percent cobbles, and 20 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (5 to 10 cm thick)\nA2--8 to 20 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium and thick platy structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; many very fine vesicular and interstitial pores; 10 percent cobbles and 30 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (5 to 13 cm thick)\nBtss1--20 to 36 cm; brown (7.5YR 5/3) clay, dark brown (7.5YR 3/3) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, friable, very sticky and very plastic; common very fine and few fine, medium and coarse roots; common very fine tubular pores; vertical cracks 0.5 to 1 centimeter wide and 2.5 to 5 cm apart extend through horizon; few slickensides; few wedge-shaped peds tilted 30 degrees from the horizontal; many faint and distinct clay films on faces of peds and lining pores; 1 percent cobbles and 10 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (13 to 18 cm thick)\nBtss2--36 to 53 cm; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; strong fine and medium prismatic structure parting to strong medium and coarse angular blocky; very hard, firm, very sticky and very plastic; common very fine and few fine roots; common very fine tubular pores; vertical cracks 0.5 to 1.5 centimeters wide and 5 to 8 cm5 to 8 cm apart extend through horizon; few slickensides; few wedge-shaped peds tilted 30 degrees from the horizontal; many faint and distinct clay films on faces of peds and lining pores; 10 percent gravel; neutral (pH 7.2); clear wavy boundary.  (13 to 30 cm thick)\nBt--53 to 66 vm; light yellowish brown (10YR 6/4) gravelly clay loam, brown (7.5YR 5/4) moist; strong fine and medium angular blocky structure; very hard, friable, very sticky and very plastic; few very fine roots; common very fine and few fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; 20 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary. (0 to 13 cm thick)\nBqm--66 to 86 cm; reddish yellow (7.5YR 7/6) strongly silica-cemented duripan, reddish yellow (7.5YR 6/8) moist; strong medium and thick platy structure; extremely hard, extremely firm; many very fine and fine, few medium roots matted at upper boundary of pan; common very pale brown (10YR 7/4) laminae of secondary silica on upper surfaces of plates, yellowish brown (10YR 5/4) moist; clear smooth boundary. (10 to 30 cm thick)\nCr--86 to 112 cm; fractured and weathered basalt; secondary silica coats in fractures in the bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 7.5 miles south of Vya and 1.5 miles northwest of Button Brush Flat; about 500 feet north and 1,600 feet west of the southeast corner of section 9, T. 41 N., R. 19 E.; USGS Boulder Lake 7.5 minute topographic quadrangle; 41 degrees 28 minutes 57.6 seconds north latitude and 119 degrees 51 minutes 26.7 seconds west longitude; WGS84 Decimal Degrees 41.4826667 latitude, -119.8574167 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Moist in winter and spring; dry from mid-June through October; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 8.3 to 10.6 degrees C.\nMollic epipedon thickness - 25 to 50 cm; includes the upper part of the argillic horizon.\nDepth to thin, strongly-cemented duripan - 50 to 100 cm.\nDepth to bedrock - 60 to 100 cm to a paralithic contact.  The paralithic materials are weathered basalt or andesite.\nReaction - Neutral or slightly alkaline.\nOther features - There is an abrupt clay increase of 25 to 35 percent within a vertical distance of 2.5 cm between the A2 and Btss1 horizons.\nParticle-size control section - Clay content: Averages 40 to 60 percent;\nRock fragments: Averages 10 to 15 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as basalt or andesite.\n.\nA horizons\nValue: 5 or 6 dry, 2 or 3 moist. A dry value of 6 is only in the thin A1 horizon and the upper 18 cm when mixed has a dry value of 5.\nChroma: 2 or 3, dry or moist.\nClay content: 15 to 25 percent.\nOrganic matter content: 1 or 2 percent.\nBtss horizons\nHue: 10YR or 7.5YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 2 through 6, dry or moist.\nClay content: 45 to 60 percent.\nOrganic matter content: 0.5 to 1 percent.\nConsistence: Hard, extremely hard dry, very friable to very firm moist.\nVertic features: Vertical cracks 0.5 to 3 centimeters wide; few to common slickensides and wedge-shaped peds.\nBt horizon\nHue: 10YR or 7.5YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 4 or 6, dry or moist.\nTexture: Gravelly clay loam or gravelly clay.\nRock fragments: 15 to 35 percent.\nClay content: 35 to 45 percent.\nOrganic matter content: 0.5 to 1 percent.\nConsistence: Very hard dry, very friable or firm moist.\nBqm horizon\nRupture resistance: Strongly cemented or moderately cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nitpac soils are on plateaus.  They formed in alluvium derived from volcanic rocks.  Slopes are 2 to 15 percent.  Elevations range from 4,800 to 6,310 feet. The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 7.2 to 8.3 degrees C., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bidrim, Devada, Jaybee, Uhaldi, and Tunnison soils.  Bidrim and Devada soils are clayey, shallow to lithic contacts, and have Mollic epipedons and argillic horizons.  Jaybee soils are loamy, very shallow and shallow to lithic contacts, and have ochric epipedons and argillic horizons.  Uhaldi soils are fine-loamy, moderately deep to paralithic contacts, and have Mollic epipedons and argillic horizons.  Tunnison soils are very-fine, moderately deep to paralithic contacts, and have deep vertical cracks that extend to the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; very slow saturated hydraulic conductivity (low or moderately low saturated hydraulic saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nitpac soils are used for livestock grazing and wildlife habitat.  The present vegetation is dominantly low sagebrush, bluebunch wheatgrass, Thurber's needlegrass, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 36 cm (The A1, A2 and Btss1 horizons).\nAbrupt textural change - The boundary at 20 cm (The Btss1 boundary).Argillic horizon - The zone from 20 to 66 cm (The Btss1, Btss2 and Bt horizons).\nSlickensides and other vertic features - The zone from 20 to 53 cm (The Btss1 and Btss2 horizons).\nDuripan - The zone from 66 to 86 cm (The Bqm horizon).\nParalithic contact - The boundary at 86 cm to underlying weathered bedrock (The Cr contact).\nParticle-size control section - The zone from 20 to 66 cm (The Btss1, Btss2 and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
