{
  "SERIES": "NIU",
  "STATUS": "Established Series",
  "BYREV": "Rev. SN-MRK",
  "REVDATE": "09/2020",
  "STATES": "HI",
  "OVERVIEW": "The Niu series consists of very deep, well drained soils that formed in residuum weathered from basic igneous rock and volcanic ash.  Niu soils are on low elevation mountain ridges and have slopes of 6 to 35 percent.  Mean annual rainfall is about 686 millimeters (27 inches), and mean annual air temperature is about 22 degrees C. (72 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, kaolinitic, isohyperthermic Rhodic Eutrustox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Niu silty clay loam - pasture.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures\".)\nA--0 to 25 centimeters (0 to 10 inches); dark reddish brown (2.5YR 3/4) silty clay loam, same color rubbed, dark reddish brown (2.5YR 3/4) dry; weak fine subangular blocky structure; hard, friable, sticky and plastic; common medium, fine and very fine roots; common medium and many fine and very fine tubular pores; strong to violent effervescence with hydrogen peroxide; moderately acid (pH 5.9); abrupt wavy boundary.  (20 to 36 centimeters thick)\nBo1--25 to 56 centimeters (10 to 22 inches); dark red (2.5YR 3/6) silty clay loam, red (2.5YR 4/6) dry; weak coarse prismatic structure; hard, friable, sticky and plastic; common medium, fine and very fine roots; common medium and many fine and very fine tubular pores; thin patchy coatings on peds, coatings look like clay films; upper 2 inches compacted by tillage; slight to moderate effervescence with hydrogen peroxide; neutral (pH 6.8); gradual smooth boundary.  (20 to 36 centimeters thick)\nBo2--56 to 91 centimeters (22 to 36 inches); dark red (10R 3/6) silty clay, dark red (10R 3/6) dry; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; few medium and common fine and very fine roots; few medium, common fine, and many very fine tubular pores; nearly continuous moderately thick coatings on some peds, coatings look like clay films; compact in places; slight to moderate effervescence with hydrogen peroxide; neutral (pH 6.8); gradual smooth boundary.  (31 to 41 centimeters thick)\nBo3--91 to 152 centimeters (36 to 60 inches); dark red (10R 3/6) silty clay, same color rubbed, dark red (10R 3/6) dry; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; few medium, fine and very fine roots; few medium, common fine and very fine tubular pores; continuous moderately thick coatings on some peds, coatings look like clay films; compact in places; no effervescence with hydrogen peroxide; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii; on Niu Ridge, Kekaha Quadrangle - 22 degrees 02 minutes 07 seconds north latitude and 159 degrees 44 minutes 37 seconds west longitude (WGS84 datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 17 to 22 degrees C. (64 to 71 degrees F.)  Few to common small black concretions occur throughout the solum.\nThe A horizon has hue of 2.5YR or 10R, value of 2 or 3, and chroma of 3 or 4.  It has weak or moderate structure.\nThe B horizon has hue of 2.5YR or 10R, value of 2 or 3 and chroma of 5 through 7.  It has weak to moderate structure in the upper part and moderate to strong structure in the lower part.  Effervescence with hydrogen peroxide ranges from slight to violent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Helemano and Lahaina series. Helemano soils do not effervesce with hydrogen peroxide in the control section and are in drainageways and gulches on the Island of Oahu. Lahaina soils are silty clay in the surface and are on hillslopes on the islands of Lanai, Maui, Molokai and Oahu."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Niu soils are on gently sloping to steep, low elevation mountain ridges.  Elevation ranges from 229 to 549 meters (750 to 1,800 feet).  Mean annual rainfall is 559 to 889 millimeters (22 to 35 inches), over 70 percent of which falls from November to April.  Mean annual temperature is about 22 degrees C. (72 degrees F.); average January temperature is 20 degrees C. (68 degrees F.); and average July temperature is 23 degrees C. (73 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mahana and Makaweli soils.  Mahana soils are isothermic and have very friable silt loam Bo horizons.  Makaweli soils have silt loam or silty clay loam texture in the B horizon and do not have an oxic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to high runoff depending on slope; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture. In the past, most of these soils were used for irrigated sugarcane.    Natural vegetation  is kiawe (Prosopis pallida), lantana (Lantana camara), klu (Acacia farnesiana), koa haole (Leucaena glauca), aalii (Dodonea viscosa), fingergrass (Chloris spp.), piligrass (Heteropogon contortus), guineagrass (Panicum maximum), and indigo (Indigofera suffruiticosa)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West side of the Island of Kauai, Hawaii.  The series is of small extent comprising 3,300 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Kauai, Kauai County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon- from the surface to 25 centimeters (10 inches) (A)\nOxic horizon- from 25 to 152 centimeters (10 to 60 inches) (Bo1, Bo2, Bo3)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
