{
  "SERIES": "NIWOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "03/1999",
  "STATES": "CO,NV",
  "OVERVIEW": "The Niwot series consists of deep, somewhat poorly to poorly drained soils formed in mixed alluvial parent materials overlying beds of sand and gravel.  Niwot soils are on flood plains or low terraces and have slopes of 0 to 6 percent.  Mean annual precipitation is about 15 inches and mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Niwot loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable; mildly alkaline (pH 7.4); clear smooth boundary.  (4 to 8 inches thick)\nA2--6 to 14 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; common medium distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure parting to moderate fine granular; soft, very friable; mildly alkaline (pH 7.4); gradual wavy boundary.  (6 to 16 inches thick)\n2Cg--14 to 60 inches; pale brown (10YR 6/3) gravelly sand, brown (10YR 5/3) moist; single grained; loose; many large prominent mottles of strong brown (7.5YR 5/6) moist; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boulder County, Colorado; 2,210 feet south and 100 feet west of the of the center of Sec. 10, T. 1 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have mollic epipedons ranging in thickness from 7 to 20 inches.  Depth to the contrasting sand or sand and gravel substratum ranges from 12 to 20 inches.  Content of organic carbon in the mollic epipedon ranges from about .8 to 3 percent and decreases uniformly with depth.  Content of salt more soluble than gypsum is normally less than 2 percent and does not exceed 4 percent above 40 inches.  The soil is 90 to 100 percent base saturated.  The upper part of the control section is typically loam or clay loam but clay may range from 18 to 35 percent, silt from 20 to 55 percent, and sand from 20 to 50 percent with more than 15 percent but less than 35 percent fine sand or coarser.  It contains 0 to 30 percent coarse fragments.  The soils have fluctuating high water tables and are saturated at some season in most years.  Mean annual soil temperature ranges from 47 to 58 degrees F, and mean summer soil temperature ranges from 59 to 79 degrees F.\nThe A horizon has hue of 5Y through 10YR, value of 4 or 5, 2 or 3 moist, and chroma of 1 or 2.  It is slightly acid to mildly alkaline.  This horizon usually has fine granular structure but has weak subangular blocky structure in some pedons.  It is soft to slightly hard.\nThe 2Cg horizon has hue of 5Y through 10YR and contains many large prominent mottles.  It is slightly acid to mildly alkaline.  There is little change in pH with depth.  Some pedons have a clayey substratum below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Biscay, Marshan, and Will series.  Biscay, Marshan, and Will soils have contrasting texture at depths of 20 inches or more."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Niwot soils are on flood plains or low terraces.  Slope gradients range from 0 to 6 percent.  The soils formed in mixed alluvial parent material overlying beds of sand and gravel.  The average annual precipitation is 12 to 18 inches.  Mean annual temperature is about 48 degrees F, and mean summer temperature is about 68 degrees F.  Elevation is 5,240 feet at the type location.  These soils have fluctuating water tables that lie close to the surface in some months of most every year.  Frost-free season is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Loveland and Calkins soils. Loveland soils are calcareous and have sand and gravel substratum below 20 inches.  Calkins soils have mollic epipedons more than 24 inches thick and lack sandy-skeletal substrata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly to poorly drained; runoff is slow; permeability is medium to rapid above the water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as native pastureland or irrigated hay meadow.   Principal native vegetation is bromegrass, orchard grass, wheatgrass, junegrass, and water-tolerant grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Distribution is limited to the central parts of Colorado bordering the front range and a few areas in Nevada.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boulder Area, Colorado, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 4/80."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly to poorly",
        "drainage_overview": "somewhat poorly to poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable; mildly alkaline (pH 7.4); clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--6 to 14 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; common medium distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure parting to moderate fine granular; soft, very friable; mildly alkaline (pH 7.4); gradual wavy boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 36,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--14 to 60 inches; pale brown (10YR 6/3) gravelly sand, brown (10YR 5/3) moist; single grained; loose; many large prominent mottles of strong brown (7.5YR 5/6) moist; neutral (pH 7.2)."
      }
    ]
  ]
}
