{
  "SERIES": "NIXA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ/RLT",
  "REVDATE": "10/2006",
  "STATES": "AR,KS,MO,OK,TN,VA",
  "OVERVIEW": "The Nixa series consists of very deep, moderately well drained, very slowly permeable soils on upland ridgetops and sideslopes of the Ozark Highlands; MLRA 116A.  These nearly level to steep soils formed in colluvium and loamy residuum weathered from cherty limestone.  Slopes range from 1 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, mesic Glossic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nixa very gravelly silt loam on a 4 percent slope in forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; dark grayish brown (10YR 4/2) very gravelly silt loam; weak fine granular structure; friable; common fine roots; few fine pores; about 40 percent by volume chert fragments 1/4 inch to 4 inches in diameter; strongly acid; clear smooth boundary.  (0 to 3 inches thick)\nE--2 to 11 inches; brown (10YR 5/3) very gravelly silt loam; weak fine subangular blocky structure; friable; common fine and medium roots; common fine pores; about 40 percent by volume chert fragments 1/4 inch to 4 inches in diameter; strongly acid; gradual smooth boundary.  (5 to 10 inches thick)\nBw--11 to 22 inches; light yellowish brown (10YR 6/4) extremely gravelly silt loam; weak and moderate medium subangular blocky structure; friable; common fine and medium roots; few fine pores; about 60 percent by volume chert fragments 1 to 4 inches in diameter; very strongly acid; gradual wavy boundary.  (5 to 14 inches thick)\n2Btx--22 to 44 inches; yellowish brown (10YR 5/4) extremely gravelly silt loam; weak fine subangular structure; firm; 70 percent brittleness; common fine pores; few fine roots in gray streaks; common patchy distinct clay films on faces of peds and on chert fragments; about 70 percent by volume chert fragments 1 to 6 inches in diameter; common medium distinct strong brown (7.5YR 5/6) and few fine yellowish red (5YR 5/6) masses of iron accumulation; common medium distinct light brownish gray (10YR 6/2) iron depletions, few fine dark iron-manganese concretions; common medium black masses of manganese accumulation on faces on some chert fragments; very strongly acid; gradual wavy boundary.  (10 to 30 inches thick)\n3Bt--44 to 72 inches; variegated, 50 percent yellowish red (5YR 4/6), 30 percent strong brown (7.5YR 5/6), and 20 percent light brownish gray (10YR 6/2) extremely gravelly silty clay loam; weak medium angular blocky structure to massive; firm; slightly brittle; few fine pores; many continuous distinct clay films on faces of peds and chert fragments; about 80 percent by volume weathered chert fragments up to 6 inches in diameter; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Arkansas; 4.1 miles north on Arkansas-14 from junction of U.S. 62 on right side of highway, NE1/4SW1/4SE1/4 sec. 21, T. 19 N., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the fragipan is 14 to 27 inches.  Solum thickness and depth to bedrock ranges from 60 to more than 80 inches. The soil is strongly acid or very strongly acid throughout except where surface layers are limed.  Corase fragment of chert range from 15 to 60 percent by volume in the A and E horizons, 35 to 75 percent in the Bw, E' and Bt horizons and 35 to 85 percent in the Bt horizon.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2.  In cultivated areas, the Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  Texture of the fine-earth fraction is silt loam or loam with gravelly or very gravelly modifiers.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 or 4; or value of 5, and chroma of 2.  Texture of the fine-earth fraction is silt loam or loam with gravelly or very gravelly modifiers.\nThe Bw horizon has hue of 10YR, value of 5 or 6, and chroma of 4 or 6; or with value of 5, and chroma of 3.  Texture of the fine-earth fraction is silt loam, silty clay loam, clay loam, or loam with very gravelly or extremely gravelly modifiers.\nThe E' horizon, where present, has hue of 10YR, value of 5 and 6, and chroma of 2 or 3.  Some pedons have clay depletions of lower chroma. Texture of the fine-earth fraction is silt loam or loam with very gravelly or extremely gravelly modifiers.  Clay content is less than that of the overlaying Bw horizon.\nThe 2Btx horizon has hue of 10YR, value of 5, and chroma of 4 or 6; or with value of 6, and chroma of 6; or with hue of 7.5YR, value of 5, and chroma of 4 or 6, with iron accumulation and/or depletions in shades of brown, gray, or red.  Some pedons have no dominate matrix color and are variegated in shades of brown, gray, or red.  Texture of the fine-earth fraction is silt loam, silty clay loam, loam, or clay loam with very gravelly or extremely gravelly modifiers.\nThe 3Bt horizon has hue 2.5YR or 5YR, value of 3 to 5, and chroma of 4 to 8 with iron accumulations and/or depletions in shades red, brown, or gray.  Some pedons have no dominate matrix color and are variegated in shades of red, brown and gray.  Texture of the fine-earth fraction is clay, silty clay, or silty clay loam with very gravelly or extremely gravelly modifiers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nixa soils are on ridgetops and sideslopes of uplands.  Slope gradients range from 1 to 35 percent.  The soil formed in colluvium and loamy residuum weathered from cherty limestone."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arkana, Captina, Clarksville, Doniphan, Gassville, Moko, Noark and Tonti series.  Arkana and Moko soils are on sideslopes at lower elevations.  They do not contain a fragipan.  Moko soils are less than 20 inches deep to bedrock.  Arkana soils are 20 to 40 inches deep to bedrock and in a very-fine particle size family.  Captina and Tonti soils typically are on broad flats with level to gentle slopes and contain less coarse fragments in the upper part.  Captina soils are in a fine-silty particle size family and Tonti soils are in a fine-loamy particle size family.  Clarksville and Noark soils are on similar sideslope postions.  They do not contain a fragipan.  Noark soils are in a clayey-skeletal particle size family.  Doniphan and Gassville soils are on similar sideslope positions.  They do not have a fragipan and both are in fine particle size familes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The surface runoff index is high to very high.  Permeability is very slow. The saturated hydraulic conductivity is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for forest and pasture but a small amount is used for cropland.  Native forests were mainly of red oak, black oak, post oak, blackjack oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Kansas, Kentucky, Missouri, Oklahoma, Tennessee, and Virginia.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Christian County, Missouri; 1942.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--Surface to a depth of 22 inches.\nFragipan--Horizon from 22 to 44 inches.\nArgillic horizon--Zone from 22 to 72 inches."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In the 1938 classification system as amended, the Nixa series was classified as Red-Yellow Podzolic soil.  The type location was moved from Boone County, Arkansas to Marion County Arkansas in 1977. The type location in Boone County has been destroyed.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
