{
  "SERIES": "NIZHONI",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH",
  "REVDATE": "07/2013",
  "STATES": "AZ,NM,UT",
  "OVERVIEW": "The Nizhoni series consists of well drained soils which are very shallow or shallow to sandstone.  Nizhoni soils formed in eolian and residuum derived from sandstone on cuestas and structural benches.  Slopes are 2 to 20 percent.  Mean annual precipitation is about 14 inches and the mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, calcareous, mesic Aridic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nizhoni very fine sandy loam -- on a cuesta sloping 9 percent to the south at 6,320 feet elevation -- woodland. (colors are for dry soil unless otherwise noted. When described, the soil was dry throughout.)\nA--0 to 3 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; moderate very coarse platy structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine irregular pores; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 or 3 inches thick)\n2C1--3 to 6 inches; red (2.5YR 5/6) fine sandy loam, red (2.5YR 4/6) moist; massive; soft, very friable, nonsticky and nonplastic; common coarse and few very fine and medium roots; few very fine tubular pores; 15 percent soft sandstone fragments; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 6 inches thick)\n2C2--6 to 7 inches; dark reddish gray (5YR 4/2) fine sandy loam, dark reddish brown (5YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; common medium and few fine and coarse roots; 5 percent soft sandstone fragments; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (0 to 4 inches thick)\n3R--7 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Apache County, Arizona; on the Navajo Indian Reservation about 8 miles north of Cove; 1,900 feet west and 325 feet north of the southeast corner of section 22, T.38 N., R.29 E; 36 degrees 40 minutes 48 seconds north latitude and 109 degrees 13 minutes 2 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July to September and is moist in some or all parts from November to March. Driest during May and June.  Aridic ustic soil moisture regime.\nSoil temperature:  50 to 52 degrees F.\nDepth to bedrock:  4 to 20 inches\nClay content: 10 to 18 percent\nReaction: slightly alkaline to moderately alkaline\nA horizon\nHue: 2.5YR, 5YR\nValue: 5 or 6, dry or moist\nChroma: 4 to 6, dry or moist\nOrganic carbon content: less than 0.6 percent\nC horizons\nHue: 2.5YR, 5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 8, dry or moist\nOrganic carbon content: less than 0.6 percent\nCalcium carbonate equivalent: 1 to 5 percent\nTexture: fine sandy loam, very fine sandy loam\nOther features: 0 to 15 percent soft sandstone fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Vessilla series. Vessilla soils have hue yellower than 5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nizhoni soils are on cuestas and structural benches.   They formed in eolian and residuum derived from Triassic and early Jurassic sandstone.  Slopes range from 2 to 20 percent.  Elevations range from 6,200 to 7,600 feet.  The mean annual precipitation is 12 to 16 inches with about half falling as winter snow and half falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 48 to 50 degrees F.  The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chazner, Katzine, Tsezhin, and Wetherill soils.  Chazner soils are moderately deep to an indurated calcium carbonate hardpan and occur on treads of fan terraces.   Katzine soils are very deep, loamy-skeletal and occur on risers of fan terraces.  Tsezhin soils are very deep, loamy-skeletal and occur on fan terrace treads.  Wetherill soils are very deep, fine-silty and occur on eolian-mantled surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nizhoni soils are used for limited livestock grazing and fuelwood production.  Present vegetation is pinyon, Utah juniper, muttongrass, Utah serviceberry, Wyoming big sagebrush, Stansbury cliffrose, true mountainmahogany, and Utah snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Nizhoni soils are of moderate extent in northeast Arizona and northwest New Mexico. MLRA 35, LRR-D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nLithic contact - the boundary at 7 inches (3R horizon)\nClassification changed to Aridic Lithic subgroup in 2006 to be consistent with the soil moisture regime.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nNote: The type location for this series was moved in 1990 from McKinley County, New Mexico to Apache County, Arizona, Shiprock Area Soil Survey.\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08  DWD\nUpdated and revised for the correlation of Capitol Reef National Park, January 2013, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
