{
  "SERIES": "NOAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/DEL",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Noah cherty silt loam - on a south-facing convex slope of 11 percent in a pasture. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 2 inches; dark brown (10YR 3/3) cherty silt loam; weak fine granular structure; very friable; many fine and very fine pores; common fine and very fine pores; about 10 percent by volume of angular fragments of chert up to 2 inches in diameter; extremely acid; clear smooth boundary. (0 to 3 inches thick).\nA2--2 to 8 inches; brown (10YR 4/3) cherty silt loam; moderate medium granular structure; friable; common fine and very fine roots; common fine and very fine pores; about 15 percent by volume of angular fragments of chert up to 2 inches in diameter; strongly acid; clear smooth boundary. (5 to 10 inches thick).\nBA--8 to 15 inches; yellowish brown (10YR 5/4) cherty silt loam; weak fine and medium subangular blocky structure; friable; common fine and very fine roots; common fine and very fine pores; about 15 percent by volume angular chert up to 2 inches in diameter; strongly acid; abrupt smooth boundary. (0 to 8 inches thick).\nBt1--15 to 23 inches; yellowish red (5YR 5/6) cherty silty clay loam; common medium distinct reddish yellow (7.5YR 6/6) mottles; moderate medium subangular blocky structure; friable; few fine and very fine roots; common fine and very fine pores; many distinct red (2.5YR 4/6) clay skins; about 25 percent by volume of angular fragments of chert ranging up to 2 inches in diameter; very strongly acid; clear smooth boundary.\nBt2--23 to 42 inches; yellowish red (5YR 5/6) cherty silty clay loam; few medium distinct reddish yellow (7.5YR 6/6) and brownish yellow (10YR 6/8) mottles; moderate medium subangular blocky structure; friable; few fine and very fine roots; common fine and very fine pores; many distinct red (2.5YR 4/6) clay skins; about 30 percent by volume of angular fragments of chert up to 3 inches in diameter; very strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 25 to 40 inches thick.)\nBC--42 to 54 inches; mottled yellowish red (5YR 5/6), brownish yellow (10YR 6/8) and reddish yellow (7.5YR 7/8) very cherty silty clay loam; massive in place, weak fine and medium subangular blocky disturbed; firm; few fine and very fine roots; common fine and very fine pores; about 45 percent by volume angular chert and rock structure up to 3 inches in diameter; very strongly acid; abrupt smooth boundary. (5 to 15 inches thick.)\nCr--54 to 70 inches; fractured chert layers interbedded with thin seams of weathered rock strata and thin bands of soil material. Soil material ranges from silty clay loam to clay. Few medium and fine roots in cracks between chert bands. About 50 percent by volume of angular fragments of chert up to 5 inches in diameter."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bedford County, Tennessee; 1,125 feet, 210 degrees southwest of the intersection of Joe Hart Road and Glendale Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to soft weathered bedrock is 40 to 60 inches. Depth to hard limestone bedrock is greater than 60 inches. Chert content ranges from 10 to 15 percent in the surface layer and from 15 to 35 percent in the subsoil. Chert content ranges up to 60 percent in the substratum. Reaction is strongly acid to extremely acid.\nThe A horizon has hue 10YR, value 3 to 5 and chroma of 2 to 4. Where the value and chroma are less than 4, the horizon is less than 7 inches thick. Texture is cherty silt loam.\nThe BA horizon and BE, where present, has hue 10YR or 7.5YR, value 5 or 6 and chroma 4 or 6. Texture is cherty silt loam or cherty silty clay loam.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture is cherty silt loam.\nThe Bt horizon has hue 5YR or 2.5YR, value 4 or 5 and chroma 6 or 8; rarely hue of 7.5YR, value 5, chroma of 6 or 8 in the upper part of the horizon. Most pedons have mottles in shades of brown, yellow, and red.  Texture is cherty silt\nloam or cherty silty clay with clay content increasing with depth. In some pedons, the lower part of the Bt horizon is cherty silty clay or cherty clay.\nThe BC horizon or C horizon, where present, has the same colors and textures as the Bt horizon. It has few to many mottles in shades of red, yellow, and brown. Boundary with the underlying CR horizon is commonly abrupt.\nThe CR horizon is a mixture of highly weathered bedrock interlayered with seams of chert and silty clay loam to clay soil material. A few roots are in cracks and seams."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apison, Cahaba, Cowarts, Durham, Emporia, Euharlee, Granville, Hartsells, Kempsville, Linker, Marvyn, Nauvoo, Nectar, Pirum, Spadra, Suffolk and Valcluse series in the same family.  The Cahaba, Cowarts, Durham, Emporia, Euharlee, Granville, Kempsville, Marvyn, Nectar, Spadra, Suffolk and Valcluse series do not have a paralithic contact within 60 inches. The Apison series has a solum thickness of less than 40 inches. Pirum soils have a lithic contact with sandstone within 50 inches. Soil series in similar families include Cheaha, Fruithurst, Rion, Sherless, Sherwood and Tidings soils.  All of these have mixed mineralogy. In addition, Cheaha soils have a lithic contact within 40 inches. Fruithurst soils have a paralithic contact with slate. Rion soils have solum thickness less than 40 inches over acid crystalline rocks.  Rome soils have\nsolum thickness greater than 60 inches.  Sherless soils have a paralithic contact with sandstone within 40 inches.  Sherwood soils have a lithic contact with sandstone within 60 inches and Tidings soils have s solum thickness less than 40 inches and a lithic contact within 60 inches.  Also in a similar family are the Mountview and Lonewood series.   Both are mesic.  In addition, Mountview is fine-silty and Lonewood contains less than 15 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Noah soils are on gently sloping to very steep uplands on the Highland Rim.  Slopes range from 2 to 45 percent. The soil formed in cherty limestone residuum Near the type location, average annaul temperature is about 60 degrees F, and average annual precipitation is about 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Noah soils are associated with the Mountview and Dellrose soils. Mountview soils are fine-silty and are on broader areas at slightly higher positions in the same landscape.  Dellrose soils have a solum thickness of more than 60 inches and are on the lower sections of steep hillsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium on the gentle slopes and rapid on the steeper slopes. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is cleared. Pasture and hay is the main use. Small areas of corn, soybeans, tobacco, and small grains are grown. Native vegetation is mixed hardwoods of oak, hickory, elm, yellow-poplar, locust and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Highland Rim of Tennessee and possibly Alabama. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Bedford County, Tennessee; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly mapped in shallow phases of the Fullerton and Baxter series. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of about 8 inches (A1, A2 horizons).\nArgillic horizon - the zone from about 15 inches to a depth of about 42 inches (Bt1, Bt2 horizons).\nADDITIONAL DATA: The pedon described has data by NSSL, pedon 85P0183\nOSED scanned by SSQA.  Last revised by state on 04/87.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
