{
  "SERIES": "NOCKEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG",
  "REVDATE": "08/2006",
  "STATES": "TX",
  "OVERVIEW": "The Nocken series consists of moderately deep, well drained, moderately slowly permeable soils that formed in residuum from weathered sandstone.  These soils are on gently sloping to steep uplands.  Slopes are dominantly about 7 percent, but range from 1 to 25 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, thermic Ultic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nocken very stony fine sandy loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; reddish brown (5YR 4/4) very stony fine sandy loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; hard, friable; many fine roots; about 25 percent by volume cobble and stone size sandstone fragments and 10 percent pebble size sandstone and ironstone fragments; medium acid; clear wavy boundary.  (2 to 12 inches thick)\nA2--4 to 8 inches; reddish brown (5YR 5/4) very stony fine sandy loam, reddish brown (5YR 4/4) moist; weak fine granular or subangular structure; hard, friable; many fine roots; about 25 percent by volume cobble and stone size fragments and 10 percent pebble size sandstone and ironstone fragments; medium acid; clear wavy boundary.  (2 to 14 inches thick)\nBt1--8 to 15 inches; red (2.5YR 4/6) very stony sandy clay, dark\nred (2.5YR 3/6) moist, moderate fine blocky structure; very hard, firm; clay films on surfaces of peds; about 30 percent cobble and stone size sandstone fragments and 12 percent pebble size sandstone and ironstone fragments; medium acid; gradual wavy boundary.  (6 to 20 inches thick)\nBt2--15 to 30 inches; red (2.5YR 5/6) very stony sandy clay, red (2.5YR 4/6) moist; moderate fine and medium blocky structure; very hard, firm; clay films on surfaces of peds; about 35 percent cobble and stone size sandstone fragments and 12 percent pebble size sandstone and ironstone fragments; strongly acid; gradual wavy boundary.  (7 to 20 inches thick)\nBC--30 to 37 inches; yellowish red (5YR 5/6) very stony sandy clay loam, yellowish red (5YR 4/6) moist; weak medium blocky structure; hard, firm; patchy clay films on surfaces of peds; few Fe-Mn concretions; about 45 percent cobble and stone size fragments and 15 percent pebble size sandstone and ironstone fragments; strongly acid; abrupt wavy boundary.  (0 to 10 inches thick)\nCr--37 to 40 inches; reddish yellow (7.5YR 7/6) platy and weakly cemented sandstone that contains thin seams of ironstone and a few cracks and crevices filled with reddish yellow loamy earth; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; approximately 1.5 miles east of Stockdale, Texas on Farm Road 1107; site is 90 feet north of Farm Road 1107 in native range pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to sandstone is 20 to 40 inches.  Sandstone pebbles, cobbles, stones, and boulders comprise 35 to 85 percent by volume, with less than 35 percent of the coarse fragments being pebbles. Some pedons contain ironstone fragments.\nThe A1 horizon has a hue of 5YR to 10YR, value of 4 or 5, and chroma of 2 to 4.  The A2 horizon has a hue of 5YR to 10YR, value of 5 to 7, and chroma of 3 to 6. The fine earth fraction is loamy fine sand or fine sandy loam. Reaction is neutral to medium acid.  Combined thickness of the A1 and A2 horizons is less than 20 inches. The B21t horizon has a hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.\nThe Bt1 horizon has a hue of 2.5YR or 5YR, value of 5 or 6, and chroma of 6 to 8.  The Bt2 horizon has a hue of 2.5YR or 5YR, value of 5 or 6, and chroma of 6 to 8.  The fine earth fraction is sandy clay or clay, with a clay content of 40 to about 65 percent.  Reaction is slightly acid to strongly acid.  Base saturation ranges from 50 to about 75 percent.\nThe BC horizon, when present, has the same hue, value, and chroma range as the Bt2 horizon.  Texture is sandy clay loam, clay loam, or clay with a clay content of the fine earth fraction of 30 to 50 percent.\nThe Cr horizon is reddish, brownish, or yellowish weakly to strongly cemented sandstone containing interbedded ironstone, shale, shaly clay, or loamy earths."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aubrey, Bonti, Birome, Castell, Chigley, Cona, Darst, Exray, Galey, Gasil, Gilson, Jedd, Konsil, Rosanky, Stephenville, Travis, Truce, and Windthorst series.  Aubrey, Birome, Bonti, Cona, Darst, Galey, Gasil, Jedd, Konsil, and Stephenville soils have less than 35 percent coarse fragments and less than 40 percent clay in the Bt horizon.  Castell soils are 20 to 40 inches deep over gneiss.  Chigley, Galey, Gasil, Rosanky, Travis, Truce, and Windthorst soils have sola more than 40 inches thick.  Exray soils are less than 20 inches thick over sandstone.  Gilson soils are 40 to 60 inches deep over cherty limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nocken soils occur on convex gently sloping to steep ridgetops and hillsides.  The soil formed in weakly consolidated to cemented sandstone that is frequently interbedded with ironstone, shale, or shaly clay.  Slope gradients are 1 to 25 percent.  The climate is moist and dry subhumid with a mean annual precipitation of 24 to 34 inches, and an annual P-E index of 38 to 52.  At the type location the mean annual temperature is 70 degrees F.  Mean annual temperature ranges from 64 degrees to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The include the competing Bonti, Exray, and Rosanky series, and the Nebgen series.  Nebgen soils are less than 14 inches deep over sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely in rangeland.  Vegetation is mostly post oak and blackjack oak with little bluestem, indiangrass, silver bluestem, and annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in central Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches\nArgillic horizon - 8 to 37 inches\nParalithic contact - Interface of soil and sandstone at 37 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; reddish brown (5YR 4/4) very stony fine sandy loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; hard, friable; many fine roots; about 25 percent by volume cobble and stone size sandstone fragments and 10 percent pebble size sandstone and ironstone fragments; medium acid; clear wavy boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--4 to 8 inches; reddish brown (5YR 5/4) very stony fine sandy loam, reddish brown (5YR 4/4) moist; weak fine granular or subangular structure; hard, friable; many fine roots; about 25 percent by volume cobble and stone size fragments and 10 percent pebble size sandstone and ironstone fragments; medium acid; clear wavy boundary.  (2 to 14 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt1--8 to 15 inches; red (2.5YR 4/6) very stony sandy clay, dark"
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 76,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--15 to 30 inches; red (2.5YR 5/6) very stony sandy clay, red (2.5YR 4/6) moist; moderate fine and medium blocky structure; very hard, firm; clay films on surfaces of peds; about 35 percent cobble and stone size sandstone fragments and 12 percent pebble size sandstone and ironstone fragments; strongly acid; gradual wavy boundary.  (7 to 20 inches thick)"
      },
      {
        "name": "BC",
        "top": 76,
        "bottom": 94,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--30 to 37 inches; yellowish red (5YR 5/6) very stony sandy clay loam, yellowish red (5YR 4/6) moist; weak medium blocky structure; hard, firm; patchy clay films on surfaces of peds; few Fe-Mn concretions; about 45 percent cobble and stone size fragments and 15 percent pebble size sandstone and ironstone fragments; strongly acid; abrupt wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 94,
        "bottom": 102,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--37 to 40 inches; reddish yellow (7.5YR 7/6) platy and weakly cemented sandstone that contains thin seams of ironstone and a few cracks and crevices filled with reddish yellow loamy earth; very strongly acid."
      }
    ]
  ]
}
