{
  "SERIES": "NOELKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "1/98",
  "STATES": "TX",
  "OVERVIEW": "The Noelke series consists of soils that are very shallow and shallow to a petrocalcic horizon.  They are well drained, and moderately permeable soils that  formed in residuum over limestone.  These nearly level to moderately sloping upland soils have slopes ranging from 0 to about 8 percent.  Mean annual temperature is about 66 degrees F, and mean annual precipitation is about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Noelke very cobbly silty clay loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 9 inches; grayish brown (10YR 5/2) very cobbly silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine to medium subangular blocky and moderate fine granular structure; very hard, firm, slightly sticky, and plastic; many fine roots; few fine pores; few insect burrows up to 3 mm in diameter; few wormcasts; about 55 percent coarse fragments consisting of about 15 percent limestone cobbles which are smooth on top and roughened below, 25 percent gravel more than 2 cm in diameter and 15 percent pebbles less than 2 cm in diameter, violently effervescent; moderately alkaline; abrupt wavy boundary.  (6 to 19 inches thick)\nBkm--9 to 12 inches; white (10YR 8/2) indurated caliche, very pale brown (10YR 7/4) moist; caliche is laminated, smooth on top, and continuous horizontally; abrupt wavy boundary.  (1 to 13 inches thick)\nR--12 to 80 inches; hard, coarsely fractured, white limestone bedrock with cracks sealed with cemented carbonates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Irion County, Texas; 8.0 miles east of Barnhart, Texas, on U.S. Highway 67, and then 50 feet north.  This location is 1900 feet east of a point where a pipeline crosses this highway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the petrocalcic horizon ranges from 6 to 19 inches.  Depth to limestone bedrock is from 7 to 20 inches.\nThe A horizon has a hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.  Coarse fragment content ranges from 35 to about 75 percent.  Total clay content ranges from 28 to 45 percent, with the silicate clay content ranging from 25 to 35 percent.  Texture of the fine earth fraction is clay loam, silty clay loam, or clay.  Calcium carbonate equivalent ranges from 25 to 40 percent in the fraction smaller than 2 cm.\nThe Bkm horizon extends into the cracks in the limestone.  It is white or very pale brown.\nThe R layer is whitish or yellowish limestone.  Some pedons contain thin layers of softer limestone or marl below 40 inches depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pardo series in the same family.  Similar soils are Amistad, Boracho, Cho, Ector, Eola, Kavett, Kimbrough, Mereta, and Tarrant series.  Pardo soils are underlain by ignimbrite bedrock (welded tuff) and contain ignimbrite fragments in the control section.   Amistad, Cho, Ector and Eola soils have more than 40 percent calcium carbonate equivalent in the control section, and Cho soils also have less than 35 percent coarse fragments in the A horizon.  Boracho soils do not have a lithic contact within 20 inches and are formed in unconsolidated beds of igneous gravel.  Kavett, Mereta, and Kimbrough soils have less than 35 percent coarse fragments in the control section.  Tarrant soils contain more silicate clay, and have smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Noelke soils are on erosional upland landscapes.  Slopes range from 0 to 8 percent.  These soils are formed in material weathered from hard limestone.  At the type location they are of the Lower Cretaceous, and the Segovia and Buda formation.  Mean annual precipitation ranges from 13 to 17 inches. and mean annual temperature ranges from 65 to 68 degrees F.  Frost-free days range from 210 to 240 days and elevation ranges from 2,000 to 3,150 feet.  Thornthwaite P-E indices range from 19 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Angelo, Conger, Ector, Kimbrough, Mereta, Nuvalde, Rioconcho, and Tobosa series.  Angelo, Nuvalde, Rioconcho, and Tobosa soils are deep soils that occur in valleys or concave areas.  Conger soils have an ochric epipedon.  Ector soils occur at lower elevations and grow significant amounts of trees and shrubs.  Kimbrough and Mereta soils occur on the hill and ridgetops above Noelke soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is low on slopes less than 1 percent, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland.  Native plants now growing on these soils are buffalograss, sideoats grama, threeawns, tridens, hairy grams, Texas needlegrass, and forbs.   Native woody plants are widely scattered short mesquite, redberry juniper, a few pricklypear, and cholla cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The western Edwards Plateau and Rolling plains of west central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Irion County, Texas; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   At the type location, these soils are on side slopes of what is called the \"high divide,\" which is along the watershed boundary between the Colorado River and the Rio Grande.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 9 inches.  (A horizon)\nPetrocalcic horizon - 9 to 12 inches.  (Bkm horizon)\nLithic contact to limestone - 12 inches.\nSkeletal feature - 55 percent limestone fragments in 0 to 9 inch layer.  (A horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 9 inches; grayish brown (10YR 5/2) very cobbly silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine to medium subangular blocky and moderate fine granular structure; very hard, firm, slightly sticky, and plastic; many fine roots; few fine pores; few insect burrows up to 3 mm in diameter; few wormcasts; about 55 percent coarse fragments consisting of about 15 percent limestone cobbles which are smooth on top and roughened below, 25 percent gravel more than 2 cm in diameter and 15 percent pebbles less than 2 cm in diameter, violently effervescent; moderately alkaline; abrupt wavy boundary.  (6 to 19 inches thick)"
      },
      {
        "name": "Bkm",
        "top": 23,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkm--9 to 12 inches; white (10YR 8/2) indurated caliche, very pale brown (10YR 7/4) moist; caliche is laminated, smooth on top, and continuous horizontally; abrupt wavy boundary.  (1 to 13 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--12 to 80 inches; hard, coarsely fractured, white limestone bedrock with cracks sealed with cemented carbonates."
      }
    ]
  ]
}
