{
  "SERIES": "NOKAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Udollic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nokay loam on a convex slope of 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; moderate medium granular structure; friable; many medium roots; about 2 percent gravel; strongly acid; abrupt smooth boundary.  (5 to 8 inches thick)\nE--6 to 14 inches; grayish brown (10YR 5/2) fine sandy loam, pale brown (10YR 6/3) dry; common fine distinct yellowish brown (10YR 5/6) mottles; weak thin platy structure; friable; many medium roots; about 2 percent gravel; strongly acid; clear wavy boundary.  (5 to 14 inches thick)\nBt1--14 to 23 inches; brown (7.5YR 4/4) sandy loam; common fine prominent yellowish brown (10YR 5/6) mottles; weak medium platy structure; friable; many medium prominent light brownish gray (10YR 6/2) coatings on faces of peds; few distinct dark reddish brown (5YR 3/4) clay films on peds and in pores; common medium roots; about 4 percent gravel; strongly acid; clear wavy boundary.\nBt2--23 to 31 inches; brown (7.5YR 4/4) sandy loam; common fine distinct strong brown (7.5YR 5/6) mottles; weak medium platy structure; friable; many medium prominent light brownish gray (10YR 6/2) coatings on faces of peds; few distinct dark reddish brown (5YR 3/4) clay films on peds and pores; few fine roots; about 7 percent gravel; moderately acid; clear wavy boundary.  (Combined thickness of the Bt horizons ranges from 9 to 49 inches.)\nBC--31 to 41 inches; brown (7.5YR 4/4) sandy loam; common fine distinct strong brown (7.5YR 5/6) and few fine prominent dark red (2.5YR 3/6) mottles; weak medium platy structure; firm; few very fine roots; about 10 percent gravel; slightly acid; gradual wavy boundary.  (0 to 18 inches thick)\nCd--41 to 60 inches; brown (7.5YR 4/4) sandy loam; few fine distinct strong brown (7.5YR 5/6) mottles; massive, moderate medium platy-like soil fragments; very firm; about 6 percent coarse fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morrison County, Minnesota; about 2.5 miles north and 1.5 miles west of the town of Harding; 1,900 feet west and 1,300 feet south of northeast corner, sec. 12, T. 42 N., R. 30 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to dense till (paralithic contact) ranges from 30 to 50 inches.  Content of rock fragments is 2 to 15 percent in the upper part and 5 to 20 percent in the lower part of the series control section. The argillic horizon has 8 to 18 percent clay, 45 to 65 percent fine sand and coarser material, and 15 to 25 percent coarse and very coarse sand.  Stony phases are recognized.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It commonly is loam, but the range includes fine sandy loam and sandy loam.   It is very strongly acid or strongly acid.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  It commonly is fine sandy loam, but the range includes sandy loam and loam or thin subhorizons of loamy sand.  It has faint to prominent mottles.  It is very strongly acid or strongly acid.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 6.  It commonly is sandy loam, but the range includes fine sandy loam and loam.  It has faint to prominent mottles.  There are coatings on peds with hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 1 or 2.  It is strongly acid to slightly acid.  Bulk density ranges from 1.45 to 1.75 gm/cc.\nThe BC and Cd horizons have hue of 7.5YR, value of 4 or 5, and chroma of 3 to 5.  Faint to prominent mottles are in the BC horizon and commonly in the upper part of Cd horizon.  These horizons are sandy loam, fine sandy loam, loamy sand, loamy coarse sand or their gravelly analogues.  They range from moderately acid to neutral.  Bulk density ranges from 1.95 to 1.90 gm/cc in BC and 1.8 to 2.0 gm/cc in Cd horizon.  The BC horizon is restrictive to root penetration due to the platy structure, which is a property of the dense till, but is not as restrictive as the Cd horizon.  The Cd horizon is considered to be a paralithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Paddock and Ronneby series.  Paddock soils have hue of 10YR or yellower, and have free carbonates in the C horizon.  The Ronneby soils have hue of 5YR or redder in the lower part of the series control section and C horizons, and have less than 15 percent coarse sand and coarser."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly concave slopes on drumlins or moraines.  Slope gradients range from 0 to 3 percent.  Nokay soils formed in noncalcareous dense loamy glacial till of Late Wisconsinan Age.  Mean annual temperature is 37 to 45 degrees F.  Mean annual precipitation is 24 to 33 inches.  Frost-free days range from 90 to 150 days.  The elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Flak, Brainerd, Parent, and Prebish soils form a drainage sequence with Nokay soils.  The well drained Flak and moderately well drained Brainerd soils are on higher lying or more sloping terrain.  The poorly and very poorly drained Parent soils are on flats and have mollic epipedons.  The very poorly drained Prebish soils have mollic epipedons and are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow.  Permeability is moderate or moderately rapid in the upper part of the solum and very slow in the dense underlying till.  Depth to a perched water table is as high as 1.0 to 2.5 feet at some time from April to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil has been cleared for corn, hay, and small grains.  Native vegetation was mixed deciduous forest or mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crow Wing County, Minnesota, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Pedons S81MN-097-37 and S81-MN-153-007 have data for similar pedons.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to a depth of 14 inches (Ap and E horizons); argillic horizon - the zone from approximately 14 to 31 inches (Bt horizon); aquic moisture regime based upon low chroma on faces of peds in Bt horizon; udollic feature - a dark epipedon that meets the requirements of a mollic horizon except for thickness and the chroma of matrix in the Bt horizon is more than 2; the Cd horizon is considered to be a paralithic contact.\nClassification only was changed 5/94.  Competing series and other updates will be made later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
