{
  "SERIES": "NOLLVILLE",
  "STATUS": "Established Series",
  "BYREV": "JWB-ART",
  "REVDATE": "10/2005",
  "STATES": "MD,PA,WV",
  "OVERVIEW": "The Nollville series consists of deep, well drained, moderately permeable soils formed in residual materials derived from argillaceous limestone and limy shale.  Nollville soils are on convex upland ridges of low relief.  Slopes range from 3 to 35 percent.  The mean annual precipitation is about 38 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nollville channery silt loam on an 11 percent west-facing convex sideslope in a hayfield.\nAp--0 to 10 inches; dark yellowish brown (10YR 4/4) channery silt loam; moderate fine and medium granular structure; friable; common very fine to medium roots; 20 percent shale channers; neutral; abrupt smooth boundary (6 to 12 inches thick).\nBt1--10 to 20 inches; yellowish brown (10YR 5/8) channery silty clay loam with few streaks and pockets of strong brown (7.5YR 5/6); moderate fine and medium subangular blocky structure; friable; slightly sticky, slightly plastic; few very fine and fine roots; few patchy clay films on faces of peds and in pores; few black iron-manganese stains on faces of peds and shale fragments; 20 percent shale channers; neutral; clear wavy boundary.\nBt2--20 to 29 inches; yellowish brown (10YR 5/8) silty clay loam with common streaks and pockets of strong brown (7.5YR 5/6); moderate fine and medium subangular blocky structure; friable; slightly sticky, slightly plastic; few very fine and fine roots; common discontinuous clay films on faces of ped and in pores; few black iron-manganese stains on faces of peds and shale fragments; 5 percent shale channers; neutral; clear wavy boundary.\nBt3--29 to 41 inches; strong brown (7.5YR 5/6) silty clay with few streaks and pockets of yellowish brown (10YR 5/8); weak medium prismatic parting to moderate medium subangular blocky structure; friable; sticky and plastic; many continuous clay films on faces of peds and in pores; few black iron-manganese stains on faces of peds and on shale fragments; 5 percent shale channers; slightly acid; clear wavy boundary (combined thickness of the Bt is 20 to 45 inches).\nC--41 to 57 inches; strong brown (7.5YR 5/6) very channery silty clay loam with common streaks and pockets of brownish yellow (10YR 6/8); massive; friable; slightly sticky, slightly plastic; few patchy clay films on shale fragments; few black iron-manganese stains on shale fragments; 55 percent shale channers; slightly acid; abrupt wavy boundary (0 to 20 inches thick).\nR--57 inches; slightly weathered, fractured and tilted, interbedded limestone and limy shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Berkeley County, West Virginia; about 400 feet east of county route 16 and 1 mile north of the intersection of county routes 15 and 16, near Nollville.  USGS Tablers Station topographic quadrangle; latitude 39 degrees 28 minutes 50 seconds N. and longitude 78 degrees 00 minutes 59 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Depth to bedrock is 40 to 60 inches.  Rock fragments of shale, siltstone or chert range from 0 to 25 percent in the A horizon, 0 to 40 percent in the B horizon, and 25 to 75 percent in the C horizon.  Reaction ranges from strongly acid to neutral in the upper part of the solum and strongly acid to slightly alkaline in the lower part of the solum and the C horizon.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 through 5, and chroma of 3 or 4.  Texture of the fine-earth fraction is silt loam or loam.\nSome pedons have a BA or BE horizon with hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 through 6.  It is silt loam or loam in the fine-earth fraction.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 through 6, and chroma of 4 through 8.  It is silt loam, silty clay loam, or silty clay in the fine-earth.  The upper 20 inches of the Bt has a weighted average of less than 35 percent clay.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 through 6, and chroma of 4 through 8.  Texture of the fine-earth is silt loam, silty clay loam, silty clay, or clay.\nSome pedons have a BC horizon with color and texture similar to the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amend, Belmont, Belmore, Chenault, Chili, Coggon, Conestoga, Douds, El Dara, Gallman, Grellton, Hayden, Hebron, Hickory, High Gap, Hallinger, Kalamazoo, Kanawha, Kendallville, Kidder, Kosciusko, Leroy, Letort, Lindley, Mandeville, Martinsville, McHenry, Miami, Mifflin, Millitary, Nodine, Norden, Ockley, Owosso, Pecatonica, Princeton, Rainsville, Rawson, Relay, Renova, Richardsville, Richland, Riddles, Sisson, Skelton, Strawn, Summitville, Theresa, Wawasee, Westville, Whalon, Woodbine, and Wykoff in the same family.  All of the above series are formed in glacial parent materials, except for the following:  Belmont and Summitville soils have redder hue in the Bt and C horizons.  Chenault soils are formed in old alluvium over limestone.  Conestoga, Hollinger, Letort, Mandeville, Nodine, and Richland soils are very deep to bedrock.  Kanawha and Skelton soils are formed in alluvial sediments.  Mifflin soils have more sand in the control section.  Norden soils are moderately deep to bedrock.  Princeton soils are formed in coarse silt and fine sand of aeolian origin.  Relay soils are formed on crystalline bedrock.\nThe Culleoka, Duffield, Frankstown, Ryder, and Westmoreland soils are in related families.  All have lower base saturation.  In addition, Culleoka and Ryder soils are moderately deep to bedrock.  Duffield soils are very deep to bedrock.  Westmoreland soils have higher mean annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nollville soils are on gently sloping to moderately steep convex upland ridges of low relief.  Ridges are usually long and narrow and have a general north-south orientation.  Relief is usually less than 100 feet.  Slopes range from 3 to 35 percent.  These soils formed in residuum from argillaceous limestone.  The mean annual precipitation ranges from 33 to 42 inches, and the mean annual temperature ranges from 48 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Duffield and Ryder soils and the Hagerstown (Timberville )and the proposed Funkstown soils.  Hagerstown soils have hue redder than 7.5YR in the Bt horizon and average more than 35 percent clay in the control section.  Timberville and (Tentative) Funkstown soils are very deep and are formed in local alluvium/colluvium in concave drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mostly cleared and used for pasture, cropland, and orchards.  A small acreage is in woodland of mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Appalachian Ridge and Valley province in West Virginia, Maryland, Pennsylvania, and possibly Virginia.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Berkeley County, West Virginia, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n1.  These soils were formerly mapped as members of the Frankstown or Duffield soil series.\n2.  At the type location, these soils are formed in residuum from the Elbrook Formation, a Cambrian Age argillaceous, dolomitic limestone.\nDiagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon--the zone from 0 to 10 inches (Ap horizon).\nb.  Argillic horizon--the zone from 10 to 41 inches (Bt1, Bt2, Bt3 horizons).\nThe 10/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). CEC class is based on NASIS data from Berkeley County, West Virginia. Competing series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nADDITIONAL DATA:  Base saturation at the critical depth for the typical pedon is 68 percent.  Base saturation data gathered from 9 pedons supports classification.\nSIR = WV0134\nMLRA = 147\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark yellowish brown (10YR 4/4) channery silt loam; moderate fine and medium granular structure; friable; common very fine to medium roots; 20 percent shale channers; neutral; abrupt smooth boundary (6 to 12 inches thick)."
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 20 inches; yellowish brown (10YR 5/8) channery silty clay loam with few streaks and pockets of strong brown (7.5YR 5/6); moderate fine and medium subangular blocky structure; friable; slightly sticky, slightly plastic; few very fine and fine roots; few patchy clay films on faces of peds and in pores; few black iron-manganese stains on faces of peds and shale fragments; 20 percent shale channers; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--20 to 29 inches; yellowish brown (10YR 5/8) silty clay loam with common streaks and pockets of strong brown (7.5YR 5/6); moderate fine and medium subangular blocky structure; friable; slightly sticky, slightly plastic; few very fine and fine roots; common discontinuous clay films on faces of ped and in pores; few black iron-manganese stains on faces of peds and shale fragments; 5 percent shale channers; neutral; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 74,
        "bottom": 104,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--29 to 41 inches; strong brown (7.5YR 5/6) silty clay with few streaks and pockets of yellowish brown (10YR 5/8); weak medium prismatic parting to moderate medium subangular blocky structure; friable; sticky and plastic; many continuous clay films on faces of peds and in pores; few black iron-manganese stains on faces of peds and on shale fragments; 5 percent shale channers; slightly acid; clear wavy boundary (combined thickness of the Bt is 20 to 45 inches)."
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 145,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "very channery",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--41 to 57 inches; strong brown (7.5YR 5/6) very channery silty clay loam with common streaks and pockets of brownish yellow (10YR 6/8); massive; friable; slightly sticky, slightly plastic; few patchy clay films on shale fragments; few black iron-manganese stains on shale fragments; 55 percent shale channers; slightly acid; abrupt wavy boundary (0 to 20 inches thick)."
      },
      {
        "name": "R",
        "top": 145,
        "narrative": "R--57 inches; slightly weathered, fractured and tilted, interbedded limestone and limy shale."
      }
    ]
  ]
}
