{
  "SERIES": "NOMLAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AFW/HRG/RWL/PNP/KDPL/SBC",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over loamy-skeletal, glassy over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nomlas gravelly ashy sandy loam - forestland, on a 45 percent northwest-facing slope at an elevation of 4,900 feet. (Colors are for moist soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed leaves, twigs and other forest litter mixed with small amounts of 1980 Mount St. Helens ash. (1 to 2 inches thick)\nA--2 to 5 inches; dark brown (10YR 3/3) gravelly ashy sandy loam, brown (10YR 5/3) dry; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 25 percent gravel and 5 percent cobbles; NaF pH 10.3; moderately acid (pH 5.6); clear smooth boundary. (2 to 5 inches thick)\nBw1--5 to 14 inches; dark brown (10YR 3/3) very gravelly ashy sandy loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 35 percent gravel and 5 percent cobbles; NaF pH 10.4; moderately acid (pH 5.7); clear smooth boundary.\nBw2--14 to 27 inches; dark yellowish brown (10YR 4/4) very gravelly ashy sandy loam, light yellowish brown (10YR 6/4) dry; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine and medium and few coarse roots; many very fine and fine irregular pores; 40 percent gravel and 10 percent cobbles; NaF pH 10.3; moderately acid (pH 5.6); clear smooth boundary. (Combined thickness of Bw horizon is 15 to 25 inches)\n2Bw3--27 to 36 inches; brown (10YR 4/3) extremely gravelly sandy loam, light yellowish brown (10YR 6/4) dry; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine irregular pores; 60 percent gravel and 20 percent cobbles; NaF pH 9.9; moderately acid (pH 5.9); clear wavy boundary.\n2Bw4--36 to 42 inches; brown (10YR 4/3) extremely gravelly sandy loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine irregular pores; 60 percent gravel and 20 percent cobbles; NaF pH 9.9; moderately acid (pH 5.9); gradual wavy boundary.\n2Bw5--42 to 58 inches; brown (10YR 4/3) extremely gravelly fine sandy loam, pale brown (10YR 6/3) dry; weak moderate and coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine irregular pores; 50 percent gravel and 25 percent cobbles; NaF pH 9.6; moderately acid (pH 6.0); gradual wavy boundary. (Combined thickness of 2Bw horizon is 20 to 40 inches)\n2BC--58 to 63 inches; brown (10YR 4/3) extremely gravelly fine sandy loam, pale brown (10YR 6/3) dry; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine irregular pores; 40 percent gravel; and 25 percent cobbles; NaF pH 9.6; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yakima County, Washington; about 8 miles northwest of Cliffdell, Washington; about 2,400 feet north and 2,500 feet west of the southeast corner of section 4, T. 17 N., R. 13 E.; Latitude 46 degrees, 58 minutes, 25 seconds N. Longitude 121 degrees, 13 minutes, 28 seconds W. NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean annual soil temperature is 39 to 44 degrees F. Estimated mean summer soil temperature at a depth of 20 inches ranges from 42 to 45 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 25 to 45 consecutive days following the summer solstice (udic moisture regime). Thickness of andic soil material is 20 to 30 inches. The andic soil material has an estimated moist bulk density of 0.60 to 1.00 g/cc, 30 to 70 percent volcanic glass, acid-oxalate extractable aluminum plus 1/2 the acid-oxalate extractable iron of 0.7 to 1.2 percent, phosphate retention of 50 to 60 percent, and 15-bar water retention of less than 12 percent for air dried samples. The particle-size control section averages 35 to 80 percent rock fragments. Thickness of the solum ranges from 40 to more than 60 inches.\nThe A horizon has value of 4 or 5 dry, 3 or 4 moist and chroma of 2 or 3 dry or moist.\nThe Bw horizon has hue of 7.5YR or 10YR, value of5 or 6 dry, 3 or 4 moist and chroma of 3 to 6 dry, 3 or 4 moist. Texture is very gravelly ashy fine sandy loam or very gravelly ashy sandy loam.\nThe 2Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6 dry, 3 to 5 moist, chroma of 3 to 6 dry and 3 or 4  moist. It is very gravelly sandy loam, extremely gravelly sandy loam,  or extremely gravelly fine sandy loam in the upper part.  The lower part includes all the above textures and extremely gravelly loamy sand. It has 20 to 30 percent volcanic glass and 0.3 to 0.4 percent acid-oxalate extractable aluminum plus one-half iron. Reaction is moderately acid to neutral.\nThe 2BC horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 dry or moist. Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family. Soils with similar classification and amorphic mineralogy are the Currier (T) and Eaglecap series. Currier soils have  dominantly granitic rock fragments.. Eaglecap soils have 60 to 80 percent volcanic glass in the A horizon, and rock fragments are dominantly quartz diorite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nomlas soils are on mountain sideslopes, benches and plateaus at elevations of 3,400 to 7,100 feet. Slopes range from 0 to 90 percent. Nomlas soils formed in volcanic ash mixed with colluvium from andesite, basalt, or mudflow deposits. These soils are in a climate with cool moist summers and cold moderately wet winters. The average January temperature is about 22 degrees F., average July temperature is about 60 degrees F. and average annual temperature ranges from 37 to 43 degrees F. The average annual precipitation ranges from 60 to 85 inches. Frost-free season is 35 to 75 days and growing season at 28 degrees F. is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ravensroost, Snowplow and Twolakes soils. Ravensroost soils are on ridgetops and mountain sideslopes and are moderately deep. Snowplow soils are on mountains and have a xeric soil moisture regime. Twolakes soils are on mountain benches, plateaus and side slopes and have glassy over isotic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation and wildlife habitat. Native vegetation is Pacific silver fir, mountain hemlock and subalpine fir with an understory of grouse huckleberry, beargrass, sidebells pyrola and big huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern slopes of the Cascade Mountains in Yakima County, Washington; MLRA 3. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wenatchee National Forest , Naches Area, Yakima County, Washington, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - from 2 to 14 inches (A and Bw1 horizons)\nCambic horizon - 14 to 58 inches (Bw1, Bw2, 2Bw3, 2Bw4 and 2Bw5 horizons)\nAndic soil properties - 2 to 27 inches (A, Bw1, and Bw2 horizons)\nParticle-size control section - from 2 to 42 inches with the zone from 2 to 27 inches qualifying as ashy-skeletal and the zone from 27 to 42 inches qualifying as loamy-skeletal.\nAll depths to diagnostic horizons and features found in the range of characteristics are measured from the top of the first mineral horizon.\nADDITIONAL DATA: Laboratory data is available for this soil. NSSL sample # S91WA-077-009, Yakama Indian Nation Soils Laboratory, Toppenish, WA., sample 54B-18-1, and NSSL sample # S90WA-077-014 (taxadjunct).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
