{
  "SERIES": "NONAME",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFL/TDT/TM-JVC",
  "REVDATE": "12/2006",
  "STATES": "OR",
  "OVERVIEW": "The Noname series consists of very shallow and shallow, well drained soils that formed in colluvium and residuum derived from andesite or basalt.  Noname soils are on mountains and plateaus.  Slopes are 3 to 80 percent.  The mean annual precipitation is about 25 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive Lithic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Noname stony clay loam--on a 5 percent slope--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; pale brown (10YR 6/3) stony clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; many roots; many very fine and fine tubular pores; 10 percent stones, 5 percent cobbles, and 10 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.  (2 to 4 inches thick)\nBw1--3 to 6 inches; yellowish brown (10YR 5/4) clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; many roots; many very fine and fine tubular pores; 3 percent cobbles and 10 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (0 to 4 inches thick)\nBw2--6 to 12 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common roots; many very fine and fine tubular pores; 3 percent cobbles and 10 percent gravel; slightly acid (pH 6.4); clear irregular boundary.  (2 to 6 inches thick)\nR--12 inches; igneous rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; about 0.4 mile west of Big Trout Creek on the eastern edge of Mahogany Ridge in the Trout Creek Mountains; approximately 2,000 feet south and 1,000 feet east of the northwest corner of section 12, T. 40 S., R. 37 E.; USGS The V 7.5 minute topographic quadrangle; 42 degrees 07 minutes 0 seconds north latitude and 118 degrees 19 minutes 43 seconds west longitude, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the winter and spring, dry in the summer and fall for 45 to 60 consecutive days; Xeric moisture regime.\nMean annual soil temperature - 42 to 45 degrees F.\nMean summer soil temperature - 56 to 59 degrees F.\nDepth to bedrock - 4 to 14 inches to a lithic contact.\nParticle-size control section - Clay content: 20 to 35 percent;\nRock fragments: Averages 10 to 35 percent with stones, cobbles, and gravel.\nReaction - Slightly acid or neutral.\nA horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Loam or clay loam.\nRock fragments: 10 to 50 percent, stones are the dominant size fraction.\nBw horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Loam or clay loam.\nClay content: 20 to 35 percent with the lower several inches commonly highest in clay.\nRock fragments: 10 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family.  Potential competitors in the obsolete subgroup of Lithic Eutrocryepts are the Clinetop, Clugulch, Liesnoi, and Olathe (T) series.\nClinetop soils have a possible udic moisture regime and have mean summer soil temperature of 43 to 48 degrees F.  Clugulch soils have an ustic moisture regime, have Oi horizons, and less than 18 percent clay in the particle-size control section.  Liesnoi soils have a udic moisture regime.  Olathe soils have a possible ustic moisture regime, have O horizons, and have less than 20 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Noname soils are on mountains and plateaus.  The typically occur on summit, shoulder, and backslope positions.  These soils formed in colluvium and residuum derived from andesite or basalt.  Slopes are 3 to 80 percent.  Elevations range from 5,800 to 9,200 feet.  The climate is semiarid or subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 12 to 35 inches, the mean annual air temperature is 40 to 43 degrees F., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dickle and Hapgood soils.  These soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; moderately slow permeability (moderately high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Noname soils are used for rangeland and wildlife habitat.  The vegetation is Idaho fescue, curlleaf mountainmahogany, sheep fescue, western needlegrass, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon.  These soils are not extensive with about 5,500 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 7 inches (A and Bw1 horizons and part of the Bw2 horizon).\nCambic horizon - The zone from 3 to 12 inches (Bw1 and Bw2 horizons).\nLithic contact - The boundary at 12 inches to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 12 inches (A, Bw1, and Bw2 horizons).  The typical pedon averages 30 percent clay and 14 percent rock fragments.\nThe revision of December 2006 updated the taxonomic class from Lithic Eutrocryepts based on the tenth edition of the Keys to Soil Taxonomy, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
