{
  "SERIES": "NONIP",
  "STATUS": "Established Series",
  "BYREV": "Rev: NZ/RJ",
  "REVDATE": "10/2008",
  "STATES": "UT",
  "OVERVIEW": "The Nonip series consists of very shallow to shallow, well drained soils that formed in residuum derived from shale, siltstone, or limestone of the Carmel Formation. Nonip soils are on dissected structural benches and hillslopes on structural benches.  Slopes are 5 to 50 percent. Mean annual precipitation is about 10 inches and the mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nonip very channery loam, on a south facing, linear, 7 percent slope, at an elevation of 5491 feet. (Colors are for dry soil unless otherwise noted.) The surface is covered by about 80 percent channers.\nA--0 to 1 inch; light yellowish brown (10YR 6/4) very channery loam, brown (10YR 5/3) moist; weak medium platy structure parting to weak fine granular structure; soft, very friable, slightly sticky and non plastic; few very fine and fine roots; common very fine and fine dendritic tubular pores; 50 percent channers; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (0 to 3 inches thick)\nC--1 to 5 inches; light yellowish brown (10YR 6/4) very channery loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and few fine dendritic tubular pores; 50 percent channers; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary . (3 to 17 inches thick)\nR--5 inches; Carmel formation interbedded shale and siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, UT; about 5.5 miles southeast of Escalante; located about 4,800 feet east and 1,500 feet south of the northwest corner of sec. 7, T. 36 S., R. 4 E.; Dave Canyon USGS quad; lat. 37 degrees 41 minutes 44.41 seconds N. and long. 111 degrees 30 minutes 1.94 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic moisture regime\nMean annual soil temperature: 47 to 54 degrees F.\nDepth to shale or siltstone bedrock: 4 to 20 inches\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nRock fragments: 35 to 60 percent channers\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7, dry or moist\nChroma: 2 to 6, dry or moist\nRock fragments: 0 to 60 percent channers\nC horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7, dry or moist\nChroma: 2 to 6, dry or moist\nTexture: loam, silt loam, clay, clay loam with appropriate modifiers\nRock fragments: 35 to 80 percent channers or gravel\nCalcium carbonate equivalent: 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andanada (NM), Daklos (UT), Ednagrey (NV), Hillburn (UT), Meriwhitica (AZ), Redsun (WY), Reef (UT), Skos (UT), Sunup (WY), Teesto (AZ), and Windcomb (UT) series. Ednagrey, Meriwhitica, Redsun, Reef, and Windcomb soils have less than 18 percent clay. Andanada soils have secondary calcium carbonate in the control section. Daklos soils have sandy loam, fine sandy loam, and sandy clay loam textures are derived from sandstone. Skos soils have hues of 2.5YR and 5YR. Teesto soils have less than 15 percent calcium carbonate. Sunup, Redsun, and Windcomb soils are moist in the soil moisture control section during May and June. Hillburn soils are inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nonip soils are on dissected structural benches and hillslopes on structural benches. The soils formed in residuum derived from shale, siltstone or limestone from the Carmel Formation. Slopes range from 5 to 50 percent. The mean annual air temperature is 45 to 52 degrees F., the mean annual precipitation is 9 to 12 inches. The frost-free period is 120 to 160 days. Elevation ranges from 5,000 to 6,900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Skos series. The Skos soils are dominated by 2.5YR or 5YR colors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, moderately rapid to rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nonip is used for rangeland, recreation and wildlife. The potential natural plant community includes Utah Juniper, blue grama, Indian ricegrass, galleta, needleandthread, gooseberryleaf globemallow, and sand dropseed. These soils have been correlated to the Semidesert Shallow Loam (Galleta-Utah Juniper) 035XY222UT ecological site at the type location in Utah.  Also a dry phase has been correlated Semidesert Shallow Shale (Utah Juniper-pinyon) 035XY234UT ecological site in the soil survey area (Grand Staircase-Escalante National Monument)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Utah, MLRA 35; this series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garfield County, UT, Grand Staircase Escalante National Monument soil survey area, 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (A horizons)\nLithic contact - the boundary at 5 inches (R horizon)\nTaxonomic Version - Ninth Edition, 2003\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nADDITIONAL DATA: Lab data available at NSSL (number S99UT017004)\nCompeting series section updated June 26, 2008, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; light yellowish brown (10YR 6/4) very channery loam, brown (10YR 5/3) moist; weak medium platy structure parting to weak fine granular structure; soft, very friable, slightly sticky and non plastic; few very fine and fine roots; common very fine and fine dendritic tubular pores; 50 percent channers; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (0 to 3 inches thick)"
      },
      {
        "name": "C",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--1 to 5 inches; light yellowish brown (10YR 6/4) very channery loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and few fine dendritic tubular pores; 50 percent channers; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary . (3 to 17 inches thick)"
      },
      {
        "name": "R",
        "top": 13,
        "texture_class": "silt",
        "narrative": "R--5 inches; Carmel formation interbedded shale and siltstone."
      }
    ]
  ]
}
