{
  "SERIES": "NOONEY",
  "STATUS": "Tentative Series",
  "BYREV": "REV. PHO-JMS-RJS",
  "REVDATE": "03/2017",
  "STATES": "MT",
  "OVERVIEW": "The Nooney series consists of deep, well drained soils that formed in colluvium or till over residuum derived from metasedimentary rock. These soils occur on moraines, mountain slopes and cirque headwalls. Slopes are 30 to 80 percent. Mean annual precipitation is about 1,825 mm and the mean annual air temperature is about 2.0 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nooney very gravelly sandy loam, in coniferous forest.  This profile was described on a 60 percent slope at an elevation of 1,993 meters (colors are for dry soil unless otherwise noted).\nOi--0 to 2 cm; slightly decomposed forest litter.\nA--2 to 18 cm; brown (7.5YR 5/3) very gravelly sandy loam, dark brown (7.5YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common very fine and fine tubular pores; 40 percent gravel and 10 percent cobbles; moderately acid (pH 5.6); gradual wavy boundary.\nBw1--18 to 46 cm; brown (7.5YR 5/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, and few medium and coarse roots; many very fine and fine tubular pores; 40 percent gravel and 10 percent cobbles; moderately acid (pH 5.6); gradual wavy boundary.\nBw2--46 to 78 cm; brown (7.5YR 5/4) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and common fine roots; common fine tubular pores; 55 percent gravel and 15 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.\nC--78 to 125 cm; light brown (7.5YR 6/4) extremely gravelly sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; 50 percent gravel and 10 percent cobbles; slightly acid (pH 6.4).\nR--125 cm; metasedimentary bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glacier County Area, Montana; located about 193 meters north and 84 meters east from the southwest corner of section 23 T 36N.,R 16W; Many Glacier topographic quadrangle; Longitude - 48 degrees, 51 minutes, 29 seconds north; Latitude - 113 degrees, 40 minutes, 24 seconds west, NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature -- 1.0 to 4.5 degrees C.\nDepth to a lithic contact -- 100 to 150 cm\nOi horizon\nThickness: 2 to 6 cm\nA horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 2 to 4; dry or moist\nClay content: 8 to 20 percent\nRock fragments: 35 to 60 percent - 30 to 50 percent gravel, 5 to 10 percent cobbles, 0 to 5 percent stones\nReaction: pH 5.2 to 6.5\nThickness: 5 to 20 cm\nBw1, Bw2 horizons\nHue: 10YR or 7.5YR; dry or moist\nValue: 5 to 7 dry; 3 to 5 moist\nChroma: 2 to 4; dry or moist\nTexture (less than 2 mm): loam, sandy loam or sandy clay loam\nClay content: 10 to 27 percent\nRock fragments: 35 to 75 percent - 35 to 60 percent gravel, 5 to 15 percent cobbles, 0 to 5 percent stones\nReaction: pH 5.2 to 6.5\nThickness (Bw1, Bw2 combined): 35 to 80 cm\nC horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 4 to 6; dry or moist\nChroma: 2 or 4; dry or moist\nTexture (less than 2 mm): loam, sandy loam or sandy clay loam\nRock fragments: 40 to 75 percent - 35 to 60 percent gravel, 5 to 15 percent cobbles, 0 to 5 percent stones\nClay content: 10 to 25 percent\nReaction: pH 6.0 to 7.0\nThickness: 40 to 80 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBasaltlake (AK) -- are very deep\nButchlake (AK) -- are very deep\nCuberant (UT) -- are moderately deep to a lithic contact\nEnentah (CO) -- are very deep\nGarlet (MT) -- are very deep\nHolokukfamily (AK) -- are very deep\nKegsprings (MT) -- are very deep\nMountedith (MT) -- are very deep\nSoakpak (AK) -- have a permafrost layer\nStorm (CO) -- are very deep\nTarghee (ID) -- are moderately deep to a lithic contact\nTelay (AK) - are very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform -- moraines, mountain slopes and cirque headwalls\nElevation -- 1,600 to 2,800 meters\nSlope -- 15 to 80 percent\nParent material -- colluvium or till over residuum derived from metasedimentary rock\nClimate -- long, cold winters; moist springs; short warm summers.\nMean annual precipitation -- 1,150 to 2,600 mm\nMean annual air temperature -- -1.0 to 4.0 degrees C.\nFrost-free period -- 15 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability (5 to 50 um/sec)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nooney soils are used for recreation and wildlife habitat.  Vegetation is dominated by beartongue, silverleaf phacelia, mountain agoseris, columbine, rockcress, alpine smelowskia, Scouler's St. johnswort, sitka valerian, shortstalk sedge, dwarf fireweed and spike trisetum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Nooney soils are of small extent in northwestern Montana. MLRA 43A and 43B."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Glacier National Park area in Glacier County, Montana, 2015."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- 0 to 18 cm (Oi, A horizons)\nCambic horizon -- 18 to 78 cm (Bw1, Bw2 horizons)\nLithic contact - 125 cm (R horizon)\nParticle-size control section - 27 to 102 cm (part of the Bw1, Bw2, part of C horizons)\nNooney soils have a cryic temperature regime and an udic moisture regime.\nTaxonomic version: Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
