{
  "SERIES": "NOPAN",
  "STATUS": "Established Series",
  "BYREV": "MHC-DHK/Rev. JRT",
  "REVDATE": "07/2013",
  "STATES": "VA",
  "OVERVIEW": "The Nopan series consists of very deep, poorly drained soils on upland saddles, benches and in drains associated with seep areas.  They formed in colluvium from igneous and highly metamorphosed rock such as granite and rhyolite. Slopes range from 2 to 55%. Mean annual air temperature is 45 degrees F. and mean annual precipitation is 52 inches near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, acid, frigid Typic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nopan loam - on a 20 percent slope in rangeland/pasture. (Colors are for moist soils.)\nA--0 to 6 inches; very dark gray (10YR 3/1) loam; weak fine granular structure; very friable, slightly sticky, slightly plastic; common very fine and fine roots; 5 percent gravel, 5 percent cobbles; strongly acid; clear wavy boundary.\nBg1--6 to 17 inches; gray (10YR 5/1) loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few very fine and fine roots; 5 percent gravel, 5 percent cobbles; strongly acid; clear wavy boundary.\nBg2--17 to 33 inches; grayish brown (10YR 5/2) loamy sand; weak medium subangular blocky structure; friable; few very fine and fine roots; 10 percent gravel; yellowish brown (10YR 5/4) soft masses of iron accumulation; strongly acid; gradual wavy boundary.\nBh1--33 to 44 inches; brown (10YR 4/3) sandy loam; weak medium subangular blocky structure; firm; 10 percent gravel; dark yellowish brown (10YR 4/6) coatings and in pores; strongly acid; gradual wavy boundary.\nBh2--44 to 50 inches; black (10YR 2/1) and dark brown (7.5YR 3/4) sandy loam; weak medium subangular blocky structure; firm, cemented in 50 percent of the horizon, friable in 50 percent; 10 percent gravel; strongly acid; clear wavy boundary.\nC--50 to 62 inches; yellowish brown (10YR 5/4) sandy loam; massive; firm; 10 percent gravel; yellowish brown (10YR 5/8) soft masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grayson County, Virginia (Jefferson National Forest, Mt. Rogers National Recreations Area); about 2.3 miles (12,300 feet) northwest (297 degrees) of VA362 (Grayson Highlands State Park main road) and the campground road, and 2.3 miles (12,200 feet) east (86 degrees) of Elk Garden."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 60 inches.  Depth to bedrock is more than 60 inches.  Rock fragments of gravel, cobbles and stones range from 0 to 35 percent in individual horizons.  Reaction is extremely acid to strongly acid throughout.\nThe O horizon, where present, has hue of 7.5YR through 2.5Y or is neutral, value of 2 or 3, and chroma of 1 with value of 2 or 3.  It is sapric or hemic material.\nThe A horizon has hue of 10 YR or 2.5Y, value of 2 or 3, and chroma of 1 or 2.or is neutral with value of 2 or 3.  It is loamy sand, sandy loam, or loam in the fine-earth fraction.\nThe Bg horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 1 or 2.or is neutral with value of 4 through 6.  It is loamy sand, sandy loam, or loam in the fine-earth fraction.\nThe Bh horizon has hue of 7.5YR through 2.5Y, value of 4 though 6, and chroma of 1 through 3.  It is loamy sand, sandy loam or loam in the fine-earth fraction.\nThe C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 6.  It is loamy sand, sandy loam, or loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nopan soils are on upland saddles, shoulder and back slope benches, and in drains associated with seep areas.  They formed in colluvium from igneous and highly metamorphosed rock such as granite and rhyolite.  It is at elevations of 4400 feet or more on warm aspects, and 4000 feet or more on cool aspects.  Mean annual air temperature ranges from 40 to 47 degrees F.  Mean annual precipitation ranges from 45 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balsam, Bearpen (T), Mt Rogers (T), Scales (T), and Snowsnake (T) soils.  Balsam and Mt. Rogers soils are well drained.  Bearpen and Scales soils have an organic surface layer 6 to 16 inches thick.  Snowsnake soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained.  Moderate permeability in the upper part, slow to very slow permeability in the lower part.  Index surface runoff class is very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas in range land or woodland.  Northern red oak, yellow birch, black birch, black cherry, sugar maple, eastern hemlock, American beech, and yellow buckeye are common trees.  Common understory plants are sedges, cinnamon ferns, service berry, striped maple, silver bell, witch hobble, rhododendron, blueberry, and smooth blackberry.  Sphagnum moss, trillium, yellow mandarin, wood sorrel, and New York fern are common forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations of the Blue Ridge/Southern Appalachian Mountains in Virginia, and possible North Carolina and Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grayson County, Virginia, 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Nopan series was proposed in the Mt. Rogers National Recreation Area for a special project. It appears on the legend for that area. It was used on the legend for the Grayson County Soil Survey Area. The 8/2000 revision updates this series to the 8th edition of the Keys to Soil Taxonomy. The CEC activity class is estimated from other series that are somewhat similar and have lab data.\nThe 11/2005 revision adds index surface runoff class and other minor changes. The 7/2013 revision updates the series status and Series Established section.\nDiagnostic horizons and other features recognized in this pedon are:\na. Ochric epipedon-0 to 6 inches (A horizon)\nb. Cambic horizon-from 6 to 50 inches (Bg and Bh horizons)\nc. Gleyed feature of the Bg horizons\nd. Indications of accumulation of illuvial, amorphous, dispersible organic matter sesquioxides-from 33 to 50 inches (Bh horizons)\nADDITIONAL DATA: There are no known data available. Transect data are available from the Grayson County SS Area.\nMLRA = 130\nRevised: 6/19/95-MHC; 8/2000-DHK; 11/2005-DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
