{
  "SERIES": "NORAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJF/TDT",
  "REVDATE": "07/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Norad silt loam.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; gray (10YR 6/1) silt loam, dark gray (10YR 4/1) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine vesicular pores; neutral (pH 7.0); abrupt smooth boundary.  (1 to 4 inches thick)\nA2--2 to 4 inches; gray (10YR 6/1) and grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure; hard, firm, sticky and plastic; common very fine roots; many very fine irregular pores; neutral (pH 6.8); clear smooth boundary.  (1 to 4 inches thick)\nBt1--4 to 6 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) crushed and very dark grayish brown (10YR 3/2) moist; moderate very fine subangular blocky structure; hard, firm, sticky and plastic; common very fine roots; common very fine tubular pores; few faint clay films on peds and in pores; neutral (pH 7.2); clear wavy boundary.  (2 to 6 inches thick)\nBt2--6 to 10 inches; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate very fine angular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many distinct clay films on peds, few faint clay films in pores; moderately alkaline (pH 8.0); clear smooth boundary.  (2 to 6 inches thick)\nBt3--10 to 14 inches; brown (10YR 5/3) silty clay loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) moist; moderate very fine subangular blocky structure; hard, firm, sticky and plastic; common very fine roots; many very fine tubular pores; common faint clay films on peds and in pores; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 6 inches thick)\nBt4--14 to 24 inches; pale brown (10YR 6/3) and grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, firm, sticky and plastic; common very fine roots; common very fine tubular pores; common faint clay films on faces of peds, few faint clay films in pores; moderately alkaline (pH 8.4); gradual smooth boundary.  (8 to 12 inches thick)\nC1--24 to 33 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, very firm, sticky and very plastic; few very fine roots; common very fine tubular pores; moderately alkaline (pH 8.0); gradual smooth boundary.  (8 to 12 inches thick)\n2C2--33 to 60 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; massive; hard, friable, sticky and plastic; few very fine roots; common very fine tubular pores; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; about 1/4 mile north of the north shore of Floke Lake on Hart Mountain National Antelope Refuge; about 1,600 feet east and 1,100 feet south of the NW corner section 34, T. 34 S., R. 27 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually dry, but is moist in some part between 4 to 12 inches for a continuous period equal to more than one-quarter the time the soil temperature exceeds 41 degrees F.  The mean annual soil temperature is 47 to 50 degrees F.  The particle-size control section averages 27 to 35 percent clay and has less than 15 percent sand coarser than very fine sand.  Depth to bedrock is over 60 inches.\nThe A horizon has hue of 10YR, value of 5 or 6 dry, 4 moist with chroma of 1 to 3 dry and moist.  It has 1 to 2 percent organic matter.\nThe Bt horizon is silty clay loam with thin layers of silty clay.  It has 27 to 45 percent clay.  It has hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry and moist.\nThe C horizon is stratified clay loam, silty clay loam, silt loam and loam with clay content of 20 to 40 percent.  It has hue of 10YR or 2.5Y, value of 5 to 8 dry and 3 to 6 moist, and chroma of 2 or 3 dry and moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Greenleaf, Hansel, McCain, and Power series.  Greenleaf soils have a mean annual soil temperature of 51 to 54 degrees F., have a layer of calcium carbonate accumulation, and have 22 to 30 percent clay in the particle-size control section.  Hansel soils have a calcic horizon at 15 to 32 inches and carbonates at 10 to 22 inches.  McCain soils have a lithic contact at 20 to 40 inches.  Power soils have a calcic horizon and carbonates at 11 to 37 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Norad soils are on low lake terraces.  Slopes are 0 to 2 percent slopes.  The elevation is 4,300 to 5,200 feet.  The climate is characterized by cool moist winters and hot dry summers.  The mean annual precipitation is 6 to 10 inches.  The mean annual temperature is 45 to 49 degrees F..  The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Floke, Spangenburg  and Boulder Lake soils.  Floke soils have a duripan within 20 inches.  Boulder Lake soils develop deep cracks are clayey throughout and have slickensides. Spangenburg soils are in the fine family and have an abrupt clay increase between the A and Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow permeability.  A water table is at 4 to 6 feet from February to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Norad soils are used for livestock grazing, wildlife habitat, and recreation.  Principal native vegetation includes winterfat, Indian ricegrass, Nuttall saltbush, bud sagebrush, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lake basins of south-central Oregon; MLRA 24.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon, Southeren Part, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 2 inches (A1 horizon)\nArgillic horizon: the zone from 4 to 24 inches, (Bt1, Bt2, Bt3, and Bt4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
