{
  "SERIES": "NORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EEP-BOK-GJJ-PMW",
  "REVDATE": "01/2014",
  "STATES": "MN,NE,SD",
  "OVERVIEW": "The Nora series consists of very deep, well drained soils that formed in loess on uplands. Slope ranges from 0 to 30 percent. Mean annual precipitation is about 610 millimeters. Mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nora silty clay loam, in a cultivated field, at an elevation of about 463 meters. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 23 centimeters (about 9 inches); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable slightly sticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; few worm casts; slightly acid; abrupt smooth boundary.\nBw--23 to 56 centimeters (about 9 to 22 inches); pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; weak medium and coarse prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine to medium roots; common very fine tubular pores; few worm casts; neutral; abrupt wavy boundary.\nBk1--56 to 81 centimeters (about 22 to 32 inches); pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; soft, very friable slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; 8 percent calcium carbonate equivalent; common fine and medium rounded soft masses of calcium carbonate and few medium rounded carbonate concretions; strongly effervescent; slightly alkaline; clear wavy boundary.\nBk2--81 to 137 centimeters (about 32 to 54 inches); pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; 7 percent calcium carbonate equivalent; common fine and medium rounded soft masses of calcium carbonate and few fine and medium rounded carbonate concretions; common fine and medium faint gray (10YR 5/1) moist redoximorphic depletions and common fine and medium prominent strong brown (7.5YR 4/6) moist redoximorphic concentrations; strongly effervescent; slightly alkaline; gradual wavy boundary.\nC--137 centimeters to 203 centimeters (about 54 to 80 inches); light yellowish brown (2.5Y 6/3) silt loam, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine tubular pores; 6 percent calcium carbonate equivalent; few calcium carbonate threads; common fine and medium faint gray (10YR 5/1) moist redoximorphic depletions and common fine and medium prominent strong brown (7.5YR 5/8) moist redoximorphic concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 102C-Loess Uplands; Minnehaha County, South Dakota; about 3 miles west of Baltic; located about 120 feet west and 1,890 feet south of the northeast corner of section 25, T. 104 N., R. 50 W.; USGS Colton SE topographic quadrangle; lat. 43 degrees 47 minutes 06 seconds N. and long. 96 degrees 46 minutes 18 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture--Ustic moisture regime\nMean annual soil temperature--8 to 12 degrees C (47 to 54 degrees F)\nDepth to secondary calcium carbonate--30 to 75 centimeters (12 to 30 inches)\nDepth to cambic horizon--10 to 33 centimeters (4 to 13 inches)\nThickness of the mollic epipedon--18 to 50 centimeters (7 to 20 inches)\nClay content of the particle-size control section (weighted average)--18 to 35 percent\nNote: The upper part of the control section typically contains 20 to 35 percent clay; the lower part typically contains 20 to 27 percent clay with some pedons containing as little as 18 percent\nA horizon:\nHue--10YR\nValue--3 to 5 and 2 or 3 moist\nChroma--1 or 2\nTexture--silty clay loam or silt loam\nReaction--slightly acid or neutral\nThickness--10 to 33 centimeters (about 4 to 13 inches)\nBw horizon:\nHue--10YR or 2.5Y\nValue--5 or 6 and 3 or 4 moist\nChroma--3 or 4\nTexture--silty clay loam or silt loam\nReaction--slightly acid to slightly alkaline\nThickness--15 to 50 centimeters (about 6 to 20 inches)\nBk horizon:\nHue--10YR or 2.5Y\nValue--5 to 7 and 4 to 6 moist\nChroma--3 or 4\nTexture--silt loam or silty clay loam\nReaction--neutral to moderately alkaline\nThickness--25 to 90 centimeters (about 10 to 35 inches)\nC horizon:\nHue--10YR or 2.5Y\nValue--5 to 7 dry and 4 to 6 moist\nChroma--2 to 4 dry or moist\nTexture--silt loam, very fine sandy loam or silty clay loam\nReaction--slightly alkaline or moderately alkaline\nSome pedons have loamy or sandy materials below a depth of 150 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Egan, Ihlen, Moody, Splitrock, and Wentworth series.\nEgan--have glacial till at depths between 50 and 100 centimeters\nIhlen--have a lithic contact between depths of 50 and 100 centimeters\nMoody--are leached of carbonates to below a depth of 75 centimeters\nSplitrock--have glacial till at depths between 50 and 100 centimeters\nWentworth--typically have more than 3 percent fine or coarser sand in the series control section and have stratified substrata"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess\nLandform--uplands\nSlope--0 to 30 percent\nMean annual air temperature--7 to 11 degrees C (about 45 to 52 degrees F)\nMean annual precipitation--483 to 711 millimeters (about 19 to 28 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alcester, Colo, Crofton, Moody, Muir, Trent, and Whitewood soils.\nAlcester--have mollic epipedons more than 50 centimeters thick and are on foot slopes below the Nora soils and in narrow valleys\nColo--are on lower landscape positions and are wetter than Nora soils\nCrofton--are on similar or higher parts of the landscape, do not have a cambic horizon and have carbonates at or near the soil surface\nMoody--are on less convex or less sloping landscape positions\nMuir--have mollic epipedons more than 50 centimeters thick and are on foot slopes below the Nora soils and in narrow valleys\nTrent--have mollic epipedons more than 50 centimeters thick and are in shallow swales on level areas\nWhitewood--are on lower landscape positions and are wetter than Nora soils"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 180 centimeters in normal years; redoximorphic features are believed to reflect extremes in precipitation.\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nSurface runoff potential--negligible to very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMore gently sloping areas are cultivated. The principal crops are corn, soybeans, oats, grain sorghum, and alfalfa. The native vegetation is big bluestem, little bluestem, green needlegrass, sideoats grama, blue grama and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland, Great Plains\nPhysiographic Sections--Dissected Till Plains, High Plains, Western Lake\nMLRAs--Loess Uplands (102C),\nTill Plains, (102B)\nSouthern Rolling Pierre Shale Plains (63B),\nIowa and Missouri Deep Loess Hills (107B)\nLRR M, LRR G, LRR K; Southeastern South Dakota, northeastern Nebraska, southwestern Minnesota, and northwestern Iowa\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Minnehaha County, South Dakota, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from 0 to a depth of 23 centimeters (Ap horizon);\ncambic horizon--the zone from a depth of 23 to 56 centimeters (Bw horizon).\nDuring the correlation of Minnehaha county SD, the type location site was moved to better represent the series.\nTaxonomic Version: Keys to Soil Taxonomy Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
