{
  "SERIES": "NORAX",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW/TLA",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "OVERVIEW": "The Norax series consists of deep to a duripan, well drained soils formed in loess over older loess.  They are on south aspects on nonglaciated plateaus. Slopes are 3 to 30 percent. Average annual precipitation is about 13 inches and average annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Norax silt loam - cropland on a 16 percent southeast-facing slope at 2,920 feet elevation. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures and spot plate reaction is used for pH values.)\nAp--0 to 4 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and fine irregular and tubular pores; neutral (pH 7.0); clear smooth boundary. (4 to 8 inches thick)\n2Bt1--4 to 9 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; strong coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and few fine roots; few fine irregular and tubular pores; common distinct clay films on faces of peds and in pores; 10 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; neutral (pH 7.1); clear wavy boundary.\n2Bt2--9 to 22 inches; yellowish brown (10YR 5/4) silty clay loam, brown (10YR 4/3) moist; strong coarse prismatic structure parting to strong coarse subangular blocky; very hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine and few fine tubular pores; many distinct clay films on faces of peds and in pores; common distinct skeletans on ped faces; slightly alkaline (pH 7.6); clear smooth boundary.\n2Bt3--22 to 34 inches; yellowish brown (10YR 5/4) silty clay loam, brown (10YR 4/3) moist; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium tubular pores; many distinct clay films on faces of peds; common fine irregular white (10YR 8/1) dry weathered pumice fragments; few distinct discontinuous black (10YR 2/1) dry manganese stains on ped faces; slightly alkaline (pH 7.5); clear smooth boundary. (Combined thickness of the Bt horizon is 20 to 35 inches)\n2Btk--34 to 54 inches; yellowish brown (10YR 5/4) loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few fine tubular pores; 25 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; 10 percent durinodes; common distinct coatings of secondary carbonates on ped surfaces and common fine filaments of secondary carbonates lining pores; strongly effervescent; 12 percent calcium carbonate equivalent; few distinct continuous black (10YR 2/1) dry manganese stains on faces of peds; moderately alkaline (pH 8.4); abrupt wavy boundary. (8 to 20 inches.)\n3Bqm--54 to 60 inches; yellowish brown (10YR 5/4) weakly cemented duripan crushes to gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, firm, slightly sticky and slightly plastic; few fine tubular pores; 15 percent duripan fragments 2 to 75 mm. in diameter; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; about 3 miles west and 1 mile north of Waterville; about 2,100 feet south and 800 feet east of the northwest corner of section 13, T. 25 N., R 21 E. (Latitude 47 degrees 39 minutes 55 seconds N, Longitude 120 degrees 09 minutes 04 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 49 to 51 degrees F. These soils are usually moist in the moisture control section but are dry for 90 to 105 consecutive days following the summer solstice. Depth to the 2Bt horizon is 4 to 8 inches.  Clay content of the particle size control section ranges from 27 to 35 percent. Depth to accumulation of secondary carbonates ranges from 26 to 43 inches. Depth to weakly or moderately cemented duripan is 40 to 60 inches. There is 0 to 10 percent sand-size ash, 0.5 to 2.0 mm. in diameter and 5 to 30 percent volcanic glass in the particle size control section and in the profile above the argillic horizon.\nThe A horizon chroma is 2 through 4 moist.\nThe 2Bt horizon has value of 4 or 5 dry and chroma of 3 or 4 dry and moist. It is a silty clay loam or clay loam. Reaction is neutral or slightly alkaline.\nThe 2Btk horizon has value of 5 through 7 dry and chroma of 3 or 4 moist. Texture is a sandy loam or fine sandy loam. Reaction is slightly alkaline or moderately alkaline. Calcium carbonate equivalent is estimated to range from 5 to 15 percent.\nThe 3Bqm horizon has value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4 dry and moist. Cementation is weak or moderate and the cementing agent is silica or silica and calcium carbonate. When crushed, the duripan textures to gravelly sandy loam, gravelly loam, very gravelly silt loam, or very gravelly fine sandy loam.\nSome pedons have a 3Bkqm horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Renshigh series. Renshigh soils are dry in the moisture control section more than half the time when the soil temperature at 20 inches is over 40 degrees F. In addition, depth to secondary carbonates is 14 to 27 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Norax soils are on knoll tops and shoulder slopes primarily with south and west aspects on uplands at elevations of 2,400 to 3,200 feet. Slopes are 3 to 30 percent. Norax soils formed primarily in pre-Wisconsin age loess with a small amount of volcanic ash. A minor component of post-Wisconsin age loess is incorporated within the surface horizon. The climate is characterized by warm, dry summers and cool moist winters. Average annual precipitation is 12 to 15 inches. Average January temperature is about 26 degrees F.; average July temperature is about 70 F., and average annual air temperature is 47 to 49 degrees F. Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dougville, Nemire and McCue soils. Dougville soils are on uplands and have a mollic epipedon. Nemire soils are in drainageways and depressions on plateaus and have 30 to 60 percent ash in the control section. McCue soils are on plateaus and have more than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability above the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Norax soils are primarily used for dryland wheat and barley production. The potential native vegetation is bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, threetip sagebrush, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 4 inches, an argillic horizon from 4 to 54 inches, a zone of secondary lime accumulation from 34 to 54 inches and a weakly cemented duripan from 54 to 60 inches. The particle size control section is the upper 20 inches of the argillic horizon from 4 to 24 inches (the 2Bt1, 2Bt2, and part of the 2Bt3 horizons).\nADDITIONAL DATA: Partial NSSL lab data is available on this pedon NSSL pedon number 89P0221. A sampling error was made in sampling the surface horizon at 0 to 3 inches instead of the more typical 0 to 4 inch thickness. A 4 to 8 inch thick Ap surface horizon is more representative of the Norax series overall.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
