{
  "SERIES": "NORCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJ/JAC/AJE",
  "REVDATE": "02/97",
  "STATES": "UT",
  "OVERVIEW": "The Norcan series consists of deep, well drained soils that formed in material weathered from sandstone. These soils are on concave north-facing mountain slopes.  The mean annual precipitation is about 22 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Norcan loam, rangeland. (Colors are for moist soil unless otherwise noted.)\n01--1 inch to 0; leaves and stems. (1 to 2 inches thick)\nAll--O to 4 inches; dark reddish brown (5YR 3/3) heavy loam, reddish brown (5YR 4/3) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; neutral (pH 7.3); clear smooth boundary. (3 to 11 inches thick)\nA12--4 to 15 inches; dark reddish brown (5YR 3/3) heavy loam, reddish brown (5YR 4/3) dry weak coarse subangular blocky structure that parts to moderate fine granular; soft, friable, slightly sticky and slightly plastic; common very fine, fine and coarse roots; neutral (pH 7.3); clear smooth boundary. (0 to 13 inches thick)\nB21t--15 to 21 inches, dark reddish brown (5YR 3/4) clay loam, reddish brown (5YR 4/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and plastic; common very fine, fine and medium, and few coarse roots; few very fine pores; few thin clay films on faces of peds; neutral (pH 7.3); clear smooth boundary. (6 to 17 inches thick)\nB22t--21 to 44 inches, dark red (2.5YR 3/6) clay, red (2.5YR 4/6) dry; moderate coarse prismatic structure that parts to moderate coarse subangular blocky; very hard, very firm, very sticky and plastic, few very fine roots; few thin clay films on faces of peds; neutral (pH 7.3); gradual smooth boundary. (12 to 23 inches thick)\nB23t--44 to 60 inches, dark red (2.5YR 3/6) heavy silty clay loam, red (2.5YR 5/6) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and plastic; few very fine roots; few thin clay films on faces of pds; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morgan County, Utah; about 5 miles southwest of Morgan County Courthouse; 2,400 feet west and 800 feet north of SE corner sec.  17, T.7N., R.6E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon is 11 to 19 inches thick.  The combined thickness of the Al and B2t horizon is more than 60 inches.  The mean annual soil temperature at depth of 20 inches ranges from 43 to 46 degrees F. the mean summer soil temperature ranges from 61 to 65 degrees F. the soils are usually moist but are dry for 65 to 85 consecutive days during late summer. Rock fragments consist of angular sandstone and gravel, and range from 0 to 10 percent in the Al and B2t horizons.\nThe Al horizon has hue of 5YR, 7.5YR or 10YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 through 4 dry, 2 or 3 moist. It is slightly acid or neutral and ranges from 11 to 19 inches thick.\nThe B2t horizon has hue of 2.5YR or 5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 4 through 8 dry and moist. The chroma of 4 occurs in the upper part of the B2t horizon. This horizon is heavy clay loam heavy silty clay loam or clay, has 35 to 46 percent clay, and does not decrease as much as 20 percent of the maximum within a depth of 60 inches. Structure ranges from weak or moderate, medium or coarse, prismatic or moderate or strong, fine through coarse subangular blocky or angular blocky. The reaction is slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Deer Creek, Goodington, Goring, Harkers and Zumwalt series. Deer Creek solls have 20 to 35 percent rock fragments in the B2t horizon, have calcic horizons and have solums 20 to 40 inches thick. Goodington soils have calcic horizons, and formed in loess over basalt bedrock in an 11 to 13 inch precipitation zone. Goring soils have a mollic epipedon 20 to 32 inches thick. Harkers soils have 20 to 35 percent rock fragments in the B2t horizon. Zumwalt soils have A2 horizons and are moderately deep over bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Norcan soils are at elevations of 5,200 to 7,500 feet. They occur on concave north-facing mountain slopes. Slopes range from 30 to 60 percent. These soils formed in residuum and local alluvium weathered from sandstone. The climate is moist subhumid and the average annual precipitation ranges from 20 to 25 inches. The mean annual temperature is 41 to 44 degrees F. The mean summer temperature is 58 to 62 degrees F. and the frost-free priod ranges from 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Ercan, Hawkins, Henhoit, Hoskin, Morgala, Moweba, Nordic and Ostler soils. Ercan and Nordic soils have summer temperature of less than 59 degrees F., have A2 horizons and have argillic horizons with less than 35 percent clay and the upper boundary deeper than 24 inches. Hawkins soils lack argillic horizons and have cracks 1 cm. wide at 20 inches that extend to the surface or the base of an Ap horizon. Henhoit and Hoskin soils have less than 35 percent clay and more than 35 percent rock fragments in the argillic horizons. Hoskin soils.have bedrock at depths 0f 20 to 40 inches.  Morgala soils lack mollic epipedons. Moweba soils have mollic epipedons more than 20 inches thick, lack argitlic horizons and have less than 35 percent clay and more than 35 percent rock fragments in the control section. Ostler soils have hue of 10YR or 2.5Y in the argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for range, watershed, and wildlife habitat. The present native vegetation is oakbrush, ninebark, snowberry, wild onion, peavine, mountain bromegrass, Columbia needlegrass, chokecherry, yarrow, Oregon grape, ceanothus and horsemint."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTIBUTION AND EXTENT",
    "content": "DISTIBUTION AND EXTENT: These soils occur in northern Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horgan County, Morgan Area, Utah, 1974.\nOSED scanned by NSSQA.  Last revised by state 11/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "All",
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "All--O to 4 inches; dark reddish brown (5YR 3/3) heavy loam, reddish brown (5YR 4/3) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; neutral (pH 7.3); clear smooth boundary. (3 to 11 inches thick)"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--4 to 15 inches; dark reddish brown (5YR 3/3) heavy loam, reddish brown (5YR 4/3) dry weak coarse subangular blocky structure that parts to moderate fine granular; soft, friable, slightly sticky and slightly plastic; common very fine, fine and coarse roots; neutral (pH 7.3); clear smooth boundary. (0 to 13 inches thick)"
      },
      {
        "name": "B21t",
        "top": 38,
        "bottom": 53,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B21t--15 to 21 inches, dark reddish brown (5YR 3/4) clay loam, reddish brown (5YR 4/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and plastic; common very fine, fine and medium, and few coarse roots; few very fine pores; few thin clay films on faces of peds; neutral (pH 7.3); clear smooth boundary. (6 to 17 inches thick)"
      },
      {
        "name": "B22t",
        "top": 53,
        "bottom": 112,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B22t--21 to 44 inches, dark red (2.5YR 3/6) clay, red (2.5YR 4/6) dry; moderate coarse prismatic structure that parts to moderate coarse subangular blocky; very hard, very firm, very sticky and plastic, few very fine roots; few thin clay films on faces of peds; neutral (pH 7.3); gradual smooth boundary. (12 to 23 inches thick)"
      },
      {
        "name": "B23t",
        "top": 112,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "narrative": "B23t--44 to 60 inches, dark red (2.5YR 3/6) heavy silty clay loam, red (2.5YR 5/6) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and plastic; few very fine roots; few thin clay films on faces of pds; neutral (pH 7.3)."
      },
      {
        "name": "01",
        "top": 3,
        "narrative": "01--1 inch to 0; leaves and stems. (1 to 2 inches thick)"
      }
    ]
  ]
}
