{
  "SERIES": "NORDHOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPJ-WEF-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, uncoated Spodic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nordhouse fine sand, on an 11 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 2 cm (1 inch); very dark grayish brown (10YR 3/2) well decomposed leaf litter; moderately acid; abrupt smooth boundary. [0 to 5 cm (2 inches) thick]\nA1--2 to 13 cm (1 to 5 inches); black (10YR 2/1) fine sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; common fine and many medium roots; slightly acid; clear broken boundary. [2 to 10 cm (1 to 4 inches) thick]\nA2--13 to 18 cm (5 to 7 inches); very dark gray (10YR 3/1) fine sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine and few medium and coarse roots; neutral; abrupt smooth boundary. [0 to 8 cm (3 inches) thick]\nE--18 to 48 cm (7 to 19 inches); light brownish gray (10YR 6/2) fine sand; single grain; loose; many fine and few medium roots; neutral; gradual wavy boundary. [10 to 30 cm (4 to 12 inches) thick]\nBs1--48 to 66 cm (19 to 26 inches); brownish yellow (10YR 6/6) fine sand; single grain; loose; few fine and medium roots; neutral; clear wavy boundary.\nBs2--66 to 127 cm (26 to 50 inches); yellowish brown (10YR 5/6) fine sand; single grain; loose; neutral; clear wavy boundary. [Combined thickness of the Bs horizon is 36 to 79 cm (14 to 31 inches).]\nC--127 to 185 cm (50 to 73 inches); light yellowish brown (10YR 6/4) fine sand; single grain; loose; neutral; clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mason County Michigan; about 1.5 miles west of the village of Hamlin Lake; 2600 feet south and 1600 feet east of the northwest corner of sec. 28, T. 19 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the soil development: 58 to 127 cm (23 to 50 inches)\nA horizon:\nHue: 7.5YR or 10YR, or is neutral\nValue: 2 to 5\nChroma: 0 to 2\nTexture: sand or fine sand\nReaction: extremely acid to neutral\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 1 to 3\nTexture: sand or fine sand\nReaction: extremely acid to neutral\nBs horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 6 to 8\nTexture: sand or fine sand\nReaction: very strongly acid to neutral\nC horizon:\nValue: 5 to 7\nChroma: 3 to 6\nTexture: sand or fine sand\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nordhouse soils are on dunes lake plains adjacent to Lake Michigan. Slope ranges from 0 to 70 percent. The soils formed in sandy material. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual temperature ranges from 7.8 to 10.0 degrees C (46 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Covert, Epworth, Kingsville, Pipestone, and Saugatuck soils. The somewhat poorly drained Pipestone and Saugatuck soils and the very poorly drained Kingsville soils are on lower landscape positions. The well drained Epworth soils and the moderately well drained Covert soils have darker colored subsoils. Epworth soils are found on older sand dunes further removed from the Great Lakes shoreline."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Potential for surface runoff is negligible to medium depending on the slope. Saturated hydraulic conductivity is high or very high. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested, with northern red oak, red maple, American beech, paper birch, eastern white pine, and eastern hemlock being the principle species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 96 and 98 in western Michigan along Lake Michigan. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mason County, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 48 cm (19 inches) (Oa, A, E horizons).\nAlbic horizon: from a depth of 18 to 48 cm (7 to 19 inches) (E horizon).\nADDITIONAL DATA: See sample numbers 88T7025-7028 from the NSSL for particle size analysis and mineralogy data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
