{
  "SERIES": "NORGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "WI",
  "OVERVIEW": "The Norgo series consists of well drained soils that are shallow to a lithic contact with sandstone. They formed in loamy deposits underlain by sandstone on uplands.  Permeability is moderate.  Slopes range from 2 to 20 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Lithic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Norgo silt loam - on a 4 percent convex slope in a cultivated field at an elevation of about 1,165 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; friable; many fine fibrous roots; moderately acid; clear wavy boundary.  (5 to 9 inches thick)\nBt1--6 to 11 inches; brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; common fine fibrous roots; few faint clay films on faces of peds; strongly acid; clear wavy boundary.\nBt2--11 to 17 inches; brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; strongly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons ranges from 5 to 11 inches.)\n2R--17 inches; brown (10YR 5/3), yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) fine-grained sandstone in plates 15 to 50 mm thick, with thin lenses of dark brown (7.5YR 4/4) loam between the plates at depths above 30 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wood County, Wisconsin; about 2 1/2 miles south of Milladore; 2540 feet north and 1250 feet west of the  southeast corner of sec. 14, T. 24 N., R. 5 E. USGS Junction City, Wis. Quad. Latitude - 44 degrees 33 minutes 51 seconds N. Longitude - 89 degrees 53 minutes 0 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and to the lithic contact with sandstone ranges from 10 to 20 inches. Clay content averages 10 to 20 percent in the particle-size control section and content of fine sand or coarser is more than 15 percent. Volume of sandstone channers ranges from 0 to 15 percent throughout the soil. Reaction naturally ranges from very strongly acid to slightly acid throughout the soil but ranges to neutral in the upper part, where the soil is limed.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  Where moist value is 3, dry value is 6 or more.  Uncultivated pedons have an A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture of the Ap or A horizon is silt loam.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 or 4.  Texture is silt loam, loam, sandy loam, or fine sandy loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  Texture is loam, sandy loam, fine sandy loam, or silt loam.\nSome pedons have a 2Bt or 2BC horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is loamy sand, loamy fine sand, sand, or fine sand.\nThe 2R horizon has color like the 2B horizon described above. It is sandstone that is generally platy in the upper part and less so with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. Closely related soils in other families are the Arland, Elkmound, Hixton, Nordness, Northfield, and Ritchey series.  All of these soils are mesic, except Arland.  Arland soils are 20 to 40 inches deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Norgo soils are on convex slopes on upland ridges underlain by sandstone.  Slopes range from 2 to 20 percent.  The soils formed in loamy deposits underlain by sandstone.  Mean annual precipitation ranges from 28 to 33 inches. Mean annual air temperature ranges from 42 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Near the generalized mesic-frigid line, Norgo soils are associated with the Eleva, Elkmound, and Gale soils that are classified mesic.  Gale and Eleva soils occupy areas marginal to Norgo soils where thickness of the soil material over bedrock ranges between 20 and 40 inches.  Elkmound soils occupy topographic positions similar to those of Norgo soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff is low or medium. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil is used for woodland. The forests are predominantly oak. Some areas are used for pastureland.  Some of the less sloping areas have been cleared and are being used for cropland. Common crops are corn, small grains, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wisconsin.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in this pedon are:\nochric epipedon - 0 to 6 inches (Ap);\nargillic horizon - 6 to 17 inches (Bt1, Bt2);\nlithic feature - contact with  hard sandstone at 17 inches (2R)>\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; friable; many fine fibrous roots; moderately acid; clear wavy boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--6 to 11 inches; brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; common fine fibrous roots; few faint clay films on faces of peds; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--11 to 17 inches; brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; strongly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons ranges from 5 to 11 inches.)"
      },
      {
        "name": "2R",
        "top": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "narrative": "2R--17 inches; brown (10YR 5/3), yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) fine-grained sandstone in plates 15 to 50 mm thick, with thin lenses of dark brown (7.5YR 4/4) loam between the plates at depths above 30 inches."
      }
    ]
  ]
}
