{
  "SERIES": "NORMAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDW-TJE-AAC",
  "REVDATE": "01/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Argiaquic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Normal silt loam - nearly level in a cultivated field at an elevation of 695 feet above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 11 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; friable; few fine roots; few distinct very dark gray (10YR 3/1) organic coatings on faces of peds; moderately acid; abrupt smooth boundary. (10 to 16 inches thick)\nE--11 to 20 inches; grayish brown (10YR 5/2) silt loam; moderate thin and medium platy structure; friable; few very fine roots; common medium prominent masses of manganese along faces of peds; common fine faint brown (10YR 4/3) masses of iron and manganese accumulation in the matrix; strongly acid; clear wavy boundary. (4 to 10 inches thick)\nBt1--20 to 28 inches; brown (10YR 4/3) and yellowish brown (10YR 5/4) silty clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium prominent masses of iron manganese along faces of peds; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; strongly acid; gradual wavy boundary.\nBt2--28 to 37 inches; yellowish brown (10YR 5/4) silty clay loam; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; many distinct grayish brown (10YR 5/2) and common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many fine and medium prominent iron and manganese concretions throughout; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; gradual wavy boundary.\nBt3--37 to 52 inches; yellowish brown (10YR 5/4) silty clay loam; weak coarse prismatic structure; friable; few distinct dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) clay films on faces of peds; few distinct very dark grayish brown (10YR 3/2) organo-clay films lining root channels; many fine and medium prominent iron and manganese concretions throughout; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) iron depletions in the matrix; few black krotovina; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizons ranges from 20 to 35 inches)\nC--52 to 75 inches; yellowish brown (10YR 5/4) silt loam; massive; friable; few distinct brown (10YR 4/3) coatings lining root channels; many fine prominent iron and manganese concretions throughout; few black krotovina; slightly acid: abrupt smooth boundary.\n2C--75 to 80 inches; dark grayish brown (10YR 4/2) gravelly sandy loam; single grain; loose; common fine distinct grayish brown (10YR 5/2) iron depletions and few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few medium prominent iron concretions throughout; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McLean County, Illinois; about 4 miles southwest of Danvers; 1,650 feet south and 2,310 feet east of the northwest corner of sec. 32, T. 24 N, R. 1 W.; USGS Stanford topographic quadrangle; lat. 40 degrees, 29 minutes,  45.3 seconds N., and long. 89 degrees, 14 minutes, 22 seconds W.; UTM Zone 16T 0310219E 4484997N; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon is 40 to 55 inches. The depth to the top of the argillic horizon is less than 24 inches. Depth to carbonates is greater than 60 inches. Mean annual soil temperature ranges from 48 to 56 degrees F. The particle-size control section averages from  27 to  35 percent clay and from 2 to 7 percent fine sand or coarser.\nThe Ap and/or A horizons have hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It is silt loam.  Reaction ranges from moderately acid to neutral, depending on the liming history.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or less.  It is silt loam.  Reaction ranges from strongly acid to neutral.\nThe Bt or Btg horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 5, with the lower chroma in the lower part only.  It is silty clay loam in the upper part and silty clay loam or silt loam in the lower part.  Silt coatings on ped faces and as channel fillings are in some pedons.  Reaction ranges from strongly acid to neutral.\nSome pedons have a BCg or BC horizon.\nThe C or Cg horizon has hue of 10YR, 2.5Y or 5Y; value of 3 to 5; and chroma of 1 to 6.  It is silt loam or silty clay loam and average less than 7 percent sand in all layers to a depth of 60 or more inches.  The 2C horizon (when present) ranges from loam to gravelly sandy loam but includes thin strata of other textures.  Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corley, Ebbert, Edgington, Knight, Marissa, Speed, Thorp, and Vesser series.  Corley, Ebbert, Edgington, Knight, and Thorp soils have aquic conditions with matrix color of 2 chroma or less in one or more horizons of series control section.  Ebbert and Marissa soils have a mean annual soil temperature of more than 56 degrees F. Edgington, Speed, and Vesser soils are 24 inches or more to the top of the argillic horizon.  Knight and Thorp soils average more than 7 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Normal soils formed in loess on broad nearly level and gently sloping loess covered outwash plains.  Slope gradients are commonly less than 2 percent, but range to 4 percent.  Mean annual air temperature ranges from 46 to 54 degrees F., mean annual precipitation ranges from 32 to 38 inches, frost free period ranges from 160 to 180 days, and elevation ranges from 680 to 1,020 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Drummer, Elburn, Muscatune, Plano, Sable, and Tama soils.  None of these soils have an E horizon.  The poorly drained Drummer and Sable soils are in depressions and drainageways.  The somewhat poorly drained Elburn and Muscatune soils are on adjacent, slightly higher ridges.  The well drained Plano and Tama soils are on adjacent or nearby more prominent ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  The depth to an apparent seasonal high water table is 1 to 2 feet at some time between January and May in normal years.  The potential for surface runoff is low.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated.  Corn, soybeans, small grain, and grass-legume meadow are the principal crops.  Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois.  The extent is small in MLRAs 108 and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McLean County, Illinois, 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to a depth of 11 inches (Ap horizon);\nalbic horizon - the zone from 11 inches to 20 inches (E horizon);\nargillic horizon - the zone from 20 to 52 inches (Bt1, Bt2, and Bt3 horizons);\nudic moisture regime;\nmesic temperature regime.\nADDITIONAL DATA: Site of typifying reference: Soil No. S90-IL-113-138. NSSL Pedon Number 91P0233.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
