{
  "SERIES": "NORMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AD/RJE",
  "REVDATE": "04/2001",
  "STATES": "WA",
  "OVERVIEW": "The Norma series consists of deep, poorly drained soils formed in old alluvium in depressions on glacial till plains and drainageways.  Slopes are 0 to 3 percent.  Average annual precipitation ranges from 35 to 60 inches. Mean annual temperature is 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Aquandic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Norma ashy loam - pasture.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; very dark gray (10YR 3/1) ashy loam, gray (10YR 5/1) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium and coarse roots; many very fine tubular pores; slightly acid (pH 6.2); abrupt wavy boundary.  (6 to l0 inches thick)\n2Bg--9 to 28 inches; dark grayish brown (2.5Y 4/2) sandy loam, light brownish gray (2.5Y 6/2) dry; common medium prominent yellowish brown (10YR 5/8) redox concentrations; weak medium subangular blocky structure; slightly hard, friable,   nonsticky and nonplastic; few fine roots; many very fine pores; slightly acid (pH 6.4); clear wavy boundary. (10 to  35 inches thick)\n2Cg--28 to 60 inches; dark gray (5Y 4/1) sandy loam, light gray (5Y 6/1) dry; common fine prominent red (2.5Y 4/6) yellowish brown (10YR 5/6) redox concentrations; massive; slightly hard, friable, nonsticky and nonplastic; few roots; many  very fine pores; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snohomish County, Washington; 2,350 feet north and 1,590 feet west of southeast corner of sec. 29, T. 27 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is estimated to range from 48 to 52 degrees F.  The  particle-size control section is 0 to 30 percent coarse fragments, 5 to 15 percent clay, and more than 15 percent  fine and coarser sand.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 through 3.  It is very strongly acid to slightly acid.  It has moderate fine or medium granular structure.  Some pedons have an AB horizon.\nThe 2Bg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5 moist, 5 or 6 dry, and chroma of 1 or 2.  It has prominent redox concentrations with high values and chromas.  It is fine sandy loam, loam, gravelly sandy loam, sandy loam, or silt loam.  It is moderately acid or slightly acid.\nThe 2Cg horizon has variegated colors and is sandy loam or loamy sand. It is very gravelly loamy sand to silty clay loam below 40 inches in some pedons.  It is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Keowns series.  Keowns soils have free carbonates at a depth of 12 to 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Norma soils are in depressions on glacial till plains and drainageways at elevations from near sea level to about 1,000 feet.  They formed in old alluvium and have 0 to 3 percent slopes.  Average January temperature is 38 degrees, average July temperature is 64 degrees F, and mean annual temperature is 50 degree F.  The average annual precipitation ranges from 35 to 60 inches, most of which falls as rain during the winter months.  The frost-free season ranges from 160 to 200 days.  The growing season (28 degrees F) is 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alderwood, Everett, Shalcar, and Tukwila soils.  Alderwood soils have a xeric moisture regime and are loamy-skeletal.  Everett soils have a xeric moisture regime and are sandy-skeletal.  Shalcar and Tukwila soils are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; high water table is as high as 1 foot above to 1 foot below the surface of the soil at times from November to April unless drained; slow to ponded runoff; moderately rapid permeability to a depth of 40 inches and ranges from moderately rapid to slow below 40 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  When drained, these soils are used for growing row crops and pasture.  Native vegetation is western redcedar, red alder, big leaf maple, and some western hemlock, with an understory of western swordfern, western brackenfern, trailing blackberry, thimbleberry, salmonberry, red huckleberry, salal, willow, cascara buckthorn, skunkcabbage, stinging nettle, Oregon-grape, vine maple, sedges, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Puget Sound Basin of western Washington; MLRA 2.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Snohomish County, Washington, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.  At 0 to 9 inch depth the percent of volcanic glass is estimated to be >5 and percent by ammonium-oxalate extract is >0.4.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 9 inches and a gleyed cambic horizon from 9 to 28 inches.  The base saturation (by NH4OAc) of these soils is assumed to increase to more than 50 percent within 60 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; very dark gray (10YR 3/1) ashy loam, gray (10YR 5/1) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium and coarse roots; many very fine tubular pores; slightly acid (pH 6.2); abrupt wavy boundary.  (6 to l0 inches thick)"
      },
      {
        "name": "2Bg",
        "top": 23,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bg--9 to 28 inches; dark grayish brown (2.5Y 4/2) sandy loam, light brownish gray (2.5Y 6/2) dry; common medium prominent yellowish brown (10YR 5/8) redox concentrations; weak medium subangular blocky structure; slightly hard, friable,   nonsticky and nonplastic; few fine roots; many very fine pores; slightly acid (pH 6.4); clear wavy boundary. (10 to  35 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 71,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--28 to 60 inches; dark gray (5Y 4/1) sandy loam, light gray (5Y 6/1) dry; common fine prominent red (2.5Y 4/6) yellowish brown (10YR 5/6) redox concentrations; massive; slightly hard, friable, nonsticky and nonplastic; few roots; many  very fine pores; slightly acid (pH 6.4)."
      }
    ]
  ]
}
