{
  "SERIES": "NORMAUK",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. JRD/DAL",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "OVERVIEW": "The Normauk Series consists of very deep, well drained soils on upland relict landslides. Normauk soils formed in volcanic ash and colluvium over clay from pyroclastic tuffs, basalt, rhyolite and mesozoic marine sediments. Slopes are 5 to 50 percent.  Mean annual precipitation is about 23 inches, mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: ashy over clayey-skeletal, glassy over smectitic, frigid Alfic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Normauk ashy sandy loam - upland forest, on a 10 percent slightly convex slope. (Colors are for dry soil unless otherwise stated.  Textures are apparent field texture.)\nOe--0 to 2 inches, moderately decomposed fir needles and twigs\nA1--2 to 7 inches, brown (10YR 5/3) ashy sandy loam, very dark brown (10YR 2/2), moist; moderate, medium platy structure; very soft, very friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine and fine vesicular pores; slightly acid (pH 6.2); abrupt smooth boundary.\nA2--7 to 15 inches, yellowish brown (10YR 5/4) ashy sandy loam, dark brown (10YR 3/3) moist; moderate fine to medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; common very fine to medium tubular pores; slightly acid (pH 6.4); abrupt smooth boundary.\nA3--15 to 21 inches, yellowish brown (10YR 5/4) ashy sandy loam, dark brown (10YR 3/3) moist; strong fine and medium subangular blocky structure; slightly hard, slightly firm, slightly sticky and slightly plastic; many fine to coarse roots; common very fine to medium tubular pores; 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary. (Combined thickness of A horizons is 14 to 20 inches)\n2Btb1--21 to 24 inches; yellowish brown (10YR 5/6) gravelly sandy clay loam, dark yellowish brown (10YR 4/6) moist; strong fine and medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common fine to medium roots; common very fine to medium irregular pores; many distinct brown (10YR 4/3) clay films on ped faces and lining pores; 10 percent gravel, 5 percent cobbles; slightly acid (pH 6.4); clear smooth boundary.\n2Btb2-- 24 to 41 inches; brown (10YR 4/3) extremely cobbly sandy clay, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine to medium roots; few very fine to fine irregular and tubular pores; common distinct dark brown 10YR 3/3 (moist) clay bridging between sand grains; 25 percent gravel, 25 percent cobbles and 10 percent stones; slightly acid (pH 6.4).\n2Btb3--41 to 63 inches; gray (10YR 5/1) extremely cobbly clay, grayish brown (10YR 5/2) moist; strong very fine angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few fine roots; common very fine tubular pores; many distinct clay films on faces of peds and rock fragments; 15 percent gravel and 60 percent cobbles, slightly acid (pH 6.4).  (Combined thickness of the 2Btb horizon is 40 to 60 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon, located at one tenth of a mile west of the junction of road 1750 and road 1750-710 (closed); SE 1/4 of Sec. 35, T. 17 S, R. 20E.\nLatitude 44 degrees, 02 minutes, 57.48 seconds\nLongitude 120 degrees, 17 minutes, 22.16 seconds\nUTM Coordinates: Zone: 10; Northing: 4880906.5; Easting: 717139.7"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature Regime: frigid\nMean Annual Soil Temperature:  37 to 41 degrees\nMean Summer Soil Temperature:  44 to 49 degrees\nMean Winter Soil Temperature:  32 to 36 degrees\nSoil Moisture: xeric regime, dry 45 to 60 consecutive days in summer and early fall\nParticle-size control section: mineral surface to 40 inches below the mineral surface\nUpper part (ashy):  14 to 20 inches thick\nClay content (weighted average): 7 to 18 percent\nRock fragment content (weighted average): 0 to 5 percent\nLower part (clayey-skeletal):\nClay content (weighted average): 35 to 60 percent\nRock fragment content (weighted average): 35 to 75 percent\nDiagnostic horizons and features:\nandic soil properties:  upper boundary at the mineral surface;  14 to 20 inches thick\nAl+1/2Fe (aox):  0.4 to 0.8 percent\nP retention: 25 to 50 percent\n0.2 to 2.0 mm fraction: 60 to 90 percent of fine earth\nvolcanic glass in the 0.2 to 2.0 mm fraction:  30 to 40 percent\nwater content at 1500 kPa (air dry):  8 to 12 percent\nmollic epipedon: 14 to 20 inches thick\nargillic horizon:  40 to 60 inches thick\nlithic contact: over 60 inches\nMajor horizons:\nA horizons\ncolor moist:    hue  10YR    value  2 or 3    chroma  1 or 2\ncolor dry:    hue  10YR    value  3 or 4    chroma  2 or 3\nclay content:  7 to 18 percent\nrock fragments:  0 to 10 percent\ngravel:  0 to 5 percent\ncobble:  0 to 5 percent\nstones:  0 to 5 percent\nboulders: 0 to 5 percent\nreaction: moderately to slightly acid,  pH:  5.6 to 6.5\n2Btb horizons\ncolor moist:    hue  10YR    value  3 or 4    chroma  1, 2, 3, 4 or 6\ncolor dry:    hue  10YR    value  3, 4 or 5    chroma  1, 2, 3, 4 or 6\ntexture:   clay, clay loam, sandy clay loam\ntexture modifiers: extremely cobbly, very cobbly and gravelly or cobbly in upper part\nclay content:   35 to 60 percent\nrock fragments:  15 to 85 percent\ngravel  10 to 15 percent\ncobbles 5 to 60 percent\nstones  0 to 10 percent\nreaction:  moderately acid to neutral,  pH: 5.6 to 7.3\nbase saturation (sum): 75 to 100 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nMaucros (T) - deep, 40 to 60 inches to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: rolling mountain sideslopes and benches on relict landslides\nSlope gradient: 5 to 50 percent\nParent material: volcanic ash over colluvium from basalt, ryolite, pyroclastic tuff and mesozoic marine sediments\nElevation: 4,000 to 6,000 feet\nClimate: cold, wet winters and hot, dry summers\nMean annual precipitation:  20 to 25 inches\nMean annual temperature:  40 to 45 degrees F\nFrost-free period: 45 to 60 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nHafmau (T)  - occur on mountain sideslopes, shallow to bedrock\nHafling (T) - occur on mountain sideslopes, shallow to bedrock\nMaucav (T) - occur on dissected plateau remnants and rolling hills\nMaule (T) - occur on rolling plateau tops and hillslopes, moderately deep\nScarpal (T) - occur on steep escarpments and mountain sideslopes, ashy-skeletal\nShotsprings (T) - occur on mountain sideslopes and ridges, moderately deep"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: rapid in ash mantle and moderately slow in clayey subsoil"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: timber production, livestock grazing, wildlife habitat and water supply\nNatural vegetation: grand fir, Douglas fir, Ponderosa pine, pine grass and elk sedge"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: central Oregon\nMLRA--10\nExtent--moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County, Oregon; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nandic soil properties (ashy):  2 to 21 inches   A1, A2, A3\nmollic epipedon:   2 to 21 inches   A1, A2, A3\nargillic horizon:   21 to 63 inches   2Btb1, 2Btb2, 2Btb3\nPlant Association: CWG113, Grand fir/pinegrass, (Hall, 1973, Plant Communities of the Blue Mountains in Eastern Oregon and Southeastern Washington).\nPlant association groups: Douglas fir, moist and grand fir, moist\nNational Cooperative Soil Survey\nU.S.A."
  }
}
