{
  "SERIES": "NORTHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/RJL/JWB",
  "REVDATE": "02/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Calcic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Northorn stony fine sandy loam, on a north facing, 48 percent slope in a Douglas-fir and aspen stand at an elevation of 2,540 meters.  (Colors are for dry soil unless otherwise noted.)  When described on August 3, 1984 the soil was slightly moist throughout. The surface is covered by a discontinuous layer of partially decomposed twigs, needles, leaves and moss 0 to 4 cm thick, and about 8 percent stones, 10 percent cobbles and 15 percent angular gravel.\nA1--0 to 10 cm; very dark grayish brown (10YR 3/2) stony fine sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; very friable, soft, slightly sticky, slightly plastic; common coarse, medium, fine and very fine roots; common very fine tubular and interstitial pores; 10 percent stones, 10 percent cobbles, 12 percent gravel; noneffervescent; neutral (pH 7.0); abrupt smooth boundary.\nA2--10 to 32 cm; brown (7.5YR 5/2) stony loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; common coarse, medium, fine and very fine roots; common medium and many fine tubular pores; 10 percent stones, 5 percent cobbles, 10 percent gravel; noneffervescent; neutral (pH 7.2); clear wavy boundary.  (Combined thickness of the A horizons is 12 to 32 cm)\nBt1--32 to 50 cm; brown (7.5YR 5/4), stony loam, dark brown (7.5YR 3/4) moist; moderate medium and fine subangular blocky structure; friable, slightly hard, slightly sticky, moderately plastic; common coarse, medium, fine and very fine roots; common medium and fine tubular pores; common thin clay films on all faces of peds and on surfaces along pores; 10 percent stones, 10 percent cobbles, 10 percent gravel; noneffervescent; neutral (pH 7.2); clear wavy boundary.\nBt2--50 to 82 cm; brown (7.5YR 5/4) cobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; common coarse, medium, fine and very fine roots; common medium and fine tubular pores; many moderately thick clay films on all faces of peds and on surfaces along pores; 3 percent stones, 15 percent cobbles, 10 percent gravel; noneffervescent; neutral (pH 7.3); clear wavy boundary.  (Combined thickness of the Bt horizons is 33 to 50 cm)\nBtk--82 to 96 cm; reddish yellow (7.5YR 6/6) very stony sandy clay loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; common coarse, medium, fine and very fine roots; few medium and common fine tubular and vesicular pores; many thin clay films on all faces of peds and on surfaces along pores 15 percent stones, 10 percent cobbles, 15 percent gravel; slightly effervescent (4 percent calcium carbonate equivalent), thin carbonate coats on bottom surfaces of rock fragments, and in threadlike carbonate masses and few very thin coats on ped faces throughout; moderately alkaline (pH 8.0); gradual wavy boundary.  (0 to 16 cm thick)\nBk--96 to 175 cm; reddish yellow (7.5YR 6/6) very stony loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; common coarse, medium and very fine and fine roots; few medium and fine tubular pores; 15 percent stones, 20 percent cobbles, 20 percent gravel; strongly effervescent (16 percent calcium carbonate equivalent), carbonate coats on rock fragments, carbonates are finely disseminated and in common threadlike masses throughout; moderately alkaline (pH 8.4); gradual wavy boundary. (79 to 139 cm thick)\nBCk--175 to 203 cm; reddish yellow (7.5YR 6/6) extremely stony fine sandy loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; few coarse, medium, fine and very fine roots; few fine tubular pores; 20 percent stones, 20 percent cobbles, 25 percent gravel, 10 percent paragravel; strongly effervescent (11 percent calcium carbonate equivalent),, thin carbonate coats on rock fragments,  threadlike carbonate masses and disseminated carbonates throughout; moderately alkaline (pH 8.3). (0 to 29 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; about 13 kilometers southeast of East Carbon City; about 3.2 kilometers northeast of Lila Point; located about 50 feet west and 600 feet south of the northeast corner of sec. 1, T. 16 S., R. 14 E.; Lila Point USGS quad; lat. 39 degrees 27 minutes 56 seconds N. and long. 110 degrees 17 minutes 40 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually moist throughout the year, with occasional intermittent drying during the summer.  Udic bordering ustic moisture regime.\nMean annual soil temperature:  2.2 to 6.7 degrees C\nMean summer soil temperature:  7.8 to 10.5 degrees C\nDepth to argillic horizon:  12 to 38 cm\nDepth to calcic horizon:  63 to 99 cm\nThickness of the mollic epipedon: 20 to 32 cm\nThickness of the argillic horizon:  32 to 64 cm\nThickness of the calcic horizon:  91 to 140 cm\nParticle-size control section (weighted average):\nClay content:  18 to 35 percent\nRock fragments:  15 to 35 percent stones, cobbles and gravel\nA horizon:\nHue:  7.5YR or 10YR\nValue:  3 to 5 dry; 2 or 3 moist\nChroma:  2 or 3 dry or moist\nTexture:  cobbly loam, stony fine sandy loam or cobbly fine sandy loam\nClay content: 10 to 27 percent\nRock fragments:  15 to 35 percent total; 2 to 20 percent stones, 3 to 20 percent cobbles, 5 to 20 percent gravel\nEC (mmhos/cm): 0 to 2\nReaction:  neutral or slightly alkaline (pH 6.6 to 7.8)\nBt horizon:\nHue:  7.5YR or 10YR\nValue:  4 to 6 dry; 3 or 4 moist\nChroma:  2 to 4 dry or moist\nTexture:  gravelly loam, gravelly clay loam, cobbly sandy clay loam, stony loam\nClay content:  18 to 35 percent\nRock fragments:  15 to 35 percent total; 0 to 20 percent stones, 5 to 20 percent cobbles, 5 to 20 percent gravel\nEC (mmhos/cm): 0 to 2\nReaction:  neutral to slightly alkaline (pH 6.6 to 7.8)\nBtk horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  3 to 6 dry and moist\nTexture:  very channery clay loam, very stony sandy clay loam\nClay content:  20 to 35 percent\nRock fragments:  35 to 60 percent total; 10 to 25 percent stones, 5 to 20 percent cobbles and 10 to 25 percent gravel\nCalcium carbonate equivalent:  1 to 15 percent\nEC (mmhos/cm): 0 to 2\nReaction:  slightly alkaline or moderately alkaline (pH 7.4 to 8.4)\nBk and BCk horizons:\nHue:  7.5YR to 2.5Y\nValue:  5 to 7 dry; 4 or 5 moist\nChroma:  2 to 6 dry or moist\nTexture:  cobbly fine sandy loam, very channery loam, very cobbly fine sandy loam, very flaggy loam, extremely stony fine sandy loam, very cobbly loam\nClay content:  10 to 27 percent\nRock fragments:  15 to 80 percent total; 0 to 20 percent stones, 10 to 25 percent cobbles, 5 to 30 percent gravel\nCalcium carbonate equivalent:  3 to 30 percent\nEC (mmhos/cm): 0 to 4\nReaction:  slightly alkaline or moderately alkaline (pH 7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Accola, Elispring (T), Madigan (T), Michelson, Monida, Morset, Oro Fino, and Philipsburg series.\nAccola soils have less than 20 percent rock fragments in the argillic horizon and an ustic soil moisture regime.\nElispring soils have a lithic contact at 50 to 100 cm and have hue redder than 7.5YR\nMadigan soils have a lithic contact at 50 to 100 cm\nMichelson soils have a lithologic discontinuity with a buried argillic horizon at 100 cm or more\nMonida soils have a xeric soil moisture regime.\nMorset soils formed in alluvium containing material from metamorphic and igneous rocks, are on slopes of less than 25 percent, and have an ustic soil moisture regime\nOro Fino soils are sandy-skeletal below 100 cm, formed from gneiss and schist bedrock and have an ustic soil moisture regime.\nPhilipsburg soils have an ustic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Colluvium and slope alluvium derived from sandstone, shale and limestone\nLandform: Mountainflanks\nSlopes:  20 to 65 percent\nElevation:  2,300 to 3,048 meters\nMean annual temperature:  1.1 to 5.0 degrees C\nMean annual precipitation:  56 to 89 cm\nPrecipitation pattern:  Wettest months are October to May and driest months are June to September.\nFrost-free period:  40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Angostura, Comodore, Geertsen, Kingmine (T), Midfork and Millerlake series.  Angostura and Kingmine soils have ochric epipedons, are loamy-skeletal and are on steeper slopes.  Comodore and Geertsen soils have bedrock at depths above 150 cm and are on similar north slopes and on ridges adjacent to rock outcrop.  Midfork soils are loamy-skeletal and are on steeper slopes.  Millerlake soils have mollic epipedons more than 40 cm thick and are on toeslopes under open stands of aspen."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to high runoff, moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, grazing, watershed and recreation. Native vegetation is Douglas fir, aspen with an understory of snowberry, rose, Oregon grape, mountain bromegrass, mutton grass, slender wheatgrass and other grasses.   In Utah this soil is correlated to High Mountain Very Steep Loam (Douglas-Fir) R048AY530UT and High Mountain Loam (Douglas-Fir) R047XA512UT ecological sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah mountains, Utah; LRR E, MLRA 47B and 48A; small extent.  About 2,100 hectares (5,100 acres) in Carbon, Emery and Utah Counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Emery Area, Utah, Parts of Emery, Carbon, Grand, and Sevier Counties, 2011.  The name originates from North Horn Mountain in the western part of Emery County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section: The zone from 0 to 200 cm.\nParticle-size control section:  The zone from 32 to 82 cm.  (upper 50 cm of the Bt horizons)\nMollic epipedon:  The zone from 0 to 32 cm.  (A horizons)\nArgillic horizon:  The zone from 32 to 96 cm.  (Bt and Btk horizons)\nCalcic horizon:  The zone from 96 to 204 cm.  (Bk horizons)\nNorthorn soils have a cryic temperature regime and an udic bordering ustic moisture regime.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
