{
  "SERIES": "NORTHRIM",
  "STATUS": "Established Series",
  "BYREV": "DKR/WWJ",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Northrim cobbly loam, on a west facing, 30 percent slope, in Gambel oak at an elevation of 8,080 feet.  (Colors are for dry soil unless otherwise noted.)  When described on July 1 the soil profile was moist from 0 to 40 inches.\nThe surface is covered by 5 percent gravel, 10 percent cobbles, 5 percent stones, and 1 percent boulders.\nOi--0 to 2 inches; partially decomposed litter consisting of oak leaves and twigs.\nA1--2 to 4 inches; brown (10YR 4/3) cobbly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots throughout; noneffervescent; 5 percent sandstone gravel, 20 cobbles, and 1 percent stones; neutral (pH 6.8); abrupt smooth boundary.\nA2--4 to 9 inches; brown (10YR 5/3) cobbly loam, dark grayish brown (10YR 4/2) moist; moderate very fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; few very fine discontinuous tubular pores; noneffervescent; 5 percent sandstone gravel, 20 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt smooth boundary.\nBt1--9 to 22 inches; pale brown (10YR 6/3) cobbly loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few very fine and common fine roots throughout; few very fine discontinuous tubular pores; many faint continuous clay films on the faces of peds; noneffervescent; 10 percent sandstone gravel, 15 percent cobbles, and 1 percent stones; neutral (pH 6.8); clear smooth boundary.\nBt2--22 to 40 inches; pale brown (10YR 6/3) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few very fine and medium roots throughout; few very fine discontinuous tubular pores; common faint patchy clay films on the faces of peds; noneffervescent; 10 percent gravel and 5 percent cobbles from sandstone; neutral (pH 6.6); gradual smooth boundary.\nBt3--40 to 48 inches; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; few very fine discontinuous tubular pores; few faint patchy clay films on the faces of peds; noneffervescent; 10 percent sandstone gravel and 2 percent cobbles; neutral (pH 6.6); gradual smooth boundary.\nBt4--48 to 60 inches; light yellowish brown (2.5Y 6/4) clay loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; few faint patchy clay films on the faces of peds; noneffervescent; 10 percent gravel and 2 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montezuma County, Colorado; in Mesa Verde National Park; about 1 mile north of Farview Visitors Center; located about 100 feet east and 1,100 feet north of the southwest corner of sec. 22, T. 35 N., R. 15 W.; Point Lookout, Colorado USGS quad; lat. 37 degrees 16 minutes 17 seconds N. and long. 108 degrees 29 minutes 59 seconds W., NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic\nSoil temperature regime: frigid\nMean annual soil temperature: 42 to 44 degrees F\nMean annual summer soil temperature: 51 to 52 degrees F\nSurface rock fragments: From sandstone, 5 to 20 percent gravel, 5 to 15 percent cobbles, 0 to 10 percent stones, and 0 to 5 percent boulders\nParticle-size control section: 20 to 35 percent clay\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 (2 to 4)\nChroma: 2 or 4\nTexture: loam or sandy loam\nRock fragments: 5 to 50 percent\nBt horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6 (3 to 5 moist)\nChroma: 3 to 6\nTexture: clay loam, or loam\nRock fragments: 0 to 35 percent\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alderon, Allens Park, Bayerton, Belltower, Elbeth, Elbuck, Elmark, Hoyt, Jemco, Kunz, Losindios, Lumpgulch, Plome, Rule, Shoemaker, Sweetweed, and Tunitcha series. Potential competitors still classified as Eutroboralfs are Eaglecreek, Fairport, Haugan, and Jemez series. Alderon, Allens Park, Bayerton, Belltower, Eaglecreek, Elmark, Fairport, Jemco, Jemez, Lumpgulch, Rule and Shoemaker soils are moderately deep. Elbeth soils are weathered from schist and granite and have albic horizons. Elbuck soils receive 24 to 26 inches of precipitation. Haugan soils have visible secondary carbonates. Hoyt soils are moist in the spring and have more influence from granite and till material. Kunz soils are dry in any part of the moisture control section for 90 or more cumulative days in most years.  Losindios soils contain more than 50 percent sand in the argillic horizon.  Plome soils are redder than 7.5YR in the Bt horizon. Sweetwater soils have glossic horizons, are more moist in the spring, and formed in colluvium from volcanic mudflow breccia. Tunitcha soils have a C horizon with less than 15 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium, and colluvium derived from sandstone and shale\nLandform: hills, canyons, and ridges\nSlopes: 15 to 40 percent\nElevation: 7,800 to 8,300 feet\nMean annual temperature: 43 to 47 degrees F\nMean annual precipitation: 17 to 22 inches\nPrecipitation is fairly evenly distributed throughout the year with July and August being slightly wetter and June being slightly dryer.\nFrost-free period: 80 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Trag, Sheek and Beje soils.  Trag soils have a mollic epipedon.  Sheek soils are skeletal. Beje soils have a mollic epipedon and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, very high runoff, slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for grazing, wildlife habitat, and recreation.  Native vegetation is Gambel's oak, snowberry, serviceberry, fendlerbush, grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Colorado.  LRR D, MLRA 39.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cortez Area, Colorado, Parts of Dolores and Montezuma Counties 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: The zone from 2 to 9 inches.  (A and AB)\nargillic horizon: The zone from 9 to 60 inches.  (Bt1, Bt2, Bt3, and Bt4)\nparticle-size control section: The zone from 9 to 29 inches. (A2, Bt1, and Bt2)\nSoil Taxonomy Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
