{
  "SERIES": "NORTHSTAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "WA",
  "OVERVIEW": "The Northstar series consists of moderately deep, well drained soils formed in colluvium and residuum from rhyodacite and quartz latite with a component of loess and volcanic ash in the upper part. These soils are on plateaus, and on mountain ridges, shoulders, and backslopes. Slopes are 0 to 65 percent. The average annual precipitation is 15 to 20 inches, and the average annual temperature is 45 to 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Northstar gravelly ashy loam - on a southeast facing 38 percent slope at 2,400 feet elevation, under a sparse ponderosa pine canopy. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 1.5 inches; ponderosa pine needles, twigs, and cones.\nOe--1.5 to 2 inches; partially decomposed needles, leaves, and twigs; abrupt smooth boundary.\nAl--2 to 4 inches; grayish brown (10YR 5/2) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine and medium roots, few coarse roots; 30 percent angular gravel; moderately acid (pH 5.9); clear smooth boundary.\nA2--4 to 13 inches; grayish brown (10YR 5/2) very gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; 35 percent angular grave and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of the A horizon is 8 to 15 inches.)\n2Bw--13 to 20 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; 45 percent angular gravel and l0 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary. (5 to 12 inches thick.)\n2C--20 to 29 inches; pale brown (10YR 6/3) extremely cobbly loam, brown (10YR 4/3) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; 40 percent angular gravel and 25 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (0 to 30 inches thick)\n2R--29 inches; rhyodacite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colville Indian Reservation; Okanogan County, Washington; about 6 miles north of the town of Nespelem; 1,050 feet west, 2,600 feet north of the southeast corner of section 29, T. 32 N., R. 31 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees F. These soils are usually moist but are dry in all parts between a depth of 8 and 24 inches (or a lithic contact) for 75 to 90 consecutive days following the summer solstice. The upper 7 to 15 inches has an estimated bulk density of 1.15 to 1.35 g/cc, volcanic glass content of 5 to 20 percent, acid oxalate extractable aluminum plus 1/2 iron of 0.4 to 1.0 percent and 15-bar water retention of 5 to 12 percent (air-dried). Depth to a lithic contact ranges from 20 to 40 inches. The particle-size control section is 10 to 18 percent clay and 35 to 70 percent rock fragments by weighted average. Base saturation (sum) is assumed to be less than 75 percent in one or more horizons between 10 and 30 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 to 3 dry or moist. It is gravelly ashy loam or very gravelly ashy loam and has 15 to 40 percent gravel and 0 to 60 percent cobbles. Reaction is moderately acid or slightly acid.\nBA and Bw horizon is present in some pedons with hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 to 4 dry or moist.  It is very gravelly ashy loam or extremely ashy cobbly loam with 25 to 40 percent gravel and 10 to 35 percent cobbles.  It has 35 to 75 percent total rock fragments.  Reaction is slightly acid or neutral.\nThe 2Bw horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist. It is very gravelly loam, extremely gravelly loam, or very cobbly loam. It has 25 to 65 percent gravel and 5 to 35 percent cobbles and stones. Reaction is slightly acid or neutral.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist. Texture is loam or sandy loam which is very gravelly, extremely gravelly, or extremely cobbly. It is 35 to 70 percent gravel and 5 to 30 percent cobbles. Reaction is slightly acid or neutral. Some pedons lack a C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These arethe  Brickmill,Cookcreek,  Eaglespring, Foggydew,   Metmill (T), Neviot (T), Peka, Thuso, and Wagberg series. The Brickmill, Eaglespring, Foggydew,   Metmill, Neviot, and Wagberg series are all more than 40 inches to bedrock. Cookcreek soils have a mollic epipedon 20 to 25 inches thick, are dry for 60 to 90 consecutive days, and 20 to 40 inches deep to lithic metavolcanic bedrock.  Peka soils are 40 to 60 inches deep to densic contact (dense till from granite).  Thuso soils greater than 60 inches deep formed in colluviums and are dry 90 to 105 consecutive days in summer. Similar soils that are classified as Ultic Haploxerolls and may be Vitrandic in the current classification include the Bald, Briedwell, Burnscreek, Fivelakes, Huston (T), Lyville (T), Mowako, Rockford, Spoked and Suta (T) soils. Bald soils have hues of 7.5YR and 5YR in the subsoil. Briedwell, Burnscreek, Fivelakes, Huston, Lyville, Rockford, Speigle, Spokel, and Suta soils are all more than 40 inches to bedrock. Mowako soils have more than 18 percent clay in the particle-size control section. Similar soils that are classified as isotic, Vitrandic Haploxerolls are Emily, Lenz, Raisio, Schalow, Speigle, Vanbrundt, and Whitestone. Emily, Schalow, Speigle, and Whitestone soils are more than 40 inches to bedrock. Lenz soils are dominated throughout by rock fragments of granite and gneiss origin. Raisio soils have 35 to 80 percent channers and flagstones in the control section. Vanbrundt soils have 3 to 8 percent clay in the particle-size control section and 35 to 70 percent rock fragments of granitic origin."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Northstar soils are typically on mountain ridges, shoulders, and backslopes but range to basalt plateaus in areas of Spokane County, Washington. These soils formed in colluvium and residuum from rhyodacite and quartz latite, and to a lesser extent, basalt, all having an influence of loess and volcanic ash in the upper part. In glaciated areas these soils also contain a small component of glacial till. Slopes are 0 to 65 percent. Elevations range from 1,600 to 3,800 feet. The climate is characterized by warm, dry summers and cold, moist winters. The average annual precipitation ranges from 15 to 20 inches. The average January temperature is about 25 degrees F, average July temperature is about 69 degrees F, and the average annual temperature is 45 to 50 degrees F. The frost-free period is l00 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Donavan, Inkler, Johntom, Louiecreek, Republic, Scoap and Thout series. Donavan, Inkler, Louiecreek, Republic, and Scoap are greater than 60 inches deep. Also, Inkler, Republic, Scoap, and Thout soils are frigid. Johntom soils are l0 to 20 inches to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grazing, wildlife habitat, limited timber production, and watersheds are the principal uses. The native vegetation is ponderosa pine with occasional scattered Douglas-fir. Understory species include common snowberry, white spirea, rose, pinegrass, bluebunch wheatgrass, Idaho fescue, and arrowleaf balsamroot. The understory on dry phases consists of antelope bitterbrush, bluebunch wheatgrass, Idaho fescue, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and Eastern Washington; MLRA 6, 9, 43. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan County, Colville Indian Reservation, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - the zone from 2 to 13 inches (A1 and A2 horizons)\nCambic horizon - the zone from 13 to 20 inches (2Bw horizon)\nVitrandic feature - the zone from 2 to 13 inches.\nLithic contact - the zone beginning at 29 inches (2R)\nAll depths to diagnostic horizons and features are measured from the top of the first mineral layer.\nThe discontinuity in the 2Bw horizon represents the limit of influence of air-fall volcanic ash.\nClassification revision 5/92 from Typic Haploxerolls to Ultic Haploxerolls.\nClassification revision 10/01 from Ultic Haploxerolls to Vitrandic Haploxerolls.\nADDITIONAL DATA: National Soil Survey Laboratory data is available on this soil, Pedon No. 84P-172\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 4,
        "narrative": "Oi--0 to 1.5 inches; ponderosa pine needles, twigs, and cones."
      },
      {
        "name": "Oe",
        "top": 4,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--1.5 to 2 inches; partially decomposed needles, leaves, and twigs; abrupt smooth boundary."
      },
      {
        "name": "Al",
        "top": 5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Al--2 to 4 inches; grayish brown (10YR 5/2) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine and medium roots, few coarse roots; 30 percent angular gravel; moderately acid (pH 5.9); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--4 to 13 inches; grayish brown (10YR 5/2) very gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; 35 percent angular grave and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of the A horizon is 8 to 15 inches.)"
      },
      {
        "name": "2Bw",
        "top": 33,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw--13 to 20 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; 45 percent angular gravel and l0 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary. (5 to 12 inches thick.)"
      },
      {
        "name": "2C",
        "top": 51,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C--20 to 29 inches; pale brown (10YR 6/3) extremely cobbly loam, brown (10YR 4/3) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; 40 percent angular gravel and 25 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (0 to 30 inches thick)"
      },
      {
        "name": "2R",
        "top": 74,
        "narrative": "2R--29 inches; rhyodacite."
      }
    ]
  ]
}
