{
  "SERIES": "NORTHBEND",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-DTS-HFG",
  "REVDATE": "04/1999",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, mesic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Northbend silt loam, from an area of Absco-Northbend complex, on a plane, west facing 2 percent slope on a flood plain at an elevation of about 710 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak medium granular structure; friable; many very fine, fine and medium roots; extremely acid; abrupt irregular boundary.(3 to 9 inches thick)\nBw1--7 to 19 inches; dark brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; common very fine and fine and few medium roots; few medium prominent yellowish red (5YR 5/6) masses of iron accumulation; extremely acid; clear wavy boundary.\nBw2--19 to 34 inches; dark brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; few very fine and fine roots; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; common fine prominent light brownish gray (10YR 6/2) masses of iron depletion; few thin (< 1/8 inch) discontinuous very dark grayish brown (10YR 3/2) strata of silt loam; extremely acid; clear wavy boundary.  (Combined thickness of the Bw horizons ranges from 14 to 35 inches)\n2BC--34 to 36 inches; dark brown (7.5YR 4/4) loamy fine sand; weak coarse subangular blocky structure; very friable; few very fine and fine roots; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) masses of iron depletion; very strongly acid; clear wavy boundary. (0 to 10 inches thick)\n2C1--36 to 44 inches; brown (10YR 5/3) sand; single grain; loose; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary.\n2C2--44 to 60 inches; very pale brown (10YR 7/4) sand; single grain; loose; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation; few thin (< 1/2 inch) discontinuous dark brown (7.5YR 6/3) strata of loamy sand; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 1 mile south and 0.5 mile west of Melrose; 700 feet south and 100 feet east of the northwest corner of sec. 20., T. 19 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the loamy mantle, depth to the base of the cambic horizon and depth to sandy alluvium all range from 20 to 40 inches.  Base saturation (by sum of cations) is less than 35 percent throughout the pedon.  The coarse-loamy part of the particle-size control section averages from 5 to 17 percent clay and 15 to 49 percent fine sand or coarser. Volume of gravel ranges from 0 to 5 percent throughout the pedon.  Reaction ranges from extremely acid to slightly acid in the silty and loamy mantle and from very strongly acid to neutral in the sandy alluvium.  Redox accumulations are typically throughout the pedon below the A horizon. Redox depletions with chroma of 2 or less occur within 24 inches and aquic conditions occur within 24 inches at some time in most years.\nThe A horizon has hue of 7.5YR or 10YR and value and chroma of 2 or 3.  Value dry is 5 or less.\nThe Bw horizon has hue of 5YR, 7.5YR, or 10YR and value and chroma of 3 or 4. It is silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam.  In many pedons, it has a few thin strata of coarser or finer texture.  Bw horizons average less than 50 percent fine sand or coarser except for transition horizons less than 5 inches thick.\nThe 2BC horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 to 8; and chroma of 1 to 8.  It is loamy sand or loamy fine sand.  Some pedons have a few thin strata of finer texture in the 2BC horizon.\nThe 2C horizon has color like the 2BC horizon described above.  It is sand or fine sand.  Many pedons have a few thin strata of finer texture in the 2C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Northbend soils are on plane or slightly concave slopes on flood plains.  Slope gradients range from 0 to 3 percent.  These soils formed mostly in silty and loamy alluvium underlain by sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 680 to 1000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Absco and Kalmarville soils.   The moderately well drained Absco soils are in slightly higher positions on the floodplain than Northbend soils, where the loamy mantle is very thin or absent. The poorly drained and very poorly drained Kalmarville soils are in lower positions on the flood plain than Northbend soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderate or moderately rapid in the silty and loamy alluvium and rapid in the sandy alluvium. Northbend soils are subject to frequent brief flooding. The main period of flooding is March to June, but flooding can follow any period of high runoff.  These soils have an apparent seasonal high water table at a depth of 1 to 2 feet at some time during the period November to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Common trees are silver maple, red maple, green ash, white ash, white oak, and cottonwood.  Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are: ochric epipedon (darker than typic) - 0 to 7 inches (A); cambic horizon - 7 to 34 inches (Bw1,Bw2); aquic feature - redox depletions with chroma of 2 or less within a depth of 24 inches and aquic conditions within 24 inches for 1 month or more per year in 6 or more out of 10 years; fluventic feature - irregular decrease of organic matter with depth.\nADDITIONAL DATA: Soil Interpretation Record - WI0199.  Refer to soil survey sample number S90WI-053-7 for NSSL data on a Northbend pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
