{
  "SERIES": "NORTHBEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTW/SAA/ET",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "OVERVIEW": "The Northbear series consists of very deep, well drained soils that formed in colluvium derived from sandstone and mudstone. Northbear soils are on mountains and have slopes of 5 to 75 percent. The mean annual precipitation is about 1520 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, isomesic Typic Humustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Northbear loam; on a northeast facing convex slope of 22 percent under Douglas-fir, grand fir, California laurel, and tanoak. (Colors are for dry soil unless otherwise stated.) When described on June 7, 2007, the soil was moist throughout.\nOi--0 to 2 centimeters; very dark brown (10YR 2/2) slightly decomposed plant material, black (10YR 2/1) moist; about 90 percent fiber, 60 percent rubbed; slightly acid (pH 6.4); gradual smooth boundary. (0 to 5 centimeters thick)\nA1--2 to 26 centimeters;) dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots throughout; many very fine irregular and common very fine tubular pores; 2 percent sandstone gravel; moderately acid (pH 5.8); clear wavy boundary.\nA2--26 to 53 centimeters; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist,; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine irregular and common very fine tubular pores; 2 percent sandstone gravel; moderately acid (pH 5.8); gradual wavy boundary. (Combined thickness of the A horizons is 25 to 100 centimeters)\nAB--53 to 70 centimeters; pale brown (10YR 6/3) loam, dark yellowish brown (10YR 4/6) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and few fine roots throughout; common very fine irregular and common very fine tubular pores; 2 percent sandstone gravel; moderately acid (pH 5.8); clear wavy boundary. (0 to 25 centimeters thick)\nBw1--70 to 100 centimeters; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine and few fine roots throughout; common very fine irregular and common very fine tubular pores; 2 percent sandstone gravel; moderately acid (pH 5.6); gradual wavy boundary.\nBw2--100 to 125 centimeters; light gray (10YR 7/2) loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine and fine roots throughout; common very fine irregular and common very fine tubular pores; 5 percent sandstone gravel; moderately acid (pH 5.6); gradual wavy boundary. (Combined thickness of the Bw horizons is 50 to 175 centimeters)\nC1--125 to 160 centimeters; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; few very fine and fine roots throughout; common very fine irregular pores; 5 percent sandstone gravel; strongly acid (pH 5.4); gradual smooth boundary.\nC2--160 to 200 centimeters; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; common very fine irregular pores; 20 percent sandstone gravel; strongly acid (pH 5.4). (Combined thickness of the C horizons is 0 to 125 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; USGS Taylor Peak Quadrangle; WGS84 Decimal degrees 40.4916667 latitude and -124.2322222 longitude; Zone 10 UTM 395566mE, 4483062mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry in some or all parts for 90 or more cumulative days in normal years and moist in some part for 180 cumulative days per year or for 90 or more consecutive days. The soils have an ustic moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 9 to 11 degrees C. The difference between mean summer and winter temperature is less than 6 degrees C.\nUmbric Epipedon: 50 to 100 centimeters thick\nSurface Fragments: 0 to 5 percent gravel\nParticle size control section (weighted average):\nRock fragments: 2 to 34 percent gravel, 0 to 5 percent cobbles\nClay content: 18 to 26 percent\nA horizons:\nHue: 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 to 4, 1 to 3 moist\nTexture of fine earth: loam\nClay content: 16 to 24 percent\nRock fragments: 0 to 34 percent gravel, 0 to 5 percent cobbles\nReaction: moderately to slightly acid\nBw or Bt horizons:\nHue: 10YR\nValue: 4 to 7, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture of fine earth: loam\nClay content: 18 to 26 percent\nRock fragments: 5 to 50 percent gravel, 0 to 10 percent cobbles\nReaction: strongly to moderately acid\nC horizons:\nHue: 10YR\nValue: 4 to 7, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture of fine earth: loam, sandy loam\nClay content: 15 to 26 percent\nRock fragments: 5 to 50 percent gravel, 0 to 10 percent cobbles\nReaction: strongly to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Biaggi and Gschwend series. Biaggi soils have a lithic contact between 50 and 100 centimeters and occur on marine terraces. Gschwend soils are formed in alluvium and occur on river terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Northbear soils are on linear to slightly convex and concave summit, shoulder, and backslope positions on ridges and mountain slopes. Slopes are 5 to 75 percent. Elevations are 5 to 855 meters. These soils formed in colluvium from strongly cemented sandstone and mudstone. Mean annual precipitation is 1140 to 2280 millimeters. The mean annual temperature is 10 to 12 degrees C. Frost free season is about 240 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caperidge (T) and Taylorpeak (T) soils. Caperidge have greater than 35 percent gravel in the particle size control section and are on to slightly concave to slightly convex shoulder and backslope positions. Taylorpeak soils have bedrock with cracks closer than 10 centimeters between 50 and 100 centimeters and are on convex summit and shoulder positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderate to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, and watershed.  Natural vegetation includes Douglas-fir, grand fir, western hemlock, California laurel, tanoak, California huckleberry, oceanspray, western swordfern, thimbleberry, and red huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, Central Part, California Soil Survey Area, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon: The zone from 2 to 53 centimeters (A1 and A2 horizons).\n2. Cambic Horizon: The zone from 53 to 125 centimeters (Bw1 and Bw2 horizons)\n3. Particle size control section: The zone from 27 to 102 centimeters (A2, AB, and Bw1 horizons) averages 20 percent clay and 30 percent fine sand or coarser, by weight and 2 percent rock fragments by volume.\nADDITIONAL DATA:\nKeys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
