{
  "SERIES": "NORTHWATER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKA/GB",
  "REVDATE": "10/98",
  "STATES": "CO,ID",
  "OVERVIEW": "The Northwater series consists of deep well drained soils formed in material derived from sedimentary rocks.  Northwater soils are on mountainsides, foot slopes and swales.  Slopes range from 5 to 65 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Northwater loam - aspen.  (Colors are for dry soil unless otherwise noted.)\nOe--2 to 0 inches; organic material.\nA1--0 to 10 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; neutral; clear smooth boundary.  (10 to 15 inches thick)\nA2--10 to 25 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; 10 percent pebbles; neutral; clear wavy boundary.  (10 to 20 inches thick)\nBt--25 to 50 inches; light brown (7.5YR 6/4) very channery clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocks; hard, friable, sticky and plastic; common medium and large roots; common thin clay films and organic coats on faces of peds and along root channels; 50 percent channers, mostly 3/4 to 3 inches in length; neutral; clear wavy boundary.  (20 to 50 inches thick)\nR--50 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; 400 feet south and 150 feet west of the center of Sec. 12, T. 5 S., R. 96 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 44 degrees F., and mean summer soil temperature is less than 47 degrees F.  Depth to bedrock is greater than 40 inches but usually is within 70 inches.  Thickness of the mollic epipedon ranges from 20 to 54 inches.  The profile ranges from slightly acid to moderately alkaline and is noncalcareous throughout.  Depth to the top of the argillic horizon is 24 or more inches.\nThe A horizon has hue of 7.5YR through 2.5Y, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Rock fragments are usually less than 15 percent by volume, but ranges to include up to 55 percent.\nThe Bt horizon has hue of 7.5YR through 2.5Y, value of 4 through 7 dry, 3 through 5 moist, and chroma of 3 or 4.  The fine earth fraction is silt loam, loam, sandy clay loam, or clay loam and averages more than 18 percent clay.  Rock fragments from sandstone are mostly thin and flat and range from 35 to 65 percent by volume.  The dominant size is 3/4 to 3 inches in length, but range from 2 millimeters to 24 inches in length.   Some sandstone fragments are rounded to stone size.\nThe C horizon, if present, has hue of 7.5YR through 2.5Y and ranges up to 85 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Charcol and Flygare series, both of which have E horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Northwater soils are on mountain slopes, foot slopes, and swales on north-northeast aspects where prevailing winds deposit snow in the winter.  Slopes range from 5 to 65 percent.  The soil formed in residuum and colluvium derived from sedimentary rocks.  Elevation ranges from 7,700 to 9,800 feet, but ranges down to 5,600 feet in Idaho.  The mean annual precipitation ranges from 18 to 30 inches, of which the greater percentage comes as snow. Mean annual temperature ranges from 36 to 42 degrees F.  The frost-free period is less than 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Parachute, Rhone, and Vandamore soils.  Parachute and Rhone soils lack an argillic horizon.  Vandamore soils have an ochric epipedon and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for recreation, wildlife habitat, and limited livestock grazing.  Native vegetation consists mainly of aspen with an understory of snowberry, serviceberry, chokecherry, Oregon grape, aspen, peavine, columbine, mountain brome, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain areas of northwestern Colorado and southeastern Idaho.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Paonia Area, Colorado, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a thickened mollic epipedon from 0 to 25 inches (A1 and A2 horizons) and an argillic horizon from 25 to 50 inches (Bt horizon).  A lithic contact is at 50 inches.  A pale feature is in excess of 24 inches.  Last updated by the state 10/91.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 5,
        "bottom": 0,
        "narrative": "Oe--2 to 0 inches; organic material."
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; neutral; clear smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--10 to 25 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; 10 percent pebbles; neutral; clear wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bt",
        "top": 64,
        "bottom": 127,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very channery",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--25 to 50 inches; light brown (7.5YR 6/4) very channery clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocks; hard, friable, sticky and plastic; common medium and large roots; common thin clay films and organic coats on faces of peds and along root channels; 50 percent channers, mostly 3/4 to 3 inches in length; neutral; clear wavy boundary.  (20 to 50 inches thick)"
      },
      {
        "name": "R",
        "top": 127,
        "texture_class": "sand",
        "narrative": "R--50 inches; fractured sandstone."
      }
    ]
  ]
}
