{
  "SERIES": "NORTHMOUND",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG",
  "REVDATE": "06/2005",
  "STATES": "WI",
  "OVERVIEW": "The Northmound series consists of somewhat excessively drained soils which are moderately deep to a lithic contact with sandstone bedrock on unglaciated sandstone monadnocks.  They formed mostly in loess or in a mixture of loess and residuum from the underlying sandstone.  Permeability is moderate in the solum and moderately slow or moderate in the underlying sandstone. Slopes range from 6 to 50 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Northmound flaggy silt loam, very stony, in an area of Northmound-Rock outcrop complex, on a convex north facing 25 percent slope under mixed hardwoods at an elevation of about 1,340 feet. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; very dark grayish brown (10YR 3/2) mucky peat (hemic material which is a mat of partially decomposed forest litter); weak thin platy structure; non-sticky; very strongly acid; abrupt smooth boundary.  (0 to 3 inches thick)\nA--1 to 5 inches; black (10YR 2/1) flaggy silt loam, dark gray (10YR 4/1) dry; moderate fine granular structure; very friable; many very fine to coarse roots; about 10 percent sandstone channers and 15 percent sandstone flagstones; moderately acid; abrupt wavy boundary.  (2 to 5 inches thick)\nBw--5 to 11 inches; dark yellowish brown (10YR 3/4) flaggy silt loam; moderate medium subangular blocky structure; very friable; many very fine to coarse roots; about 10 percent sandstone channers and 15 percent sandstone flagstones; very strongly acid; clear wavy boundary.  (0 to 12 inches thick)\nB/E--11 to 24 inches; 75 percent dark yellowish brown (10YR 4/4) very flaggy silt loam (Bt); moderate medium subangular blocky structure; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; penetrated by brown (10YR 5/3) very flaggy silt loam (E), very pale brown (10YR 7/3) dry; moderate fine subangular blocky structure; very friable; common very fine to coarse roots; about 15 percent sandstone channers and 25 percent sandstone flagstones; very strongly acid; clear wavy boundary.  (Glossic horizon - 2 to 20 inches thick)\n2Bt--24 to 30 inches; dark yellowish brown (10YR 4/4) very flaggy loam; moderate fine and medium subangular blocky structure; friable; few very fine and fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; about 20 percent sandstone channers and 35 percent sandstone flagstones; extremely acid; clear wavy boundary.  (1 to 18 inches thick)\n3R--30 inches; slightly fractured light gray (10YR 7/2) sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Wisconsin; about 3 miles south and 1.5 miles west of Loyal; 600 feet south and 600 feet east of the northwest corner, sec. 5, T. 25 N., R. 1 W. USGS Loyal West Quad. Latitude 44 degrees 40 minutes 54 seconds N. Longitude 90 degrees 32 minutes 03 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.)  Thickness of the solum and depth to bedrock range from 20 to 40 inches.  Thickness of the silty mantle ranges from 0 to 39 inches.  The particle-size control section averages 6 to 17 percent clay and 30 to 68 percent silt.  Rock fragments are angular sandstone fragments.  Volume of rock fragments averages from 35 to 60 percent in the particle-size control section.  Volume of channers ranges from 2 to 15 percent in the upper part of the solum and from 15 to 35 percent in the argillic horizon.  Volume of flagstones ranges from 5 to 25 percent in the upper part of the solum and from 20 to 45 percent in the argillic horizon. Stones are on the surface and in the solum. Reaction ranges from extremely acid to slightly acid throughout.\nThe O horizon has hue of 7.5YR or 10YR or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 2.  The o horizon is a mat of partially decomposed forest litter.\nThe A horizon has value of 2 or 3 and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with value of 3 or 4 and chroma of 2 or 3.\nSome pedons have an E horizon with hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam, loam, sandy loam or the channery, very channery, flaggy, or very flaggy analogs.\nThe Bw horizon has hue of 7.5YR or 10YR and value of 3 to 5. It is silt loam, loam, sandy loam or the channery, very channery, flaggy, or very flaggy analogs.  Where the Bw horizon has spodic colors, it has pH of 6.0 or more or organic carbon content less than 0.6 percent, or both.\nNorthmound soils have a glossic horizon (E/B or B/E horizons, or both).  The E part has color like the E horizon described above.  Typically it is very channery or very flaggy analogs of silt loam, loam, or sandy loam but thin subhorizons are the channery or flaggy analogs.\nThe Bt of the E/B or B/E horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 4 to 6.  It has texture like the E part described above.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nSome pedons with a silty mantle have a 2E/B or 2B/E horizon, or both.  The 2E part has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.  The 2Bt part has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8.  The 2E and 2Bt parts are typically very channery or very flaggy analogs of loam or sandy loam but are the channery or flaggy analogs in some pedons.\nPedons with a silty mantle have a 2Bt horizon with color and texture like the 2Bt part described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Norbeck, Ribhill, and Rumblecreek  series.  Similar soils are the Fenwood, Marathon, and Mosinee series.  Norbeck and Rumblecreek soils do not have a lithic contact within a depth of 40 inches. Ribhill soils have mostly angular quartzite rock fragments with a few rounded igneous rock fragments in some pedons.  Fenwood soils are fine-loamy and have a lithic contact at 40 to 60 inches.  Marathon soils are coarse-loamy and do not have a lithic contact.  Mosinee soils do not have a glossic horizon or an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Northmound soils are on summits, shoulders, and side slopes of unglaciated sandstone monadnocks.  Slope gradients range from 6 to 50 percent.  Northmound soils typically formed in a loess mantle and in a mixture of loess and residuum from the underlying sandstone but some pedons formed entirely in a loamy mixture of loess and residuum.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1,950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Flambeau, Hiles, Humbird and Loyal soils.  The moderately well drained Flambeau and Loyal soils are at lower elevations, on till plains surrounding the unglaciated monadnocks, where the soil is very deep to sandstone.  The moderately well drained Hiles and Humbird soils are at lower elevations adjacent to the monadnocks where the soil is moderately deep to interbedded sandstone and shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  The potential for surface runoff ranges from medium to very high. Permeability is moderate in the solum and moderately slow or moderate in the underlying sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Common trees are sugar maple, northern red oak, white oak, American basswood, bitternut hickory, and aspen.  Some of the less sloping areas have been cleared of trees and stones and are used for cropland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central, Wisconsin.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are: ochric epipedon - 1 to 5 inches (A); glossic horizon - 11 to 24 inches (B/E); argillic horizon - 11 to 30 inches (B/E, 2Bt); lithic contact - 30 inches (3R).\nADDITIONAL DATA:  Refer to soil survey sample number 92WI019003 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inch; very dark grayish brown (10YR 3/2) mucky peat (hemic material which is a mat of partially decomposed forest litter); weak thin platy structure; non-sticky; very strongly acid; abrupt smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "flaggy",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; black (10YR 2/1) flaggy silt loam, dark gray (10YR 4/1) dry; moderate fine granular structure; very friable; many very fine to coarse roots; about 10 percent sandstone channers and 15 percent sandstone flagstones; moderately acid; abrupt wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "flaggy",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--5 to 11 inches; dark yellowish brown (10YR 3/4) flaggy silt loam; moderate medium subangular blocky structure; very friable; many very fine to coarse roots; about 10 percent sandstone channers and 15 percent sandstone flagstones; very strongly acid; clear wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "B/E",
        "top": 28,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very flaggy",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--11 to 24 inches; 75 percent dark yellowish brown (10YR 4/4) very flaggy silt loam (Bt); moderate medium subangular blocky structure; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; penetrated by brown (10YR 5/3) very flaggy silt loam (E), very pale brown (10YR 7/3) dry; moderate fine subangular blocky structure; very friable; common very fine to coarse roots; about 15 percent sandstone channers and 25 percent sandstone flagstones; very strongly acid; clear wavy boundary.  (Glossic horizon - 2 to 20 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 61,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very flaggy",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--24 to 30 inches; dark yellowish brown (10YR 4/4) very flaggy loam; moderate fine and medium subangular blocky structure; friable; few very fine and fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; about 20 percent sandstone channers and 35 percent sandstone flagstones; extremely acid; clear wavy boundary.  (1 to 18 inches thick)"
      },
      {
        "name": "3R",
        "top": 76,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "narrative": "3R--30 inches; slightly fractured light gray (10YR 7/2) sandstone."
      }
    ]
  ]
}
