{
  "SERIES": "NORTH TWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCJ-AGG-TWN",
  "REVDATE": "06/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: North Twin clay loam, on a 2 percent slope, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 centimeters; very dark gray (10YR 3/1) clay loam, dark gray (10YR 4/1) dry; moderately fine and medium subangular blocky structure; firm; about 2 percent gravel; neutral; abrupt smooth boundary.\nBt--25 to 46 centimeters; brown (10YR 4/3) clay loam; moderately fine and medium subangular blocky structure; firm; few thin, patchy discontinuous clay  films on faces of peds; about 2 percent gravel; neutral; clear smooth boundary.\nBk--46 to 79 centimeters; light olive brown (2.5Y 5/4) clay loam; weak fine and medium subangular blocky structure; firm; common soft masses of carbonates; common fine faint light olive brown (2.5Y 5/3) iron concentrations; about 2 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary.\nBCkg--79 to 117 centimeters; grayish brown (2.5Y 5/2) clay loam; moderate coarse prismatic structure parting to moderate medium angular blocky; firm; few soft masses of carbonates; faint light olive brown (2.5Y 5/6) iron concentrations; about 2 percent rock fragments; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBCk1--117 to 170 centimeters; light olive brown (2.5Y 5/4) clay loam; moderate coarse prismatic structure parting to moderate medium angular blocky; firm; few soft masses of carbonates; many medium prominent grayish brown (2.5Y 5/2) iron depletions; about 2 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBCk2--170 to 203 centimeters; light olive brown (2.5Y 5/4) clay loam; moderate coarse prismatic structure parting to moderate medium angular blocky; firm; few soft masses of carbonates; many medium prominent grayish brown (2.5Y 5/2) iron depletions and faint light olive brown (2.5Y 5/6) iron concentrations; about 2 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Lyon County, Minnesota subset; about 2.7 miles north of Tracy; located about 1,100 feet south and 100 feet west of the northeast corner of section 10, T. 109 N., R. 40 W.; USGS Amiret topographic quadrangle; lat. 44 degrees 16 minutes 52 seconds N. and long. 95 degrees 38 minutes 02 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness--17 to 49 centimeters\nDepth to carbonates--40 to 100 centimeters\nClay content of the particle-size control section (weighted average)--24 to 35 percent\nSand content in particle-size control section (weighted average)--20 to 40 percent\nRock fragment content--1 to 8 percent, mixed lithology\nThe upper half of the series control section has firm or friable consistency\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--clay loam or loam\nClay content--24 to 35 percent\nSand content--20 to 40 percent\nReaction--pH 6.1 to 7.3\nMoist bulk density--1.35 to 1.55 g/cc\nThickness--17 to 49 centimeters\nAB or BA horizon (where present):\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--clay loam or loam\nClay content--24 to 35 percent\nSand content--20 to 40 percent\nReaction--pH 6.1 to 7.3\nMoist bulk density--1.40 to 1.45 g/cc\nThickness--0 to 25 centimeters\nBt or Bw horizon:\nHue--10YR or 2.5Y\nValue--3 to 5\nChroma--2 to 4\nTexture--clay loam or loam\nClay content--24 to 35 percent\nSand content--20 to 40 percent\nReaction--pH 6.1 to 7.8\nMoist bulk density--1.45 to 1.65 g/cc\nThickness--10 to 60 centimeters\nSome pedons have Bt horizons with clay films present on ped faces, however these horizons do not meet the clay increase of 1.2 percent from the eluvial horizon requirement for an argillic horizon\nBk horizon:\nHue--2.5Y\nValue--4 to 6\nChroma--2 to 4\nTexture--clay loam or loam\nClay content--24 to 35 percent\nSand content--20 to 40 percent\nReaction--pH 7.4 to 8.4\nCalcium carbonate equivalent--15 to 30 percent; 5 percent or more higher than the underlying horizon(s)\nMoist bulk density--1.45 to 1.65 g/cc\nThickness--15 to 100 centimeters\nThere are common to many redoximorphic features above a depth of 100 centimeters\nBCkg, BCk, BC or C horizon:\nHue--2.5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--clay loam or loam\nClay content--24 to 35 percent\nSand content--20 to 40 percent\nReaction--pH 7.4 to 8.4\nCalcium carbonate equivalent--10 to 20 percent\nMoist bulk density--1.45 to 1.65 g/cc\nThe BC or C horizon is typically firm consistency\nThere are common to many redoximorphic features in these horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Marquis series.\nMarquis--have carbonates below a depth of 100 centimeters and have a moist bulk debnsity range of 1.75 to 1.90 g/cc in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--calcareous, loamy till\nLandform--nearly level to gently undulating slopes on ground moraines and till plains (Coteau Slope)\nSlope--1 to 4 percent\nElevation--300 to 400 meter above sea level, see remarks\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--585 to 890 millimeters\nFrost-free period--155 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Annton, Belview, Pell Creek, Romnell, Storden, Swanlake, and Walnut Grove soils.\nAnnton--are on slightly higher landscape positions on convex slopes and have a frequently saturated zone between depths of 1.0 to 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nBelview and Storden--are on higher landscape positions on convex slopes and have carbonates throughout the series control section\nPell Creek--are on lower landscape positions and have a frequently saturated zone between depths of 0.15 and 0.45 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nRomnell--are on lower landscape positions in depressions, swales, and drainageways and are frequently saturated near the surface during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nSwanlake--are on higher landscape positions on convex slopes and have a frequently saturated zone between depths of 1.0 to 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nWalnut Grove--are on slightly lower landscape positions and have a frequently saturated zone between depths of 0.45 and 0.6 meters during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs between depths of 0.6 and 1.0 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation, this saturation is both perched and apparent based on the season and intensity of rainfall during a given period\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The principal crops are corn and soybeans. The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Section--Western lake section\nLocal physiographic area--Coteau des Prairies bench\" geomorphic surface\nMLRA--Central Iowa and Minnesota Till Prairies (103)\nLRR--M; south-central and southwestern Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-5 (Albert Lea, Minnesota)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cottonwood County, Minnesota, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters; series control section--the zone from the surface to a depth of 150 centimeters\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from the surface of the soil to a depth of 25 centimeters (Ap horizon);\ncambic horizon--the zone from a depth of 25 to 46 centimeters and the zone from a depth of 79 to 203 centimeters (Bt, BCkg, BCk1, and BCk2 horizons);\ncalcic horizon--the zone from a depth of 46 to 79 centimeters (Bk horizon).\nSome pedons have a sandy or coarse-loamy lag line about 10 centimeters thick with or without gravel at the base of the solum.\nThe BC horizon is defined by having prismatic primary structure parting to angular or subangular blocky.  This structure is evident in pits and cutbanks and rarely observed by boring tubes. The change to moist bulk density of 1.45 to 1.65 g/cc was based on lab data and field investigations by soil scientists of similar soils on this geomorphic landform of the Coteau des Prairies bench\".\nBased on current investigations, elevation ranges in MLRA 103 is about 270 to 480 meter above sea level. However, the elevation data in the 2006 issue of USDA Handbook 296, has not been changed to agree with this elevation data.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nOxyaquic subgroup based on a zone of saturation within 100 centimeters for 20 or more consecutive days or 30 or more cumulative days in normal years.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
