{
  "SERIES": "NORTHBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDL-CSF-DBO",
  "REVDATE": "03/2002",
  "STATES": "IA",
  "OVERVIEW": "The Northboro series consists of deep, moderately well drained soils formed in moderately permeable loess and erosional sediments and over the underlying moderately slowly permeable weathered glacial till.  Slope ranges from 5 to 14 percent.  Mean annual temperature is about 52 degrees F, and mean annual precipitation is about 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Northboro silt loam with a 7 percent slope - pasture.  (Colors are for moist soil unless otherwise stated)\nA1--0 to 10 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure parting to weak fine granular; friable; thin discontinuous sand and silt coats on faces of peds that are light gray (10YR 6/1) when dry; medium acid; gradual smooth boundary.\nA2--10 to 14 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; faces of peds very dark grayish brown (10YR 3/2); weak fine subangular blocky structure parting to weak fine granular; friable; thin discontinuous sand and silt coats on faces of peds that are light gray (10YR 6/1) when dry; slightly acid; gradual smooth boundary.  (Combined thickness of the A horizons is 10 to 18 inches)\nBw1--14 to 20 inches; brown (7.5YR 4/3) silt loam, faces of peds dark brown (7.5YR 3/2); few fine faint yellowish red (5YR 4/6) mottles; weak fine subangular blocky structure; friable; slightly acid; gradual smooth boundary.\nBw21--20 to 28 inches; brown (7.5YR 4/4) silt loam; few fine faint yellowish red (5YR 4/6) mottles; weak fine subangular blocky structure; friable; slightly acid; gradual smooth boundary.\nBw3--28 to 40 inches; reddish brown (5YR 4/4) silt loam; few fine faint yellowish red (5YR 4/6) mottles; weak fine subangular blocky structure; friable; few fine and medium sand grains; slightly acid; clear smooth boundary.  (Combined thickness of the B horizons is 20 to 50 inches.)\n2Bw4--40 to 56 inches; brown (7.5YR 4/4) loam; few fine faint yellowish red (5YR 4/6) mottles; moderate medium subangular blocky structure; friable; many medium and coarse sand grains; few pebbles; few black (10YR 2/1) accumulations; neutral; abrupt smooth boundary.\n2BC--56 to 60 inches; grayish brown (10YR 5/2) and yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; stone line at 56 inches; many coarse and medium sand grains; neutral.  (Combined thickness of the 2B horizons is 0 to 30 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Page County, Iowa; approximately three quarters of a mile north of Yorktown, Iowa; 330 feet north and 330 feet east of the southwest corner of sec. 30, T. 69 N., R. 37 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 36 to more than 60 inches.  The sand content of the upper parent material is 10 to 25 percent with as much as 10 percent being fine or coarser.  The 10- to 40-inch control section averages between 24 and 35 percent clay.  The B/A clay ratio is less than 1.2.  Sand content increases with depth.\nThe Ap or A1 horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2.  The A2 horizon has hue of 10YR or 7.5YR, value of 3, and  chroma of 2 or 3.   The A horizon is silt loam or silty clay loam and is medium acid or slightly acid.\nThe Bw horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 through 6.  Faint mottles with hue of 2.5YR, 5YR, or 7.5YR, value of 4 or 5, and chroma of 4 through 6 are in many pedons.  The Bw horizon is silt loam or silty clay loam.  It is slightly acid or medium acid.\nThe 2B horizon is below a depth of 60 inches in some pedons.  When present, it has hue of 7.5YR or 10YR and value and chroma of 4 through 6.  Commonly it is mottled with grayish brown (10YR or 2.5Y 5/2).  The pebble band or stone line is lacking in some pedons.  The 2B horizon typically is clay loam or loam, but strata of other texture are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Exira, Galva, Keg, Marshall, Monona, Nira, Ponca, Port Byron, Raddle, Sac, Salix, and Truman soils in the same family and the Minden and Sharpsburg soils.  All these soils except the Raddle series lack matrix colors in the B horizon that are redder than 10YR.  Exira, Galva, Marshall, Monona, Minden, Nira, Ponca, Port Byron, and Sharpsburg soils formed entirely in loess.  In addition, Nira soils have grayish B horizons and Port Byron soils have less sand in their solum.  Keg, Salix, and Truman soils formed in silty alluvial sediments and have free carbonates at depths of less than 40 inches.  In addition, Keg and Salix soils have chroma of 2 in the B horizon.  Sac soils have carbonates in the upper 40 inches and are shallower to glacial till.  Raddle soils have lower clay content in the lower part of the B horizon and formed in local alluvium or colluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Northboro soils commonly are on convex secondary ridgetops and on convex side slopes in the uplands.  Slopes are 5 to 14 percent.  This soil is thought to have formed partly from loess, erosional sediments, and weathered Kansan till on a geomorphic surface of late Sangamon age.  It is possible that some Loveland loess of the same age may be mixed with this material.  Material 2 is an old erosional surface on Kansas till.  Northboro soils are downslope from soils formed in Wisconsin loess and upslope from soils formed in glacial till.   Mean annual temperature ranges from 49 to 53 degrees F, and mean annual precipitation ranges from 30 to 36 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Marshall and Sharpsburg soils and the Adair, Mayberry, and Shelby soils.  Marshall and Sharpsburg soils are upslope; and Adair, Mayberry, and Shelby soils are downslope.  Adair and Mayberry soils have more clay and colors with chroma of 2 in the B horizon.  Shelby soils have an argillic horizon and have pebbles and more sand coarser than very fine throughout the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is medium.  Permeability is moderate in the upper material and moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly used for cultivated crops.  Corn, soybeans, and hay are the most common crops.  Native vegetation was tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Iowa and northwestern Missouri.  Possibly northeastern Kansas, northwestern Missouri and southeastern Nebraska.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Page County, Iowa, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Northboro soils were previously included with Malvern soils in Fremont County.  There is considerable variation in sand content of the upper material between individual pedons within this series.  However, these pedons that contain more than 15 percent total sand in the control section have most of this total comprised of very fine sand.  Northboro soils are thought to be a prairie counterpart of Lineville soils, a south-central Iowa soil.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to a depth of approximately 14 inches (A1 and A2 horizons); cambic horizon - the zone from 14 inches to a depth of 56 inches (Bw1, Bw2, Bw3, and 2Bw4 horizons); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure parting to weak fine granular; friable; thin discontinuous sand and silt coats on faces of peds that are light gray (10YR 6/1) when dry; medium acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--10 to 14 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; faces of peds very dark grayish brown (10YR 3/2); weak fine subangular blocky structure parting to weak fine granular; friable; thin discontinuous sand and silt coats on faces of peds that are light gray (10YR 6/1) when dry; slightly acid; gradual smooth boundary.  (Combined thickness of the A horizons is 10 to 18 inches)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 51,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--14 to 20 inches; brown (7.5YR 4/3) silt loam, faces of peds dark brown (7.5YR 3/2); few fine faint yellowish red (5YR 4/6) mottles; weak fine subangular blocky structure; friable; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bw21",
        "top": 51,
        "bottom": 71,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw21--20 to 28 inches; brown (7.5YR 4/4) silt loam; few fine faint yellowish red (5YR 4/6) mottles; weak fine subangular blocky structure; friable; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 71,
        "bottom": 102,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--28 to 40 inches; reddish brown (5YR 4/4) silt loam; few fine faint yellowish red (5YR 4/6) mottles; weak fine subangular blocky structure; friable; few fine and medium sand grains; slightly acid; clear smooth boundary.  (Combined thickness of the B horizons is 20 to 50 inches.)"
      },
      {
        "name": "2Bw4",
        "top": 102,
        "bottom": 142,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bw4--40 to 56 inches; brown (7.5YR 4/4) loam; few fine faint yellowish red (5YR 4/6) mottles; moderate medium subangular blocky structure; friable; many medium and coarse sand grains; few pebbles; few black (10YR 2/1) accumulations; neutral; abrupt smooth boundary."
      },
      {
        "name": "2BC",
        "top": 142,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "narrative": "2BC--56 to 60 inches; grayish brown (10YR 5/2) and yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; stone line at 56 inches; many coarse and medium sand grains; neutral.  (Combined thickness of the 2B horizons is 0 to 30 inches)"
      }
    ]
  ]
}
