{
  "SERIES": "NORVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV-DBO-LEB",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Norville silty clay loam, on a 3 percent slope, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine and very fine granular structure; friable; neutral; abrupt smooth boundary.\nA--9 to 12 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; black (10YR 2/1) coatings on faces of peds; few very dark grayish brown (10YR 3/2) mixings in lower part; weak fine and very fine granular structure; friable; neutral; clear smooth boundary. (Combined thickness of the A horizon is 10 to 16 inches.)\nAB--12 to 16 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; discontinuous very dark brown (10YR 2/2) coatings on faces of peds; weak fine granular structure; friable; neutral; clear smooth boundary. (0 to 6 inches thick)\nBw1--16 to 24 inches; brown (10YR 4/3) silty clay loam; discontinuous dark brown (10YR 3/3) coats on faces of peds; weak very fine subangular blocky structure; friable; neutral; clear smooth boundary.\nBw2--24 to 28 inches; brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable; neutral; clear smooth boundary. (Combined thickness of the Bw horizon is 10 to 20 inches.)\n2Bw3--28 to 37 inches; red (2.5YR 4/6) silty clay; weak medium prismatic structure; very firm; few roots; slightly alkaline; abrupt smooth boundary. (0 to 12 inches thick)\n2C--37 to 50 inches; red (2.5YR 4/6) silty clay; massive; thin strata of light olive gray (5Y 6/2); very firm; slightly effervescent; slightly alkaline; abrupt smooth boundary. (0 to 15 inches thick)\n3C--50 to 60 inches; red (2.5YR 4/6) loam; few fragments of light brownish gray (2.5Y 6/2) sandstone; massive; firm; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Floyd County, Iowa; about 2 miles west and 1 1/2 miles south of the town of Rudd; located about 2,380 feet south and 185 feet east of the northwest corner of section 26, T. 96 N., R. 18 W.; USGS Rockford topographic quadrangle; lat. 43 degrees 6 minutes 19 seconds N. and long. 93 degrees 56 minutes 40 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to reddish silty clay ranges from 20 to 40 inches. The red clayey deposit ranges from one to several feet in thickness. The red clayey deposit is of mixed mineralogy and dominantly is kaolinite and illite. It typically is underlain by loamy material at a depth ranging from 4 to 6 feet.\nThe Ap or A horizon has value of 2 or 3 and chroma of 1 or 2. Thickness of the A horizon in uneroded sites ranges from 10 to 16 inches. Texture of the A horizon centers on silty clay loam and silt loam, but loam with 20 to 30 percent very fine or fine sand is not excluded.\nThe Bw horizon has value of 4 or 5 and chroma of 3 to 6. Texture of the Bw horizon typically is silty clay loam but includes silt loam with about 25 percent clay and 30 percent sand that dominantly is fine or very fine.\nThe 2Bw horizon has value of 4 or 5 and chroma of 3 to 6. Clay content of the 2B and 2C horizons range from about 55 to 65 percent.\nThe 3C horizon has value of 4 to 6 and chroma of 3 to 6. The texture of the 3C horizon is loam. Clay content ranges from 7 to 15 percent. Sand content ranges from 40 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. A similar series is the Dodgeville soils. Dodgeville soils are well drained and have an argillic horizon. They formed in loess and clayey residuum overlying hard bedrock that occurs within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level and gently sloping ridge crests and on gently sloping and moderately sloping side slopes on uplands. They formed in 20 to 40 inches of silty erosional sediments overlying red clayey and loamy cretaceous deposits. Cretaceous deposits are believed to be transported from landscapes at higher elevations and some distance from the present landscape. These materials are fluvial in nature and occur in alternating layers. Material weathered from calcareous sandstone typically occurs at depths of 4 to 6 feet. Limestone occurs at depths of 5 to 20 feet or more. Mean annual air temperature ranges from 44 to 48 degrees F. Mean annual precipitation ranges from about 28 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aureola, Dinsdale, Klinger, Norville and Racine soils. Aureola soils are underlain by sandstone at 20 to 40 inches. Dinsdale and Klinger soils formed partially in loess and the underlying glacial till. Racine soils formed in a loamy surficial mantle and the underlying glacial materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate in the overlying silty erosional sediments and slow in the underlying red clayey deposits."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used primarily for corn and soybeans. Native vegetation was prairie grasses with occasional areas of oak-hickory savannah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Iowa and possibly northeastern Iowa and southeastern Minnesota. They are inextentsive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Floyd County, Iowa, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: mollic epipedon - the zone from the surface to a depth of 16 inches.(Ap, A and AB horizons); Cambic horizon - the zone from a depth of 16 inches to a depth of 37 inches.(Bw1, Bw2 and 2Bw3 horizons); Udic moisture regime.\nThis series was formerly included with the Dodgeville soils.\nSilty erosional sediments are used in this soil because it identifies more accurately the erosional processes during this soil's development. Reference is noted in similar landscapes in Soil Survey Investigation Report No. 41.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
