{
  "SERIES": "NORWALK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJW",
  "REVDATE": "03/2025",
  "STATES": "WI",
  "OVERVIEW": "The NORWALK series consists of very deep, moderately well drained soils of loess and clayey residuum over limestone bedrock on undulating to gently sloping bedrock controlled landscapes.  Slope gradients commonly are 1 to 4 percent but range from O to 20 percent. Mean annual precipitation ranges from 70 to 90 centimeters and mean annual air temperature ranges from 45 to 53 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Norwalk silt loam in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 centimeters; very dark gray (10YR 3/1) silt loam, gray (10YR 6/1) dry; weak and moderate very fine subangular blocky structure; friable; many fine fibrous roots; neutral; abrupt smooth boundary. (13 to 23 centimeters thick)\nE--13 to 25 centimeters; grayish brown (10YR 5/2) silt loam; moderate very thin platy structure; friable; many fine fibrous roots; slightly acid; clear smooth boundary. (5 to 13 centimeters thick)\nBt1--25 to 43 centimeters; dark yellowish brown (10YR 4/4) and brown (10YR 4/3) silty clay loam; common medium distinct mottles of yellowish brown (10YR 5/6); moderate fine subangular blocky structure; friable; common fine roots; slightly plastic; moderately acid; abrupt wavy boundary. (15 to 25 inches thick)\n2Bt2--43 to 69 centimeters; brown (7.5YR 4/4) silty clay; strong very fine angular blocky structure; hard; few chert fragments; continuous clay films on peds; moderately acid; clear wavy boundary. (20 to 25 centimeters thick)\n3Bt3--69 to 76 centimeters; yellowish red (5YR 5/6) silty clay; weak very fine angular blocky structure; hard; strongly acid; clear wavy boundary. (8 to 10 centimeters thick)\nCr--76 to 160 centimeters; partially weathered dolomite that is shattered to a depth of 160 centimeters and that has clay residuum from dolomite in the rock cracks and fissures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iowa County, Wisconsin; 1200 feet east and 500 feet south of \"T\" road junction in the NE;, NE;, SW;, NE;, Section 14; T. 5 N., R.2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 60 to 100 centimeters, which corresponds to the thickness of the soil above the lithic or paralithic contact. The thickness of loess ranges from 38 to 76 centimeters. The clayey residuum weathered from limestone normally is about 25 to 38 cenitmeters thick but may range to 50 centimeters. The solum usually is leached of carbonates to the depth of bedrock and ranges in reaction from slightly\nto medium acid but less commonly includes pedons with strongly acid horizons.\nThe Ap horizon has hue of l0YR, value of 3 or 4, and chroma of 1 or 2.\nThe E horizon has hue of l0YR, value of 4 or 5 and chroma of 2, 3 on 4.\nThe Bw horizon, where present, has hue of l0YR, value of 3, 4 or 5, and chroma of 3 or 4. It is silt loam or heavy silt loam.\nThe upper part of the argillic (Bt1 horizon), developed in loess, has hue of l0YR, value of 4 or 5 and chroma of 3 or 4. It is heavy silt loam or silty clay loam. This part of the\nBt horizon, typically contains more than 25 but less than 35 percent clay and less than 15 percent fine sand or coarser.\nThe lower part of the argillic (2Bt2 horizon) developed in residuum weathered from limestone has hue of 7.5YR, 5YR, or 2.5YR, value of 3 through 6, and chroma of 3 through 6.\nIt is silty clay or clay. The amount of angular chert or limestone fragments in the 2Bt2 and 3Bt3 horizons ranges from a few scattered fragments to as much as l0 percent by volume. Clay content in the lower part of the B horizon ranges from 55 to about 75 percent. Mottles with chroma of 3 or more range from few to many and faint to prominent in the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the New Glarus series. Closely related or similar soils in other families are the Dodge, Dodgeville, Dubuque, Dunbarton, Flagg, Lomira, Palsgrove, Rozetta, St. Charles, Woodbine, and Whalan series. With the exception of New Glarus soils all of these soils lack contrasting textures. New Glarus soils lack motties in the control section. In addition, Dodgeville soils have thicker, darker surface horizons and lack albic (E) horizons; Dubuque soils have thinner layers of residuum weathered from limestone in the lower part of the solum and are in a fine-silty family; Dunbarton soils are in a clayey family, and limestone bedrock is at less than 20-inch depths; Whalan soils have a higher content of sand in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Norwalk soils are on nearly level to steep ridgetops and concave positions on side slopes in undulating to gently sloping landscapes controlled by limestone bedrock. Slope gradients commonly are 1 to 4 percent but may range from 0 to 20 percent. The regolith consists of moderately thin deposits of loess over limestone bedrock that are separated by a 25 to 38 centimeter layer of clayey residuum, weathered from limestone bedrock containing variable\namounts of chert and/or limestone fragments. Mean annual precipitation ranges from 71 to 89 centimeters and mean annual air temperature ranges from 45 to 53 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained New Glarus series forms a drainage sequence with the moderately well drained Norwalk series. Dodgeville soils occupy associated glaciated uplands but have a mollic epipedon. Sogn soils are geographically associated with the Norwalk series but have thinner surface deposits of silty material and thinner solum. Palsgrove and Rozetta soils occupy sites in similar geographic positions where the silty surface mantle thickens. Dubuque soils are associated in the landscape where the clayey residuum is less than 15 centimeters thick. Dunbarton soils are on similar landscapes but have thinner deposits of silty material and lithic contacts within 50 centimeters or less."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Runoff is medium. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The less sloping areas are cropped to corn, soybeans, small grains and legume hay. The steeper areas are in pasture or woodland. The soil formed under deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 105 in Southwestern Wisconsin.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Vernon County, Wisconsin, 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Norwalk soils formerly were classified as Gray Brown Podzolic soils. The term \"limestone\" as used in this series description refers both to rocks consisting mainly of calcium carbonate and to rocks rich in magnesium carbonate. At the present time 38 centimeters of loess and 50 centimeters of residuum are being allowed in the same series as those having 76 centimeters of loess and about 25 centimeters of residuum. In terms of what the B horizon is developed in this seems quite wide and further study is needed to check the need for more appropriate ranges in these two materials. The Norwalk series is so similar to the New Glarus series that there appears to be no need to separate them. The differentiae provided are not very significant and do not reflect the differences suggested by the differences in interpretations. A recently published survey, Vernon Co., Wisconsin, 1969, lists the family textural class as fine-silty.\nThe series was inactive for a period of time and was reactivated because the series was still correlated in Wisconsin soil survey data."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "moderate very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 centimeters; very dark gray (10YR 3/1) silt loam, gray (10YR 6/1) dry; weak and moderate very fine subangular blocky structure; friable; many fine fibrous roots; neutral; abrupt smooth boundary. (13 to 23 centimeters thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate very thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--13 to 25 centimeters; grayish brown (10YR 5/2) silt loam; moderate very thin platy structure; friable; many fine fibrous roots; slightly acid; clear smooth boundary. (5 to 13 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt1--25 to 43 centimeters; dark yellowish brown (10YR 4/4) and brown (10YR 4/3) silty clay loam; common medium distinct mottles of yellowish brown (10YR 5/6); moderate fine subangular blocky structure; friable; common fine roots; slightly plastic; moderately acid; abrupt wavy boundary. (15 to 25 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 43,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "structure": "strong very fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--43 to 69 centimeters; brown (7.5YR 4/4) silty clay; strong very fine angular blocky structure; hard; few chert fragments; continuous clay films on peds; moderately acid; clear wavy boundary. (20 to 25 centimeters thick)"
      },
      {
        "name": "3Bt3",
        "top": 69,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "structure": "weak very fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3Bt3--69 to 76 centimeters; yellowish red (5YR 5/6) silty clay; weak very fine angular blocky structure; hard; strongly acid; clear wavy boundary. (8 to 10 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 76,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--76 to 160 centimeters; partially weathered dolomite that is shattered to a depth of 160 centimeters and that has clay residuum from dolomite in the rock cracks and fissures."
      }
    ]
  ]
}
