{
  "SERIES": "NORWICH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM-MGC-LWK",
  "REVDATE": "03/2015",
  "STATES": "NJ,NY,PA",
  "OVERVIEW": "The Norwich series consists of very deep, poorly or very poorly drained soils. They formed in till from reddish sandstone, siltstone, and shale. They are in low relief till plains, depressions, and seeps. Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and moderately low or low in the fragipan and substratum. Slope ranges from 0 to 8 percent. Mean annual temperature is about 8 degrees C (48 degrees F) and mean annual precipitation is about 1080 mm (42 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Norwich silt loam - pasture. (Colors refer to moist soil.)\nAp -- 0 to 23 cm (9 inches); very dark gray (10YR 3/1) silt loam; moderate medium granular structure; friable; many fine roots; many medium pores; 5 percent flat sandstone fragment; strongly acid; abrupt smooth boundary. (13 to 23 cm (5 to 9 inches) thick.)\nEg -- 23 to 38 cm (9 to 15 inches); grayish brown (2.5Y 5/2) channery silt loam; weak medium and fine subangular blocky structure; friable; few fine roots; common medium pores; 20 percent flat rock fragments; common coarse prominent yellowish brown (10YR 5/6) and common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation and few fine distinct gray (5Y 6/1) to light gray (5Y 7/1) depletions; strongly acid; clear wavy boundary. (5 to 38 cm (2 to 15 inches) thick.)\nBxg1 -- 38 to 66 cm (15 to 26 inches); brown (7.5YR 5/2) channery silt loam; strong very coarse prismatic structure parting to weak medium blocky structure; very firm, brittle; few roots only between prisms; few medium and coarse pores with clay linings; prism faces have gray (5Y 5/1) silt coats; 15 percent flat rock fragments; many coarse distinct brown (7.5YR 5/4), strong brown (7.5YR 5/6), and yellowish brown (10YR 5/6) masses of iron accumulation and reddish gray (5YR 5/2) depletions; slightly acid; gradual wavy boundary.\nBxg2 -- 66 to 152 cm (26 to 60 inches); dark reddish gray (5YR 4/2) channery silt loam; strong very coarse prismatic structure parting to weak medium blocky structure; firm, brittle; many medium pores lined with clay; reddish gray (5YR 5/2) faces of peds with few patchy clay films; 15 percent flat rock fragments; few coarse yellowish brown (10YR 5/6) masses of iron accumulation and very dark gray (5YR 3/1) depletions; slightly acid. (Combined thickness of the Bx horizons ranges from 30 to 122 cm (12 to 48 inches) or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chenango County, New York; 2,200 feet south of intersection of Wackford and Bradley Hill Roads; 600 feet south of house. USGS Oxford, NY topographic quadrangle, Latitude 42 degrees, 24 minutes, 37 seconds N. and Longitude 75 degrees, 35 minutes, 25 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth of the top of the fragipan ranges from 25 to 61 cm (10 to 24 inches). Solum thickness ranges from 91 to 152 cm (36 to 60 inches) or more. Depth to bedrock is more than 152 cm (60 inches). Some pedons have contrasting layers of locally derived material as much as 51 cm (20 inches) thick above the fragipan. Rock fragments are predominantly flat sandstone and siltstone, and range from 0 to 35 percent above the Bx horizons and from 15 to 45 percent in the Bx and C horizons.\nThe Ap horizon has hue of 7.5YR to 10YR, value of 2 to 4, and chroma 1 or 2. Texture is loam or silt loam. Structure is weak or moderate granular. Reaction ranges from strongly to slightly acid.\nThe Eg or Bg horizons have hue 2.5YR to 5Y, value 4 to 7, and chroma 0 to 2. Texture is loam or silt loam. Structure is weak or moderate subangular blocky structure or they are massive. Reaction ranges from strongly to slightly acid.\nThe Bx or 2Bx horizons have hue of 2.5YR through 7.5YR, value of 4 or 5, and chroma of 1 through 3. Matrix colors with chroma of 3 occur below depths of 30 inches. They are sandy loam, loam, or silt loam. Structure is very coarse prismatic, peds part to platy or blocky structure or they are massive. Reaction ranges from strongly acid through slightly acid. Thin clay films are present in pores, and are patchy on some peds.\nThe C or 2C horizon is similar to the Bx horizon in matrix color and in texture, but is less brittle. It is massive, with or without plate-like divisions. Reaction ranges from strongly acid to neutral. The boundary between the Bx horizon and C horizon is gradual or diffuse."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chippewa series in the same family. Chippewa soils have hue of 10YR through 5Y in the fragipan.\nThe Cougar, Erie, Menlo, Morris, Volusia, and Edgemere series are in related families. Cougar soils have coarse-loamy particle-size control sections. Erie, Menlo, Morris, and Volusia soils have some horizon between the Ap and 30 inches which have dominant chroma of more than 2. Edgemere soils are loamy-skeletal and have less clay than Norwich soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: They are on low relief till plains, in depressions, and in seeps. They form in till derived from reddish sandstone, siltstone, and shale. Slope ranges from 0 to 8 percent. Mean annual precipitation ranges from 795 to 1725 mm (31 to 68 inches), but can range as high as 1790mm (70 inches) in higher elevations. Mean annual temperature ranges from 6 to 11 degrees C (43 to 52 degrees F), but in some higher elevations it can range as low as 4 degrees C (39 degrees F). The frost-free season ranges from 105 to 180 days. These soils generally occur at elevation between 100 to 670 m (328 to 2,198 ft) above sea level, but have been mapped as high as 750 m (2,460 ft) in some areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Lackawanna, Wellsboro, and Morris soils are better drained local associates. Tunkhannock soils formed on associated glacial outwash deposits, and Barbour soils are associated with the first bottom positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly or poorly drained. The potential for surface runoff is low to negligible.  Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and moderately low or low in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The areas are dominantly small and are idle, forested, or used for pasture. Red maple, ash, elm alder, and hemlock are common species in wooded areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau  of  New York and Pennsylvania. Dominatly MLRA 140 but some acreage occurs in transitional areas in MLRAs 101, 127, 147 and 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chenango County, New York, 1918."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The typical pedon is described to 152 cm (60 inches). Future work should include redescribing this location (or locating another pedon) to a depth greater than 152 cm (60 inches) for the very deep class.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - from 0 to 9 inches (Ap horizon).\n2. Albic horizon - from 9 to 15 inches (Eg horizon).\n3. Fragipan - from 15 to 50 inches (Bxg horizon).\n4. Aquic moisture regime - depleted matrix and redoximorphic accumulations in upper 50 cm of pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly or poorly",
        "drainage_overview": "poorly or very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 23 cm (9 inches); very dark gray (10YR 3/1) silt loam; moderate medium granular structure; friable; many fine roots; many medium pores; 5 percent flat sandstone fragment; strongly acid; abrupt smooth boundary. (13 to 23 cm (5 to 9 inches) thick.)"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 38,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg -- 23 to 38 cm (9 to 15 inches); grayish brown (2.5Y 5/2) channery silt loam; weak medium and fine subangular blocky structure; friable; few fine roots; common medium pores; 20 percent flat rock fragments; common coarse prominent yellowish brown (10YR 5/6) and common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation and few fine distinct gray (5Y 6/1) to light gray (5Y 7/1) depletions; strongly acid; clear wavy boundary. (5 to 38 cm (2 to 15 inches) thick.)"
      },
      {
        "name": "Bxg1",
        "top": 38,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bxg1 -- 38 to 66 cm (15 to 26 inches); brown (7.5YR 5/2) channery silt loam; strong very coarse prismatic structure parting to weak medium blocky structure; very firm, brittle; few roots only between prisms; few medium and coarse pores with clay linings; prism faces have gray (5Y 5/1) silt coats; 15 percent flat rock fragments; many coarse distinct brown (7.5YR 5/4), strong brown (7.5YR 5/6), and yellowish brown (10YR 5/6) masses of iron accumulation and reddish gray (5YR 5/2) depletions; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bxg2",
        "top": 66,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "narrative": "Bxg2 -- 66 to 152 cm (26 to 60 inches); dark reddish gray (5YR 4/2) channery silt loam; strong very coarse prismatic structure parting to weak medium blocky structure; firm, brittle; many medium pores lined with clay; reddish gray (5YR 5/2) faces of peds with few patchy clay films; 15 percent flat rock fragments; few coarse yellowish brown (10YR 5/6) masses of iron accumulation and very dark gray (5YR 3/1) depletions; slightly acid. (Combined thickness of the Bx horizons ranges from 30 to 122 cm (12 to 48 inches) or more.)"
      }
    ]
  ]
}
