{
  "SERIES": "NORWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KEC-TWN",
  "REVDATE": "08/2007",
  "STATES": "SD",
  "OVERVIEW": "The Norway series consists of very deep, poorly or very poorly drained soils formed in sandy alluvium. These soils are on plane to concave slopes in meander channels or low islands within the main river channel on floodplains. Slope ranges from 0 to 2 percent.  Mean annual air temperature is about 9 degrees C. Mean annual precipitation is about 500 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Norway loamy fine sand, in a level old meander channel, at an elevation of about 345 meters above mean sea level.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 centimeters; grayish brown (2.5Y 5/2) stratified loamy fine sand and fine sand, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; soft, very friable; common medium and many fine and very fine roots throughout; common fine and many very fine interstitial pores; common prominent yellowish red (5YR 4/6) oxidized rhizospheres; few fine soft iron-manganese concretions; common fine and medium prominent dark yellowish brown (10YR 4/6) and common fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations; and few fine distinct gray (2.5Y 5/1) redoximorphic depletions, moist; strongly effervescent; moderately alkaline; clear smooth boundary.  (2 to 20 centimeters thick)\nC--5 to 25 centimeters; light brownish gray (2.5Y 6/2) stratified fine sand and very fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose; few medium and common fine and very fine roots throughout; common fine and many very fine interstitial pores; few fine slightly hard iron-manganese concretions; common fine prominent dark yellowish brown (10YR 4/6) and few fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations, moist; slightly effervescent; moderately alkaline; clear smooth boundary.\nCg--25 to 203 centimeters; light olive gray (5Y 6/2) stratified fine sand and very fine sand, olive gray (5Y 4/2) moist; single grain; loose; few fine and very fine roots throughout; common fine and many very fine interstitial pores; few fine slightly hard iron-manganese concretions; few fine prominent dark yellowish brown (10YR 4/6) and strong brown (7.5YR 5/8) redoximorphic concentrations, moist; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 102C-Loess Uplands, Clay County, South Dakota subset; located about 5,060 feet south and 2,630 feet east of the northwest corner of section 23, T. 32 N., R.4 E.; USGS Maskell topographic quadrangle; lat. 42 degrees 44 minutes 6 seconds N. and long. 96 degrees 55 minutes 28 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 10 centimeters\nClay content in the particle-size control section (weighted average)--0 to 5 percent, less than 10 percent silt plus clay, and less than 40 percent silt plus clay plus very fine sand\nSand content in the particle-size control section (weighted average)--85 to 100 percent\nRock fragment content in the particle-size control section (weighted average)--0 percent\nA or Ap (when present) horizon:\nHue--10YR, 2.5Y, or 5Y\nValue--3 to 5 (2 to 4, moist)\nChroma--1 or 2\nTexture--stratified loamy fine sand, loamy sand, fine sand, or very fine sand\nClay content--2 to 5 percent\nSand content--80 to 95 percent\nRock fragment content--0 percent\nReaction--neutral to moderately alkaline\nSome cultivated areas are not stratified\nSome pedons have thin strata of silt loam, silty clay loam, or fine sandy loam\nSome pedons have a thin O horizon\nC or Cg horizon:\nHue--2.5Y or 5Y\nValue--5 or 6 (4 or 5, moist)\nChroma--1 or 2\nTexture-- very fine sand, fine sand, loamy sand, or loamy fine sand\nClay content--0 to 5 percent\nSand content--80 to 100 percent\nRock fragment content--0 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have thin strata of silt loam, very fine sandy loam, silty clay loam, or silty clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arloval, Barren, Carrolls, Conrad, Dair, Forbar, Gothenburg, Jamaica, Junius, Stafford, Tihonet, Tryon, Tyre, and Wanser series.\nArloval--have a clay content of 5 to 10 percent in the lower two thirds of the series control section\nBarren--have 100 to 200 centimeters of anthrotransported materials of variable nature and are in areas that have a mean annual precipitation range of 1,020 to 1,270 millimeters\nCarrolls--have 5 to 20 percent volcanic glass in the particle-size control section\nConrad--do not have carbonates within a depth of 50 centimeters\nDair--do not have carbonates within a depth of 60 centimeters\nForbar--are in areas that have a mean annual precipitation range of 300 to 400 millimeters\nGothenburg--do not have carbonates throughout the series control section\nJamaica--have 100 to 200 centimeters of anthrotransported materials of variable nature and are in areas that have a mean annual precipitation range of 1,020 to 1,270 millimeters\nJunius--do not have carbonates within a depth of 50 centimeters\nStafford--do not have carbonates within the series control section\nTihonet--do not have carbonates within the series control section\nTryon--do not have carbonates throughout the series control section\nTyre--have a lithic contact of sandstone within a depth of 100 centimeters\nWanser--are in areas that have a mean annual precipitation range of 150 to 200 millimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--sandy alluvium\nLandform--plane to concave slopes in meander channels or low islands within the main river channel on flood plains\nSlope--0 to 2 percent\nElevation--200 to 400 meters above sea level\nMean annual precipitation--380 to 620 millimeters\nMean air annual temperature--7 to 11 degrees C\nFrost-free period--130 to 165 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grable, Haynie, Meckling, Sarpy, and Ticonic soils.\nGrable--are at higher landscape positions on stream terraces and have a clay content that averages 12 to 16 percent in the upper half of the particle-size control section\nHaynie--are at higher landscape positions on stream terraces and have a clay content that averages 15 to 18 percent in the particle-size control section\nMeckling--are at higher landscape positions and do not have a frequently saturated zone within a depth of 0.75 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSarpy--are at higher landscape positions on stream terraces and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nTiconic--are at higher landscape positions on stream terraces and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly or very poorly drained--a frequently saturated zone occurs within depths of 0 to 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--100.00 to 705.00 micrometers per second\nFlooding--frequently or occasionally flooded for long duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are in native vegetation. The native vegetation community is dominated by hydrophytes including cattails, rushes, horsetails, or willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Provinces--Central Lowland and Great Plains\nPhysiographic sections--Western lake section and High Plains\nMLRAs--Northern Rolling Pierre Shale Plains (63A),\nSouthern Rolling Pierre Shale Plains (63B),\nTill Plains (102B), and\nLoess Uplands (102C)\nLRRs G and M; Flood plains and islands along the Missouri River in South Dakota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, South Dakota, 1993.  The name is that of a township in Clay County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface of the soil to a depth of 5 centimeters (A horizon);\naquic feature--redoximorphic features with chroma of 2 or less above a depth of 1 meter;\naquic moisture regime.\nNorway soil was formerly mapped as Riverwash and Fluvaquents, wet, in previous surveys.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "poorly or very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 centimeters; grayish brown (2.5Y 5/2) stratified loamy fine sand and fine sand, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; soft, very friable; common medium and many fine and very fine roots throughout; common fine and many very fine interstitial pores; common prominent yellowish red (5YR 4/6) oxidized rhizospheres; few fine soft iron-manganese concretions; common fine and medium prominent dark yellowish brown (10YR 4/6) and common fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations; and few fine distinct gray (2.5Y 5/1) redoximorphic depletions, moist; strongly effervescent; moderately alkaline; clear smooth boundary.  (2 to 20 centimeters thick)"
      },
      {
        "name": "C",
        "top": 5,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--5 to 25 centimeters; light brownish gray (2.5Y 6/2) stratified fine sand and very fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose; few medium and common fine and very fine roots throughout; common fine and many very fine interstitial pores; few fine slightly hard iron-manganese concretions; common fine prominent dark yellowish brown (10YR 4/6) and few fine prominent strong brown (7.5YR 5/8) redoximorphic concentrations, moist; slightly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg",
        "top": 25,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--25 to 203 centimeters; light olive gray (5Y 6/2) stratified fine sand and very fine sand, olive gray (5Y 4/2) moist; single grain; loose; few fine and very fine roots throughout; common fine and many very fine interstitial pores; few fine slightly hard iron-manganese concretions; few fine prominent dark yellowish brown (10YR 4/6) and strong brown (7.5YR 5/8) redoximorphic concentrations, moist; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
