{
  "SERIES": "NOTAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/WWJ/SAZ",
  "REVDATE": "12/2008",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Notal series consists of very deep, well drained, sodium affected soils that formed in alluvium, stream alluvium, and fan alluvium derived from shale, siltstone, and sandstone. Notal soils are on low stream terraces on valley floors and alluvial fans on valley sides, fan terraces and small depressions of undulating plateaus. Permeability is very slow.  Slopes are 0 to 5 percent.  Mean annual precipitation is about 7 inches and mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Notal silty clay loam--on a nearly level low stream terrace at 5,495 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the pedon was moist from 1 to 4 inches and dry below.)\nA--0 to 3 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate thick platy structure parting to strong very fine granular; soft, very friable, sticky and plastic; few fine and very fine roots; few very fine vesicular pores; slightly effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (2 to 4 inches thick)\nBy--3 to 11 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure; hard, friable, sticky and plastic; few medium and common fine and very fine roots; few very fine tubular pores; secondary gypsum segregated in very few fine filaments; slightly effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (0 to 10 inches thick)\nBCy--11 to 27 inches; grayish brown (10YR 5/2) gypsiferous silty clay, dark grayish brown (10YR 4/2) moist; weak very thick platy structure parting to moderate coarse subangular blocky; hard, firm, sticky and plastic; few medium and common fine and very fine roots; few very fine tubular pores; few thin strata of silt loam; secondary gypsum segregated as common fine irregularly shaped filaments; slightly effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (6 to 20 inches thick)\nCy--27 to 70 inches; grayish brown (10YR 5/2) gypsiferous silty clay, dark grayish brown (10YR 4/2) moist; massive; very hard, firm, sticky and plastic; few medium and very fine roots; common thin strata of silt loam and very fine sandy loam, secondary gypsum segregated in few fine and medium irregularly shaped masses and filaments; slightly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, New Mexico; on the Navajo Indian Reservation about 9 miles east of Sheep Springs near the Great Bend of the Chaco River; 1,000 feet east and 1,000 feet south of the northwest corner of sec. 3, T.22N., R.16W.; Latitude 36 degrees 10 minutes 27 seconds N and Longitude 108 degrees 9 minutes 46 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section from July to October and December to March. Driest during May and June. Typic aridic moisture regime.\nSoil temperature: 52 to 57 degrees F.\nClay content control section weighted average: 35 to 55 percent\nReaction: moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 1 to 10 percent\nRock fragments: 0 to 10 percent gravel\nA horizon\nHue: 10YR, 2.5Y\nValue: 5 or 6 dry, 4 or 5 moist\nChroma:  2 through 4, dry or moist\nTexture: silty clay loam, clay loam, sandy clay loam\nSalinity: 0 to 8 dS/m\nSodicity, SAR: 5 to 13\nBy horizon\nHue: 10YR, 2.5Y\nValue: 5 or 6, dry and moist\nChroma: 2 through 4, dry or moist\nTexture: silty clay loam, silty clay, clay\nSalinity:  4 to 8 dS/m\nSodicity, SAR:  5 to 13\nGypsum content: less than 1 percent\nBCy and Cy horizons\nHue: 10YR, 2.5Y\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nTexture: stratified gypsiferous sandy clay loam, clay loam, clay, silty clay\nSalinity: 4 to 16 dS/m\nSodicity, SAR: 13 to 30\nGypsum content: 1 to 5 percent\nOther features: most pedons have thin strata of silt loam, very fine sandy loam, sandy clay loam, loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hanksville (UT), Shear (UT) and Yuba (UT) series.  Hanksville soils are moderately deep to shale. Shear and Yuba soils are in the Great Basin Desert and are drier in the summer and more moist in the winter. In addition, Shear soils formed in eolian clays on wind deposited dunes and have very fine granular structure that gives the appearance and loose consistence of medium sand; Yuba soils have salic horizons and mean annual soil temperatures of 51 to 54 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Notal soils are on low stream terraces on valley floors and alluvial fans on valley sides, fan terraces, and small depressions of undulating plateaus. Notal soils formed in stratified alluvium, stream alluvium, and fan alluvium derived from Cretaceous and Tertiary shale, siltstone, and sandstone. Thin, locally derived deposits of eolian material are present in some areas. Slopes are 0 to 5 percent.  Elevation ranges from 4,700 to 6,500 feet.  The mean annual precipitation is 5 to 10 inches with 35 to 60 percent falling as rain from high-intensity thunderstorms between July and September.  The mean annual temperature is 50 to 55 degrees F. The average frost-free period is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blueflat, Hamburn, Jeddito, and Razito soils. Blueflat soils are moderately deep and have gypsic horizons. Hamburn soils are fine-loamy and occur on flood plains. Jeddito soils are coarse-loamy and occur on low stream terraces. Razito soils are sandy and occur on stable dunes and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; very slow permeability. Some phases of this soil have a rare hazard of flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Notal soils are used for livestock grazing and limited irrigated agriculture.  Present vegetation is alkali sacaton, mound saltbush, galleta, black greasewood, and Torrey seapweed. The principal crops are alfalfa for hay, and grasses and legumes for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Notal soils in northeast Arizona and southwest Colorado. MLRA 35, LRR-D.  Notal soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, New Mexico, Eastern Part, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  the zone from 0 to 3 inches (A horizon)\nEntisol feature - the lack of diagnostic horizons within 3 to 40 inches (Bw, BCy, and Cy horizons)\nThe By horizon does not qualify as a cambic horizon because it lacks consistently higher chroma, redder hue, or higher clay content than an underlying horizon, and also because of the lack of evidence of removal of calcium carbonates. Bk or Ck horizons are not present below the By horizon, probably due to the young age (Holocene) of the alluvial deposits these soils occur in.  Carbonates are present in the parent material and in the dust that falls on the soil.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nThe taxonomic classification was changed from Typic Camborthids to Typic Torriorthents in 1993.  Present classification represents the soil as mapped in the drier areas of San Juan County, New Mexico.  The upper end of the precipitation range has been restricted to 8 inches to better represent the Typic Aridic moisture regime as it occurs in northwest New Mexico.  Areas mapped as Notal in the Eastern Part of San Juan County, New Mexico, which have 8 to 10 inches of mean annual precipitation, are within the range of the established Lybrook series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: One pedon in San Juan County, NM was sampled for full characterization by the NSSL as pedon No. S86NM-045-9.\nSoil and Range Inventory Report of District 12; U.S.D.I., BIA, Shiprock Agency, 1978.  Soil profile #4506-1 is within the range of this series.\nSalinity values were determined on the type location and four additional pedons with a Wheatstone bridge or Instant EC salinity kit. SAR values are partially estimated.  Calcium carbonate equivalence was determined with a field volume calcimeter.\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08  DWD"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate thick platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate thick platy structure parting to strong very fine granular; soft, very friable, sticky and plastic; few fine and very fine roots; few very fine vesicular pores; slightly effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "By",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "By--3 to 11 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure; hard, friable, sticky and plastic; few medium and common fine and very fine roots; few very fine tubular pores; secondary gypsum segregated in very few fine filaments; slightly effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "BCy",
        "top": 28,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "weak very thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCy--11 to 27 inches; grayish brown (10YR 5/2) gypsiferous silty clay, dark grayish brown (10YR 4/2) moist; weak very thick platy structure parting to moderate coarse subangular blocky; hard, firm, sticky and plastic; few medium and common fine and very fine roots; few very fine tubular pores; few thin strata of silt loam; secondary gypsum segregated as common fine irregularly shaped filaments; slightly effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "Cy",
        "top": 69,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cy--27 to 70 inches; grayish brown (10YR 5/2) gypsiferous silty clay, dark grayish brown (10YR 4/2) moist; massive; very hard, firm, sticky and plastic; few medium and very fine roots; common thin strata of silt loam and very fine sandy loam, secondary gypsum segregated in few fine and medium irregularly shaped masses and filaments; slightly effervescent; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
