{
  "SERIES": "NOTCHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGM:GWH",
  "REVDATE": "10/2018",
  "STATES": "AL,FL",
  "OVERVIEW": "The Notcher series consists of deep, moderately well drained, moderately slowly permeable soils on uplands that formed in loamy marine sediments of the Coastal Plain.  They are saturated in the lower part in late winter and early spring.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Notcher sandy loam, on a smooth 0.5 percent slope in a cultivated field.  (Colors are for moist soil.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; friable; few fine roots; few nodules of ironstone; medium acid; abrupt smooth boundary.  (4 to 9 inches thick)\nBtc1--7 to 16 inches; yellowish brown (10YR 5/6) gravelly loam; weak medium subangular blocky structure; friable; few fine roots and pores; 25 percent fine and medium nodules of ironstone; strongly acid; clear wavy boundary.\nBtc2--16 to 28 inches; yellowish brown (10YR 5/8) loam; weak medium subangular blocky structure; friable; few fine roots and pores; 12 percent fine and medium nodules of ironstone; strongly acid; gradual wavy boundary.\nBtc3--28 to 44 inches; yellowish brown (10YR 5/8) clay loam; few fine prominent red (2.5YR 4/8) mottles; weak medium subangular and angular blocky structure; friable; few fine roots and pores; 10 percent small nodules of ironstone; 1 to 3 percent nodular plinthite; very strongly acid; gradual wavy boundary.  (Combined thickness of the Btc horizon is 22 to 50 inches.)\nBtv1--44 to 57 inches; mottled yellowish brown (10YR 5/8), yellow (2.5Y 7/6), red (2.5YR 4/8), and light gray (2.5Y 7/2) clay loam; weak medium subangular blocky structure; friable; few fine pores; 5 percent small nodules of ironstone; 12 to 15 percent firm and slightly brittle nodular plinthite; very strongly acid; clear wavy boundary.\nBtv2--57 to 70 inches; mottled yellowish red (5YR 4/8), strong brown (7.5YR 5/6), yellowish brown (10YR 5/8), and light gray (2.5Y 7/2) clay loam; moderate medium subangular and angular blocky structure; friable; few fine pores; 10 percent firm and slightly brittle nodular plinthite; very strongly acid; clear wavy boundary.  (Combined thickness of the Btv horizon extends to a depth of 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mobile County, Alabama; 1.5 miles north and 0.2 mile west of Irvington, Alabama.  Site is 75 feet north of road in field in the SE1/4SW1/4SE1/4SW1/4 sec. 12, T. 6 S., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness exceeds 60 inches.  Reaction of the surface horizon ranges from neutral to strongly acid and strongly to very strongly acid in the Bt horizons.\nDepth to horizons with 5 to 30 percent nodular plinthite is 26 to 55 inches.  Up to 10 percent nodules of ironstone occur in horizons with plinthite.  Nodules of ironstone ranging in diameter from 1/4 inch to 2 inches make up 5 to 25 percent by volume of horizons above the horizons with plinthite.  Pockets may contain up to 45 percent nodules of ironstone.  Few flakes of mica occur in the lower part of some pedons.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 5,  and chroma of 2 or 3.  It is fine sandy loam or loam.\nThe E or EB horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 to 8.  It is sandy loam, fine sandy loam, or loam; or their gravelly analogues.\nThe BE or BA horizon, where present, has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 to 8.  Texture is loam, sandy loam, fine sandy loam, or their gravelly analogues.\nThe Btc horizon has hue of 10YR to 5YR, value of 5 or 6, and chroma of 6 or 8.  Some pedons have reddish, yellowish, or brownish mottles.  Texture is sandy clay loam, clay loam, loam, or their gravelly analogues.  Clay content of the textural control section is 20 to 35 percent and silt is 20 percent or more.\nThe Btv horizon has the same color range as the overlying Btc horizon and also includes 2.5YR 5/8.  In most pedons the lower Btv horizon is mottled in shades of red, brown, yellow, and gray.  Texture of the Btv horizon is loam, clay loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Baxterville, Dothan, Malbis, and Tifton series in the same family and Ardilla, Beauregard,  Bowie, Carnegie, Clarendon, Cowarts, Freemanville, Irvington,  Poarch, Saucier, Sunsweet, Varina, and Vaucluse series.  Ardilla, Baxterville, Beauregard, Bowie, Clarendon, Cowarts, Dothan, Malbis, Poarch, Saucier, Varina, and Vaucluse soils contain less\nthan 5 percent ironstone nodules.  In addition, Ardilla, Beauregard, Clarendon, Irvington, and Saucier soils have mottles of chroma 2 or less within 30 inches of the surface.  Carnegie, Cowarts, and Sunsweet soils contain more than 5 percent nonindurated plinthite at depths less than 24 inches.  Cowarts, Dothan, and Tifton soils have less than 20 percent silt in their control sections.  Freemanville, Sunsweet, and Varina soils have more than 35 percent clay in their control sections.  Poarch soils contain less than 18 percent clay in their control sections.  Vaucluse soils have less than 5 percent plinthite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Notcher soils are on level to gently sloping uplands of the Coastal Plain.  Slope gradients range from 0 to 8 percent.  They formed in Coastal Plain sediments of sandy clay\nloams, loams, and clay loams.  The climate is warm and humid. Near the type location, the mean annual temperature is 67 degrees F., and mean annual precipitation is 63 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Irvington, Malbis, and Poarch series, and the Bama, Benndale, Grady, and Robertsdale series.  Bama, Benndale, and Grady soils\nlack over 5 percent ironstone nodules and plinthite.  In addition, Benndale soils contain less than 18 percent clay and Grady soils contain more than 35 percent clay and are poorly drained.  Robertsdale soils are also more poorly drained than Notcher soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to slow runoff; moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil is under cultivation. Crops commonly grown include soybeans, corn, potatoes, vegetable and small grain crops.  Some areas are in pasture.  Natural\nforest vegetation consists largely of longleaf, loblolly, slash pines, and some hardwood.  The understory consists of gallberry, dogwood, blackgum, and native grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain sections of Alabama, Florida, Mississippi, and possibly Louisiana and Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mobile County, Alabama; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Tifton series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; friable; few fine roots; few nodules of ironstone; medium acid; abrupt smooth boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "Btc1",
        "top": 18,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btc1--7 to 16 inches; yellowish brown (10YR 5/6) gravelly loam; weak medium subangular blocky structure; friable; few fine roots and pores; 25 percent fine and medium nodules of ironstone; strongly acid; clear wavy boundary."
      },
      {
        "name": "Btc2",
        "top": 41,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btc2--16 to 28 inches; yellowish brown (10YR 5/8) loam; weak medium subangular blocky structure; friable; few fine roots and pores; 12 percent fine and medium nodules of ironstone; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btc3",
        "top": 71,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btc3--28 to 44 inches; yellowish brown (10YR 5/8) clay loam; few fine prominent red (2.5YR 4/8) mottles; weak medium subangular and angular blocky structure; friable; few fine roots and pores; 10 percent small nodules of ironstone; 1 to 3 percent nodular plinthite; very strongly acid; gradual wavy boundary.  (Combined thickness of the Btc horizon is 22 to 50 inches.)"
      },
      {
        "name": "Btv1",
        "top": 112,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btv1--44 to 57 inches; mottled yellowish brown (10YR 5/8), yellow (2.5Y 7/6), red (2.5YR 4/8), and light gray (2.5Y 7/2) clay loam; weak medium subangular blocky structure; friable; few fine pores; 5 percent small nodules of ironstone; 12 to 15 percent firm and slightly brittle nodular plinthite; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Btv2",
        "top": 145,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btv2--57 to 70 inches; mottled yellowish red (5YR 4/8), strong brown (7.5YR 5/6), yellowish brown (10YR 5/8), and light gray (2.5Y 7/2) clay loam; moderate medium subangular and angular blocky structure; friable; few fine pores; 10 percent firm and slightly brittle nodular plinthite; very strongly acid; clear wavy boundary.  (Combined thickness of the Btv horizon extends to a depth of 60 inches or more.)"
      }
    ]
  ]
}
