{
  "SERIES": "NOTELLUMCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/PWB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Notellumcreek series consists of shallow, well drained soils that formed in residuum and colluvium derived from welded tuff. The Notellumcreek soils are on mountains. Slopes are 15 to 50 percent. The mean annual precipitation is about 575 mm and the mean annual temperature is about 4.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Notellumcreek very stony ashy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 20 percent gravel, 20 percent cobbles, 10 percent stones, and 5 percent boulders. The soil is generally associated with areas of Rock outcrop.\nA1--0 to 5 cm; grayish brown (10YR 5/2) very stony ashy loam, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine, and few medium interstitial and tubular pores; 10 percent gravel, 10 percent cobbles, and 15 percent stones; slightly acid (pH 6.3); clear smooth boundary.\nA2--5 to 18 cm; grayish brown (10YR 5/2) very stony ashy loam, very dark grayish brown (10YR 3/2) moist; strong medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium interstitial and tubular pores; 15 percent gravel, 10 percent cobbles, and 10 percent stones; moderately acid (pH 5.9); clear smooth boundary.  (Combined thickness of the A horizons is 5 to 30 cm)\nBt1--18 to 28 cm; yellowish brown (10YR 5/4) very stony ashy clay loam, dark brown (10YR 3/3) moist; strong coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine and medium, and common fine roots; common very fine and fine interstitial and tubular pores; common faint clay films on faces of peds; 15 percent gravel, 20 percent cobbles, and 15 percent stones; slightly acid (pH 6.2); clear smooth boundary.\nBt2--28 to 38 cm; yellowish brown (10YR 5/4) very stony ashy clay loam, dark yellowish brown (10YR 3/4) moist; strong coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and fine, and few medium interstitial and tubular pores; many faint clay films on faces of peds; 15 percent gravel, 20 percent cobbles, and 15 percent stones; neutral (pH 6.6); abrupt smooth boundary.  (Combined thickness of Bt horizons 31 to 60 cm)\nR--38 cm; indurated welded tuff bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; about 4 miles east of Cave Lake and 0.25 miles west of Cooper Summit; about 430 feet north and 520 feet east of the southwest corner of sec. 14, T. 15 N., R 65 E.;USGS Cave Creek 7.5 minute topographic quadrangle; latitude 39 degrees 09 minutes 34.5 seconds N and longitude 114 degrees 39 minutes 0.1 seconds W; WGS84 Decimal Degrees 39.1595833 latitude, -114.6500278 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in all parts at least 45 consecutive days following the summer solstice (July and August); xeric soil moisture regime.\nMean annual soil temperature: 5.5 to 7 degrees C.\nMollic epipedon thickness: 18 to 30 cm.\nArgillic horizon thickness: 10 to 25 cm.\nDepth to a lithic contact: 36 to 50 cm.\nMineralogy: 30 to 40 percent volcanic glass in the 0.2 to 2 mm fraction and averages 0.05 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nRock fragment content: Averages 35 to 50 percent, containing equal volumes of gravel, cobbles, and stones.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or moderately acid.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4.\nTexture modifiers: Very cobbly or very stony.\nOrganic matter content: 0.5 to 1 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Badrock, Domehill, Farepeak, Fingerridge, Hardnut, Hardteph, Mattier, Schoolmarm, Skidbrackle, Starflyer and Wellthomas series.\nBadrock soils have 18 to 27 percent clay in the particle-size control section and a mean annual soil temperature of 7 to 8 degrees C. Domehill, Farepeak, Fingerridge, Hardteph, Mattier, and Wellthomas soils have lithic contacts at depths of less than 36 cm.  Hardnut soils contain 60 to 80 percent rock fragments in the particle-size control section which are mainly gravel. Schoolmarm soils have an aridic soil moisture regime bordering on xeric and have a mean annual soil temperature of 7 to 8 degrees C. Skidbrackle soils contain 50 to 80 percent volcanic glass content in the coarse silt through fine sand fractions. Starflyer soils have a mean annual soil temperature of 7 to 8 degrees C and a xeric soil moisture regime bordering on aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Notellumcreek soils are on mountains. These soils formed in colluvium and residuum derived from welded tuff. Slopes are 15 to 50 percent. Elevations range from 2,500 to 2,950 meters. The climate is moist-subhumid with cold wet winters and warm dry summers. The mean annual precipitation is 450 to 700 mm; mean annual temperature is 4 to 6 degrees C; and frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crethers, the competing Schoolmarm, and Tusel series. Crethers soils are very deep, and have 35 to 40 percent clay in the particle-size control section. Tusel soils are deep or very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Notellumcreek soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mainly, bluebunch wheatgrass, mountain big sagebrush, and curlleaf mountainmahogany.\nThis site is correlated to Ecological Site R28BY032NV, Stony Mahogany Savanna."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central Nevada. These soils are not extensive. The series concept and main acreage is in MLRA 28B, while other acreage occurs in MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Humboldt-Toiyabe National Forest, South Part, Nevada, 2013. The name was coined during hunting season."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 18 to 38 cm (Bt1 and Bt2 horizons).\nLithic contact - The layer at 38 cm (R layer).\nParticle-size control section - The zone from 18 to 38 cm (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: User Pedon ID: 07NV778062-CWL"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; grayish brown (10YR 5/2) very stony ashy loam, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine, and few medium interstitial and tubular pores; 10 percent gravel, 10 percent cobbles, and 15 percent stones; slightly acid (pH 6.3); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 18 cm; grayish brown (10YR 5/2) very stony ashy loam, very dark grayish brown (10YR 3/2) moist; strong medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium interstitial and tubular pores; 15 percent gravel, 10 percent cobbles, and 10 percent stones; moderately acid (pH 5.9); clear smooth boundary.  (Combined thickness of the A horizons is 5 to 30 cm)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--18 to 28 cm; yellowish brown (10YR 5/4) very stony ashy clay loam, dark brown (10YR 3/3) moist; strong coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine and medium, and common fine roots; common very fine and fine interstitial and tubular pores; common faint clay films on faces of peds; 15 percent gravel, 20 percent cobbles, and 15 percent stones; slightly acid (pH 6.2); clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--28 to 38 cm; yellowish brown (10YR 5/4) very stony ashy clay loam, dark yellowish brown (10YR 3/4) moist; strong coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and fine, and few medium interstitial and tubular pores; many faint clay films on faces of peds; 15 percent gravel, 20 percent cobbles, and 15 percent stones; neutral (pH 6.6); abrupt smooth boundary.  (Combined thickness of Bt horizons 31 to 60 cm)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--38 cm; indurated welded tuff bedrock."
      }
    ]
  ]
}
