{
  "SERIES": "NOTLIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/AP",
  "REVDATE": "7/98",
  "STATES": "UT",
  "OVERVIEW": "The Notlic series consists of very deep, well drained soils that formed in alluvium derived from sedimentary rocks.  Notlic soils are on alluvial fans.  Slopes range from 5 to 15 percent.  Mean annual precipitation is about 10 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Notlic very cobbly loam, on a south facing, linear to concave, 9 percent slope in Utah juniper and pinyon pine at an elevation of 5,740 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 20 percent gravel and channers, 10 percent cobbles, and 5 percent stones.\nA--0 to 4 inches; brown (7.5YR 5/3) very cobbly loam, brown (7.5YR 4/3) moist; weak thin platy structure parting to weak fine and very fine subangular blocky; soft, friable, slightly sticky and slightly plastic; many very fine, common fine, few medium roots; many very fine, few fine and medium tubular pores; 20 percent gravel, 10 percent cobbles, 10 percent channers, 5 percent stones; very slightly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 5 inches thick)\nC1--4 to 13 inches; brown (7.5YR 5/4) extremely gravelly fine sandy loam, brown (7.5YR 4/4) moist; weak fine and very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, few medium roots; many very fine, common fine, few medium tubular and interstitial pores; 40 percent gravel, 10 percent cobbles, 10 percent channers, 5 percent stones; slightly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.4); gradual wavy boundary.\nC2--13 to 29 inches; brown (7.5YR 5/3) extremely gravelly loam, brown (7.5YR 4/3) moist; weak fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine roots; many very fine, common fine, few medium tubular and interstitial pores; 30 percent gravel, 10 percent cobbles, 10 percent channers, 15 percent stones; slightly effervescent; calcium carbonate is disseminated; strongly alkaline (pH 8.6); gradual wavy boundary.\nC3--29 to 48 inches; brown (7.5YR 5/4) extremely gravelly sandy clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine roots; many very fine, few fine and medium tubular and interstitial pores; 45 percent gravel, 10 percent cobbles, 10 percent channers; slightly effervescent; calcium carbonate is disseminated; strongly alkaline (pH 8.6); gradual wavy boundary.\nC4--48 to 60 inches; brown (7.5YR 5/4) extremely cobbly sandy clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine, few fine tubular pores; 35 percent gravel, 20 percent cobbles, 10 percent channers, 10 percent stones; slightly effervescent; calcium carbonate is disseminated; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; along Jones Hole Creek about 1 miles north of the confluence with Ely Creek; located about 700 feet south and 1,500 feet west of the northeast corner of sec. 12, T.3 S., R.25 E., SLBM; Jones Hole, Utah-Colo. USGS quad; lat. 40 degrees 34 minutes 41 seconds N. and long. 109 degrees 3 minutes 12 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Aridic bording ustic.  The moisture control section is affected by precipitation that falls evenly through the year with a slight increase in late summer and fall.\nMean annual soil temperature:  47 to 51 degrees F.\nSurface rock fragments:  30 to 50 percent predominantly subrounded gravel and cobbles of sedimentary origin.\nParticle-size control section:  18 to 27 percent clay; 50 to 80 percent subrounded rock fragments (predominantly gravel, some cobbles - of sedimentary origin)\nCalcium Carbonate Equivalent:  5 to 15 percent\nA horizon:\nReaction:  moderately alkaline or strongly alkaline\nC horizon:\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 or 4\nTexture:  SCL, L, or FSL with GRX, GRV and CBX modifiers\nRock fragments:  45 to 80 percent total; 25 to 35 percent gravel, 10 to 20 percent cobbles, 5 to 10 percent channers, 5 to 10 percent stones\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chalkcliff (T) and Polychrome series and possibly the Chilton, Happle, and Nihill series not yet updated to the Seventh Edition keys.\nPolychrome:  moderately deep to paralithic contact.\nChalkcliff, Happle, and Nihill:  have hues yellower than 7.5YR.\nChilton:  has moisture control sections affected by significant peak periods of precipitation in the late spring and early summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Notlic soils.\nParent material:  alluvium derived from sedimentary rocks.\nLandform:  alluvial fans.\nSlopes:  5 to 15 percent\nElevation:  5,000 to 5,800 feet\nMean annual air temperature:  45 to 49 degrees F.\nMean annual precipitation:  8 to 12 inches.\nFrost-free period:  110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Iogoon, Labyrinth, Pensore, and Wildmount series.\nIogoon and Labyrinth soils occur on flood plains and are subject to rare flooding and seasonal high water tables at 40 to 60 inches in depth.\nPensore soils occur on hillslopes and are shallow.\nWildmount soils occur on fan remnants and have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are livestock grazing, wildlife habitat, and recreation.  The native plant community is Utah juniper, pinyon pine, galleta, needleandthread, black sagebrush, bluebunch wheatgrass, and Mormon tea.  This soil has been correlated to the Semidesert Stony Loam (Utah Juniper-Pinyon) - 034XY247UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Utah.  LRR D, MLRA 34.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County (Dinosaur National Monument Area), Utah. 1997.  The name was coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 0 to 4 inches.  (A horizon)\nThe cation exchange activity class was inferred from laboratory data in the Uintah Area Soil Survey.\nTaxonomy version: Seventh Edition, 1996.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
