{
  "SERIES": "NOTSTEW",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JBF-TM-JVC",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Notstew series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks and volcanic ash.  Notstew soils are on mountains.  Slopes are 8 to 30 percent.  The mean annual precipitation is about 360 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Lithic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Notstew gravelly ashy sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered with 35 percent gravel, 5 percent cobbles, and 1 percent stones.\nA1--0 to 3 cm; grayish brown (10YR 5/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy parting to weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine interstitial pores; 25 percent gravel, 5 percent cobbles, and 1 percent stones; neutral (pH 7.0); abrupt smooth boundary.  (3 to 8 cm thick)\nA2--3 to 18 cm; brown (10YR 5/3) gravelly ashy loam, dark brown (10YR 3/3) moist; moderate medium platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores; 25 percent gravel and 5 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.  (8 to 18 cm thick)\nBt1--18 to 23 cm; yellowish brown (10YR 5/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; strong fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; common prominent clay films on faces of peds, lining pores, and coating rock fragments; 25 percent gravel and 25 percent cobbles; neutral (pH 6.8); clear smooth boundary.  (5 to 13 cm thick)\nBt2--23 to 28 cm; light yellowish brown (10YR 6/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; strong fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; many prominent clay films on faces of peds and lining pores; 25 percent gravel and 25 percent cobbles; neutral (pH 6.8); abrupt smooth boundary.  (0 to 15 cm thick)\nR--28 cm; hard volcanic rock; fractured in the upper 2.5 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; on the Toiyabe National Forest and on Table Mountain in the Monitor Range; about 2,400 feet south and 200 feet east of the northwest corner of section 20, T. 11 N., R. 48 E.; USGS Danville 7.5 minute topographic quadrangle; latitude 38 degrees 46 minutes 52 seconds N and longitude 116 degrees 36 minutes 30 seconds W; WGS84 Decimal Degrees 38.7812222 latitude, -116.6083333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section during late fall, winter, and spring; dry from June through early October for 75 to 90 consecutive days in the four months following the summer solstice; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 8 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 18 to 25 cm; does not include the Bt horizons in most pedons.\nDepth to bedrock: 20 to 36 cm to a lithic contact.\nOther features: An abrupt horizon boundary is normally present between the A2 and Bt1 horizon accompanied by an abrupt increase in clay content of at least\n15 percent.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content: Averages 27 to 35 percent. Rock fragments: Averages 35 to 60 percent, mainly cobbles; 25 to 60 percent of the gravel fraction is fine gravel (2 to 5 mm diameter).  Lithology of fragments are volcanic rocks such as andesite.\nA horizons\nValue 4 or 5 dry, 2 or 3  moist.\nChroma: 2 or 3, dry or moist.\nClay content: 12 to 20 percent.\nOrganic matter content: 2 to 4 percent.\nVolcanic glass content: 25 to 50 percent in coarse silt through fine sand fractions.\nBt horizons\nValue 5 or 6 dry.\nChroma: 3 or 4, dry or moist.\nTexture: Very cobbly clay loam or very cobbly clay.\nClay content: 35 to 45 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 or 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bushpark, Copenhaver, Donkehill, Hogmalat, Layview, Maygal, Mosroc, Mountpatterson, Nielsen, Nieman, and Thiefridge series.\nBushpark soils have a udic moisture regime.  Copenhaver and Nieman soils have an ustic moisture regime.  Donkehill soils have horizons with identifiable secondary carbonates.  Hogmalat soils have mean annual soil temperature of 3 to 4 degrees C. and reaction is strongly acid or moderately acid in the argillic horizon.  Layview soils are dominated by gravel and do not have more than 35 percent clay in the argillic horizon.  Maygal soils have lithic contacts that are 36 to 50 cm from the soil surface, are dominated by gravel, and average 60 to 80 percent rock fragments in the particle-size control section.  Mosroc soils have rock fragments that are granitic rocks and are not influenced by volcanic glass.  Mountpatterson soils have mean summer soil temperature of 8 to 12 degrees C.  Nielsen soils are dominated by channers and have rock fragments that are sandstone or quartzite.  Thiefridge soils have Oi horizons, have lithic contacts that are 36 to 50 cm from the soil surface, have 4 to 10 percent organic matter in the A horizons, and have mean summer soil temperature of 10 to 12 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Notstew soils are on mountains.  They typically occur on shoulder positions.  These soils formed in residuum and colluvium derived from volcanic rocks and volcanic ash.  Slopes are 8 to 30 percent.  Elevations range from 2,445 to 3,330 meters.  The climate is subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 3 to 7 degrees C, and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hackwood, Stopatoe, and Suak soils.  These soils are all deeper than 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Notstew soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly low sagebrush, Sandberg's bluegrass, muttongrass, Letterman's needlegrass, and wild onion."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Nevada.  These soils are not extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Nye County (Toiyabe National Forest, Central Part), Nevada, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 18 to 28 cm (Bt1 and Bt2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nLithic contact - The boundary at 28 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 28 cm (A1, A2, Bt1, and Bt2 horizons).\nADDITIONAL DATA:  The volcanic glass content in the surface horizons is estimated based on nearby lab pedons sampled for full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, such as soil survey sample numbers S78NV-023-004 and S78NV-023-005 (pedons # 78P0562 and 78P0563).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; grayish brown (10YR 5/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy parting to weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine interstitial pores; 25 percent gravel, 5 percent cobbles, and 1 percent stones; neutral (pH 7.0); abrupt smooth boundary.  (3 to 8 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--3 to 18 cm; brown (10YR 5/3) gravelly ashy loam, dark brown (10YR 3/3) moist; moderate medium platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores; 25 percent gravel and 5 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.  (8 to 18 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--18 to 23 cm; yellowish brown (10YR 5/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; strong fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; common prominent clay films on faces of peds, lining pores, and coating rock fragments; 25 percent gravel and 25 percent cobbles; neutral (pH 6.8); clear smooth boundary.  (5 to 13 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--23 to 28 cm; light yellowish brown (10YR 6/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; strong fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; many prominent clay films on faces of peds and lining pores; 25 percent gravel and 25 percent cobbles; neutral (pH 6.8); abrupt smooth boundary.  (0 to 15 cm thick)"
      },
      {
        "name": "R",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--28 cm; hard volcanic rock; fractured in the upper 2.5 cm."
      }
    ]
  ]
}
