{
  "SERIES": "NOTTAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ESC-NWS",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Nottawa series consists of very deep, moderately well drained soils formed in loamy outwash overlying sandy outwash on outwash plains. Slope ranges from 0 to 4 percent. Mean annual precipitation is about 838 mm (33 inches), and mean annual temperature is about 10.6 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nottawa sandy loam, on a west-facing, 2 percent slope in a cultivated field.  Colors are for moist soil unless otherwise stated.)\nAp--0 to 28 cm (11 inches); very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; many fine roots; moderately acid; abrupt smooth boundary. [25 to 61 cm (10 to 24 inches) thick]\nBt1--28 to 38 cm (11 to 15 inches); dark brown (10YR 3/3) sandy loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure; friable; common fine roots; thin very dark grayish brown (10YR 3/2) clay films on faces of peds; 10 percent gravel and cobbles; moderately acid; clear smooth boundary.\nBt2--38 to 58 cm (15 to 23 inches); dark yellowish brown (10YR 3/4) sandy loam; weak medium subangular blocky structure; friable; common fine roots; thin very dark grayish brown (10YR 3/2) clay films on faces of peds; 10 percent gravel and cobbles; moderately acid; gradual wavy boundary.\nBt3--58 to 71 cm (23 to 28 inches); dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; very friable; common fine roots; thin dark brown (10YR 3/3) clay coatings on sand grains and as bridging between sand grains; 5 percent gravel; moderately acid; gradual wavy boundary.\nBt4--71 to 84 cm (28 to 33 inches); yellowish brown (10YR 5/4) loamy sand; weak medium subangular blocky structure; very friable; thin dark brown (10YR 3/3) clay coatings on sand grains and bridging between sand grains; common fine prominent yellowish brown (10YR 5/8) and few fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron; 5 percent gravel; moderately acid; clear wavy boundary. [Combined thickness of the Bt horizon is 41 to 102 cm (16 to 40 inches).]\nBC--84 to 117 cm (33 to 46 inches); brown (7.5YR 4/4) sand; single grain; loose; few coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron; 5 percent gravel; slightly acid; clear wavy boundary. [0 to 51 cm (20 inches) thick]\nC--117 to 152 cm (46 to 60 inches); pale brown (10YR 6/3) sand; common fine distinct yellow (10YR 7/6) and prominent brownish yellow (10YR 6/8), and many medium distinct brown (7.5YR 4/4) masses of oxidized iron; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Joseph County, Michigan; about 2 miles southwest of Mendon; 1,650 feet north and 330 feet east of the southwest corner of sec. 3, T. 6 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 178 cm (40 to 72 inches)\nSand fraction: dominantly medium or coarser in the solum\nParticle-size control section: averages 12 to 18 percent clay\nRock fragment content: 0 to 14 percent throughout\nAp horizon:\nHue: 10YR\nValue: 2 or 3; 3 to 5 dry\nChroma: 1 to 3\nTexture: sandy loam or loam\nReaction: strongly acid to neutral\nSome pedons have BA horizons.\nBt horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: typically sandy loam or loam with individual horizons of sandy clay loam or loamy sand\nReaction: strongly acid to moderately acid\nBC horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: loamy sand or sand\nReaction: strongly acid to slightly acid\nC horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 3 or 4\nReaction: moderately acid to moderately alkaline\nCalcareous sand or gravelly sand is usually at depths of 152 cm to 2.54 meters ( 5 to 10 feet)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nottawa soils are on outwash plains of Wisconsinan age. Slope ranges from 0 to 4 percent. The Nottawa soils formed in outwash that is loamy in the upper part and sandy in the lower part. Mean annual precipitation ranges from 686 to 940 mm (27 to 37 inches). Mean annual temperature ranges from 8.9 to 12.2 degrees C (48 to 54 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Oshtemo, somewhat poorly drained Brady and poorly drained Gilford soils. Oshtemo soils lack mollic epipedons. Gilford soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is high or very high. Permeability is moderately rapid over rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are cropped to corn, soybeans, small grain, and legume-grass mixtures. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 98 in southwestern Michigan. ThIS series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Joseph County, Michigan, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 28 cm (11 inches) (Ap horizon).\nArgillic horizon: from a depth of 28 to 84 cm (11 to 33 inches) (Bt horizon).\nAquic conditions: masses of oxidized iron in all horizons below a depth of 71 cm (28 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
