{
  "SERIES": "NOVATO",
  "STATUS": "Established Series",
  "BYREV": "Rev. ET/GML/RLR",
  "REVDATE": "05/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, nonacid, isomesic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Novato clay, on a nearly level slope with a cover of cordgrass, pickleweed, and saltgrass at 0 meter elevation. (Colors are for dry soil unless otherwise stated. When described (12/14/2017) the soil was wet throughout. A water table was near soil surface. The soil was described during mid tide.)\nAg1--0 to 16 cm; light olive gray (5Y 6/2) clay, olive gray (5Y 4/2) moist; weak thick platy structure; extremely hard, firm, very sticky and very plastic; many fine and common medium roots; many fine and common medium tubular pores; 8 percent medium prominent strong brown (7.5YR 4/6) iron-manganese masses on surfaces along pores; slightly alkaline (pH 7.8); clear wavy boundary.\nAg2--16 to 28 cm; gray (5Y 6/1) clay, dark gray (5Y 4/1) moist; weak medium platy structure; extremely hard, firm, very sticky and very plastic; common very fine and few medium roots; many very fine tubular pores; 8 percent medium prominent strong brown (7.5YR 4/6) weakly cemented iron manganese nodules and 5 percent medium prominent strong brown (7.5YR 4/6) iron-manganese masses in the matrix; 2 percent prominent black (N 2.5/) organic stains; moderately alkaline (pH 8.2); gradual wavy boundary. (Combined thickness of Ag horizons is 15 to 55 cm)\nCg1--28 to 120 cm; greenish gray (10Y 6/1) clay, dark greenish gray (10Y 4/1) moist; massive; extremely hard, firm, very sticky and very plastic; common fine roots; common very fine tubular pores; 1 percent wood fragments; 5 percent organic stains black (N 2.5/); moderately alkaline (pH 8.2); gradual wavy boundary.\nCg2--120 to 200 cm; greenish gray (10Y 6/1) clay, very dark greenish gray (10Y 3/1) moist; massive; extremely hard, firm, very sticky and very plastic; 1 percent wood fragments; 5 percent organic stains black (N 2.5/); moderately alkaline (pH 8.2). (Combined thickness of Cg horizons is 145 to 185 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marin County, California; Salt marsh to the southeast of Hamilton Bay restoration area.  Follow the southern levee to the bend at the margin with the salt marsh. Continue south along the levee 1250 meters south and 75 meter east of the bend in the levee. 38.03696 degrees latitude, -122.49843 degrees longitude; UTM Zone 10, 4210034.60n, 0544014.53e; WGS84. U.S.G.S. Quad Name: Petaluma Point, CA."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are continuously saturated with sea water. At some depth within 50 cm of the surface dominant chromas on the matrix of 2 or less. The n value is 1.0 to 1.5. The average clay content in the control section is 60 percent or greater. Mean annual soil temperature is 14.5 to 15.5 degrees C. The difference between mean summer and mean winter soil temperatures is 5 degrees Celsius or less.  Soil has sulfidic material throughout. The soil is slightly alkaline through strongly alkaline throughout when saturated. After air drying for 30 days the soil is extremely acid.\nAg horizons\nHue: 2.5YR, 10YR or 5Y dry and moist\nValue: 4 to 7 dry; 3 or 4 moist\nChroma: 1 to 3 dry and moist\nTexture: silty clay or clay\nClay content: 50 to 70 percent\nElectrical conductivity (EC): 30 to 60 dS/m\nSodium adsorption ratio (SAR): 46 to 90\nCg horizons\nHue: N, 5Y, 2.5Y or 10YR dry and moist\nValue: 5 to 7 dry; 2 to 4 moist\nChroma: 0, 1 or 2 dry and moist\nTexture: silty clay or clay\nClay content:50 to 70\nElectrical conductivity (EC): 20 to 70 dS/m\nSodium adsorption ratio (SAR): 46 to 90"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Novato soils are in tidal marshes. They are nearly level and were deposited as bay mud. Elevation is 0 to 4 meters. The climate is subhumid with warm and partially foggy summer and cool moist winters. Mean annual precipitation is 370 to 725 mm. Mean annual temperature is 14.5 degrees to 15.5 degrees F. The mean January temperature is about 8 degrees C.; and the mean July temperature is about 20 degrees F. The frost-free season is about 355 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Blucher, Cole and Reyes soils.\nBlucher soils: fine-loamy particle-size class and have a mollic epipedon located on alluvial fans and edges of basins.\nCole soils: argillic horizon and a mollic epipedon and are located on alluvial fans.\nReyes soils: acidic pH from drainage and are protected from tidal influence by levees."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Very poorly drained; low saturated hydraulic conductivity. Water table fluctuates with the tides from 0.5 meter above the surface during very high tides to a depth of 0.5 meter during low tides."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  It is used for wildlife habitat. The principal native plants are pickleweed, saltgrass, and cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the margins of San Francisco, San Pablo, and Tomales Bays in California. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marin County, California, 1979"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 28 cm\nRedox concentrations - the zone from a depth of 0 to 28 cm\nAquic conditions - the zone from a depth of 0 to 200 cm\nSulfidic materials - the zone from a depth of 28 to 200 cm\nReyes soils mapped in other survey areas not protected by levees and flooded daily by tides would now be recognized as the Novato series. Reyes soils have now been redefined to include only those soils that have been reclaimed and are protected by levees.\nType location was moved from 1979CA041001 to S2017CA041001 to better fit current concept of Novato series.\nADDITIONAL DATA:\nSite ID S2017CA041001 Pedon ID S2017CA041001\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
