{
  "SERIES": "NOWEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMC-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Nowen series consists of very deep, poorly drained soils formed in sandy loam glacial till on moraines. Permeability is moderate.  Slopes range from 0 to 2 percent.  Mean annual air temperature is about 43 degrees F.  Mean annual precipitation is about 26 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nowen sandy loam with a 1/2 percent plane slope on a ground moraine at an elevation 935 feet in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine subangular blocky structure; very friable; about 5 percent rock fragments; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nEg--9 to 15 inches; grayish brown (10YR 5/2) fine sandy loam; weak medium platy structure; very friable; common fine distinct brownish yellow (10YR 6/6) and common fine prominent strong brown (7.5YR 5/8) Fe concentrations; about 5 percent rock fragments; slightly acid; clear wavy boundary.  (4 to 10 inches thick)\nBtg1--15 to 20 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium subangular blocky structure; friable; few fine prominent strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) Fe concentrations; about 10 percent rock fragments; slightly acid; clear wavy boundary. (3 to 10 inches thick)\nBtg2--20 to 30 inches; light brownish gray (10YR 6/2) fine sandy loam; weak coarse prismatic structure parting to moderate medium and coarse subangular blocky structure; friable; thin patchy clay films in pores and on some vertical faces of peds; thin bleached very fine sand coatings on faces of prisms; few fine prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) Fe concentrations; about 10 percent rock fragments; slightly acid; clear wavy boundary.  (6 to 14 inches thick)\nBtg3--30 to 42 inches; gray (10YR 6/1) fine sandy loam; weak medium subangular blocky structure; friable; few thin patchy clay films in pores and on faces of peds; common medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) Fe concentrations; about 10 percent rock fragments; slightly acid; clear wavy boundary.  (6 to 15 inches thick)\nBg--42 to 49 inches; gray (10YR 6/1) fine sandy loam; weak very coarse platy structure parting to weak medium angular blocky structure; friable; many medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/8) Fe concentrations; about 10 percent rock fragments; neutral; clear wavy boundary.  (5 to 15 inches thick)\nCg--49 to 60 inches; gray (10YR 6/1) sandy loam; massive; friable; common medium prominent reddish yellow (7.5YR 7/8) and yellowish red (5YR 4/8) Fe concentrations; about 10 percent rock fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Anoka County, Minnesota; 1,600 feet east and 50 feet south of the northwest corner of sec. 29, T. 33 N., R. 25 W.; USGS Quadrangle Nowthen, Minn.; Latitude 45 degrees 19 minutes 40 seconds N.; Longitude 93 degrees 29 minutes 3 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates commonly is more than 60 inches.  Rock fragments of mixed lithology are dispersed throughout the solum and C horizon and range from 2 to 15 percent by volume.  Mineralogy of the fine earth fraction is mixed.  Mean annual soil temperature ranges from 42 to 47 degrees F.  The A horizons and B2 horizons are slightly or moderately acid.  The Ap horizons that have been limed are slightly acid or neutral.  The B3 horizon is slightly acid to neutral.\nNoncultivated pedons have an A horizon that is 3 to 5 inches thick and that has hue of 10YR, value of 2 or 3, and chroma of 1.  Texture is sandy loam, fine sandy loam, or loam.  They have a weak or moderate, granular or subangular blocky structure.\nThe E horizons have a matrix with hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  It has redoximorphic features.  It has a weak or moderate platy structure.  Typically it is sandy loam or fine sandy loam, but loamy sand and loamy fine sand are included in the range.\nThe Btg horizons have a matrix with hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2.  It has distinct or prominent redoximorphic features.  It is sandy loam or fine sandy loam averaging between 10 and 18 percent clay.  Thin discontinuous strata of irregular shaped inclusions of loamy sands, loam or sandy clay loam or both are in this horizon of some pedons.  The middle part of the Btg horizons have weak prismatic structure parting to weak or moderate subangular or angular blocky structure. Thin patchy clay films are few or common and primarily are on vertical faces of peds.  Thin to medium, porous, bleached sandy coatings commonly are on faces of prisms.\nThe Bg horizon has a matrix hue of 10YR, value of 5 or 6, and chroma of 1 or 2.  It has redoximorphic features.  It is sandy loam or fine sandy loam.\nThe Cg horizon has a hue of 10YR or 2.5Y, but thin strata or inclusions with redder hue or both are in the range.  It is dominantly sandy loam but thin strata or inclusions of finer or coarser textures or both are in the range.  It is friable or firm.  The C horizon is neutral or slightly acid in the upper part and becomes slightly alkaline with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Epoufette, Hillview, and Waukenabo soils.  Epoufette and Waukenabo soils have free secondary carbonates within 60 inches.  Hillview soils have less than 5 percent, by volume, rock fragments in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly concave slopes with gradients of 2 percent or less on undulating to hilly moraines.  The Nowen soils formed in leached or slightly calcareous sandy loam till of Late Wisconsinan Age.  Mean annual air temperature ranges from 40 to 45 degrees F.  Mean annual precipitation ranges from 26 to 28 inches.  Elevation above sea level ranges from 1000 to 1400 feet.  Frost-free days range from  . . . . ."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The moderately well drained Growton and the well drained Heyder soils are in a drainage sequence with the Nowen soils.  These soils formed in similar materials.  Organic soils are also commonly associated."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. Surface runoff is low.  Permeability is moderate.  The apparent seasonal high water table is at depths of 0.5 to 1.5 feet at some time during the months of November to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A significant part of this soil is cropped to corn, soybeans, small grains, and hay.  Some is used for pasture and some is in forest.  Native vegetation is deciduous forest or mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Minnesota.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Anoka County, Minnesota, July, 1972.  Name is coined from the name Nowthen, a small village in that county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface to 9 inches (Ap horizon); albic horizon - the zone from 9 to 15 inches (Eg horizon); argillic horizon - the zone from 15 to 42 inches (Btg horizons); aquic soil moisture conditions; mollic subgroup.  The surface layer qualifies for a mollic epipedon except for thickness.  An initial review draft of this series (LMC-HRF, February, 1972) was circulated with the name Nowthen.\nClassification was changed 5/94 from the Mollic Ochraqualfs subgroups.\nADDITIONAL DATA:  Refer To MAES Central File Code No. 1341 for results of some laboratory analysis of the typical pedon.  Soil Interpretation Record number is MN0201.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine subangular blocky structure; very friable; about 5 percent rock fragments; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--9 to 15 inches; grayish brown (10YR 5/2) fine sandy loam; weak medium platy structure; very friable; common fine distinct brownish yellow (10YR 6/6) and common fine prominent strong brown (7.5YR 5/8) Fe concentrations; about 5 percent rock fragments; slightly acid; clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 38,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--15 to 20 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium subangular blocky structure; friable; few fine prominent strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) Fe concentrations; about 10 percent rock fragments; slightly acid; clear wavy boundary. (3 to 10 inches thick)"
      },
      {
        "name": "Btg2",
        "top": 51,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--20 to 30 inches; light brownish gray (10YR 6/2) fine sandy loam; weak coarse prismatic structure parting to moderate medium and coarse subangular blocky structure; friable; thin patchy clay films in pores and on some vertical faces of peds; thin bleached very fine sand coatings on faces of prisms; few fine prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) Fe concentrations; about 10 percent rock fragments; slightly acid; clear wavy boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "Btg3",
        "top": 76,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg3--30 to 42 inches; gray (10YR 6/1) fine sandy loam; weak medium subangular blocky structure; friable; few thin patchy clay films in pores and on faces of peds; common medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) Fe concentrations; about 10 percent rock fragments; slightly acid; clear wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "Bg",
        "top": 107,
        "bottom": 124,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--42 to 49 inches; gray (10YR 6/1) fine sandy loam; weak very coarse platy structure parting to weak medium angular blocky structure; friable; many medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/8) Fe concentrations; about 10 percent rock fragments; neutral; clear wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Cg",
        "top": 124,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "narrative": "Cg--49 to 60 inches; gray (10YR 6/1) sandy loam; massive; friable; common medium prominent reddish yellow (7.5YR 7/8) and yellowish red (5YR 4/8) Fe concentrations; about 10 percent rock fragments; neutral."
      }
    ]
  ]
}
