{
  "SERIES": "NUC",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDM/RAF/JVC/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Durinodic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nuc gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; light gray (10YR 7/2) gravelly loam, brown (10YR 5/3) moist; weak thick platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; common very fine and fine vesicular pores; 25 percent gravel; carbonate coats on bottoms of rock fragments; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 13 cm thick)\nA2--3 to 8 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine roots; common very fine and fine interstitial pores; 15 percent gravel; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 10 cm thick)\nBk1--8 to 23 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 5/3) moist; moderate very fine subangular blocky and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and fine interstitial pores; 15 percent gravel; secondary carbonates segregated as coats that are thicker on bottoms of rock fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (10 to 23 cm thick)\nBk2--23 to 30 cm; very pale brown (10YR 7/3) very gravelly loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; common very fine and fine interstitial pores; 50 percent gravel; secondary carbonates segregated as coats on rock fragments; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to 41 cm thick)\nBqk1--30 to 53 cm; white (10YR 8/1) very gravelly clay loam, very pale brown (10YR 8/3) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine roots between carbonate plates and in pockets of softer soil; few fine interstitial pores; weakly cemented with some discontinuous platy very hard and very firm lenses that are strongly silica cemented; few thin brownish silica coats on bottoms of rock fragments; 50 percent gravel coated and cemented by secondary carbonates; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 51 cm thick)\nBqk2--53 to 91 cm; very pale brown (10YR 8/2) very gravelly clay loam, very pale brown (10YR 7/3) moist; massive; hard, friable, moderately sticky and moderately plastic; few fine roots; few fine interstitial pores; 50 percent gravel; few weakly cemented lenses; few thin brownish silica coats on bottoms of rock fragments; secondary carbonates segregated on rock fragments; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (0 to 51 cm thick)\nB'k--91 to 152 cm; very pale brown (10YR 7/4) extremely gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine roots; 85 percent gravel; weakly cemented; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; about 800 feet south and 1,100 feet west of the northeast corner of section 16, T. 10 N., R. 59 E.; USGS Callaway Well 7.5 minute topographic quadrangle; latitude 38 degrees 43 minutes 54.8 seconds N and longitude 115 degrees 20 minutes 34.1 seconds W; WGS84 Decimal Degrees 38.7318889 latitude, -115.3428056 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nDepth to weakly cemented calcic horizon: 25 to 41 cm.\nCalcium carbonate equivalent: 40 to 70 percent.\nReaction: Moderately alkaline through strongly alkaline.\nOther features: Some pedons have strata of extremely gravelly loamy sand below 100 cm.\nParticle-size control section - Clay content:  15 to 30 percent.\nRock fragments - 50 to 75 percent, mainly gravel.  Lithology of fragments is mainly limestone.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nBk1 horizon\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: loam or sandy loam.\nRock fragments: 15 to 35 percent.\nStructure: subangular blocky or granular.\nBk2 and Bqk horizons\nTexture:  Loam,  loam, clay loam, clay loam.\nTexture modifiers: Very gravelly and extremely gravelly.\nConsistence:  Slightly hard to very hard, friable or firm.\nCementation:  Weakly cemented with carbonates and minor accessory silica in one or more subhorizons.\nB'k horizon (when present)\nHue: 10YR or 7.5YR.\nValue: 7 or 8 dry, 5 or 6 moist.\nChroma: 3 or 4, dry or moist.\nStructure: Massive or single grain.\nTexture: Loam, loamy sand or sand.\nRock fragments: 60 to 85 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nuc soils are on alluvial fans, fan remnants, and fan skirts. These soils formed in alluvium derived mainly from limestone with a component from other sedimentary rocks and some volcanic rocks.  Slopes are 4 to 50 percent.  Elevations are 1,829 to 2,256 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hopeka, Maghills, and Ramshorn soils.  Hopeka soils are shallow over limestone.  Maghills soils lack a calcic horizon.  Ramshorn soils lack a calcic horizon and are on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nuc soils are used for rangeland and wildlife habitat.  The vegetation is mainly black sagebrush, little rabbitbrush, Indian ricegrass, bottlebrush squirreltail, ephedra, horsebrush, and a few scattered Utah juniper and singleleaf pinyon trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Nevada.  These soils are moderately extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  BLM Duckwater Planning Unit, Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of Bk1 horizons).\nCalcic horizon - The zone from 23 to 91 cm (Bk2, Bqk1, and Bqk2 horizons).\nDuric feature - The zone from 30 to 53 cm (Bqk1 horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bqk1, Bqk2, parts of the Bk2 and B'k horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
