{
  "SERIES": "NUECES",
  "STATUS": "Established Series",
  "BYREV": "RM-ROG-JAG",
  "REVDATE": "05/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, hyperthermic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nueces fine sand on 0 to 3 percent slopes in rangeland at an elevation of 57 m (188 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grain; loose; very friable, non-sticky and non-plastic; neutral; gradual smooth boundary. (thickness of the A horizon is 20 to 38 cm [8 to 15 in])\nE1--25 to 58 cm (10 to 23 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4) moist; single grain; loose; very friable, non-sticky and non-plastic; neutral; gradual smooth boundary.\nE2--58 to 81 cm (23 to 32 in); light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4) moist; single grain; loose; very friable, non-sticky and non-plastic; neutral; abrupt wavy boundary. (combined thickness of the E horizons is 30 to 64 cm [12 to 25 in])\n2Bt1--81 to 102 cm (32 to 40 in); light brownish gray (10YR 6/2) sandy clay loam, grayish brown (10YR 5/2) moist; moderate coarse prismatic structure parting to moderate medium angular blocky; extremely hard, firm, slightly sticky and slightly plastic; common fine pores; few distinct clay films and organic coatings on faces of peds; common fine and medium distinct reddish yellow (7.5YR 6/6) masses of redox concentrations; neutral; gradual smooth boundary.\n2Bt2--102 to 122 cm (40 to 48 in); light gray (10YR 7/2) sandy clay loam, light brownish gray (10YR 6/2) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, firm, slightly sticky and slightly plastic; few fine pores; common distinct clay films and organic coatings on faces of peds; many medium coarse prominent reddish yellow (5YR 6/8) masses of redox concentrations; neutral; gradual wavy boundary. (combined thickness of the 2Bt horizons is 64 to 102 cm [25 to 40 in])\n2Bt3--122 to 203 cm (48 to 80 in); yellow (10YR 7/6) sandy clay loam; brownish yellow (10YR 6/6) moist; weak medium blocky structure; very hard, firm, slightly sticky and slightly plastic; few distinct dark grayish brown (10YR 4/2) few faint clay films and organic stains on faces of peds; common coarse prominent reddish yellow (5YR 6/8) masses of redox concentrations; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brooks County, Texas; from the intersection of U. S. Highway 281 and Farm Road 755 in Rachal; 6.45 miles west on Farm Road 755; 2.1 miles south on caliche road to dead end; 150 feet east in rangeland. Hartland, Texas USGS topographic quadrangle. Latitude: 26 degrees, 51 minutes, 44 seconds N.; Longitude: 98 degrees, 14 minutes, 12 second W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime. Precipitation pattern: moist spring and fall months and dry summer and winter months. The soil moisture control section is dry in some or all parts for more than 90 but less than 180 cumulative days in normal years. June through August and December through February are the driest months. These soils are intermittently moist in September through November and March through May.\nSolum thickness is more than 203 cm (80 in)\nDepth to argillic horizon: 51 to 102 cm (20 to 40 in)\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nCoarse Fragments: 0 to 5 percent\nCEC/clay ratio: 0.40 to 0.60\nA and E horizons\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: fine sand or loamy fine sand\nClay content: 2 to 12 percent\nCoarse fragments: 0 to 5 percent fine gravel\nBase saturation: 90 to 100 percent\nEC (dS/m): 0 to 2\nGypsum: 0 to 1 percent\nSAR: 0 to 2\nEffervescence: noneffervescent\nReaction: moderately acid to neutral\n2Bt horizon\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 5 to 8\nChroma: 2 to 6\nTexture: fine sandy loam or sandy clay loam\nClay content: 18 to 35 percent\nClay films: amount- few or common, size- faint to prominent, on faces of peds, lining pores, and bridging of sand grains\nRedox concentrations: common or many in the upper part, amount- none to common in the lower part, size- fine and medium, contrast- faint to prominent with diffuse boundaries in the upper part and sharp in the lower part\nRedox depletions: amount- none to common, size- fine and medium, contrast- faint to prominent with diffuse boundaries in the upper part and sharp boundaries in the lower part\nCoarse fragments: 0 to 5 percent fine pebbles\nBase saturation: 90 to 100 percent\nCalcium carbonate equivalent: 0 to 2 percent\nEC (dS/m): 0 to 2\nGypsum: 0 to 2 percent\nSAR: 0 to 7\nEffervescence: noneffervescent or very slightly effervescent in the lower part\nReaction: neutral to moderately alkaline\nSome pedons have a darker colored horizon that is 2.5 to 7.5 cm (1 to 3 in) thick and enriched with organic matter overlying the 2Bt horizon. This layer contains less than 1 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Atiras (TX), Comitas (TX), Heatly (TX), Leming (TX), Nusil (TX), Padrones (TX), Poth (TX), Rhymes (TX), and Sarita (TX) series.\nAtiras, Rhymes, and Sarita soils: have a sandy surface layer more than 102 cm (40 in) thick.\nComitas soils: have an argillic horizon with less than 18 percent clay in the particle size control section.\nHeatly soils: have a thermic temperature regime.\nLeming and Poth soils: are in a clayey family.\nNusil soils: have a siliceous mineralogy class.\nPadrones soils: have a natric horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian Holocene age deposits over loamy Quaternary age alluvium\nLandform: sandsheet prairie\nSlope: 0 to 5 percent\nMean annual air temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation: 508 to 711 mm (20 to 28 in)\nFrost-free period: 270 to 341 days\nElevation: 15 to 152 m (50 to 500 ft)\nThornthwaite P-E Index: 21 to 30"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Comitas, Falfurrias, Sarita, and Delfina series.\nComitas and Sarita soils: are on convex knolls. In addition, Comitas soils do not have redoximorphic features in the upper part of the Bt and Sarita soils have sandy surfaces more than 102 cm (40 in) thick.\nFalfurrias soils: are on vegetated dunes and do not have an argillic horizon within 203 cm (80 in) of the surface.\nDelfina soils: are on convex knolls and have sandy surface layers less than 51 cm (20 in) thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is moderately rapid above the moderately slow permeable subsoil. Runoff is negligile on slopes less than 1 percent and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for livestock grazing and wildlife habitat. Vegetation is grasses such as seacoast bluestem, fringeleaf paspalum, switchgrass, threeawn, grassbur,and fall witchgrass. Invading vegetation such as scattered mesquite, pricklypear, and catclaw are common. A few areas of this soil are used for crop and forage production. Cotton, vegetables, and watermelons are the principal crops. The ecological site is Sandy 25-35 PZ (R083EY706TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sandsheet Prairie, Texas; LRR I, MLRA 83E.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nueces County, Texas, 1908."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 81 to 132 cm (32 to 52 in). (2Bt1, 2Bt2, 2Bt3 horizons)\nOchric epipedon: 0 to 81 cm (0 to 32 in). (A and E horizons)\nArgillic horizon: 81 to 203 cm (32 to 80 in). (2Bt horizons)\nPale feature: common coarse prominent redox accumulations with hue of 5YR and chroma of more than 6 in the lower half of the argillic horizon.\nRedoximorphic concentrations: 81 to 203 cm (32 to 80 in). (2Bt horizons)\nADDITIONAL DATA:  S77TX-047-001 (Brooks County, Texas); S77TX-215-003 (Hidalgo County, Texas); S77TX-247-001 (Jim Hogg County, Texas); S98TX-131-002 (Duval County, Texas). The assignment of the cation-exchange activity class is supported by laboratory data number S76TX-047-001 (type location) and S77TX-047-003 from Brooks County, Texas.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
