{
  "SERIES": "NUFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:CLN",
  "REVDATE": "6/92",
  "STATES": "TX",
  "OVERVIEW": "The Nuff series are moderately deep to shale.  They are well drained, moderately slowly permeable soils.  These soils formed in interbedded marl, limestone, and shale.  They are gently sloping to moderately sloping soils on uplands. Slopes range from 1 to 6 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, thermic Udic\nCalciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nuff silty clay loam, very stony, on a convex 2 percent slope in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure parting to weak fine granular; very hard, friable; many very fine, fine and few medium roots; common wormcasts; few fine concretions of calcium carbonate; limestone fragments from 3 inches to 20 inches across and 1/2 inch to 1 inch thick cover about 20 percent of surface, and 5 percent by volume of layer; strongly effervescent; moderately alkaline; clear smooth boundary.  (5 to 12 inches thick)\nA2--5 to 11 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, friable; many very fine and fine roots; common wormcasts; few fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.  (0 to 8 inches thick)\nBk1--11 to 21 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; very hard, friable; common very fine and fine roots; common wormcasts; common fine concretions of calcium carbonate; few cracks filled with soil from above; strongly effervescent; moderately alkaline; gradual smooth boundary.  (5 to 15 inches thick)\nBk2--21 to 30 inches; grayish brown (2.5Y 5/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, friable; common very fine and fine roots; common fine and medium concretions and soft masses of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary.  (8 to 18 inches thick)\nBk3--30 to 36 inches; light olive brown (2.5Y 5/4) silty clay loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; hard, friable; few very fine and fine roots; common fine and medium concretions and soft masses of calcium carbonate; about 30 percent by volume limestone fragments 4 inches to 18 inches across and 1/2 inch to 3/4 inch thick; strongly effervescent; moderately alkaline; gradual wavy boundary.  (0 to 15 inches thick)\nCB--36 to 58 inches; light gray (2.5Y 7/2), yellow (2.5Y 8/6), and yellow (10YR 7/8) interbedded layers of marl and shale with texture of silt loam, light brownish gray (2.5Y 6/2), yellow (2.5Y 7/6), and brownish yellow (10YR 6/8) moist; massive; few fine roots; few fossil shells 1/2 inch to 1 1/4 inches across; strongly effervescent; moderately alkaline; gradual wavy boundary.  (0 to 36 inches thick)\nC--58 to 80 inches; pale yellow (5Y 7/3) and yellow (10YR 7/8) interbedded compact layers of shale with texture of silty clay loam, pale olive (5Y 6/3) and brownish yellow (10YR 6/8) moist; massive; few fine roots; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coryell County, Texas; from the intersection of U.S.  Highway 84 and FM 116 west of Gatesville; 3.1 miles southwest on FM 116; 1.7 miles east on county road; 2.2 miles north on county road; 300 feet west in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 20 to 40 inches thick.  Limestone pebbles and fragments up to 48 inches across and 1/2 inch to 4 inches thick cover 0 to 15 percent of the surface layer.  Most of the fragments are 6 to 24 inches across and 1/2 inch to 2 inches thick. Some fragments are tilted at an angle of 30 to 50 degrees.  Pebbles, cobbles and stones make up 0 to 30 percent by volume of the surface layer.  Calcium carbonate concretions are typically throughout and films, threads, or soft masses of calcium carbonate are within a depth of 15 to 24 inches of the soil surface.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2.  It is silt loam, silty clay loam, or silty clay or their stony or very stony counterparts.  Pebbles, cobbles, and stone sized limestone fragments range from 2 to 40 percent by volume but stones and cobbles typically make up 3 to 25 percent.\nThe B horizon has colors mainly in shades of brown with hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2 to 6.  Yellowish or brownish mottles range from none to a few.  It is silty clay loam, silt loam, or their stony counterparts.  Limestone fragments make up 5 to 35 percent by volume of some layers in this horizon.  However, stony layers are thin, discontinuous, and are absent in some pedons.\nThe C horizon has yellowish, grayish, or brownish colors.  It is interbedded marly and shaly silt loam, silty clay loam, or silty clay.  Some pedons have limestone layers 2 to 4 inches thick randomly occurring at vertical intervals of 2 to 6 feet apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Brenham and Denton series in the same family and Bolar, Lewisville, Set and Topsey series in similar families.   Brenham and Set soils have sola greater than 40 inches thick.  Brenham soils formed in Tertiary Age materials.  Set soils formed in Pennsylvania Age materials and are in drier climates.  Denton soils have a lithic contact at 40 to 60 inches.  Bolar and Topsey soils are fine loamy and in addition, Bolar soils are underlain by hard limestone.  Lewisville soils have mixed mineralogy and do not have stony surfaces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nuff soils are on erosional uplands. Surfaces are typically convex with slopes of 1 to 6 percent. These soils are on low hills, ridgetops, or narrow stream divides.  Nuff soils formed in the Walnut Clay Geologic Formation of the Lower Cretaceous Period.  Mean annual precipitation is 26 to 34 inches.  Mean annual temperature is 64 to 68 degrees F.  Frost free days range from 230 to 250 and elevation ranges form 1200 to 1600 feet above sea level.  The Thornthwaite P-E indices range from 44 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Cho, Doss, Krum, Real, Slidell, and Wise series.  Cho soils are shallow, loamy soils on ridgetops upslope from Nuff soils.  Doss and Real soils are shallow, loamy soils on side slopes below Nuff soils.  Krum and Slidell soils, which are deep, clayey soils, are along drains downslope from Nuff soils.  The loamy Wise soils are on gentle slopes below the Nuff soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly range.  Native vegetation includes little bluestem, indiangrass, sideoats grama, and Texas wintergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas, in the southern part of the Grand Prairie.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coryell County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was previously included with the Sanger series.  Areas that are nonstony usually have had the stones removed by man.\nClassification was changed 11/89 from fine-silty, carbonatic, thermic Typic Calciustolls to fine-silty, carbonatic, thermic Udic Calciustolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 11 inches.\nCalcic horizon - 11 to 36 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
