{
  "SERIES": "NUGENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WIS:WMK:RBH",
  "REVDATE": "03/97",
  "STATES": "AL,AR,LA,MS,TN,TX",
  "OVERVIEW": "The Nugent series consists of deep, excessively drained soils that formed in sandy alluvium that has thin strata of finer textured material.  Permeability is moderately rapid.  These soils are on natural levees on flood plains of streams that drain uplands of the Southern Coastal Plain.  Slopes are 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, thermic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nugent fine sandy loam--forest.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; common fine roots; very strongly acid; clear smooth boundary.  (2 to 8 inches thick)\nC1--3 to 8 inches; dark yellowish brown (10YR 4/4) fine sandy loam; structureless; very friable; few fine roots; thin strata of loamy sand; strongly acid; gradual smooth boundary.\nC2--8 to 14 inches; pale brown (10YR 6/3) loamy sand; structureless; loose; few fine roots; thin strata of silt loam; strongly acid; clear smooth boundary.\nC3--14 to 25 inches; brown (10YR 5/3) very fine sandy loam; structureless; very friable; few fine roots; thin strata of loamy sand; strongly acid; clear smooth boundary.\nC4--25 to 41 inches; pale brown (10YR 6/3) loamy sand; structureless; loose; few fine roots; thin strata of silt loam; strongly acid; clear smooth boundary.\nC5--41 to 48 inches; pale brown (10YR 6/3) silt loam; structureless; very friable; few fine roots; thin strata of loamy sand; strongly acid; clear smooth boundary.\nC6--48 to 60 inches; very pale brown (10YR 7/3) loamy sand; structureless; loose; few fine roots; thin strata of silt loam; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harrison County, Mississippi; 4.0 miles north of Lyman, Mississippi, along U.S. Highway 49 and 500 feet northeast from the south end of the Biloxi River Bridge.  SE1/4SE1/4 sec. 31, T. 5 S., R.  11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil ranges from very strongly acid to slightly acid, except the surface layer in areas that have been limed.\nThe A horizon has hue of 10YR, value of 4 to 7, and chroma of 2 or 4.  It is silt loam, loam, fine sandy loam, sandy loam, loamy sand, loamy fine sand, or sand.\nThe C horizon has hue of 10YR, value of 4 to 7, and chroma of 3 to 6, or it has hue of 7.5YR, value of 4 or 5, and chroma of 4 to 8.  It is dominantly sand or loamy sand with thin strata of fine sandy loam, very fine sandy loam, loam, or silt loam.  In some pedons coarse fragments are as much as 10 percent of the volume, and in some pedons the lower part of the C horizon has thin strata of gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Closely related series include Bigbee, Bruno, Crevasse, Iuka, Jena, Kirkville, Lincoln, Ochlockonee, and Riverview series.  Bigbee soils do not have strata of finer textured material.  Bruno and Lincoln soils have mixed mineralogy.  In addition, Lincoln soils have an ustic moisture regime.  Crevasse soils have mixed mineralogy and do not have strata of finer materials.  Iuka and Ochlockonee soils are coarse-loamy in the 10- to 40-inch control section.  Also, Iuka soils have mottles with chroma of 2 or less in the upper 20 inches.  Jena and Kirkville soils, which do not have bedding planes in the upper 20 inches, are coarse-loamy in the control section.  Riverview soils have mixed mineralogy and are fine-loamy in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nugent soils are on natural levees of flood plains of streams that drain uplands of the Southern Coastal Plain.  These soils formed in sandy alluvium that has strata of finer texture.  These are nearly level soils.  Slopes are 0 to 2 percent.  The climate is warm and humid.  Near the type location the mean annual temperature is 68 degrees F., and the mean annual precipitation is 58 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Iuka, Jena, Kirkville, and Ochlockonee of the competing series and Alaga, Lakeland, and Mantachie series.  Moderately well drained Iuka and Kirkville soils and well drained Jena and Ochlockonee soils are on the nearly linear surfaces of flood plains; Iuka and Kirkville soils are in slightly lower places.  Jena and Ochlockonee soils are in similar positions as Nugent soils.  Well to somewhat excessively drained Alaga, somewhat excessively drained Eustis, and excessively drained Lakeland soils are in higher positions in the uplands; Alaga and Lakeland soils are not stratified with finer material; Eustis soils have a Bt horizon.  Somewhat poorly drained Mantachie soils, which are in slightly lower positions, are fine-loamy in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; moderately rapid permeability.  These soils are flooded during winter and early in spring.  The frequency of flooding ranges from occasional to frequent, and the duration is brief to long.  The water table fluctuates between a depth of 3.5 to 6 feet during wet seasons in winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Nugent soils are used for woodland.  Vegetation is mixed hardwoods and pine trees.  Common trees are water oak, sweetgum, willow oak, slash pine, and loblolly pine.  Some areas are cleared and used for growing pasture and corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Louisiana, Mississippi, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harrison County, Mississippi; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 3 inches (A horizon)\nFluvents feature - fine stratifications of material in the C horizon.\nADDITIONAL DATA:  Mineralogy data on one (1) pedon in Harrison County, Mississippi obtained from Mississippi State University Soil Gensis Laboratory.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
