{
  "SERIES": "NUHELEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "08/2012",
  "STATES": "NV",
  "OVERVIEW": "The Nuhelen series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from welded tuff with eolian deposits of loess and volcanic ash.  Nuhelen soils are on hills and mountains.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 280 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nuhelen gravelly coarse sandy loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with about 20 percent gravel, 10 percent cobbles, and 5 percent stones. Lithology of the fragments is welded tuff.\nOi--0 to 3 cm; slightly decomposed plant material composed of pine needles and juniper berries; 20 percent gravel and 10 percent cobbles; moderately acid (pH 5.8) calcium chloride.  (0 to 8 cm thick)\nA1--3 to 5 cm; dark grayish brown (10YR 4/2) gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine interstitial and tubular pores; 10 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary.  (3 to 8 cm thick)\nA2--5 to 10 cm; brown (10YR 5/3) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots; common very fine and fine, and few medium interstitial and tubular pores; 20 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.5); clear smooth boundary.  (3 to 10 cm thick)\nBt1--10 to 15 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; few very fine and fine interstitial and tubular pores; common faint clay films on faces of peds; 35 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.7); clear wavy boundary.  (3 to 13 cm thick)\nBt2--15 to 23 cm; brown (10YR 5/3) very gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few very fine and fine roots; few very fine and fine tubular pores; common distinct clay films on faces of peds; 30 percent gravel and 15 percent cobbles, slightly alkaline (pH 7.7); clear wavy boundary.  (5 to 13 cm thick)\nBt3--23 to 33 cm; brown (10YR 5/3) extremely cobbly sandy clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; common distinct clay films on faces of peds; 40 percent gravel, 20 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.8); abrupt smooth boundary.  (0 to 13 cm thick)\nR--33 cm; hard welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; about 3.5 miles north of Wilson Ranch, 1 mile northwest of Brown Spring, and 100 yards east of road; approximately 1,820 feet north and 2,550 feet west of the southeast corner of section 9, T. 5 N., R. 67 E.; USGS Schoolmarm Basin 7.5 minute topographic quadrangle; latitude 38 degrees 18 minutes 5 seconds N and longitude 114 degrees 28 minutes 5 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry summer and fall except intermittently moist for 10 to 20 days cumulative from July to September due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nMollic epipedon thickness: 18 to 25 cm (some pedons must be mixed to 18 cm); includes all or part of the argillic horizon.\nDepth to bedrock: 18 to 36 cm to a lithic contact.\nReaction: Neutral through moderately alkaline.\nVolcanic glass content: 15 to 30 percent in the coarse silt fraction.\nOther features: Ammonium oxalate extractable aluminum plus one-half extractable iron is 0.1 to 0.2 percent; some horizons qualify for ashy texture modifiers.\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragment content: 35 to 60 percent. Lithology of the rock fragments is mainly welded tuff.\nOi horizon (when present)\nTexture: Slightly decomposed organic material (rubbed fiber content is greater than 40 percent).\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nBt1 horizon\nValue: 4 or 5 dry, 2 through 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Sandy loam, sandy clay loam, or loam.\nClay content: 14 to 25 percent.\nRock fragments: 25 to 45 percent; mainly gravel.\nBt2 horizon and Bt3 horizon (when present)\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Sandy clay loam, sandy loam, or clay loam.\nClay content: 18 to 30 percent; subhorizons range from 17 to 35 percent.\nRock fragments: 35 to 65 percent; mainly cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Argabak, Bellehelen, Brier, Duco, Horseflat, Ocud, Orhood, Reywat, and Upatad series.\nArgabak, Duco, Horseflat, Ocud, Orhood, Reywat, and Upatad soils are not intermittently moist for 10 to 20 days from July through September.  Bellehelen soils have lower volcanic glass content.  Brier soils have a lithic contact greater than 36 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nuhelen soils are on hills and mountains. They formed in residuum and colluvium derived from welded tuff with eolian deposits of loess and volcanic ash. Slopes range from 8 to 50 percent. Elevations range from 1,750 to 2,480 meters.  The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chubard, Farepeak, Nevu, and Newvil soils. Chubard soils have an ochric epipedon.  Farepeak soils have a frigid temperature regime.  Nevu and Newvil soils have duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity class."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nuhelen soils are used for forestland and wildlife habitat. The potential native vegetation includes singleleaf pinyon, Utah juniper, black sagebrush, bluebunch wheatgrass, and Indian ricegrass.  This pedon is correlated to Ecological Site R028AY074NV, PIMO-JUOS WSG: 0R0504."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada.  These soils are not extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Nevada, North Part, 2006. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 3 to 23 cm (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 15 to 33 cm (Bt2 and Bt3 horizons).\nLithic contact - The boundary at 33 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 3 to 33 cm (A, Bt1, Bt2, and Bt3 horizons).\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls.\nThis series was established under the assumption that it generally has a higher content of volcanic glass than the competing Bellehelen series.  Further study of the differentiating characteristics with the Bellehelen series needs investigation.\nADDITIONAL DATA:  Characterization data for this pedon is available as S05NV017005 (NSSL Pedon # 05N0666).\nPrevious authors and editors include: JWM/CWL/TM.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
