{
  "SERIES": "NUHI",
  "STATUS": "Established Series",
  "BYREV": "SCC",
  "REVDATE": "04/2005",
  "STATES": "NY",
  "OVERVIEW": "The Nuhi series consists of moderately deep, somewhat poorly drained soils that formed in till on planar or slightly concave surfaces of paleozoic cuestas, or on bedrock controlled till plains. Slope ranges from 0 to 8 percent. Mean annual temperature is 48 degrees F., and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nuhi silt loam  in a meadow (Colors are for moist, broken ped face unless otherwise stated.)\nAp -- 0 to 8 inches, very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure, friable, common fine and medium roots, 3 percent rock fragments, slightly acid; clear smooth boundary. (6 to 10 inches thick.)\nBt1 -- 8 to 17 inches, brown (7.5YR 4/2) silty clay, weak medium prismatic parting to moderate medium subangular blocky structure; friable; common fine and few medium roots; few medium and coarse tubular pores, few medium and coarse vesicular pores; reddish brown (5YR 4/3) clay coats, continuous on smaller ped faces and 90 percent coverage on large ped face area; few, fine, black (2.5/ ) manganese accumulations as soft masses; 2 percent distinct strong brown (7.5YR 4/6) masses of iron accumulation; 3 percent rock fragments; neutral; gradual smooth boundary.\nBt2 -- 17 to 24 inches, reddish brown (5YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; few fine and few medium roots; few medium and coarse tubular pores, and few medium and coarse vesicular pores; brown (7.5YR 4/2) clay coats on 60 percent of ped face area; common fine distinct yellowish red (5YR 5/6) and common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; 10 percent cobbles and 5 percent gravel; neutral, slightly effervescent on ped faces; clear smooth boundary.\nBt3 -- 24 to 29 inches, reddish brown (5YR 5/3) silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; few medium and coarse tubular pores; dark gray (10YR 4/1) clay coats on 30 percent of the ped face area, and 2 millimeters thick in root channels; few, fine, black (2.5/ ) manganese accumulations as soft masses; 2 percent cobbles and 8 percent gravel; slightly alkaline, slightly effervescent on ped faces; clear smooth boundary. (Combined thickness of the Bt horizons is from 12 to 25 inches.)\nBC -- 29 to 38 inches, reddish brown (2.5YR 4/3) silt loam; weak medium subangular blocky parting to weak thick platy structure; friable; few medium and coarse tubular pores; many patches of light gray (10YR 7/1) and white (10YR 8/1) secondary carbonates on ped faces; 5 percent gravel, 10 percent ghosts; slightly alkaline, violently effervescent; abrupt smooth boundary. (0 to 10 inches.)\nR -- 38 inches, Lockport Dolomite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Located on the Tuscarora Nation, Niagara County, New York, 2800  feet south west of the junction of Printup and Mount Hope Roads."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock ranges from 20 to 40 inches. Depth to carbonates range from 20 to 40 inches within the soil, or the underlying bedrock is effervescent. Rock fragments range from 2 to 20 percent in the solum, and from 15 to 35 percent in the substratum if present.\nThe Ap or A horizon has hue of 5YR through 10YR. Values of 2 or 3; and chroma of 1 or 2. Texture ranges from silt loam to silty clay. Reaction ranges from moderately acid through neutral.\nThe E horizon, where present, has hue of 2.5YR through 7.5YR, value of 5 through 7 and chroma of 1 through 3\nThe Bt horizons have hues of 2.5YR through 7.5YR, values of 4 or 5 and chroma of 2 or 3 in the upper part and 2 through 4 in the lower part. Texture ranges from silt loam to silty clay. Reaction ranges from slightly acid to slightly alkaline.\nThe BC horizon and C horizon, where present, has hues of 2.5YR through 7.5YR, values of 3 through 6 and chroma of 3 or 4. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angola, Appleton, Burdett, Darien, Haskins, Lamberjack, and Ovid, series. The Angola soils are yellower hues in the lower subsoil and substratum. Appleton, Burdett, Darien, Haskens, Lamberjack and Ovid are greater than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nuhi soils formed from till deposits on the planar or slightly concave surfaces of paleozoic age cuestas or bedrock controlled till plains. Slope ranges from 0 to 8 percent. Mean annual air temperature ranges from 46 degrees to 50 degrees F., mean annual precipitation ranges from 30 to 40 inches, and the mean frost-free period ranges from 140 to 170 days.  Elevation ranges from 300 to 800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Churchville, Lockport, Hilton, Rhinebeck, Uwihreh, and Yunenyeti. The Churchville, Lockport, Rhinebeck and the Uwihreh soils have more clay in the family control section.  The Yunenyeti soils have no layer above 20 inches that is dominated by color of chroma less than 2. The Hilton soils are deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is low to very high. Permeability is moderate or moderately slow in the solum and moderate to slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for growing small grains, hay and pasture management. Some areas are in juvenile stages of forest succession.  Native vegetation is red maple, hickory, black walnut, ash and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Erie and Ontario Lake plains of New York. MLRA 101. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tuscarora Nation, Niagara County, New York, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Nuhi is the Tuscarora word for red stemmed dog. It is pronounced noo.hee.\nActual Lat/Long of profile not printed on the OSD by agreement with the Tuscarora Nation.\nDiagnostic horizons and features recognized in this pedon are:\n1) Aquic suborder--meets criterion 1 in the zone between 8 and 17 inches.\n2) Epi great group--the zone from 17 to 29 inches perches water.\n3) Aeric subgroup-meets criterion 1 in the zone from 24 to 30 inches.\n4)  Argillic Horizon---the zone from 17 to 29 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 8 inches, very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure, friable, common fine and medium roots, 3 percent rock fragments, slightly acid; clear smooth boundary. (6 to 10 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1 -- 8 to 17 inches, brown (7.5YR 4/2) silty clay, weak medium prismatic parting to moderate medium subangular blocky structure; friable; common fine and few medium roots; few medium and coarse tubular pores, few medium and coarse vesicular pores; reddish brown (5YR 4/3) clay coats, continuous on smaller ped faces and 90 percent coverage on large ped face area; few, fine, black (2.5/ ) manganese accumulations as soft masses; 2 percent distinct strong brown (7.5YR 4/6) masses of iron accumulation; 3 percent rock fragments; neutral; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 61,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2 -- 17 to 24 inches, reddish brown (5YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; few fine and few medium roots; few medium and coarse tubular pores, and few medium and coarse vesicular pores; brown (7.5YR 4/2) clay coats on 60 percent of ped face area; common fine distinct yellowish red (5YR 5/6) and common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; 10 percent cobbles and 5 percent gravel; neutral, slightly effervescent on ped faces; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 61,
        "bottom": 74,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3 -- 24 to 29 inches, reddish brown (5YR 5/3) silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; few medium and coarse tubular pores; dark gray (10YR 4/1) clay coats on 30 percent of the ped face area, and 2 millimeters thick in root channels; few, fine, black (2.5/ ) manganese accumulations as soft masses; 2 percent cobbles and 8 percent gravel; slightly alkaline, slightly effervescent on ped faces; clear smooth boundary. (Combined thickness of the Bt horizons is from 12 to 25 inches.)"
      },
      {
        "name": "BC",
        "top": 74,
        "bottom": 97,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC -- 29 to 38 inches, reddish brown (2.5YR 4/3) silt loam; weak medium subangular blocky parting to weak thick platy structure; friable; few medium and coarse tubular pores; many patches of light gray (10YR 7/1) and white (10YR 8/1) secondary carbonates on ped faces; 5 percent gravel, 10 percent ghosts; slightly alkaline, violently effervescent; abrupt smooth boundary. (0 to 10 inches.)"
      },
      {
        "name": "R",
        "top": 97,
        "narrative": "R -- 38 inches, Lockport Dolomite."
      }
    ]
  ]
}
