{
  "SERIES": "NUNCHO",
  "STATUS": "Established Series",
  "BYREV": "CAP/GFK/CJH",
  "REVDATE": "11/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nuncho loam-rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 2 inches; grayish brown (10YR 5/2) loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and plastic; many very fine roots; slightly alkaline (pH 7.6); clear smooth boundary.  (1 to 6 inches thick)\nBt1--2 to 11 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, sticky and plastic; common very fine and fine roots; common distinct clay films on faces of peds; slightly alkaline (pH 7.6); clear smooth boundary.\nBt2--11 to 35 inches; brown (10YR 5/3) clay loam, dark yellowish brown (10YR 3/4) moist; strong medium prismatic structure parting to strong medium and fine angular blocky; hard, firm, sticky and plastic; many prominent clay films on faces of peds; 10 percent porcelanite gravel; slightly alkaline (pH 7.6); clear smooth boundary. (Combined Bt horizons 12 to 37 inches thick)\nBk1--35 to 43 inches; very pale brown (10YR 7/3) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; hard, firm, sticky and plastic; many fine threads and masses of secondary calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 20 inches thick)\nBk2--43 to 60 inches; very pale brown (10YR 7/3) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, sticky and plastic; many medium threads and masses of secondary calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Wyoming; NE1/4, NE1/4, sec. 33, T. 54 N., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 8 to 19 inches thick.  The mean annual soil temperature ranges from 47 to 53 degrees F.  The soil temperature at a depth of 20 inches is 41 degrees F. or more for 145 to 192 days.  The soils are moist in some or all parts of the moisture control section from April 15 to June 15 but are dry in all parts for 60 consecutive days following July 15 and 90 cumulative days from July 15 to October 25.  EC of the whole soil is less than 2 mmhos.  Rock fragments are typically absent but may range from 0 to 10 percent above 40 inches.\nThe A horizon has hue of 10YR, 2.5Y or 5Y, value of 4 or 5 dry and 2 or 3 moist, and chroma of 1 to 3.  It is loam, clay loam or silt loam.  It is slightly acid to slightly alkaline.\nThe Bt horizon has hue of 7.5YR, 10YR, 2.5Y or 5Y, value of 4 to 6 dry and 3 to 5 moist, and chroma of 2 to 4.  The upper part of the Bt is typically part of the mollic epipedon.  It is clay loam, clay or sandy clay with 35 to 50 percent clay and more than 15 percent fine or coarse sand.  It is slightly acid through moderately alkaline.  Some pedons have a Btk horizon.\nThe Bk horizon and C horizon (where present) have hue of 10YR, 2.5Y or 5Y, value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam, silt loam, silty clay, silty clay loam clay or loam.  Calcium carbonate ranges from 4 to 14 percent. The C horizon is sandy loam below 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashfork, Bethune, Blackpipe, Boneek, Boquillas, Chapin, Collbran, Collide, Emigrant, Huggins, Kube, Leyden, Loma, Nunn, Querc, Rednun, Richfield, Ryus, Savo, Showlow, Standley, Thunderbird, Weld and Wormser series. Ashfor, Bethune, Blackpipe, Boquillas, Chapin, Emigrant, Huggins, Leyden, Querc, Thunderbird and Wormser soils have bedrock at 20 to 40 inches. Boneek, Kube, Richfield and Savo soils have less than 15 percent fine or coarser sand in the Bt horizon.  Collbran, Collide, Loma and Rednun soils have hue redder than 7.5YR in the Bt horizon.  Ryus soils are calcareous throughout.  Nunn and Weld soils have soil temperatures at 20 inches of 41 degrees F. or warmer for more than 192 days.  Showlow soils have a calcic horizon.  Standley soils have gravelly Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nuncho soils are on outwash terraces, alluvial fans, fan aprons, fan remnants, ridges and hills.  These soils formed in alluvium and colluvial slopewash derived from shale bedrock.  Slopes are 0 to 15 percent.  Elevations are 3,500 to 5,700 feet.  The mean annual precipitation ranges from 12 to 19 inches with about half falling as snow or rain in April, May and early June.  The frost-free period ranges from 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Absted, Arvada, Arwite, Bidman, Cushman, Deekay, Echeta, Felix, Forkwood, Hiland, Jaywest, Leiter, Moorhead, Moskee, Olwolf, Parmleed, Platmak, Recluse, Renohill, Savageton, Spottedhorse and Ulm soils.  Absted and Arvada soils have natric horizons.  Arwite, Cushman, Deekay, Forkwood, Hiland, Moskee, Oldwolf and Recluse soils are fine-loamy.  Bidman, Jaywest, Parmleed, Platmak and Spottedhorse soils have an abrupt textural clay increase between the A/E and Bt horizons.  Echeta and Savageton soils have a cambic horizon and are calcareous throughout.  In addition, Savageton soils are moderately deep.  Felix soils are very fine and occur in basins.  Leiter, Moorhead, Renohill and Ulm soils do not have a mollic epipedon.  Absted, Arvada, Arwite, Bidman, Deekay, Echeta, Forkwood, Hiland, Jaywest, Moorhead, Moskee, Platmak, Recluse and Ulm soils occur on similar positions.  Cushman, Lieter, Oldwolf, Parmleed, Renohill, Savageton and Spottedhorse soils occur on shoulders and summits on hills and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, and both dry and irrigated cropland.  Small grains, pasture, and hayland are the principal crops.  Native vegetation is green needlegrass, plains reedgrass, rhizomatous wheatgrass, spike fescue, and perennial forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central and eastern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County (Sheridan Area), Wyoming; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 11 inches (A, Bt1)\nArgillic horizon - 2 to 35 inches (Bt1, Bt2)\nAridic subgroup - Usually dry when the soil temperature\nat a depth of 20 inches is 41 degrees F. or greater.\nSIR - WY0760\nNational Cooperative Soil Survey\nU.S.A."
  }
}
