{
  "SERIES": "NUNNSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFK/RJE/JAL",
  "REVDATE": "11/2005",
  "STATES": "WY",
  "OVERVIEW": "The Nunnston series consists of very deep, well drained soils formed in alluvium on mountain slopes, relict upland fan aprons and terraces. Slopes are 0 to 15 percent. The mean annual precipitation is 17 inches, and the mean annual temperature is 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nunnston clay loam-on west facing slope of 8 percent rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; moderate medium angular blocky structure parting to moderate medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 7.2); clear smooth boundary. (7 to 10 inches thick)\nBt--8 to 16 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure parting to strong medium angular blocky; very hard, firm, moderately sticky and moderately plastic; common fine roots; many prominent clay films on faces of peds; slightly alkaline (pH 7.6) clear smooth boundary. (8 to 22 inches thick)\nBtk--16 to 20 inches; pale brown (10YR 6/3) clay, brown (10YR 4/3) moist; moderate medium angular blocky structure; very hard, firm, moderately sticky and moderately plastic; common fine roots; common faint clay films on faces of peds; slightly effervescent, lime is segregated in few fine, irregularly shaped filaments or threads; moderately alkaline (pH 8.0) clear smooth boundary. (0 to 12 inches thick)\nBk--20 to 60 inches; pale brown (10YR 6/3) clay, brown (10YR 4/3) moist; massive; very hard, firm, moderately sticky and moderately plastic; few fine roots; strongly effervescent, common irregularly shaped, soft masses of segregated lime; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Weston County, Wyoming; 850 feet north and 520 feet east of the NW1/4 corner of sec. 7., T. 48 N., R. 62 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon ranges from 7 to 15 inches thick. Depth to horizons of carbonate accumulation ranges from 15 to 30 inches. Coarse fragments are typically less than 5 percent and range from 0 to 10 percent. The mean annual soil temperature is 44 degrees F., and the mean summer temperature is 63 degrees F. The soil is dry in the moisture control section more than three-fifths of the time that the soil temperature at a depth of 20 inches is 41 degrees F. or more.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3. Reaction is neutral or slightly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4. Texture is clay or clay loam with 35 to 55 percent clay. Structure is prismatic or angular blocky. Reaction is neutral through moderately alkaline.\nThe Btk horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4. Texture is typically clay but may be clay loam with 30 to 45 percent clay. Structure is fine or medium angular blocky. Reaction is moderately or strongly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4. Texture is typically clay but may be clay loam with 30 to 45 percent clay. Lime occurs as segregated, irregularly shaped, soft masses. Reaction is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bearpaw, Burnel, Cedarsprings, Cerro, Coben, Danvers, Fergus, Friana, Gerbana, Gerber, Mondamin, Pagoda, Regent, Reget, Ridgeview, Savage, Suposo, Tomasaki, Tsoodzil and Yankee series. The Bearpaw soils have till at 30 to 40 inches. The Burnel, Pagoda, Suposo, and Yankee soils are pachic. The Cedarsprings, Friana, Tomasaki, and Tsoodzil soils do not have horizons of secondary carbonate accumulation. The Cerro soils have a B/A horizon and have stones in the Bt and Btk horizons. Coben soils have accumulations of gypsum at 40 to 60 inches. Danvers soils have a calcic horizon. Fergus soils have hues of 7.5YR or redder below the Bt1 horizon. The Gerbana, Regent, and Reget soils are moderately deep to a paralithic contact. Gerber soils have a discontinuity of till at 32 inches. Mondamin soils have redox features at 24 to 40 inches. Ridgeview soils have free carbonates at 8 to 12 inches. Savage soils contain more silt and are generally at lower elevations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nunnston soils are on mountain slopes, upland fans, aprons, and relict terraces. Slopes are typically 0 to 10 percent but range to 15 percent on rolling landscapes. The soils formed in alluvium from sedimentary rock. Elevation is 4,600 to 7,600 feet. The mean annual precipitation ranges from 15 to 19 inches, and the mean annual temperature ranges from 40 to 45 degrees F. The frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Colsavage. Colsavage soils are moderately deep and lack the mollic epipedon and argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily as rangeland with only small areas used for cropland. Native vegetation consists of green needlegrass, western wheatgrass, Columbia needlegrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Black Hills area of northeast Wyoming."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Weston County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from the soil surface to 8 inches (A horizon); an argillic horizon which is the particle-size control section from 8 to 20 inches (Bt and Btk horizons); horizons of secondary carbonate accumulation from 16 to 60 inches (Btk and Bk horizons). Nunnston soils have an ustic moisture regime and a frigid temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
