{
  "SERIES": "NUTALL",
  "STATUS": "Established Series",
  "BYREV": "WJA:TEC; Rev. GRB",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, siliceous, superactive, thermic Mollic Albaqualfs"
  },
  "TYPE LOCATION": {},
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Florida.  Approximately 1.25 miles east of State Road 59 and about 2.5 miles north of U.S. Highway 98.  SW l/4, NE l/4, NW l/4, Sec. 15, T. 3 S., R. 3 E."
  },
  "GEOGRAPHIC SETTING": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone ranges from 20 to 40 inches.  Reaction is very strongly acid or strongly acid in the A horizon, strongly acid to neutral in the E horizon, and from neutral to moderately alkaline in the Btg horizon.\nThe A horizon has hue of 10YR through 5Y, value of 2 or 3, and chroma of 1 or 2.  Texture is fine sand, sand, or very fine sand.  An A/E horizon is present in many pedons.\nThe E horizon has hue of 10YR, value of 5 or 7, and chroma of 1 or 2 in the upper part; and value of 5 or 6 and chroma of 2 or 3 in the lower part.  Redoximorphic features in shades of brown and gray range from none to common.  Texture is fine sand, sand, or very fine sand.  The chroma is 2 or less in more than 60 percent of the horizon between depths of 4 and 30 inches.\nThe Btg horizon has hue of 10YR through 5GY, value of 4 to 7, and chroma of 1 to 2; or it is neutral with value of 4 to 7.  Redoximorphic features in shades of gray, yellow, brown, and red range from common to many.  Texture is sandy loam or sandy clay loam.  Some pedons contain a thin layer of sandy clay in the lower part of the Bt horizon.  When sandy clay is present, the weighted average clay content does not exceed 35 percent.\nThe Cr horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 8, and chroma of 1 to 4.  It is composed of soft, weathered, fractured limestone that can be dug with difficulty with a spade, has very firm to extremely firm rupture resistance with low to high excavation difficulty.  It usually contains soft carbonate accumulations along with few to many hard limestone or chert fragments.  It is highly irregular and interspersed with solution holes that range from 4 to 12 inches in diameter and filled with sandy loam to sandy clay textured soil material.  Depth to limestone is very variable within short distances.\nThe 2R horizon, where present, is composed of hard, unweathered limestone that has slightly rigid to very rigid rupture resistance with very high to extremely excavation difficulty.  Some areas contain solution holes filled with Btg and/or Cr material."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {},
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC  SETTING",
    "content": "GEOGRAPHIC  SETTING:  Nutall soils are on flatwood areas of the Gulf Coastal Lowlands and the Silver Bluff and Pamlico Terraces.  They formed in loamy and sandy marine sediments overlying limestone bedrock.  Slopes range from 0 to l percent.  The average annual temperature ranges from 66 to 70 degrees F., and the average annual rainfall ranges from 55 to 60 inches."
  },
  "USE AND VEGETATION": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bayvi, Chaires, Leon, and Surrency soils.  The very poorly drained Bayvi soils do not have an argillic horizon.  They are on broad flat tidal marsh areas.  Chaires and Leon soils have spodic horizons and are on similar landforms.  In addition, Leon soils do not have an argillic horizon.  They very poorly drained Surrency soils are on nearly level drainageways and depressions."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained; permeability is rapid in the A and E horizons and slow in the Btg horizon."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Nutall soils are in planted pines.  Native vegetation consists of southern sweetbay, sweetgum, red maple, Florida elm, laurel oak, live oak, and cabbage palm.  An understory dominated by waxmyrtle, inkberry, and scattered sawpalmetto is typically present."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Nutall soils are of moderate extent on the Gulf Coastal lowlands of the Big Bend area of Florida."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  }
}
