{
  "SERIES": "NUTIVOLI",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-CLN-RM",
  "REVDATE": "09/2014",
  "STATES": "NM,TX",
  "OVERVIEW": "The Nutivoli series consists of very deep, excessively drained, and rapidly permeable soils that formed in sandy eolian deposits of Holocene age. These soils are on very gently sloping to moderately steep hills or dunes. Slope ranges from 1 to 20 percent. The mean annual precipitation is about 483 mm (19 in) and the mean annual air temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Aridic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nutivoli fine sand, on a west-facing, convex, undulating plain, 2 percent slope in rangeland at an elevation of about 1,137 m (3,730 ft). (Colors are for dry soil unless otherwise noted.)\nA--0 to 29 cm (0 to 11 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine, and few medium roots; slightly alkaline;noneffervescent; gradual wavy boundary. (10 to 38 cm [4 to 15 in] thick)\nC1--29 to 120 cm (11 to 47 in); light reddish brown (5YR 6/4) fine sand, reddish brown (5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine, and few medium roots; neutral; noneffervescent; gradual wavy boundary. (Total thickness of C horizons 165 to 193 cm [65 to 76 in] thick)\nC2--120 to 203 cm (47 to 80 in); light reddish brown (5YR 6/4) fine sand, reddish brown (5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; neutral; noneffervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yoakum County, Texas; from the intersection of U.S. 80 and Highway 214 in Plains; 9 miles north on Highway 214; 2 miles east on private ranch road; 1.9 northeast; and 0.7 mile northwest in native range. Latitude: 33 degrees, 20 minutes, 51.53 seconds N; Longitude: 102 degrees, 47 minutes, 3.54 seconds W; Two B Ranch, Texas USGS quad; WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. April and October through November are the driest months. These soils are intermittently moist in December through March and May through September.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nParticle-size control section: 2 to 10 percent silicate clay.\nNote: buried A horizons are common. Where present, the A horizons extend to 102 cm (40 in) in some pedons.\nA horizon or Ab horizon (where present):\nHue: 5YR or 7.5YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 4 to 8\nTexture: fine sand, loamy fine sand\nEffervescence: none to very slight\nReaction: neutral or slightly alkaline\nC horizon:\nHue: 2.5YR to 7.5YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 4 to 8\nTexture: fine sand, loamy fine sand\nEffervescence: none to very slight\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Likes, Milsand and Mocane series. Similar soils also include Circleback, Plains, Tivoli, and Yoakran series.\nLikes and Milsand series: are calcareous and have secondary carbonates within 102 cm (40 in) of the mineral soil surface.\nCircleback series: have lamellae within 102 cm (40 in) of the mineral soil surface.\nMocane and Tivoli series: moist in the soil moisture control section for longer periods.\nPlains and Yoakran series: have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian deposits of Holocene age.\nLandform: very gently sloping to moderately steep hills or dunes.\nSlopes: 1 to 20 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 975 to 1,341 m (3,200 to 4,400 ft).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Milsand soils and the Amarillo, Brownfield, Circleback, Gomez, Midessa, Patricia, Plains, and Yoakran soils.\nMilsand soils: on similar landscape positions but have finely disseminated carbonates and are effervescent in all horizons.\nAmarillo, Brownfield, and Patricia soils: are on slightly lower landscape positions and have argillic horizons; in addition these soils have 18 to 35 percent silicate clay in the particle-size control section.\nCircleback soils: are on similar landscape positions but have lamellae within 100 cm (40 in) of the mineral soil surface.\nGomez and Midessa soils are on lower landscape positions and have calcic horizons.\nPlains and Yoakran soils: are on similar to slightly lower landscape positions and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained and rapid permeability. Runoff is negligible on slopes less than 5 percent and very low on 5 to 20 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for livestock grazing. Climax vegetation is tall\nand mid grasses, with sand bluestem, little bluestem, giant sandreed, and\nswitchgrass dominating. Sand paspalum, sideoats grama, hairy grama and perennial threeawn are the main mid and short grasses. Sand sagebrush, shinoak, and skunkbush are the main shrubs. This is a fragile site and is subject to severe wind erosion if not protected by cover. This soil has been correlated to the Sand Hills (R077CY034TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of south-central New Mexico and west Texas. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chaves County (North Part), New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was previously included with the Tivoli series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 15 cm (0 to 6 in). (A horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data on pedon (S90NM-009-010) from Curry County, NM.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 29,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 29 cm (0 to 11 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine, and few medium roots; slightly alkaline;noneffervescent; gradual wavy boundary. (10 to 38 cm [4 to 15 in] thick)"
      },
      {
        "name": "C1",
        "top": 29,
        "bottom": 120,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "noneffervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--29 to 120 cm (11 to 47 in); light reddish brown (5YR 6/4) fine sand, reddish brown (5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine, and few medium roots; neutral; noneffervescent; gradual wavy boundary. (Total thickness of C horizons 165 to 193 cm [65 to 76 in] thick)"
      },
      {
        "name": "C2",
        "top": 120,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "noneffervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--120 to 203 cm (47 to 80 in); light reddish brown (5YR 6/4) fine sand, reddish brown (5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; neutral; noneffervescent."
      }
    ]
  ]
}
