{
  "SERIES": "NUTLEY",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "11/2002",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Nutley series consists of very deep, well drained soils formed in clayey lacustrine sediments on uplands.  Permeability is slow or very slow. Slopes range from 0 to 25 percent.  Mean annual precipitation is about 21 inches, and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Chromic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nutley silty clay - on a slope of 2 percent in a cultivated field.  When described the soil was moist throughout. (Colors are for dry soil unless otherwise stated)\nAp--0 to 7 inches; dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate fine granular structure; slightly hard, friable, sticky and plastic; slight effervescence; moderately alkaline; abrupt smooth boundary.  (4 to 8 inches thick)\nBss--7 to 20 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist, weak coarse prismatic structure parting to moderate very fine and fine blocky; hard, firm, sticky and plastic; tongues 1/4 to 3/4 inches wide of dark gray (10YR 4/1) and black (10YR 2/1) moist; slight effervescence; few intersecting slickensides; moderately alkaline; gradual wavy boundary.  (5 to 35 inches thick)\nCss--20 to 48 inches; pale yellow (5Y 7/3) clay, olive (5Y 5/3) moist; common fine prominent yellowish red (5YR 4/6) redoximorhic concentrations and common fine distinct gray (5Y 5/1) redoximorphic depletions; weak fine blocky structure; very hard, firm, very sticky and plastic; fine tongues of dark gray (10YR 4/1) and black (10YR 2/1) moist; strong effervescence; few intersecting slickensides; moderately alkaline; diffuse wavy boundary.\nC--48 to 60 inches; pale yellow (5Y 7/3) clay, olive (5Y 5/3) moist; many medium prominent yellowish red (5YR 4/6) redoximorphic concentrations and many medium distinct gray (5Y 5/1) redoximorphic depletions; weak medium and fine blocky structure; very hard, firm, very sticky and plastic; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Day County, South Dakota; about 2 miles south and 4 miles west of Bristol; 360 feet south and 250 feet east of the northwest corner of sec. 8, T. 121 N., R. 58 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil typically contains free calcium carbonate to the surface, but it it is absent to depths of 8 to 10 inches in some pedons.  Thickness of the mollic epipedon ranges from 7 to l6 inches and in some pedons extends into the Bss horizon.  When the soil is dry, cracks 1/2 to 2 inches wide and several feet long extend downward through the solum.  The control section is silty clay, silty clay loam, or clay averaging between 35 and 60 percent clay and less than 15 percent fine or coarser sand.\nThe A horizon has value of 3 or 4 and 2 or 3 moist.  It is silty clay loam, silty clay, clay, or clay loam.  It ranges from neutral to moderately alkaline.\nThe Bss horizon has 10YR, 2.5Y, or 5Y hue; value of 4 to 6 and 3 to 5 moist; and chroma of 1 to 3.  It typically is clay or silty clay, but is silty clay loam in some pedons. It is slightly or moderately alkaline.  Dark tongues ranging from 1/4 to 1 inch in thickness with 10YR hue, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2, extend through the Bss horizon.  Some pedons have tongues extending into the C to depths of more than 24 inches.\nSome pedons have a BC or Bk horizon.\nThe C horizon has 2.5Y or 5Y hue, value of 6 or 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay, silty clay, or silty clay loam.  Some pedons do not have inherent redoximorphic features throughout the C horizon.  Crystals of gypsum are in some pedons.  The C horizon below depths of about 36 inches is laminated in some pedons.  It is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Nutley soils are nearly level to strongly sloping on uplands.  Slope gradients range from 0 to 25 percent.  The Nutley soils formed in calcareous clayey glaciolacustrine sediments.  Mean annual air temperature ranges from 38 to 48 degrees F, and mean annual precipitation ranges from 16 to 24 inches.  Growing season is about 110 to 130 days; average growing season precipitation ranges from 13 to 18 inches; and growing degree days are about 2500 to 3000."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barnes, Buse, Forman, Poinsett and Sinai soils.  Sinai soils have mollic epipedons more than 16 inches thick and are on smooth nearly level to gently sloping areas in close association with the Nutley soils.  The Barnes, Buse, Forman, and Poinsett soils are on nearby uplands.  The Barnes, Buse, and Forman soils have a fine-loamy control section.  In addition, Forman soils have an argillic horizon. Poinsett soils have a fine-silty control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is low to very high.  Permeability is slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated.  Corn, small grain, and alfalfa are the principal crops.  Native grasses are green needlegrass, western wheatgrass, little bluestem, big bluestem, sideoats grama, blue grama, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota and eastern and central North Dakota and southwestern Minnesota.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Day County, South Dakota, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 7 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate fine granular structure; slightly hard, friable, sticky and plastic; slight effervescence; moderately alkaline; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bss",
        "top": 18,
        "bottom": 51,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--7 to 20 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist, weak coarse prismatic structure parting to moderate very fine and fine blocky; hard, firm, sticky and plastic; tongues 1/4 to 3/4 inches wide of dark gray (10YR 4/1) and black (10YR 2/1) moist; slight effervescence; few intersecting slickensides; moderately alkaline; gradual wavy boundary.  (5 to 35 inches thick)"
      },
      {
        "name": "Css",
        "top": 51,
        "bottom": 122,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Css--20 to 48 inches; pale yellow (5Y 7/3) clay, olive (5Y 5/3) moist; common fine prominent yellowish red (5YR 4/6) redoximorhic concentrations and common fine distinct gray (5Y 5/1) redoximorphic depletions; weak fine blocky structure; very hard, firm, very sticky and plastic; fine tongues of dark gray (10YR 4/1) and black (10YR 2/1) moist; strong effervescence; few intersecting slickensides; moderately alkaline; diffuse wavy boundary."
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--48 to 60 inches; pale yellow (5Y 7/3) clay, olive (5Y 5/3) moist; many medium prominent yellowish red (5YR 4/6) redoximorphic concentrations and many medium distinct gray (5Y 5/1) redoximorphic depletions; weak medium and fine blocky structure; very hard, firm, very sticky and plastic; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
