{
  "SERIES": "NUTTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/DEW/RLB",
  "REVDATE": "12/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, gypsic, mesic Typic Calcigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nutter very gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; weak thin platy structure; slightly hard, friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine vesicular and common fine tubular pores; 40 percent gravel; slightly effervescent, disseminated, 15 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); clear smooth boundary.  (1 to 3 inches thick)\nBk--2 to 13 inches; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine and very fine tubular and interstitial pores; 35 percent gravel; violently effervescent, segregated as few fine irregular calcium carbonate masses, seams and coatings on rock fragments, 27 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); clear smooth boundary.  (7 to 15 inches thick)\nBky--13 to 23 inches; light brown (7.5YR 6/4) gravelly fine sandy loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; common fine and very fine tubular and interstitial pores; 30 percent gravel; violently effervescent, segregated as few fine irregular calcium carbonate masses, seams and coatings on rock fragments, 29 percent calcium carbonate equivalent; 20 percent crystalline gypsum occurring as sand grains and pendants on rock fragments; moderately alkaline (pH 8.2); clear smooth boundary.  (6 to 15 inches thick)\nBy1--23 to 38 inches; pink (7.5YR 7/4) very gravelly sandy loam, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; common fine and very fine tubular pores; 50 percent gravel; strongly effervescent, disseminated, 31 percent calcium carbonate equivalent; 55 percent crystalline gypsum occurring as sand grains and pendants on rock fragments; slightly alkaline (pH 7.8); clear smooth boundary.  (8 to 15 inches thick)\nBy2--38 to 47 inches; reddish yellow (7.5YR 8/6) very gravelly coarse sandy loam, reddish yellow (7.5YR 6/6) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots; few fine and very fine tubular pores; 45 percent gravel; strongly effervescent, disseminated, 30 percent calcium carbonate equivalent; 35 percent crystalline gypsum occurring as sand grains and pendants on rock fragments; slightly alkaline (pH 7.6); abrupt smooth boundary. (8 to 12 inches thick)\nBy3--47 to 65 inches; pink (7.5YR 7/4) very gravelly loamy coarse sand, light brown (7.5YR 6/4) moist; single grained; loose; no observed roots; many very fine irregular pores; 50 percent gravel; slightly effervescent, disseminated, 31 percent calcium carbonate equivalent; 50 percent crystalline gypsum occurring as sand grains and pendants on rock fragments; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona; about 12 miles south of the Arizona - Utah state line, and west of Hurricane Cliffs; 1300 feet north and 1700 feet east of the southwest corner of section 36, T.40 N., R.10 W.; Latitude 36 degrees 49 minutes 14 seconds N, Longitude 113 degrees 19 minutes 22 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil Temperature - 55 to 59 degrees F.\nDepth to Calcic horizon - 1 to 3 inches\nDepth to Gypsic horizon - 15 to 25 inches\nParticle size control section -\nPercent gypsum x centimeters thickness = greater than 3000\nPercent gypsum plus calcium carbonate = greater than 40 percent\nRock Fragments:  35 to 80 percent throughout\nA horizon\nHue:  5YR, 7.5YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  4 to 6, dry or moist\nCalcium carbonate equivalent:  5 to 25 percent\nBk horizon\nHue:  5YR, 7.5YR\nValue:  5 to 8 dry, 4 to 8 moist\nChroma:  2 to 6, dry or moist\nTexture:  Loam, fine sandy loam, sandy loam\nCalcium carbonate equivalent:  15 to 35 percent\nGypsum: 0 to 15 percent\nBy horizon\nHue:  7.5YR, 10YR\nValue:  6 to 8 dry, 5 to 8 moist\nChroma:  0 to 6, dry or moist\nTexture:  Gypsiferous material as sandy loam, fine sandy loam, coarse sandy loam, loamy coarse sand\nCalcium carbonate equivalent:  10 to 35 percent\nGypsum:  20 to 95 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nutter soils are on colluvial and alluvial slopes and terraces and have slopes of 1 to 20 percent.  These soils formed in colluvium and alluvium derived dominantly from sedimentary formations with high lime and gypsum content.  Elevation ranges from 4000 to 5000 feet.  Mean annual precipitation is 7 to 11 inches.  The mean annual air temperature is 53 to 57 degrees F.  The frost-free period is 165 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gyppocket, Dutchman, Goblin, McCullan and Robroost soils.  Dutchman, McCullan and Robroost soils average less than 35 percent rock fragments.  Goblin soils have bedrock at depths less than 20 inches.  Gyppocket soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to medium runoff;  moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nutter soils are used for livestock grazing and wildlife habitat.  The present vegetation is black grama, gyp dropseed, galleta, Indian ricegrass, Mormon-tea, wolfberry and broom snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona.  This series is of small extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona; Soil survey of Shivwits Area, Arizona, Part of Mohave County; 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly classified as Typic Gypsiorthids.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nCalcic horizon - The zone from 2 to 23 inches (Bk, Bky horizons)\nGypsic horizon - The zone from 23 to 65 inches (By1, By2, and By3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
