{
  "SERIES": "NUTZAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-JBF-TM-JVC",
  "REVDATE": "01/2020",
  "STATES": "CA,NV",
  "OVERVIEW": "The Nutzan series consists of moderately deep, well drained soils that formed in residuum and colluvium derived from rhyolitic tuff and similar volcanic rocks.  Nutzan soils are on plateaus and mountains.  Slopes are 4 to 30 percent.  The mean annual precipitation is about 360 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nutzan gravelly ashy sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 10 percent pyroclastic tuff, 10 percent obsidian, and 10 percent rhyolitic gravel.\nA1--0 to 5 cm; light brownish gray (10YR 6/2) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak very thin and thin platy structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 10 percent obsidian gravel and 20 percent rhyolitic tuff gravel; neutral (pH 6.6); clear wavy boundary.  (3 or 5 cm thick)\nA2--5 to 25 cm; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, very friable, nonsticky and nonplastic; many very fine, common fine and few medium roots; many very fine tubular pores; 10 percent obsidian gravel and 15 percent rhyolitic tuff gravel; neutral (pH 6.8); clear wavy boundary.  (10 to 25 cm thick)\nBw--25 to 43 cm; pale brown (10YR 6/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; many very fine tubular pores; 20 percent obsidian gravel and 5 percent rhyolitic tuff gravel; few thin glass coats bridging mineral grains; neutral (pH 7.0); clear wavy boundary.  (15 to 30 cm thick)\nBC--43 to 71 cm; very pale brown (10YR 7/3) very gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; many very fine tubular pores; 40 percent obsidian gravel and 5 percent rhyolitic tuff gravel; few thin glass coats bridging mineral grains; neutral (pH 7.0); clear wavy boundary.  (15 to 30 cm thick)\nC--71 to 91 cm; very pale brown (10YR 7/3) extremely gravelly ashy coarse sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 50 percent obsidian gravel, 15 percent rhyolitic tuff gravel and 10 percent cobbles; neutral (pH 7.0); clear irregular boundary.  (5 to 36 cm thick)\nCr--91 to 117 cm; highly fractured weathered vitric rhyolitic tuff; few very fine roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; on the south flank of Nut Mountain; about 1,900 feet north and 2,300 feet east of the southwest corner section 12, T. 42 N., R. 22 E.; USGS Nut Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 34 minutes 05 seconds N and longitude 119 degrees 27 minutes 09 seconds W;\nWGS84 Decimal Degrees 41.5680556 latitude, -119.4525000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry from July through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered vitric rhyolitic tuff.\nVolcanic glass content: 60 to 95 percent volcanic glass, glass-coated grains, and glass aggregates in the coarse silt through fine sand fractions throughout; 40 to 60 percent are glass shards.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: Averages 40 to 60 percent, mainly gravel.  Lithology of fragments is mainly hard vitric pyroclastic (volcanic) rocks.\nA horizons\nValue: 5 or 6 dry, 2 or 3 moist; Dry value of 6 is only in the surface 5 cm.\nChroma: 2 or 3, dry or moist.\nBw horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nRock fragments: 15 to 35 percent.\nBC horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nRock fragments: 35 to 60 percent.\nC horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Extremely gravelly ashy coarse sandy loam or extremely gravelly ashy sandy loam.\nRock fragments: 60 to 80 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cavin, Cinderfall, Crackedground, and Wildcatbutte series.\nCavin, Cinderfall, and Wildcatbutte soils are very deep.  Crackedground soils are deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nutzan soils are on plateaus and mountains.  They typically occur on shoulder and footslope positions.  They formed in residuum and colluvium derived from rhyolitic tuff and similar pyroclastic (volcanic) rocks.  Slopes are 4 to 30 percent.  Elevations range from 1,540 to 2,420 meters.  The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hart Camp and Westbutte soils.  Hart Camp soils are shallow and have argillic horizons.  Westbutte soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nutzan soils are used for livestock grazing and wildlife habitat.  The present vegetation is dominantly mountain big sagebrush, antelope bitterbrush, Idaho fescue, needlegrass, bluegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 cm (A1 and A2 horizons).\nCambic horizon - The zone from 25 to 43 cm (Bw horizon).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A1, A2, Bw, BC and part of the C horizons).\nParalithic contact - The boundary at 91 cm to underlying weathered bedrock (Cr layer).\nParticle-size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from 25 to 91 cm (Bw, BC, and C horizons).\nADDITIONAL DATA:  Volcanic glass content determined locally by optical grain counts using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
