{
  "SERIES": "NUVALDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALN-OWB-JCW-ACT",
  "REVDATE": "01/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nuvalde clay loam--cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, sticky; many fine roots; 12 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline; abrupt smooth boundary.  Thickness is 10 to 25 cm (4 to 10 in)\nA--15 to 33 cm (6 to 13 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine subangular blocky structure; hard, firm, sticky; many fine roots; few fine pores; 15 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual smooth boundary.  Combined thickness of the A horizon is 25 to 51 cm (10 to 20 in)\nBw--33 to 53 (13 to 21 in); brown (10YR 5/3) clay, brown (10YR 4/3) moist; moderate very fine subangular blocky structure; hard, firm, sticky; few fine roots; few fine pores; 20 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual wavy boundary.  Thickness of the Bw horizon is 10 to 46 cm (4 to 18 in)\nBk1--53 to 81 cm (21 to 32 in); light brown (7.5YR 6/4) clay, brown (7.5YR 5/4) moist; moderate very fine subangular blocky structure; hard, firm, sticky; few fine roots; few fine pores; few fine masses; few medium concretions, few films and threads of calcium carbonate; 40 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual wavy boundary.  Thickness is 15 to 66 cm (6 to 26 in)\nBk2--81 to 160 cm (32 to 63 in); pink (7.5YR 7/4) silty clay loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; hard, friable, sticky; 30 percent pinkish white weakly and strongly cemented concretions of calcium carbonate that are 1 to 15 mm in diameter; few fine masses of calcium carbonate; 60 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; diffuse wavy boundary.  Combined thickness of the Bk horizon is 28 to 135 cm (11 to 53 in)\nBCk--160 to 213 cm (63 to 84 in); pink (7.5YR 8/4) silty clay loam, pink (7.5YR 7/4) moist; massive; hard, friable, slightly sticky; few medium weakly and strongly cemented concretions and fine soft masses of calcium carbonate; 45 percent calcium carbonate equivalent; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCulloch County, Texas; from the intersection of U.S. Highway 377 and U.S. Highway 87 at the Courthouse in Brady, TX; 0.7 miles north of U.S. Hwy 377; 7.3 miles east and northeast on U.S. Hwy 190; 0.7 miles east on county road; 460 feet south in field.\nUSGS topographic quadrangle: Rochelle, TX;\nLatitude: 31 degrees, 11 minutes, 44.4 seconds N;\nLongitude, 99 degrees, 13 minutes, 26.8 seconds W;\nDatum: WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness:152 to 203 cm (60 to 80 in)\nDepth to calcic horizon: 35 to 96 cm (14 to 38 in)\nParticle size control section (weighed average):\nTotal clay content: 30 to 50 percent\nSilicate Clay content: 25 to 35 percent\nCarbonate clay content: 5 to 20 percent\nCalcium carbonate equivalent: 15 to 40 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3, dry and moist\nTexture: clay loam, silty clay loam, or silty clay\nTotal Clay content: 30 to 40 percent\nCarbonate clay content: 3 to 10 percent\nCalcium carbonate equivalent: 5 to 15 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)\nBw horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry and moist\nTexture: clay loam, silty clay loam, clay, or silty clay\nTotal Clay content: 35 to 50 percent\nCarbonate clay content: 5 to 15 percent\nCalcium carbonate equivalent: 15 to 25 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: strong to violent\nReaction (pH): moderately alkaline (7.9 to 8.4)\nBk1 horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 or 4, dry and moist\nTexture: clay loam, silty clay loam, clay, or silty clay\nTotal Clay content: 30 to 50 percent\nCarbonate clay content: 10 to 20 percent\nIdentifiable secondary carbonates: 1 to 30 percent; masses, concretions, films, and threads\nCalcium carbonate equivalent: 20 to 60 percent\nElectrical conductivity (mmhos/cm): 0 to 2.5\nEffervescence: strong or violent\nReaction (pH): moderately alkaline (7.9 to 8.4)\nBk2 horizon\nHue: 7.5YR or 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 to 6, dry and moist\nTexture: loam, silty clay loam, or clay loam\nTotal Clay content: 24 to 40 percent\nCarbonate clay content: 10 to 20 percent\nIdentifiable secondary carbonates: 5 to 30 percent; masses, concretions, films, and threads\nCalcium carbonate equivalent: 30 to 70 percent\nElectrical conductivity (mmhos/cm): 0 to 2.5\nEffervescence: violent\nReaction (pH): moderately alkaline (7.9 to 8.4)\nBCk horizon\nHue: 7.5YR or 10YR\nValue: 5 to 8 dry, dry and moist\nChroma: 1 to 4, dry and moist\nTexture: loam, silt loam, silty clay loam, or clay loam\nTotal Clay content: 24 to 40 percent\nCarbonate clay content: 10 to 18 percent\nIdentifiable secondary carbonates: 2 to 55 percent; masses, concretions, films, and threads\nCalcium carbonate equivalent: 30 to 70 percent\nElectrical conductivity (mmhos/cm): 0 to 2.5\nEffervescence: violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Quanah series in the same family.  Similar soils are the Angelo, Knippa, Nukrum, Prade, Pratley, Sunev, and Venus series.\nQuanah soils: do not allow clay or silty clay textures in the upper part of the particle-size control section and formed in slope alluvium and/or colluvium derived from gypsum, limestone, and/or mudstone of the Blaine Formation of Permian age.\nAngelo soils: are dry in the moisture control section for longer periods of time.\nKnippa and Nukrum soils: have more than 40 percent silicate clay content in the particle-size control section and have vertic properties.\nPrade and Pratley soils: have more than 40 percent silicate clay content in the particle-size control section and have a petrocalcic horizon within 102 cm (40 in) of the surface.\nSunev and Venus soils: have a fine-loamy particle-size control section and are moist in the moisture control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous silty and clayey alluvium derived from limestone\nLandscape: river valleys or dissected plateaus\nLandform: stream terraces or alluvial fans\nSlope: 0 to 5 percent\nPrecipitation pattern: Precipitation falls mostly during the months of March through June and September through October. July and August are the driest months.\nMean annual precipitation: 610 to 762 mm (24 to 30 in)\nThornthwaite P-E Index: 30 to 44\nMean annual air temperature: 17.2 to 18.9 degrees C (63 to 66 degrees F)\nFrost-free days: 210 to 240\nElevation: 304.8 to 716.3 m (1000 to 2350 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Frio, Kavett, Mereta, Reap, Salga, and Tarrant series.\nFrio soils: occur on lower flood plains and do not have calcic horizons.\nKavett soils: occur on higher positions and are shallow to a petrocalcic and lithic contact.\nMereta soils: occur on slightly higher positions and are shallow to a petrocalcic horizon.\nReap soils: occur on similar to slightly lower positions and have more than 40 percent silicate clay content in the particle-size control section and have vertic properties.\nSalga soils: occur on similar positions, have more than 35 percent silicate clay content in the particle-size control section and have an argillic horizon.\nTarrant soils: occur on higher positions and are shallow to lithic limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is  moderately slow in the upper part and moderately slow or moderate in the lower part. Runoff is low on 0 to 1 percent slopes and medium on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are crop production and livestock grazing.  Cultivated crops include oats, wheat, cotton, and sorghums.  Native vegetation is mostly sideoats grama, silver bluestem, vine-mesquite, buffalograss, condalia, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas; LRR I, MLRA 81A, 81B, and 81C - Edwards Plateau; LRR H, MLRA 78A - Rolling Limestone Prairie and MLRA 80B - Texas North Central Prairie.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coleman County, Texas; 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 01/2017 (RFG-THW): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40 in)\nMollic epipedon: 0 to 33 cm (0 to 13 in) (Ap and A horizons)\nCambic horizon: 33 to 53 cm (13 to 21 in) (Bw horizon)\nCalcic horizon: 53 to 213 (21 to 84 in) (Bk1, Bk2 and BCk horizons)\nADDITIONAL DATA:  KSSL sample 71TX307001 and S09TX307003 from the series type location in McCulloch County, Texas; and 83TX417001 from Shackelford County, Texas.\nTaxonomic Version: Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
