{
  "SERIES": "NYKANEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFS-JFH",
  "REVDATE": "04/2009",
  "STATES": "MI",
  "OVERVIEW": "The Nykanen series consists of shallow, moderately well drained soils that formed in a loamy mantle and in the underlying weathered dolomitic sandstone. They are on eroded bedrock terraces within glacial drainage channels. Saturated hydraulic conductivity is moderately high and high above the bedrock, moderately high in the Cr horizon and very low in the bedrock. Slope ranges from 1 to 45 percent. Mean annual air temperature is about 5 degrees C. Mean annual precipitation is about 860 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Nykanen very fine sandy loam, on a slope of 21 percent, in a forested area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 centimeters; very dark gray (10YR 3/1) very fine sandy loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; many very fine to very coarse roots; about 2 percent channers; very strongly acid; clear broken boundary. (5 to 10 centimeters thick)\nBA--10 to 36 centimeters; dark brown (7.5YR 3/4) and very dark gray (10YR 3/1) very fine sandy loam, brown (7.5YR 5/4) and gray (10YR 5/1) dry; moderate very fine subangular blocky structure; friable; common medium faint dark gray (10YR 4/1) worm casts on faces of peds; many very fine to medium roots; about 12 percent partially weathered dolomitic sandstone channers; strongly acid; gradual smooth boundary. (20 to 46 centimeters thick)\n2Cr--36 to 64 centimeters; yellowish brown (10YR 5/4) weathered dolomitic sandstone; moderate very thick platy rock structure; friable to extremely firm; many very fine to fine roots in horizontal cracks; neutral; gradual smooth boundary. (18 to 41 centimeters thick)\n2R--64 centimeters; yellowish brown (10YR 5/4) dolomitic sandstone; common very fine to fine roots in horizontal fractures in the upper 30 centimeters of the bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:; Alger County, Michigan; about 600 feet north and 700 feet east of the southwest corner of sec. 27, T. 48 N., R. 17 W.; USGS Chatham topographic quadrangle; lat. 46 degrees 20 minutes 57 seconds N. and long. 86 degrees 55 minutes 34 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the weathered bedrock ranges from 25 to 51 centimeters. The underlying bedrock can vary from dolomitic sandstone to limestone. When the Cr horizon is weathered limestone, it has common layers of glauconite. Volume of channers ranges from 1 to 15 percent in the A and BA horizons. The A and BA horizons have about 2 to 5 percent limestone and sandstone saprolite.\nThe A horizon has hue of 10YR, value of 3, and chroma of 1 or 2. It is very fine sandy loam or fine sandy loam. Reaction is very strongly acid or strongly acid.\nThe BA horizon has hue of 10YR or 7.5YR, value of 3 and 4 and chroma of 1 to 4. It is very fine sandy loam or fine sandy loam. Reaction is strongly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Ensign series. The Ensign series has wet soil moisture status at a depth of 15 centimeters during the month of May. Closely related series are the Normanna, Soudan and Washlsten soils. Normanna and Soudan soils are underlain by dense till. Washlsten soils do not have a paralithic contact at depths of 25 to 51 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nykanen soils are on risers and scarps of eroded bedrock terraces within glacial drainage channels. They formed in a mantle of loamy material and in the underlying weathered bedrock. Slope gradients typically are 6 to 25 percent but range from 2 to 45 percent. Mean annual precipitation is about 860 millimeters and the mean annual air temperature is about 5 degrees C. Elevation above sea level ranges from 244 to 290 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eben, Ensign, Ruse, Shoepac, and Trenary soils. The somewhat poorly drained Ensign soils and the poorly drained Ruse soils form a drainage catena with the Nykanen soils. Ensign soils are on plane to slightly concave slopes of 0 to 3 percent. Ruse soils are on concave slopes of 0 to 2 percent. The well drained, very deep Eben soils are on adjacent higher outwash terraces. The moderately well drained Shoepac and the well drained Trenary soils are very deep and are on adjacent ground moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Runoff is low to medium depending on slope. Wet soil moisture status is at a depth of 30 centimeters at times during the months of April, July, and October. Saturated hydraulic conductivity is moderately high and high in the fine earth fraction, moderately high in the Cr horizon and very low in the lithic bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for woodland, hayland and pastureland. Principal trees are sugar maple, American basswood, yellow birch, and eastern hophornbean. Common ground vegetation is spinulose shield fern, sweet cicely, maidenhair fern, trilliums, lady fern, rattlesnake fern, horsetails and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Upper Peninsula of Michigan; MLRA-94B. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-8 (Marquette, Michigan)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Alger County, Michigan, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - the zone from 0 to 10 centimeters (A horizon); Cambic horizon - the zone from 10 to 36 centimeters (BA horizons); Lithic contact - 64 centimeters; Oxyaquic subgroup - the soil is saturated with water in one or more layers within 100 cm of the mineral surface for one month or more per year in most years (BA and 2Cr horizons); Udic moisture regime.\nOnly series status, responsibility, and scrivener's errors changed - 4/09.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "A--0 to 10 centimeters; very dark gray (10YR 3/1) very fine sandy loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; many very fine to very coarse roots; about 2 percent channers; very strongly acid; clear broken boundary. (5 to 10 centimeters thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--10 to 36 centimeters; dark brown (7.5YR 3/4) and very dark gray (10YR 3/1) very fine sandy loam, brown (7.5YR 5/4) and gray (10YR 5/1) dry; moderate very fine subangular blocky structure; friable; common medium faint dark gray (10YR 4/1) worm casts on faces of peds; many very fine to medium roots; about 12 percent partially weathered dolomitic sandstone channers; strongly acid; gradual smooth boundary. (20 to 46 centimeters thick)"
      },
      {
        "name": "2Cr",
        "top": 36,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Cr--36 to 64 centimeters; yellowish brown (10YR 5/4) weathered dolomitic sandstone; moderate very thick platy rock structure; friable to extremely firm; many very fine to fine roots in horizontal cracks; neutral; gradual smooth boundary. (18 to 41 centimeters thick)"
      },
      {
        "name": "2R",
        "top": 64,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "narrative": "2R--64 centimeters; yellowish brown (10YR 5/4) dolomitic sandstone; common very fine to fine roots in horizontal fractures in the upper 30 centimeters of the bedrock."
      }
    ]
  ]
}
