{
  "SERIES": "NYMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SM/CLM/TWH-JVC",
  "REVDATE": "12/2006",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy-skeletal, glassy Vitrandic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nyman channery ashy silt loam--on a 40 percent north slope at 6,040 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on September 9, 1994, the soil was dry throughout.)\nOi--0 to 1 inch; slightly decomposed plant material composed of twigs and leaves.\nA1--1 to 6 inches; black (10YR 2/1) channery ashy silt loam, black (7.5YR 2.5/1) moist; moderate medium and coarse subangular blocky structure parting to moderate fine subangular blocky; slightly hard, very friable, nonsticky and nonplastic; many very fine through very coarse roots, common very fine and fine tubular and irregular pores; 20 percent channers; slightly alkaline (pH 7.6); abrupt irregular boundary.\nA2--6 to 12 inches; very dark gray (10YR 3/1) channery ashy loam, black (7.5YR 2.5/1) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine through very coarse roots; common very fine and fine tubular and irregular pores; 15 percent channers; slightly alkaline (pH 7.4); clear wavy boundary.\nA3--12 to 20 inches; brown (7.5YR 4/2) very channery ashy loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine through coarse roots; common very fine through coarse tubular pores; 25 percent channers and 10 percent flagstones; neutral (pH 7.3); abrupt wavy boundary.  (Combined thickness of the A horizons is 16 to 23 inches).\nBw1--20 to 25 inches; brown (7.5YR 5/2) very channery ashy loam, brown (7.5YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine and few fine and medium tubular pores; 35 percent channers and 10 percent flagstones; neutral (pH 7.2); gradual wavy boundary.\nBw2--25 to 36 inches; brown (7.5YR 5/2) very channery ashy loam, brown (7.5YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine irregular pores; 40 percent channers and 10 percent flagstones; neutral (pH 7.2); abrupt irregular boundary.  (Combined thickness of the Bw horizons is 4 to 25 inches.)\nR--36 inches; tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Idaho; about 3 miles east-northeast of Preston; approximately 1,900 feet west and 4,500 feet north of the southeast corner of section 16, T. 15 S., R. 40 E.; USGS Franklin 7.5 minute topographic quadrangle; 42 degrees 07 minutes 24 seconds north latitude and 111 degrees 47 minutes 11 seconds west longitude, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 41 to 43 degrees F.\nMollic epipedon thickness - 16 to 23 inches.\nDepth to bedrock - 20 to 40 inches to a lithic contact measured from the mineral soil surface.\nParticle-size control section - Clay content: Averages 12 to 16 percent;\nRock fragments: Averages 35 to 60 percent.  Lithology of fragments are volcanic rocks such as tuff and rhyolite.\nVolcanic glass content in the coarse silt through very coarse sand fractions - 50 to 65 percent\nA1 horizon\nHue: 10YR or 7.5YR.\nValue: 2 through 5 dry, 2 or 3 moist.\nChroma: 1 or 2 dry, 1 through 3 moist.\nRock fragments: 15 to 34 percent channers\nOrganic matter content: 3 to 5 percent.\nOxalate extractable aluminum plus one-half iron: 0.14 to 0.17 percent.\nPhosphorous retention: 15 to 25 percent.\n15-bar water retention on air dried samples: 15 to 25 percent.\nA2 and A3 horizons\nHue: 10YR or 7.5YR.\nValue: 2 through 5 dry, 2 or 3 moist.\nChroma: 1 or 2 dry, 1 through 3 moist.\nTexture: Channery loam, channery silt loam, or very channery loam.\nRock fragments: 9 to 58 percent channers, 0 to 17 percent flagstones.\nOrganic matter content: 1 to 4 percent.\nReaction: Neutral or slightly alkaline.\nOxalate extractable aluminum plus one-half iron: 0.14 to 0.17 percent.\nPhosphorous retention: 15 to 25 percent.\n15-bar water retention on air dried samples: 15 to 25 percent.\nBw horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nRock fragments: 25 to 60 percent channers, 6 to 14 percent flagstones.\nReaction: Neutral or slightly alkaline.\nOxalate extractable aluminum plus one-half iron: 0.04 to 0.12 percent.\nPhosphorous retention: 30 to 80 percent.\n15-bar water retention on air dried samples: 10 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cherpi and Zorromount series.  These soils are very deep and do not have bedrock within 60 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nyman soils are on mountains.  They formed in residuum weathered from tuff.  Slopes are 30 to 60 percent.  Elevations range from 5,300 to 6,100 feet.  The mean annual precipitation is 15 to 20 inches, the mean annual air temperature is 39 to 42 degrees F., and the frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Copenhagen, Lonigan, and Smidale soils.  Copenhagen soils are on convex slopes in open areas that do not have a dense tree canopy.  Copenhagen soils are less than 20 inches deep to a paralithic contact.  Lonigan soils are on smooth to slightly convex slopes in open areas that do not have a dense tree canopy.  Lonigan soils have a calcic horizon.  Smidale soils are on low elevation, concave slopes.  Smidale soils are very deep and have a loamy-skeletal particle-size control section.  Additionally, Copenhagen, Lonigan, and Smidale soils have a frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nyman soils are used for rangeland and woodland.  The current vegetation is bigtooth maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  LRR B, MLRA 13.  These soils are not extensive with about 1,200 acres of the series mapped to date."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Idaho, 1997.  The name is taken from Andrew Nyman Mountain."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 1 to 20 inches (A1, A2, and A3 horizons).\nCambic horizon - The zone from 20 to 36 inches (Bw1 and Bw2 horizons).\nLithic contact - The boundary at 36 inches to underlying hard, unweathered bedrock (R layer).\nParticle-size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from 11 and 36 inches (part of the A2, A3, Bw1, and Bw2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
