{
  "SERIES": "NYMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWN-AGG",
  "REVDATE": "06/2000",
  "STATES": "MN,WI",
  "OVERVIEW": "The Nymore series consists of very deep, excessively drained soils that formed in sandy glacial outwash on outwash plains and valley trains. These soils have rapid permeability.  Their slopes ranges from 0 to 25 percent.  Mean annual precipitation is about 24 inches.  Mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Nymore loamy sand with a nearly level plane slope on a glacial outwash plain in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; very friable; slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)\nBA--8 to 11 inches; brown (10YR 4/3) and dark brown (10YR 3/3) sand; single grain; loose; slightly acid; clear smooth boundary.  (0 to 5 inches thick)\nBw1--11 to 23 inches; dark yellowish brown (10YR 4/4) sand; single grain; loose; neutral; clear smooth boundary.\nBw2--23 to 33 inches; yellowish brown (10YR 5/4) sand; single grain; loose; about 1 percent gravel; neutral; clear smooth boundary.  (The combined thickness of the B horizons is 18 to 36 inches).\nC--33 to 60 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wadena County, Minnesota; about 5 miles east and 2 miles north of Wadena; 225 feet north and 950 feet west of the southeast corner of sec. 30 T. 135 N., R. 34 W., USGS Verndale quadrangle, Lat. 46 degrees 28 minutes 16 seconds N., Long. 95 degrees 00 minutes 47 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 24 to 45 inches, and depth to free carbonates ranges from 4 to 10 feet or more. These soils typically do not have gravel, but in some pedons gravel of mixed lithology and commonly less than 10 mm in size comprises as much as 10 percent of the solum and C horizon, either as distinct strata or dispersed throughout the matrix.  These soils have 10 to 40 percent dark colored minerals of the sand size fraction or larger.  The series control section averages 10 to 20 percent coarse sand and very coarse sand, 35 to 50 percent medium sand, and 20 to 40 percent fine sand and very fine sand.  The soil moisture control section is dry for 20 to 35 consecutive days during the 120 days following the summer solstice.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 2 or 3 (less than 6 when dry), and chroma of 1 to 3.  It is loamy sand, coarse sand, sand, loamy coarse sand, loamy fine sand, or fine sand.  It is strongly acid to slightly acid.\nThe Bw horizon has hue of 5YR to 10YR in the upper part, and value and chroma of 3 or 4.  It has in the lower part hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 6.  It is coarse sand, sand, loamy coarse sand or loamy sand.  Also, it has thin subhorizons of fine sand or loamy fine sand in some pedons.  It is strongly acid to neutral.\nThe C horizon has hue of 10YR or 7.5YR, value of 5 to 7, and chroma of 2 to 6.  It has mottles below a depth of 40 inches in some pedons.  It dominantly is coarse sand or sand, but it has thin strata of fine sand in some pedons.  It is strongly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Champlain (T), Claire, Corliss, Friendship, Grayling, Mahtomedi, Menahga, Omega, Pelkie, Plainbo, Sartell, Serden, Shawano, and Sunday series.  Champlain soils have less than 30 percent medium sand or coarser in the series control section. Claire soils are dry in the soil moisture control section for more than 35 consecutive days during the 120 days following the summer solstice. Corliss soils have carbonates within 40 inches.  Friendship soils have high chroma mottles within a depth of 40 inches and are moderately well drained.  Grayling soils have more than 50 percent medium sand. Mahtomedi soils have more than 10 percent rock fragments in the series control section.  Menahga soils have more than 20 percent coarse and very coarse sand in the series control section.  Omega soils have more than 40 percent dark colored minerals in the sand size fraction or larger and has hue of 5YR or redder throughout the series control section and deeper.  Pelkie soils do not have gravel size fragments in the series control section and have less than 10 percent coarse and very coarse sand.  Plainbo soils have a lithic contact between depths of 20 to 40 inches.  Sartell, Serden, and Shawano soils have more than 40 percent fine sands throughout the series control section.  Sunday soils are dry in the soil moisture control section for less than 20 consecutive days during the summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Nymore soils have slightly concave through convex slopes on outwash plains and valley trains.  Slope gradients typically range from 1 to 12 percent with an extreme range of  0 to 25 percent.  Slopes are simple or complex and plain or convex.  The Nymore soils formed in sandy glacial outwash sediments of mixed lithology of Late Wisconsinan Age.  Mean annual temperature ranges from about 36 to 45 degrees F.  Mean annual precipitation from about 22 to 33 inches. Frost-free days range from 88 to 142.  Elevation ranges from 670 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Meehan, Duelm, and Isan soils which are members of a hydrosequence with the Nymore soils.  The somewhat poorly drained Meehan and the somewhat poorly and moderately well drained Duelm soils are on nearby lower lying or less sloping landscapes.  The poorly and very poorly drained Isan soils are on nearby lower lying nearly level landscapes.  Duelm and Isan soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Surface runoff is slow to medium.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 80 percent of the area is cropped to corn, small grain and forage crops.  The remaining areas are in forest or scattered woodlots.  This soil is in the transition zone between prairie and forest.  Native vegetation was mostly an open stand of aspen, bur oak, hazel and jack pine with an understory of prairie species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Minnesota and northwestern Wisconsin; moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wadena County, Minnesota, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - zone from the surface to 11 inches (Ap and BA horizons); the typical pedon and its location was changed from a typical forested area to a more representative cultivated area in the county. The soil moisture control section may be dry for 20 to 35 consecutive days during the 120 days following the summer solstice.\nADDITIONAL DATA:  Refer to Minnesota Agricultural Experiment Station Central File Code No. 773 for results of some laboratory analysis of a pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; very friable; slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 20,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--8 to 11 inches; brown (10YR 4/3) and dark brown (10YR 3/3) sand; single grain; loose; slightly acid; clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--11 to 23 inches; dark yellowish brown (10YR 4/4) sand; single grain; loose; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 58,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--23 to 33 inches; yellowish brown (10YR 5/4) sand; single grain; loose; about 1 percent gravel; neutral; clear smooth boundary.  (The combined thickness of the B horizons is 18 to 36 inches)."
      },
      {
        "name": "C",
        "top": 84,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--33 to 60 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; slightly acid."
      }
    ]
  ]
}
