{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Ed., Amend. 25, Nov. 2017) Part 630 – Benchmark Soils",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "630.0": [
    {
      "clause": 1,
      "content": "630.0 Definition and Purpose",
      "part": "630",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 2,
      "content": "A. Definition A benchmark soil is one of large extent within one or more major land resource areas (MLRAs), one that holds a key position in the soil classification system, one for which there is a large amount of data, one that has special importance to one or more significant land uses, or one that is of significant ecological importance.",
      "part": "630",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 3,
      "content": "B. Purpose",
      "part": "630",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 4,
      "content": "(1) Benchmark soils, while being important soils in their own right, are also intended to serve as proxies for other similar soils. Their purpose is to focus data collection and the investigative effort on soils that have the greatest potential for extending collected data and resultant interpretations to other soils. This purpose is relevant both in making soil surveys and to soil survey customers in their goal to extend findings of their research. The cost of investigation and the large number of combinations of soil uses and management practices preclude laboratory and field studies of all soils; therefore, studies of benchmark soils are an essential component of developing nationwide soil databases and soil interpretations. Data obtained by studying benchmark soils can be used to help estimate important properties in similar soils. Benchmark soils can also be used to test new interpretations or to provide input to regional scale models. Knowledge of the properties and behavior of benchmark soils contributes to the understanding and interpretation of other soils with similar properties. This knowledge is important to soil technology and the use of soil surveys.",
      "part": "630",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 5,
      "content": "(2) Lists of benchmark soils are useful in planning many kinds of soil studies. The designation of “benchmark” facilitates the selection of soils that meet research and other study objectives while also allowing for maximum extension of study data. Benchmark soils can be selected for their representativeness and included in studies of single soils or a suite of soils, such as those representing a gradient in temperature or moisture across a region. The list and accompanying information about the soil’s classification, land uses, land cover, and ecological significance are useful in the development of cross-site studies or networks, such as soil monitoring networks.",
      "part": "630",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 6,
      "content": "(3) Some example uses for benchmark soils are— (i) Extending estimated soil property data to similar soils. (ii) Documenting soil properties for ecological site information. (iii) Assessing conservation effects. (iv) Evaluating soil interpretations. (v) Studying macronutrients, micronutrients, and trace elements. (vi) Lab characterization studies and special studies looking at soil carbon, heavy metals and other geochemistry analyses. (vii) Monitoring change in soil quality and natural resource condition. (viii) Measuring saturated hydraulic conductivity. (ix) Dynamic soil property investigations. (x) Verifying and testing soil erodibility factors. Ed., Amend. 25, Nov. 2017) (xi) Collecting crop and range plant adaptation and yields. (xii) Assessing soil fertility. (xiii) Locating sources for training materials and onsite training activities. (xiv) Modeling crop, soil, and pesticide scenarios for surface water and groundwater assessments. (xv) Modeling pedotransfer functions. (xvi) Conducting cross-site research.",
      "part": "630",
      "headerid": "0",
      "header": "Definition and Purpose"
    }
  ],
  "630.1": [
    {
      "clause": 1,
      "content": "630.1 Policy and Responsibilities",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 2,
      "content": "A. Soil Survey Office (SSO).—The SSO is responsible for—",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 3,
      "content": "(1) Evaluating the benchmark soils in their area of responsibility, for adherence to the benchmark soils definition and purpose, through cooperation and consultation with the members of the SSO technical team.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 4,
      "content": "(2) Proposing changes to the benchmark soils status of soil series, through the management team for the SSO and the soil survey regional office.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 5,
      "content": "(3) Identifying soil series that are considered similar to the benchmark soils for the extrapolation and transfer of data.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 6,
      "content": "(4) Ensuring pedon descriptions are entered in NASIS for benchmark soil sampling sites.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 7,
      "content": "(5) Including a focus on benchmark soils in long-range, project, and investigation plans.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 8,
      "content": "(6) Developing an inventory of existing data for benchmark soils within their area of responsibility.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 9,
      "content": "(7) Assessing the adequacy of the data and developing plans to fill identified data gaps.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 10,
      "content": "(8) Developing a narrative record for each benchmark soil within their area of responsibility.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 11,
      "content": "B. Soil Survey Regional Office (SSR).—The SSR is responsible for—",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 12,
      "content": "(1) Maintaining the benchmark status data element for soil series in the soil classification database.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 13,
      "content": "(2) Ensuring that benchmark soils are adequately addressed in SSO long-range, project, and investigation plans.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 14,
      "content": "(3) Ensuring the entire MLRA is adequately represented by an optimal number of benchmark soils by approving recommendations for changes to benchmark soil status.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 15,
      "content": "(4) Maintaining an inventory of existing data for benchmark soils, as supplied by each SSO, for their region.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 16,
      "content": "(5) Consulting with appropriate members of SSO management teams with regard to requests for revisions to benchmark status.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 17,
      "content": "(6) Focusing long-range soil survey investigation plans on benchmark soils and their characteristics.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 18,
      "content": "A. C. State Soil Scientist.—The state soil scientist is responsible for—",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 19,
      "content": "(1) Reviewing proposed changes, as a member of a management team for the SSO, to the benchmark status of soil series, and forwarding those that the management team concurs with to the SSR for approval.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 20,
      "content": "(2) Soliciting input from cooperators and interdisciplinary specialists in the selection of benchmark soils.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 21,
      "content": "(3) Ensuring that benchmark soils are considered in organizing and planning research, special studies, and investigations.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 22,
      "content": "D. National Soil Survey Center (NSSC).—The National Soil Survey Center is responsible for—",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 23,
      "content": "(1) Providing guidance in the selection of benchmark soils. Ed., Amend. 25, Nov. 2017)",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 24,
      "content": "(2) Providing customer support and ensuring that internet access and query routines for benchmark soils are available and functioning properly.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 25,
      "content": "(3) Communicating and consulting with the staff at the site hosting the electronic files needed to deliver benchmark soil information.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 26,
      "content": "(4) Through liaisons assigned to each SSR and SSO, assisting in the development of investigations plans.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 27,
      "content": "(5) Performing laboratory characterization.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 28,
      "content": "(6) Maintaining the laboratory database.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 29,
      "content": "(7) Developing web-based geospatial analysis tools through its Geospatial Research Unit (GRU) for use in analyzing and revising benchmark soils by major land resource area.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 30,
      "content": "(8) Developing web-based map display products.",
      "part": "630",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    }
  ],
  "630.2": [
    {
      "clause": 1,
      "content": "630.2 Criteria for Selecting or Revising Benchmark Soils",
      "part": "630",
      "headerid": "2",
      "header": "Criteria for Selecting or Revising Benchmark Soils"
    },
    {
      "clause": 2,
      "content": "A. Criteria The soil series that are designated as benchmark soils within an MLRA should collectively reflect the major diversity of soils within the area. The criteria are as follows: (i) Extent.—The soil series that are selected as benchmark soils are commonly of large extent (>100,000 acres) in the land resource region (LRR), and of moderate or large extent (> 10,000 acres) in the MLRA. Not all series of moderate or large extent are benchmark soils. Generally, the combined total extent of all benchmark soils should comprise about 20 to 25 percent of the total soil area of the major land resource area. When combining the extent of the benchmark soils plus the extent of similar soils that they represent, collectively they are representative of 60 to 80 percent or more of all soils in the major land resource area. This kind of representation ensures that any collected data are widely applicable. (ii) Key Taxonomic Classes.—Soils that are representative of key positions in soil taxonomy within the MLRA (such as commonly occurring great groups, subgroups, or families) are considered for benchmark soil designation. Research on these can be easily applied to other soils in those classes. Typically, no more than one or two soils from the same family are designated as benchmark soils within an MLRA. See paragraph (iv) below for a reason to have more than one. (iii) Existing Data.—When similar soils are potential candidates for benchmark soil designation, soil series for which there are adequate amounts of data have preference over equally suitable series for which there are less data. Data-completeness of correlated pedon data must be evaluated concurrently with analyses of series extent, taxonomic significance, or unique importance. The National Cooperative Soil Survey (NCSS) soil characterization database (http://ncsslabdatamart.sc.egov.usda.gov), maintained by the National Soil Survey Center, includes laboratory data for benchmark soils. In addition, soil survey investigations reports identify benchmark soils. This will optimize the identification of potential benchmark candidates. Benchmark soils need to be well documented with complete characterization data. Ideally, there should be three to five pedons characterized. Each description must be accurately georeferenced. The data should include physical characterization (e.g., particle size, bulk density, moisture characteristics, Atterberg limits, etc.), chemical characterization (e.g., pH, base status, CEC, organic carbon, and calcium carbonate equivalent as applicable, etc.), and mineralogical characterization (e.g., clay minerals, optical grain counts). Additional data, such as cations extracted by ammonium oxalate, Ed., Amend. 25, Nov. 2017) cations extracted by dithionite citrate, electrical conductivity, COLE, phosphate retention, exchangeable sodium percentage, melanic index, and other properties, are important for some soils and should be considered when evaluating the completeness of existing data. Since there is not a single list of appropriate data for every soil, the assigned liaison from the NSSC Kellogg Soil Survey Laboratory, and where applicable, the local university NCSS cooperator, should be consulted to evaluate the adequacy of the existing data, identify data needs, and develop plans to expand the data available for benchmark soils in the region. (iv) Other Considerations.—The set of benchmark soils for a MLRA should include representatives from the major parent materials and landforms in the area. For example, coarse-loamy, mixed, active, mesic Typic Hapludalfs may be common on both extensive till plains and stream terraces in the MLRA. A single series from this family might not be adequate to represent these conditions if some key properties are significantly different between the two settings. Certain soils are especially important because of their use or ecological importance in the landscape. If these soils are essential to the understanding of landscape processes or ecological functions within the MLRA, or interpretations for unique land uses or land management practices, they may be designated as benchmark soils, even if they are not extensive. The number of soils meeting this criterion alone is small, perhaps two or three per MLRA.",
      "part": "630",
      "headerid": "2",
      "header": "Criteria for Selecting or Revising Benchmark Soils"
    },
    {
      "clause": 3,
      "content": "B. General Guidance Using the criteria discussed above, select the fewest number of soils required to adequately represent the soils in the MLRA. By considering extent, taxonomic placement, ecological significance, major parent materials and landforms, uniquely important soils, and existing data, an optimal benchmark soil list can be developed.",
      "part": "630",
      "headerid": "2",
      "header": "Criteria for Selecting or Revising Benchmark Soils"
    }
  ],
  "630.3": [
    {
      "clause": 1,
      "content": "630.3 Maintaining a Record of Benchmark Soil Data Needs",
      "part": "630",
      "headerid": "3",
      "header": "Maintaining a Record of Benchmark Soil Data Needs"
    },
    {
      "clause": 2,
      "content": "A. Maintenance The benchmark status designation for soil series is recorded in the Soil Classification database. This database is managed by the SSR staffs. Soil surveys are dynamic; consequently, the adequacy of the current benchmark soils status needs to be evaluated periodically as soil survey information is updated. While changes can be made at any time, keep in mind that if changes are made too frequently, the effectiveness in fulfilling the intended purpose of the benchmark soils may be diminished. The benchmark soils designation is recorded for soil series within MLRAs.",
      "part": "630",
      "headerid": "3",
      "header": "Maintaining a Record of Benchmark Soil Data Needs"
    },
    {
      "clause": 3,
      "content": "B. Access to Benchmark Soil Lists Use the online Soil Series Classification (SC) or Official Soil Series Descriptions (OSD) websites to view, query, and download benchmark soils lists. These data are on public-access, read-only web sites accessed by selecting “View OSDs by Query (with download option)” on the Official Soil Series Descriptions web page available at http://soils.usda.gov/technical/classification/osd/index.html. An option exists on the Soil Series Classification Query Facility web page (https://soilseries.sc.egov.usda.gov/screports.aspx) to download soil series data in a tab-delimited file format. These data may then be imported into spreadsheet and other programs for easier sorting and analysis. Ed., Amend. 25, Nov. 2017)",
      "part": "630",
      "headerid": "3",
      "header": "Maintaining a Record of Benchmark Soil Data Needs"
    },
    {
      "clause": 4,
      "content": "C. Development of a Comprehensive Report Each MLRA soil survey leader, in consultation with technical team members, the management team, and NCSS cooperators as appropriate, develops a comprehensive report summarizing the kinds of data and information currently available and data needed to predict the behavior of soils in each major land resource area. This report compares existing data and information on benchmark soils with needs to determine the adequacy of information for the MLRA. This comparison helps plan for studies of soil properties, qualities, and behavior.",
      "part": "630",
      "headerid": "3",
      "header": "Maintaining a Record of Benchmark Soil Data Needs"
    },
    {
      "clause": 5,
      "content": "D. Narrative Record of Each Benchmark Soil Based on the comprehensive report, a narrative record of each benchmark soil is provided to State soil scientists for distribution. The record helps to facilitate long-range planning and to encourage cooperative ventures with research institutions. Discuss the kinds of special studies and soil properties needed. Include literature references of research studies on the benchmark soil. Refer to part 630, subpart B, section 630.10, for an example of a narrative record.",
      "part": "630",
      "headerid": "3",
      "header": "Maintaining a Record of Benchmark Soil Data Needs"
    }
  ]
}
