{
  "SERIES": "EAGLENEST",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. DEW-JCK",
  "REVDATE": "03/2015",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eaglenest fine sandy loam, 2 percent slope in rangeland at an elevation of 1,623 meters (colors are for dry soil unless otherwise noted).\nA--0 to 8 cm; brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine roots throughout; common very fine vesicular pores; neutral (pH 6.7); clear smooth boundary. (3 to 16 cm thick)\nBt--8 to 30 cm; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots throughout; common very fine tubular pores; common distinct clay films on all faces of peds; neutral (pH 7.2); clear smooth boundary. (17 to 28 cm thick)\nBtk--30 to 68 cm; yellowish brown (10YR 5/4) very fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots throughout; common very fine tubular pores; common faint clay films on all faces of peds and common distinct calcium carbonate coats on the bottom of rock fragments; common fine threadlike calcium carbonate masses in the matrix; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (23 to 59 cm thick)\nBk--68 to 135 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots throughout; common very fine tubular pores; many distinct calcium carbonate coats on the bottom of rock fragments; common medium threadlike calcium carbonate masses in the matrix; 23 percent gravel; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (28 to 67 cm thick)\nBCk--135 to 168 cm; light yellowish brown (10YR 6/4) extremely gravelly loamy sand, yellowish brown (10YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine interstitial pores; many pendular calcium carbonate nodules on the bottom of rock fragments; 66 percent gravel; violently effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Park County, Wyoming; 671 meters north and 152 meters west of the southeast corner of section 19, T.55 N., R.101 W. Eaglenest Basin USGS quadrangle; latitude 44 degrees 43 minutes 48.0 seconds N. and longitude 109 degrees 3 minutes 37.0 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 7 to 9 degrees C\nDepth to secondary carbonates - 20 to 44 cm\nParticle-size control section (weighted average) - 18 to 32 percent clay\nA horizon\nHue: 7.5YR to 2.5Y\nValue: 4, 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3\nTexture: fine sandy loam, sandy loam or loam\nClay content: 10 to 22 percent\nRock fragments: 0 to 15 percent\nReaction: 6.6 to 7.5\nBt horizon\nHue: 7.5YR to 2.5Y\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3\nTexture: clay loam, loam or sandy clay loam\nClay content: 20 to 32 percent\nRock fragments: 0 to 15 percent\nReaction: 6.8 to 7.6\nBtk horizon\nHue: 7.5YR to 2.5Y\nValue: 5, 6 or 7 dry, 4, 5 or 6 moist\nChroma: 2, 3 or 4\nTexture: loam, very fine sandy loam or fine sandy loam\nClay content: 18 to 30 percent\nRock fragments: 0 to 15 percent\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: 7.8 to 8.2\nBk horizon\nHue: 7.5YR to 2.5Y\nValue: 6, 7 or 8 dry, 5 or 6 moist\nChroma: 2, 3 or 4\nTexture: sandy loam, loam or loamy sand\nClay content: 10 to 20 percent\nRock fragments: 20 to 65 percent\nCalcium carbonate equivalent: 5 to 25 percent\nSodium absorption ratio: 0 to 5\nReaction: 8.0 to 8.6\nBCk horizon\nHue: 7.5YR to 2.5Y\nValue: 6, 7 or 8 dry, 5 or 6 moist\nChroma: 2, 3 or 4\nTexture: sandy loam, loamy sand or sand\nClay content: 6 to 19 percent\nRock fragments: 35 to 65 percent\nCalcium carbonate equivalent: 5 to 25 percent\nSodium absorption ratio: 0 to 3\nReaction: 7.8 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlvey (UT) - have secondary carbonates above 20 cm; have less than 35 percent rock fragments in the subsoil\nBarx (UT) - have hue redder than 7.5YR; have secondary carbonates above 20 cm\nCabreros (NM) - have a paralithic contact at depths of 50 to 100 cm\nCerrillos (NM) - have less than 35 percent rock fragments in the subsoil; have hue redder than 7.5YR\nClovis (NM) - have hue redder than 7.5YR; have a mean annual soil temperature higher than 9 degrees C\nFernando (NM) - have secondary carbonates above 20 cm; have less than 20 percent rock fragments in the subsoil\nFlaco (NM) - have a lithic contact at depths of 50 to 100 cm\nFort (CO) -have less than 20 percent rock fragments in the subsoil; have a mean annual soil temperature higher than 9 degrees C\nHorchata (NM) - have a lithic contact at depths of 50 to 100 cm\nMaysdorf (WY) - have less than 20 percent rock fragments in the subsoil; have hue redder than 7.5YR\nMillett (AZ) - have hue redder than 7.5YR; have a mean annual soil temperature higher than 9 degrees C\nPalabria (NM) - have a lithic contact at depths of 100 to 150 cm\nProgresso (CO) - have a lithic contact at depths of 50 to 100 cm\nSanostee (NM) - have a lithic contact at depths of 50 to 100 cm\nScholle (NM) - have less than 35 percent rock fragments in the lower part of the subsoil; have hue redder than 7.5YR\nSelpats (WY) - have a lithological discontinuity; do not have textures coarser than sandy loam in the lower part of the subsoil\nSolirec (UT) - have less than 20 percent rock fragments in the subsoil; do not have textures coarser than sandy loam in the lower part of the subsoil\nSpenlo (UT) - have a lithic contact at depth of 150 to 200 cm; have hue redder than 7.5YR\nThreetop (WY) - have a lithic contact at depths of 50 to 100 cm\nTuweep (AZ) - have a lithologic discontinuity; have less than 52 percent sand throughout\nWineg (AZ) - have a mean annual soil temperature higher than 9 degrees C"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, fan remnants and stream terraces\nElevation - 1,400 to 1,700 meters\nSlope - 0 to 15 percent\nParent material - alluvium or colluvium\nMean annual precipitation - 250 to 360 mm\nMean annual air temperature - 6 to 8 degrees C\nFrost-free period - 110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None Listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow to rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Eaglenest soils are primarily used for livestock grazing and wildlife habitat but are also used for growing alfalfa and grass hay mixtures. Native vegetation is Wyoming big sagebrush, bluebunch wheatgrass, western wheatgrass, and needleandthread. Sites are susceptible to drought or misuse, deteriorating into a threadleaf sedge dominated community."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eaglenest soils are of small extent in northwestern Wyoming. MLRA 32."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Park County, Wyoming, 2015. The name is taken, in part, from the USGS quadrangle in which it's located."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - from 0 to 8 cm (A horizon)\nArgillic Horizon - from 8 to 68 cm (Bt and Btk horizons)\nCalcic horizon - from 68 to 168 cm (Bk and BCk horizons)\nParticle-size control section - from 8 to 58 cm (Bt and part of the Btk horizon)\nEaglenest soils have a mesic temperature regime and an aridic moisture regime bordering on ustic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
