{
  "SERIES": "EAPA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFJ-KEC-CJH",
  "REVDATE": "04/2016",
  "STATES": "MT,SD",
  "OVERVIEW": "The Eapa series consists of very deep, well drained soils that formed in alluvium and colluvial materials on terraces, fans, and uplands. Permeability is moderate.  Slopes range from 0 to 15 percent.  The mean annual precipitation is about 14 inches, and the mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eapa loam - on a plane slope of 3 percent in rangeland. When described, the soil was dry to 60 inches.  (Colors are for dry conditions unless otherwise noted.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; soft, very friable; many fine roots; slightly acid; abrupt smooth boundary.  (4 to 8 inches thick)\nBt1--4 to 12 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to weak coarse and medium subangular blocky; hard, friable; common fine roots; slightly acid; clear wavy boundary.\nBt2--12 to 23 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse and medium prismatic structure parting to moderate coarse and medium subangular blocky; hard, friable; common fine roots; neutral; abrupt wavy boundary.  (Combined Bt horizons is 7 to 24 inches thick.)\nBk--23 to 37 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse prismatic structure parting to weak coarse and medium subangular blocky; hard, very friable; few fine roots; few fine accumulations of carbonate; strong effervescence; slightly alkaline; gradual wavy boundary.  (7 to 20 inches thick)\nC--37 to 60 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, very friable; few fine roots in the upper part; few fine accumulations of carbonate; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meade County, South Dakota, about 4 miles west and 2 miles north of Red Owl, 2,360 feet south and 630 feet east of the northwest corner of sec. 23, T. 9 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon ranges from 7 to 16 inches and includes the A horizon and all or part of the Bt horizon.  The depth to carbonates ranges from 15 to 30 inches. Buried horizons are at depths below 26 inches in some pedons. Exchangeable sodium percentage is less than 6 percent and the SAR is less than 5. The control section typically contains from 25 to 30 percent clay but ranges from 24 to 34 percent and contains 0 to 10 percent by volume of coarse fragments as pebbles and cobbles.\nThe A horizon has hue of 10YR or 2.5Y; value of 4 or 5, 2 or 3 moist; and chroma of 1 or 2.  It is loam, very fine sandy loam, or silt loam. It ranges from slightly acid to slightly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y; value of 4 to 6, 3 or 4 moist; and chroma of 2 to 4.  It is loam or clay loam and contains as much as 45 percent sand.  It ranges from slightly acid to slightly alkaline.\nThe Bk horizon has hue of 10YR, 2.5Y or 5Y hue; value of 5 to 7, 4 or 5 moist; and chroma of 1 to 4.  It typically is loam, clay loam, or sandy clay loam, but some pedons have thin strata of sandy loam, fine sandy loam, silt loam, or silty clay loam.  It has few to common accumulations of carbonate.  Some pedons have accumulations of gypsum. It ranges from neutral to moderately alkaline.\nSome pedons have a BC horizon with colors and textures of the Bk horizon.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y; value of 5 to 7, 4 to 6 moist; and chroma of 1 to 4.  It typically is loam or clay loam, but some pedons have thin strata of loamy sand to silty clay.  Most pedons have accumulations of carbonate.  Accumulations of gypsum and other salts are in some pedons.  Some thin strata are leached of carbonates. It is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinniboine, Berlake, Bostwick, Cheesman, Crittenden, Duffson, Emlin, Evanot, Evanston, Jarre, Joplin, Kenilworth, Kevin, Marmarth, Morval, Notter, Nuley, Perrypark, Peyton, Reicess, Sugakool, Telstad, Turret, Varney, and Villa Grove series.  The Assinniboine soils contain more than 45 percent sand.  Berlake soils do not have carbonates below the argillic horizon.  The Bostwick, Jarre, Perrypark, and Peyton soils are leached of carbonates to depths of 40 to 60 inches.  The Cheesman, Duffson, and Marmarth have bedrock at a depth of 20 to 40 inches.  Crittenden soils have more than 35 percent angular pebbles at a depth of 20 to 40 inches.  Evanot soils have moisture control sections that are dry in most parts throughout the summer, are at elevations greater than 6,000 feet and have shorter growing seasons. The Evanston and Morval soils are at higher elevations and have a shorter growing season.  The Jarre soils have a solum less than 15 inches thick.  Joplin soils formed in glacial till that has a bulk density greater than 1.60 gcm and the depth to the base of the argillic is less than 10 inches.  The Kevin soils are calcareous at depths of 10 inches or less and formed in glacial till that has a bulk density greater than 1.60 gcm.  The Notter soil contains more coarse fragments and are at higher elevations.  Nuley soils have carbonates at depths above 15 inches and have bedrock at a depth of 40 to 60 inches.  The Telstad soils formed in glacial till that has a bulk density greater than 1.60 gcm.  The Turret soils contain more coarse fragments and are leached of carbonates to depths greater than 40 inches.  Varney soils do not have a calcic horizon and typically contain more pebbles throughout.  The Villa Grove soils have a drier soil moisture control section and typically contain more sodium in the solum, and formed in alluvium derived from basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Eapa soils are on terraces and upland fans and colluvial slopes that have plane to concave surfaces.  Slopes range from 0 to 15 percent, but typically are less than 6 percent.  The soils formed in loamy alluvium and colluvium.  The mean annual air temperature ranges from 39 to 45 degrees F, and the mean annual precipitation ranges from 10 to 15 inches. Growing season is about 115 to 135 days; average growing season precipitation ranges from 10 to 12 inches; and growing degree days are about 2500 to 2800."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Assinniboine soils and the Archin, Attewan, Bullock, Chinook, Delridge, Gerdrum, and Grail soils.  The Assinniboine soils are on similar landscapes.  The Archin, Bullock, and Gerdrum soils are intermingled on similar landscapes.  These soils have a natric horizon.  In addition, the Gerdrum soils have a fine textured natric horizon.  Attewan soils are on similar to higher landscapes and are underlain by sand and gravel at a depth of 20 to 40 inches.  The Chinook soils are on similar landscapes, have a coarse-loamy control section and do not have an argillic horizon.  The Delridge soils do not have an argillic horizon and are on landscapes above the Eapa soils.  Grail soils have a mollic epipedon greater than 16 inches thick and are on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible to medium depending on slope.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland and range.  Winter and spring wheat, oats, and alfalfa are the principal crops.  Native vegetation includes needlegrass, western wheatgrass, blue grama, buffalograss, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern South Dakota and eastern Montana.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Meade County, South Dakota, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface to depth of 12 inches (A and Bt1 horizon); argillic horizon - zone from approximately 4 to 23 inches (Bt1 and Bt2 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  NSSL Data - Lab No. 83P-24 is not for the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak very fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; soft, very friable; many fine roots; slightly acid; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--4 to 12 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to weak coarse and medium subangular blocky; hard, friable; common fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate coarse and medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--12 to 23 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse and medium prismatic structure parting to moderate coarse and medium subangular blocky; hard, friable; common fine roots; neutral; abrupt wavy boundary.  (Combined Bt horizons is 7 to 24 inches thick.)"
      },
      {
        "name": "Bk",
        "top": 58,
        "bottom": 94,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--23 to 37 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse prismatic structure parting to weak coarse and medium subangular blocky; hard, very friable; few fine roots; few fine accumulations of carbonate; strong effervescence; slightly alkaline; gradual wavy boundary.  (7 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 94,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--37 to 60 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, very friable; few fine roots in the upper part; few fine accumulations of carbonate; strong effervescence; slightly alkaline."
      }
    ]
  ]
}
