{
  "SERIES": "EASLEY",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. BEH/SR",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, subgelic Typic Aquorthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Easley silt loam - forested. (Colors for wet conditions unless otherwise noted.)\nO11--5 to 2 inches; dark reddish brown (5YR 2/2, wet) to brown (7.5YR 5/4, squeezed dry) mat of undecomposed hyprum moss and forest letter; many roots; clear smooth boundary.\nO12--2 to 0 inches; black (5YR 2/1) partially decomposed organic materials; many roots; clear wavy boundary.\nA1--0 to 4 inches; very dark gray (10YR 3/1) silt loam; many fine lenses of black (5YR 2/1) organic matter; weak fine granular structure; nonsticky, nonplastic; many roots; clear wavy boundary.\nC1g--4 to 8 inches; dark gray (5Y 4/1) silt loam; common medium prominent roughly horizontal streaks of dark yellowish brown (10YR 4/4), olive brown (2.5Y 4/4), and dark grayish brown (10YR 4/2); few streaks of organic matter; weak thin platy structure; nonsticky, nonplastic; roots common; calcareous; gradual boundary.\nC2g--8 to 11 inches; dark gray (5Y 4/1) silt loam; streaks and mottles of olive brown (2.5Y 4/4), dark brown (7.5YR 4/4), and reddish brown (5YR 4/4); few streaks of organic matter; frozen, but thin platy structure is apparent; nonsticky, nonplastic when thawed; few to no roots; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Circle Soil Survey Area, Alaska.  Alluvial plain of Yukon River, about 1/4 mile east of Steese Highway, 3 miles south of Circle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the O horizon ranges from 3 to 12 inches, but mean thickness is about 6 inches. Streaks of organic matter may or may not occur.  Lenses of very fine sandy material occur in places, especially in alluvial plains of major rivers.  Depth to calcareous material ranges from 4 to 20 inches; maximum depth is in upland valleys.  Depth to permafrost ranges from 6 to 16 inches, and is related to the thickness of the O horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Kuskokwim soils in the same subgroup and family, the Goldstream, Saulich, Copper River, Klawasi, and Yukon soils of the same subgroup, and the Fairplay series.  The Kuskokwim soils are acid throughout.  The Goldstream and Saulich soils are highly micaceous and are not calcareous.  The Copper River soils have clayey substrata.  The Klawasi soils are clayey throughout.  The Yukon soils have stratified silty and sandy subsoils.  The Fairplay soils have higher chromas, no mottling, and bedrock at moderate depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Easley soils occur on floodplains of major rivers and in secondary drainageways.  The regolith is calcareous silty alluvium.  The climate is subarctic continental, with long cold winters and short warm summers. Mean annual precipitation is commonly less than 14 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the somewhat poorly drained Yukon soils on alluvial plains, and the well drained Charley and Rampart soils on the uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained because of high permafrost table.  Runoff is slow to moderate.  Permeability is slow because of the presence of permafrost, but would be moderate in cleared areas where the permafrost table is deeper."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly unused.  Natural vegetation consists of moss, low shrubs, sedge tussocks, willows, and black spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Easley soils have been observed only along the upper Yukon River in east central Alaska.  They are probably extensive at lower elevations in that area."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Circle Area, Alaska, 1965 (name is from Easley Creek)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Easley soils would formerly have been classified as Low Humic Gley-Bog intergrades.\nOSED scanned by SSQA.  Last reviewed by state 11/65.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
