{
  "SERIES": "EASTWOOD",
  "STATUS": "Established Series",
  "BYREV": "MLG:ACP:GLL; Rev.JDS",
  "REVDATE": "12/2022",
  "STATES": "LA,TX",
  "OVERVIEW": "The Eastwood series consists of deep, well drained, very slowly permeable soils. They formed in weakly consolidated marine deposits of silty clay loam texture. These soils are on gently sloping to moderately steep uplands. Slopes range from 1 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eastwood very fine sandy loam--loblolly pine forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark yellowish brown (10YR 4/4) very fine sandy loam; weak medium granular structure; very friable; many fine and medium roots; common fine and medium pores; very strongly acid; clear smooth boundary. (2 to 7 inches thick)\nE/B--3 to 8 inches; light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) very fine sandy loam; weak medium subangular blocky structure; very friable; common fine, medium and coarse roots; moderate fine and medium pores; few fine black concretions; very strongly acid; clear wavy boundary. (0 to 9 inches thick)\nBt1--8 to 12 inches; red (2.5YR 4/6) clay; moderate fine subangular blocky structure; very firm; common fine, medium and coarse roots; few very fine pores; very strongly acid; clear wavy boundary. (The combined thickness of the Bt horizons ranges from 36 to 50 inches)\nBt2--12 to 17 inches; red (2.5YR 4/6) clay; few fine prominent light brownish gray (2.5Y 6/2) and light brownish gray (10YR 6/2) relic mottles; moderate medium prismatic structure parting to weak medium subangular blocky; very firm; common fine, medium and coarse roots; few fine pores; the gray mottles are mainly along root channels; very strongly acid; clear wavy boundary.\nBt3--17 to 23 inches; red (2.5YR 4/6) clay; common medium prominent light brownish gray (2.5Y 6/2) relic mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm; few fine, medium and coarse roots; few fine pores; the gray mottles are mainly along root channels; few fine pressure faces; very strongly acid; gradual wavy boundary.\nBt4--23 to 28 inches; red (2.5YR 4/8) clay; many medium prominent light gray (10YR 7/2) relic mottles; moderate medium prismatic structure parting to moderate coarse subangular blocky; very firm; few fine roots; few very fine pores; common fine pressure faces and few small intersecting slickensides; very strongly acid; clear smooth boundary.\nBt5--28 to 37 inches; yellowish brown (10YR 5/6) silty clay; common medium prominent red (2.5YR 5/6) and light brownish gray (2.5Y 6/2) relic mottles; weak medium and coarse prismatic structure parting to weak medium subangular blocky; very firm; few fine and medium roots; few very fine pores; common pressure faces; few small intersecting slickensides; few fine white masses of barite; very strongly acid; clear smooth boundary.\nBt6--37 to 46 inches; light yellowish brown (2.5Y 6/4) silty clay loam; common medium faint light brownish gray (2.5Y 6/2) and few fine prominent brownish yellow (10YR 6/6) relic mottles; weak medium subangular blocky structure; firm; few fine and medium roots; few fine pores; few pressure faces; common thin clay films on surface of some peds; about 2 percent by volume fine white masses of barite; very strongly acid; clear smooth boundary.\nBCt--46 to 51 inches; yellowish brown (10YR 5/4) loam; common medium faint light brownish gray (2.5Y 6/2) and few medium faint yellowish brown (10YR 5/6) lithochromic mottles; weak medium subangular blocky structure parting to weak medium platy; friable; few fine roots; few fine pores; few thin patchy clay films on surface of some peds; about 1 percent by volume white masses of barite; a few root channels filled with yellowish brown and red clayey material from above; very strongly acid; clear smooth boundary. (0 to 10 inches thick)\nC--51 to 72 inches; light yellowish brown (2.5Y 6/4) weakly consolidated materials of silty clay loam texture; common fine distinct brownish yellow (10YR 6/6) lithochromic mottles; moderate medium and coarse platy structure; friable; few fine roots in upper part; few fine white masses of barite; common fine black stains in upper part; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harrison County, Texas; from the intersection of U.S. Highways 59 and 80 in Marshall; 11.2 miles east on U. S. Highway 80; 0.1 mile south on overpass across Interstate 20 and 1.75 miles east on service road; 2.0 miles south on Strickland Springs road; 300 feet east along pipeline; 50 feet north in a plantation of loblolly pine timber. (Latitude 32 degrees, 27 minutes, 32 seconds; Longitude 94 degrees, 8 minutes, 45 seconds.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 40 to 60 inches. Thickness of the loamy epipedon ranges from 3 to 10 inches.\nClay content in the Control Section: Ranges from 35 to 65 percent, but the weighted average is 40 to 60 percent. The clay content in the upper part of the Bt horizon is more than twice the clay content in the lower part of the epipedon.  Typically, the lower solum decreases about 20 to 30 percent in clay content, or a Cd horizon is encountered within 60 inches of the surface.\nRedoximorphic features: Few to common grayish iron depletions are within the upper 10 inches of the argillic horizon in some pedons, but these are considered relic and not related to contemporary wetness.\nOther distinctive soil features: Some pedons contain a few fragments mainly less than 6 inches across of petrified wood, fossilized shells, or ironstone pebbles. The COLE ranges from 0.09 to 0.14 in the upper 20 inches of the Bt horizon. The PLE ranges from 2.5 to about 4 inches in the upper 50 inches. The soil cracks when dry, typically between June and September. The cracks are 1/2 inch or more wide at a depth of 20 inches and are at least 12 inches long.\nConcentrated minerals:  Aluminum saturation in the upper 20 inches of the argillic horizon has a weighted average of 45 to 65 percent. Base saturation is 35 to 60 percent at 50 inches below the top of the argillic horizon or at the base of a BCt horizon, whichever is shallower.\nA horizon:\nColor--Hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 4\nRedoximorphic features--None\nTexture--fine sandy loam, very fine sandy loam, silt loam, or loam\nOther features--None\nReaction--Very strongly acid to moderately acid unless limed\nE or EB horizon:\nColor--Hue of 10YR and 7.5YR, value of 5 or 6, and chroma of 3 to 6\nRedoximorphic features--None\nTexture--Fine sandy loam, very fine sandy loam, silt loam or loam\nOther features--None\nReaction--Very strongly acid to moderately acid unless limed\nUpper part of the Bt horizon:\nColor--Hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 6 or 8\nRedoximorphic features--Relic iron concentrations and depletions range from none to common, mainly in shades of brown or gray in the Bt1 horizon, and from few to many in the Bt2 horizon.\nTexture--Clay or silty clay and clay content ranges from 40 to 65 percent\nOther features--Pressure faces and small slickensides range from none to common in the Bt2 horizon.\nReaction--Extremely acid to strongly acid\nLower part of the Bt horizon:\nColor--Shades of red, brown, or gray\nRedoximorphic features--Relic iron concentrations and depletions in shades red, brown, yellow, or gray range from few to many, and some horizons have a variegated matrix with these colors.\nTexture--Clay, silty clay, silty clay loam, or clay loam with clay content ranging from 35 to 60 percent\nOther features--Pressure faces and small slickensides range from few to common and slickensides are less than 4 inches across.\nReaction--Extremely acid to moderately acid\nBCt horizon:  (where present)\nColor--Shades of brown or gray\nRedoximorphic features--None\nTexture--Loam, sandy clay loam, clay loam, or silty clay loam; texture also includes clay in pedons that have a Cd horizon within a depth of 60 inches.\nOther features--Lithochromic mottles in shades of brown, gray, red, or yellow. Some pedons have a variegated matrix with these colors. Most pedons contain few to common, white masses of barite.\nReaction--Extremely acid to slightly acid\nC or Cd horizon:\nColor--Shades of brown or gray\nRedoximorphic features--None\nTexture--Fine sandy loam to silty clay loam, or clay. The material is weakly consolidated and slakes in water.\nOther features--Lithochromic mottles and/or strata in shades of brown, gray, red, or yellow. Some pedons have a variegated matrix with these colors. Most pedons contain a few masses of white barite salts.\nReaction--Extremely acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chickasaw, Colbert, Etoile, Kellison, Lorman, Oakhurst, Oula, Rayburn, and Woodtell series in the same family and the Kipling, Moswell, Wilcox and Woodville soils in closely related families. All the competing series have aluminum saturation less than 45% in the control section. Colbert and Lorman soils have a higher clay content in the lower horizons and substratum. In addition the Colbert soils are underlain by limestone bedrock. Lorman soils are very slowly permeable in the substratum and are in a higher rainfall area than the Eastwood soils. Etoile soils are more alkaline formed in marl. They also have lower woodland productivity potential. Kipling soils typically have a more yellowish subsoil. The Oula soils typically have a more grayish subsoil. Rayburn soils formed in tuffaceous sandstone. Wilcox soils do not have an abrupt textural change between the A and B horizons. Woodtell soils have slightly higher reaction in the lower part of the Bt horizon, less annual rainfall, and lower woodland productivity potential than the Eastwood soils. The Moswell soils are members of the very-fine textural family and have conductivity greater than 2. Woodville soils have sola thicker than 60 inches and frost-free rainfall is 30 to 42 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Eastwood soils are on gently sloping interstream divides and on moderately steep sideslopes adjacent to drainageways. These soils mainly formed in loamy and shaly sediments of the Wilcox group of the Tertiary System. Slopes are typically 1 to 12 percent but range to 20 percent. The mean annual temperature ranges from about 64 to 68 degrees F., average annual precipitation from 45 to 52 inches, and Thornthwaite P-E index from 70 to 84. Summer moisture deficit ranges from 4 to 6 inches and frost-free precipitation ranges from 25 to 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Elrose, Keithville, Latex, Metcalf, Hallsummit, Sacul, Scottsville, and Wrightsville series. Elrose soils have a fine-loamy control section. Elrose, Hallsummit, and Sacul soils are on slightly higher positions. Hallsummit soils lack vertic properties, do not ahve shal strata within a depth of 60 inches and have mixed clay mineralogy. The fine-silty Keithville soils are on similar or slightly higher positions. Latex and Scottsville soils are on slightly higher positions and have a brownish fine-loamy upper subsoil. The fine-silty Metcalf soils are on slightly lower nearly level positions. Sacul soils formed in the acid Claiborne geologic materials and are Ultisols. Wrightsville soils are on lower slightly concave positions, and have aquic conditions and matrix colors with chroma of 2 or less within a depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rate of runoff is very high; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland but some areas are used for improved pasture. Native vegetation includes loblolly pine, shortleaf pine, southern red oak, sweetgum and hickory, mid and tall grasses such as indiangrass, pinehill bluestem, longleaf uniola and panicums. American beautyberry, sumac, greenbriar and hawthorn species are part of the understory. Improved pastures consist mainly of bermuda and bahiagrasses with crimson and arrowleaf clovers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Texas and western Louisiana. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Claiborne Parish, Louisiana; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Eastwood soils were formerly included in the Woodtell series and the coined name reflects an eastern version of the Woodtell series. The classification was changed from a Vertic Hapludalf to a Chromic Vertic Hapludalf in 1999. The drainage class was changed from moderately well to well in 2002 to agree with the wetness interpretations. The series was updated in 2004 to no longer require grayish relic iron depletions in the upper 10 inches of the argillic horizon, and to allow the BCt horizon to remain clayey in pedons that have geologic material (Cd) within a depth of 60 inches. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to a depth of 8 inches, the A horizon and the E/B or E horizon, when present\nAbrupt textural change - at 8 inches deep (top of the Bt1 horizon).+\nArgillic horizon - from a depth of 8 inches to about 51 inches includes the Bt and BC horizons.\nVertic properties - COLE of 0.09 to 0.14 and PLE greater than 2.5 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Harrison County, Texas: TAMU Soil Characterization lab numbers S84TX203-5 through S84TX203-10, and S85TX203-02. THD lab number THD85TX203-02.\nShelby County, Texas: TAMU Soil Characterization lab number S83TX419-03.\nCaddo Parish, Louisiana: Louisiana AG Experiment Station Soil lab S75LA-17-1."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; dark yellowish brown (10YR 4/4) very fine sandy loam; weak medium granular structure; very friable; many fine and medium roots; common fine and medium pores; very strongly acid; clear smooth boundary. (2 to 7 inches thick)"
      },
      {
        "name": "E/B",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--3 to 8 inches; light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) very fine sandy loam; weak medium subangular blocky structure; very friable; common fine, medium and coarse roots; moderate fine and medium pores; few fine black concretions; very strongly acid; clear wavy boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 12 inches; red (2.5YR 4/6) clay; moderate fine subangular blocky structure; very firm; common fine, medium and coarse roots; few very fine pores; very strongly acid; clear wavy boundary. (The combined thickness of the Bt horizons ranges from 36 to 50 inches)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--12 to 17 inches; red (2.5YR 4/6) clay; few fine prominent light brownish gray (2.5Y 6/2) and light brownish gray (10YR 6/2) relic mottles; moderate medium prismatic structure parting to weak medium subangular blocky; very firm; common fine, medium and coarse roots; few fine pores; the gray mottles are mainly along root channels; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 43,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--17 to 23 inches; red (2.5YR 4/6) clay; common medium prominent light brownish gray (2.5Y 6/2) relic mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm; few fine, medium and coarse roots; few fine pores; the gray mottles are mainly along root channels; few fine pressure faces; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 58,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--23 to 28 inches; red (2.5YR 4/8) clay; many medium prominent light gray (10YR 7/2) relic mottles; moderate medium prismatic structure parting to moderate coarse subangular blocky; very firm; few fine roots; few very fine pores; common fine pressure faces and few small intersecting slickensides; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt5",
        "top": 71,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "structure": "weak medium and coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt5--28 to 37 inches; yellowish brown (10YR 5/6) silty clay; common medium prominent red (2.5YR 5/6) and light brownish gray (2.5Y 6/2) relic mottles; weak medium and coarse prismatic structure parting to weak medium subangular blocky; very firm; few fine and medium roots; few very fine pores; common pressure faces; few small intersecting slickensides; few fine white masses of barite; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt6",
        "top": 94,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt6--37 to 46 inches; light yellowish brown (2.5Y 6/4) silty clay loam; common medium faint light brownish gray (2.5Y 6/2) and few fine prominent brownish yellow (10YR 6/6) relic mottles; weak medium subangular blocky structure; firm; few fine and medium roots; few fine pores; few pressure faces; common thin clay films on surface of some peds; about 2 percent by volume fine white masses of barite; very strongly acid; clear smooth boundary."
      },
      {
        "name": "BCt",
        "top": 117,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCt--46 to 51 inches; yellowish brown (10YR 5/4) loam; common medium faint light brownish gray (2.5Y 6/2) and few medium faint yellowish brown (10YR 5/6) lithochromic mottles; weak medium subangular blocky structure parting to weak medium platy; friable; few fine roots; few fine pores; few thin patchy clay films on surface of some peds; about 1 percent by volume white masses of barite; a few root channels filled with yellowish brown and red clayey material from above; very strongly acid; clear smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 130,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium and coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--51 to 72 inches; light yellowish brown (2.5Y 6/4) weakly consolidated materials of silty clay loam texture; common fine distinct brownish yellow (10YR 6/6) lithochromic mottles; moderate medium and coarse platy structure; friable; few fine roots in upper part; few fine white masses of barite; common fine black stains in upper part; neutral."
      }
    ]
  ]
}
