{
  "SERIES": "EASTALL",
  "STATUS": "Established Series",
  "BYREV": "RFG-DDR-CLN-WJG",
  "REVDATE": "11/2005",
  "STATES": "OK",
  "OVERVIEW": "The Eastall series consists of very deep, poorly drained, very slowly permeable soils that formed in clayey lacustrine sediments.  These nearly level soils occupy concave depressional areas in the Central Rolling Red Plains (MLRA 78).  Slope ranges from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Ustic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eastall silty clay--cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; very hard, firm; common very fine and fine roots; few very fine and fine pores; noneffervescent; slightly alkaline; abrupt smooth boundary.\nA--5 to 12 inches; grayish brown (10YR 5/2), interior, and gray (10YR 5/1), exterior, silty clay, very dark grayish brown (10YR 3/2), interior, moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; common very fine and fine roots; few very fine and fine pores; few fine masses of iron-manganese; noneffervescent; slightly alkaline; clear smooth boundary.  (combined thickness of the A horizon ranges from 5 to 18 inches)\nBw--12 to 19 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure; very hard, very firm; common very fine and fine roots; common wedge-shaped peds; few distinct pressure faces; few fine masses of iron-manganese; noneffervescent; moderately alkaline; clear smooth boundary. (0 to 16 inches thick)\nBss1--19 to 56 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure; very hard, very firm; common very fine and fine roots; common wedge-shaped peds; many prominent slickensides; few fine masses of iron-manganese; noneffervescent; moderately alkaline; gradual smooth boundary.\nBss2--56 to 76 inches; brown (7.5YR 5/2) silty clay, brown (7.5YR 4/2) moist; moderate medium subangular blocky structure; very hard, very firm; common very fine and fine roots; common wedge-shaped peds; common prominent slickensides; few fine masses of iron-manganese; slightly effervescent; moderately alkaline; gradual smooth boundary. (combined thickness of the Bss horizon ranges from 27 to 60 inches)\nBkss--76 to 95 inches; brown (7.5YR 5/3) silty clay loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; very hard, firm; common very fine and fine roots; few wedge-shaped peds; few distinct slickensides; few fine masses of iron-manganese; few films, common fine threads, and few fine and medium concretions of calcium carbonate; strongly effervescent; moderately alkaline.  (combined thickness of the Bssk horizon ranges from 10 to 40 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oklahoma; from the intersection of State Highway 34 and State Highway 6 east of Eldorado; 2.5 miles west on State Highway 6; 0.75 mile north on county road; 2500 feet north in cropland.  2500 feet north and 2100 feet west of the southeast corner of section 34, T.1 N., R.23 W.   U.S.G.S. Quadrangle: Prairie Hill, OK;  Latitude: 34 degrees, 30 minutes, 50.1 seconds N.;  Longitude: 99 degrees, 36 minutes, 12.7 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section (weighted average)\nClay content: 40 to 60 percent\nSoil Moisture: An aquic soil moisture regime. The soil moisture control section extends approximately 4 to 12 inches below the soil surface.\nSolum thickness: 60 to more than 80 inches\nDepth to secondary calcium carbonate: 30 to 80 inches\nDepth to redox concentrations: 0 to 20 inches\nDepth to episaturation: 0 to 20 inches\nDepth to slickensides: 6 to 20 inches\nCOLE: dominantly more than 0.09 but ranges to 0.07\nCracks: 0.4 to 2 inches or more wide extend from the surface to a depth of 40 inches or more for 90 or more cumulative days during most years.\nThis is a cyclic soil and most undisturbed areas have gilgai microrelief with microknolls 3 to 6 inches higher than microdepressions. Distance between the center of the microknoll and the center of the microdepression is about 5 to 15 feet. The microknoll makes up about 20 percent, the microdepression about 40 percet, and the intermediate area between high and low about 40 percent.\nA Horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5, 2 to 4 moist\nChroma: 2 or less\nTexture: silty clay or clay\nRedox accumulations: none to common, fine concretions or masses of iron-manganese\nCalcium carbonate equivalent: 0 to 2 percent\nEffervescence: noneffervescent to slightly effervescent\nReaction: neutral to moderately alkaline\nBw Horizon (where present)\nHue: 10YR or 2.5Y\nValue: 3 to 5, 2 to 4 moist\nChroma: 2 or less\nTexture: silty clay or clay\nRedox accumulations: none to common, fine concretions or masses of iron-manganese\nCalcium carbonate equivalent: 0 to 2 percent\nEffervescence: noneffervescent to slightly effervescent\nReaction: slightly alkaline or moderately alkaline\nBss Horizon\nHue: 10YR to 5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 or less\nTexture: silty clay or clay\nRedox accumulations: none to common, fine concretions or masses of iron-manganese\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: none to a few fine concretions\nEffervescence: noneffervescent to strongly effervescent\nReaction: slightly alkaline or moderately alkaline\nBkss, Bk, or BC Horizons\nHue: 7.5YR to 2.5Y\nValue: 4 to 7, 3 to 6 moist\nChroma: 1 to 4\nTexture: clay loam, silty clay loam, silty clay or clay\nRedox accumulations: none to common, fine concretions or masses of iron-manganese\nCalcium carbonate equivalent: 2 to 15 percent\nIdentifiable secondary carbonate: few to common, concretions and/or masses\nEffervescence: very slightly effervescent to strongly effervescent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ranco, Randall, Rosston, and Ustibuck series in the same family.\nRanco and Randall soils formed in lacustrine sediments derived from eolian materials and are associated with soils in a dryer climate on the Southern High Plains(MLRA 77C).\nRosston soils formed in lacustrine sediments derived from Pliocene age materials and have a slightly cooler temperature regime and dryer climate on the Southern High Plains Breaks(MLRA 77E).\nIn addition, Ranco, Randall, and Rosston soils are associated with soils that have an aridic-ustic soil moisture regime.\nUstibuck soils have hue of 7.5YR or redder throughout, are in a more moist climate, and are in flood plains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey lacustrine sediments of Pleistocene age\nLandform: enclosed depressional areas or playa floor 3 to 15 feet below the surrounding plain and range in size from 3 to 30 or more acres.\nSlope: 0 to 1 percent with concave surfaces\nMean annual air temperature range: 59 to 64 degrees F.\nMean annual precipitation range: 21 to 28 inches\nFrost-free period: 200 to 230 days\nElevation: 1000 to 2200 feet\nThornthwaite annual P-E indices: 32 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abilene, Hollister, La Casa, Lazare,Nipsum, Rotan, Rowena, and Sagerton series.\nAbilene, La Casa, Rotan, and Sagerton soils have an agrillic horizon and are on higher well drained areas.\nNipsum and Rowena soils have a cambic horizon without slickensides and are on higher well drained areas.\nHollister soils are on higher well drained areas.\nLazare soils are in slight depressions that pond water for less than 7 days following heavy rains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is very slow.  Runoff is negligible.  Frequent ponding, up to 36 inches deep, occurs for long to very long periods (7 days to 6 months), with a zone of episaturation which extends from the surface to a depth of 12 to 36 inches below the surface during the months of April thru November of most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for rangeland.  Some areas that were cropped have been returned to pasture.  During periods of below normal rainfall some areas are cropped to wheat, cotton, and grain sorghum.  Native vegetation is buffalograss, vine mesquite, white tridens, panicums, sedges, Pennsylvania smartweed, evening primrose, cocklebur, and wooly leaf bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Plains of north central Texas and southwestern Oklahoma LRR H (MLRA-78).  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Oklahoma; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with the Randall, Roscoe, and Lipan series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 56 inches (Ap, A, Bw, Bss horizons).\nEpisaturation - soil is saturated with water in one or more layers within 80 inches with one or more unsaturated layers with an upper boundary above 80 inches.\nAquic feature - periodic saturation and reduction.\nVertisol feature: slickensides and wedge-shaped aggregates from 19 to 76 inches.  Cracks that are open 90 or more cumulative days in most years.  Gilgai microrelief is on most undisturbed areas.\nRedoximorphic feature: Redox concentration - zone of apparent accumulation of iron oxides.  Redox depletion - zone of low chroma, 2 or less where iron oxides have been removed.\nRange Site:  Lakebed - 078BY078TX; 078CY102TX.\nADDITIONAL DATA:  NSSL data from Jackson County, OK (S98OK-065-003)\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
