{
  "SERIES": "EASTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "11/2016",
  "STATES": "CA,NV",
  "OVERVIEW": "The Easte series consists of deep, well drained soils that formed in volcanic ash over colluvium and residuum derived from basalt or andesite.  Easte soils are on mountains and plateaus.  Slopes are 5 to 70 percent.  The mean annual precipitation is about 635 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Easte very gravelly ashy sandy loam--on a 40 percent north-facing slope under white fir, greenleaf manzanita, and Sierra chinkapin at about 1,895 meter elevation--forestland.  (Colors are for dry soil unless otherwise noted.  When described on August 2, 1985, the soil was dry throughout.). The soil surface is covered with about 5 cm of undecomposed and slightly decomposed fir needles, twigs, and sticks.\nA1--0 to 13 cm; brown (10YR 4/3) very gravelly ashy sandy loam, very dark brown (10YR 2/2) moist; weak very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 3 percent stones; 10 percent cobbles, and 35 percent gravel; sodium fluoride pH is 9.6; slightly acid (pH 6.3); clear wavy boundary.\nA2--13 to 33 cm; brown (10YR 4/3) very gravelly ashy sandy loam, dark brown (7.5YR 3/2) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium roots; many very fine interstitial pores; 5 percent stones, 5 percent cobbles, and 40 percent gravel; sodium fluoride pH is 9.1; moderately acid (pH 6.0); clear wavy boundary.  (Combined thickness of the A horizons is 25 to 50 cm)\nBw1--33 to 61 cm; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, medium and common coarse roots; many very fine interstitial and common very fine tubular pores; 5 percent cobbles and 60 percent gravel; sodium fluoride pH is 8.6; strongly acid (pH 5.5); clear wavy boundary.\nBw2--61 to 107 cm; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium and few coarse roots; many very fine and fine interstitial and tubular pores; 5 percent cobbles and 70 percent gravel; sodium fluoride pH is 8.6; strongly acid (pH 5.1); clear irregular boundary.  (Combined thickness of the Bw horizons is 64 to 100 cm)\nCr--107 to 160 cm; highly fractured andesite; cuts with knife, digs with spade; does not slake in water; some pockets with vertical 5 to 15 mm roots with soil around roots; fractured into about 5 to 13 cm size; fewer roots and larger rock fragments with depth; 90 percent or more rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; between Susanville and Eagle Lake; found by going about 7 miles north along Eagle Lake Road (County Road A1) from its intersection with state highway 36 and about 0.5 mile past the summit of Eagle Lake Road to the first dirt cross road, then 0.1 mile west along the dirt road to site on south side of road; approximately 250 feet west and 3,900 feet south of the northeast corner of section 32, T. 31 N., R. 11 E.; USGS Gallatin Peak 7.5 minute topographic quadrangle; latitude 40 degrees 30 minutes 01 seconds N and longitude 120 degrees 44 minutes 59 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Moist in winter and spring and comtinuouly dry in all parts for signiifcant periods in summer and fall; xeric moisture regime.\nMean annual soil temperature: 6 to 8 degrees C.\nVitrandic feature thickness: 25 to 50 cm.\nUmbric epipedon thickness: 100 to 150 cm; includes the Bw horizons.\nDepth to bedrock; 100 to 150 cm to a paralithic contact.  The paralithic materials below the contact are soft, weathered volcanic rock such as andesite or basalt.\nBase saturation: 30 to 65 percent by ammonium acetate, generally increasing with depth.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: Averages 60 to 75 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as andesite and basalt.\nA1 horizon\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 through 4 dry, 1 through 3 moist.\nReaction: Moderately acid or slightly acid.\nOrganic matter content: 3 or 4 percent.\nVolcanic glass content: 5 to 15 percent.\nOxalate extractable aluminum plus one half extractable iron: 0.5 to 1.0 percent.\nSodium fluoride pH: 9.0 to 9.4.\nA2 horizon\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 through 4 dry, 1 through 3 moist.\nTexture: Very gravelly ashy sandy loam, gravelly ashy coarse sandy loam, or gravelly ashy loam.\nRock fragments: 2 to 15 percent stones and cobbles; 15 to 35 percent gravel.\nReaction: Moderately acid or slightly acid.\nOrganic matter content: 3 or 4 percent.\nVolcanic glass content: 5 to 15 percent.\nOxalate extractable aluminum plus one half extractable iron: 0.5 to 1.0 percent.\nSodium fluoride pH: 9.0 to 9.4.\nBw horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry'\nChroma: 3 or 4 dry, 2 or 3 moist.\nTexture: Very gravelly loam or extremely gravelly loam.\nClay content: 10 to 18 percent.\nRock fragments: 40 to 70 percent, mainly gravel.\nReaction: Strongly acid through slightly acid, decreasing with depth.\nOrganic matter content: 1 or 2 percent.\nSodium fluoride pH: 8.5 to 9.0."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Analulu, Ardenvoir, Ardtoo, Blackprince,  Blinn, Brevco, Coxit, Daxty, Highhorn, Huntrock, Jimbluff, Jumpe, Kamela, Lekrem, Lemnoncreek, Longort, Minaloosa, Noil, Ontrail, Radercreek, Redpeak, Santop, Seeburg, Thout, Threecabin, and Warfield series.\nAnalulu, Blackprince, Blinn, Brevco, Daxty, Huntrock, Kamela, Lemoncreek, Redpeak, Santop, and Thout soils are moderately deep to bedrock.  Ardenvoir and Warfield soils have ochric epipedons and are dry for less than 90 consecutive days. Ardtoo soils lack an umbric epipedon and are dry for less than 90 consecutive days. Coxit, Jimbluff, Jumpe, Lekrem, Minaloosa, Ontrail, and Seeburg soils are very deep.  Highhorn and Radercreek soils are deep to lithic contacts.  Longort soils are moderately deep to densic contacts.  Noil soils have rock fragments of schist, gneiss, or quartzite and have paralithic materials of metamorphic rocks in the series control section. Threecabin soils average less than 55 percent rock fragments in the particle-size contol section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Easte soils are on mountains and plateaus.  They typically occur on north-facing footslope and backslope positions.  These soils formed in volcanic ash over colluvium and residuum derived from basalt or andesite.  Slopes are 5 to 70 percent.  Elevation ranges from 1,830 to 2,320 meters.  The mean annual precipitation is 400 to 730 mm occurring mostly as snowfall.  The mean annual temperature is 5 to 7 degrees C.  The frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eaglelake, Outland, and Roop soils.  Eaglelake soils are fine-loamy and have argillic horizons.  Outland soils are moderately deep to paralithic contacts and have argillic horizons.  Roop soils are moderately deep to lithic contacts and have lower base saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium surface runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Easte soils are used for timber and Christmas tree production.  The vegetation is a forest canopy of white fir, red fir, and Western white pine with an understory of greenleaf manzanita, Sierra chinkapin, and ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California and northwestern Nevada.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 21, while other acreage occurs in MLRAs 22B and 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (North Part), Nevada, 1995.  The series was proposed from the Susanville Area Soil Survey, California in 1988.  The type location is currently in this survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The revision of January 2004 updated the taxonomic class from Loamy-skeletal, mixed, superactive, frigid Humic Haploxerepts based on laboratory data and properties of associated soils.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - The zone from the soil surface to 107 cm (A1, A2, Bw1, and Bw2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 33 cm (A1 and A2 horizons).\nParalithic contact - The boundary at 107 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 25 to 100 cm (Bw1 horizon and parts of the A2 and Bw2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  The typical pedon at the series type location was sampled for characterization by UC Davis Soil Morphology Laboratory.  Organic carbon content is 8.8 percent in the A1 horizon, 3.7 percent in the A2 horizon, 1 percent in the Bw1 horizon, and 0.8 percent in the Bw2 horizon.  Base saturation by ammonium acetate is 49 percent in the A1 horizon, 31 percent in the A2 horizon, 49 percent in the Bw1 horizon, and 63 percent in the Bw2 horizon.  Ratios of 1500 kPa water to measured clay ranges from 6.1 in the A1 horizon to 2.0 in the Bw1 horizon.\nUser Pedon ID: 2016NV031800.\nPrevious editors and authors include: SES-SJB-JJJ."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 13 cm; brown (10YR 4/3) very gravelly ashy sandy loam, very dark brown (10YR 2/2) moist; weak very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 3 percent stones; 10 percent cobbles, and 35 percent gravel; sodium fluoride pH is 9.6; slightly acid (pH 6.3); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--13 to 33 cm; brown (10YR 4/3) very gravelly ashy sandy loam, dark brown (7.5YR 3/2) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium roots; many very fine interstitial pores; 5 percent stones, 5 percent cobbles, and 40 percent gravel; sodium fluoride pH is 9.1; moderately acid (pH 6.0); clear wavy boundary.  (Combined thickness of the A horizons is 25 to 50 cm)"
      },
      {
        "name": "Bw1",
        "top": 33,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--33 to 61 cm; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, medium and common coarse roots; many very fine interstitial and common very fine tubular pores; 5 percent cobbles and 60 percent gravel; sodium fluoride pH is 8.6; strongly acid (pH 5.5); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw2--61 to 107 cm; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium and few coarse roots; many very fine and fine interstitial and tubular pores; 5 percent cobbles and 70 percent gravel; sodium fluoride pH is 8.6; strongly acid (pH 5.1); clear irregular boundary.  (Combined thickness of the Bw horizons is 64 to 100 cm)"
      },
      {
        "name": "Cr",
        "top": 107,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--107 to 160 cm; highly fractured andesite; cuts with knife, digs with spade; does not slake in water; some pockets with vertical 5 to 15 mm roots with soil around roots; fractured into about 5 to 13 cm size; fewer roots and larger rock fragments with depth; 90 percent or more rock."
      }
    ]
  ]
}
