{
  "SERIES": "EASTLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL/ELS/RPZ",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eastland gravelly loamy sand, rangeland.  (Colors are for dry soil unless otherwise noted.)  About 60 percent of the soil surface is covered with pebbles.\nA--0 to 1 inch; light brown (7.5YR 6/4) gravelly loamy sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine, common medium vesicular pores, 25 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); abrupt, smooth boundary.  (l to 3 inches thick).\nC1--1 to 17 inches; light brown (7.5YR 6/4) gravelly loamy sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine tubular pores; 35 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (4 to l8 inches thick)\nC2--17 to 26 inches; light brown (7.5YR 6/4) extremely gravelly sand, brown (7.5YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 80 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (2 to l2 inches thick)\nC3--26 to 38 inches; light brown (7.5YR 6/4) loamy sand, brown (7.5YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine and fine tubular pores; l0 percent pebbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (6 to 18 inches thick)\nCk1--38 to 52 inches; pink (7.5YR 8/4) weakly lime-cemented sandy loam, light brown (7.5YR 6/4) moist; massive; very hard, friable, slightly sticky, slightly plastic; few very fine tubular pores; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.   (10 to 20 inches thick)\nCk2--52 to 60 inches; pink (7.5YR 8/4) very weakly lime-cemented gravelly loamy sand, light brown (7.5YR 6/4) moist; massive; slightly hard, very friable; many very fine and fine interstitial pores; 25 percent pebbles; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Nevada; about 500 feet south and 300 feet east of the northwest corner of section l7, T. l3 S., R. 70 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Usually dry.  Moist for short periods throughout the moisture control section December through March.  Moist above and periodically in upper part of moisture control section l to l0 days cumulative, June through August. Soil temperature:  64 to 7l degrees F.  (average annual) Control section Texture of fine earth:  Stratified, but averages loamy sand. Percent clay:  3 to l0, by average. Rock fragments:  35 to 60, by average, dominantly pebbles. Depth to calcic horizon:  30 to 40 inches. Thickness of calcic horizon.  l8 to 36 inches. Reaction: Moderately alkaline or strongly alkaline, commonly highest in the calcic horizon. C horizon Hue:  10YR or 7.5YR. Value:  6 or 7 dry, 4 or 5 moist. Chroma:  2, 3, or 4.\nCk horizon Hue:  10YR or 7.5YR. Value:  6 through 8 dry, 4 through 6 moist. Chroma:  l through 4. Consistence:  Hard or very hard dry, friable or firm moist. Other features:  Weak lime cementation, commonly with discontinuous strongly cemented lenses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caliza and Tonopah series.  Caliza soils have a calcic horizon at a depth between l and l8 inches. Tonopah soils have a calcic horizon at a depth between l8 and 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eastland soils are on erosional fan remnants. These soils formed in alluvium from mixed rock sources.  Slopes are 0 to 8 percent.  Elevations are l,800 to 4,000 feet.  The climate is arid with hot, dry summers and mild winters.  The mean annual precipitation is 4 to 9 inches; mean annual temperature is 61 to 69 degrees F., and the frost-free season is l80 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Glendale, Land, Mormon Mesa, and Vinton soils.  Glendale and Vinton soils lack a calcic horizon and have less than 35 percent rock fragments.  Land soils have a salic horizon and a fine-silty control sections.  Mormon Mesa soils have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated crops and pasture, rangeland, and wildlife habitat.  The present vegetation is mainly creosotebush, white bursage, dalea, shadscale, and big galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Nevada, l964.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/1997. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
