{
  "SERIES": "EASTDALE",
  "STATUS": "Established Series",
  "BYREV": "AJS/WRM/JWB",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eastdale loam, 0 to 1 percent slopes, in rangeland at an elevation of 7558 feet. (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 centimeters; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; 26 percent clay; weak fine granular structure; friable, soft, slightly sticky, slightly plastic; common very fine and fine roots throughout; common very fine irregular pores; noneffervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nBy--13 to 38 centimeters; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; 34 percent clay; moderate fine subangular blocky structure; friable, hard, moderately sticky, moderately plastic; common very fine and fine roots throughout; common very fine dendritic tubular pores; few fine gypsum masses; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nBkg1--38 to 76 centimeters ; dark gray (10YR 4/1) clay loam, very dark brown (10YR 2/2) moist; 32 percent clay; few fine faint strong brown (7.5YR 5/6) redox concentrations; moderate medium subangular blocky structure; friable, hard, moderately sticky, moderately plastic; common very fine and fine roots throughout; common very fine dendritic tubular pores; common medium carbonate masses; strongly effervescent, 5 percent calcium carbonate equivalent; slightly alkaline (pH 7.6); clear wavy boundary.\nBkg2--76 to 107 centimeters; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; 22 percent clay; few fine faint strong brown (7.5YR 5/6) redox concentrations ; weak medium subangular blocky structure; friable, hard, slightly sticky, slightly plastic; common very fine and fine roots throughout; common very fine dendritic tubular pores; common medium carbonate masses; slightly effervescent, 10 percent calcium carbonate equivalent; slightly alkaline (pH 7.4); clear wavy boundary.\nCg1--107 to 150 centimeters; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; 22 percent clay; many medium distinct strong brown (7.5YR 5/6) redox concentrations; massive; friable, hard, slightly sticky, slightly plastic; common very fine and fine roots throughout; common very fine dendritic tubular pores; very slightly effervescent; slightly alkaline (pH 7.4); clear wavy boundary.\nCg2--150 to 183 centimeters; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; 12 percent clay; common medium distinct strong brown (7.5YR 5/6) redox concentrations; massive; very friable, soft, nonsticky, nonplastic; common very fine and fine roots throughout; common very fine irregular pores; noneffervescent; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Costilla County, USGS LaSauses topographic quadrangle; 37 degrees 21 minutes 3.61 seconds north latitude and 105 degrees 41 minutes 36.50 seconds west longitude; UTM 438582 meters E, 4134037 meters N, zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture regime is aquic.\nMean annual soil temperature: 41 to 46 degrees F (5 to 7.8 degrees C)\nMean summer soil temperature: 63 to 66 degrees F (17.2 to 18.9 degrees C)\nDepth to diagnostic feature: 24 to 60 inches (61 to 152 centimeters) to aquic conditions and 30 to 80 inches (76 to 203 centimeters) to endosaturation\nThickness of diagnostic feature: Mollic epipedon is 24 or more inches (61 or more) in thickness\nLinear extensibility: weighted average RV is 3.7 percent\nSurface fragments: 0 to 15 percent subrounded indurated gravel derived from granite, gneiss, and mica schist\nSeasonal high water table: April, May and June\nDepth to top: 12 to 36 inches (30 to 91 centimeters)\nParticle-size control section (weighted average):\nClay content: 27 to 35 percent\nSand content: 15 to 35 percent\nRock fragments: 0 to 15 percent indurated gravel\nA horizon(s)\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 1 or 2\nTexture: loam\nClay content: 18 to 35 percent\nCarbonate clay content: 0 to 2 percent\nSand content: 25 to 52 percent\nSilt content: 28 to 50 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 5 percent\nGypsum content: 0 to 2 percent\nElectrical conductivity: 1 to 4 mmhos/cm\nSodium adsorption ratio: 1 to 13\nReaction: pH 7.4 to 8.4\nOrganic matter content: 2.0 to 10.0 percent\nBy horizon(s):\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 or 2\nTexture: silty clay loam, clay loam\nClay content: 27 to 35 percent\nCarbonate clay content: 2 to 7 percent\nSand content: 15 to 35 percent\nSilt content: 33 to 55 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 5 percent\nGypsum content: 0 to 5 percent\nElectrical conductivity: 1 to 4 mmhos/cm\nSodium adsorption ratio: 1 to 13\nReaction: pH 7.4 to 8.4\nOrganic matter content: 1.0 to 4.0 percent\nBkg horizon(s):\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, loam\nTexture: clay loam, loam, silty clay loam\nClay content: 15 to 35 percent\nCarbonate clay content: 2 to 12 percent\nSand content: 15 to 45 percent\nSilt content: 30 to 55 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 2 to 15 percent\nGypsum content: 0 to 2 percent\nElectrical conductivity: 1 to 4 mmhos/cm\nSodium adsorption ratio: 1 to 13\nReaction: pH 7.4 to 8.4\nOrganic matter content: 0.2 to 1.5 percent\nCg horizon:\nHue: 7.5YR to 2.5Y\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 1 or 2\nTexture: sandy clay loam, sandy loam, loam\nClay content: 9 to 24 percent\nCarbonate clay content: 0 to 4 percent\nSand content: 40 to 70 percent\nSilt content: 20 to 38 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 5 percent\nGypsum content: 0 to 2 percent\nElectrical conductivity: 1 to 4 mmhos/cm\nSodium adsorption ratio: 1 to 13\nReaction: pH 6.6 to 8.4\nOrganic matter content: 0.2 to 0.8 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chamita, Cometcrik, Eagleton, Kerkhoven, Kovich, Lakepark, Lobe, Mannixlee, Marshbrook, Marshdale, Nythar, Sinbannac and Welch series.\nChamita (NM): poorly drained soils formed in alluvium derived from shale, sandstone and metamorphic rock and are subject to frequent flooding during the months of April and May and has a seasonal water table of 0.0 to 36 inches that is present late winter thru early summer.\nCometcrik (MT): poorly drained soils formed in alluvium derived from mixed sources, has a lithologic discontinuity at 40 to 60 inches and depth to seasonal high water table varies from 12 to 24 inches during spring and early summer.\nEagleton (MT): poorly drained soils formed in alluvium, lack Bg horizons and are stratified throughout the particle-size control section; depth to seasonal high water table varies from 12 to 24 inches from November to June.\nKerkhoven (MN): poorly drained soils formed in loamy colluvium from glacial drift and underlying calcareous glacial till on till plains and moraines; depth to seasonal high water table varies from 6 to 18 inches from March to June.\nKovich (UT): poorly drained soils formed in alluvium from mixed rocks, mainly sandstone, andesite and quartzite on flood plains, alluvial fans and broad valley floors Aquic conditions ((endosaturation) in the zone from 11 to 60 inches,(inferred from redox features) and has a skeletal lithologic discontinuity in the particle-size control section.\nLakepark (MN): poorly drained soils formed in loamy colluvium from glacial drift and underlying loamy glacial till on till plains and moraines (has free carbonates at 25 to 50 inches); has a apparent seasonal high water table at a depth of 6  to 18 inches from November to June in normal years..\nLobe (CO): poorly drained soils formed in alluvium derived from mixed sources located on flood plains; depth to seasonal high water table varies from 0 to 24 inches from April through August and has a lithologic discontinuity at depth of less than 60 inches.\nMannixlee (MT): poorly drained soils formed in alluvium with a seasonal high water table at 12 to 24 inches and have a lithologic discontinuity at 40 to 60 inches.\nMarshbrook (SD): somewhat poorly or poorly drained soils formed in material derived mainly from slate, quartzite and schist on flood plains; has a fluctuating water table.\nMarshdale (ID) poorly drained soils formed in alluvium from mixed rock sources located on flood plains and drainage ways with a water table that fluctuates between 6 to 18 inches in depth; has a lithologic discontinuity at less than 60 inches.\nNythar (MT): very poorly drained soils formed in alluvium, soils are on glacial outwash plains, stream terraces, drainage ways, alluvial fans and flood plains; depth to seasonal high water table varies from 0 to 12 inches.\nSibannac (OR): poorly drained soils formed in mixed alluvium derived from andesite, breccia, or tuffs, soil is saturated to the surface from January through June; there is a lithologic discontinuity in the particle-size control section.\nWelch (NV): poorly and very poorly drained soils formed in alluvium derived from volcanic rocks and vitric pyroclastic materials; there is a fluctuating seasonal high water table present from the soil surface to 18 inches in depth at some time for normal years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: fine-loamy alluvium derived from derived from granite, gneiss, and mica schist\nLandform: Flood plains\nSlopes:  0 to 1 percent\nElevation:  7,500 to 8,500 feet (2,286 to 2,591 meters)\nMean annual air temperature:  39 to 43 degrees F (3.9 to 6.1 degrees C)\nMean annual precipitation:  8 to 12 inches (20 to 30 centimeters)\nFrost-free period: 85 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Vastine, Gerrard and Mesita series.\nVastine and Gerrard soils are fine-loamy over sandy-skeletal.\nMesita soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained, low runoff, moderately slow permeability, occasionally flooded for brief periods during the months of April, May and June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used principally as native pastureland.  Principal native vegetation includes greasewood, rushes, sedges, yarrow, bluegrass, alkali sacaton and salt grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Luis Valley Area of south-central Colorado. LRR E, MLRA 51; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Costilla County, CO; Costilla County Soil Survey Area, CO, 2009.  The name Eastdale is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section: The zone from 0 to 80 inches.\nParticle-size control section: The zone from 10 to 40 inches.  (By and Bk horizons)\nClay accumulation from translocation does not meet the requirements for an argillic horizon\nMollic epipedon: The zone from 0 to 42 inches.  (A and B horizons)\nTaxonomic Version: Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
