{
  "SERIES": "EASTCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAC/AJE",
  "REVDATE": "03/2003",
  "STATES": "ID,UT",
  "OVERVIEW": "The Eastcan series consists of very deep, well drained soils that formed in alluvium from sandstone, quartzite and limestone.  These soils are on flood plains, stream terraces, and valley bottoms.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eastcan loam, irrigated cropland.  (Colors are for moist soil unless otherwise noted.)\nA1p--0 to 9 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure that parts to weak fine granular; slightly hard, friable, slightly sticky and plastic; common very fine and few fine roots; moderately calcareous; mildly alkaline (pH 7.8); abrupt smooth boundary.  (2 to 10 inches thick)\nA12--9 to 13 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and plastic; common very fine and few fine roots; few fine pores; moderately calcareous; mildly alkaline (pH 7.8); clear smooth boundary.  (4 to 11 inches thick)\nA13--13 to 28 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and plastic; many very fine and fine, and few medium and coarse roots; few fine pores; moderately calcareous; mildly alkaline (pH 7.8); clear smooth boundary.  (0 to 15 inches thick)\nC1--28 to 39 inches; dark brown (10YR 3/4) silt loam, yellowish brown (10YR 5/4) dry; few fine faint brown (7.5YR 5/4) mottles; massive; slightly hard, friable, slightly sticky and plastic; many very fine and fine, few medium and coarse roots; few fine pores; strongly calcareous; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 12 inches thick)\nC2--39 to 60 inches; dark brown (7.5YR 4/2) silt loam, yellowish brown (10YR 5/4) moist; few fine faint brown (7.5YR 5/4) mottles; slightly hard, friable, slightly sticky and plastic; few very fine roots; few fine pores; strongly calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Utah; about 2 miles south of Morgan Courthouse; about 400 feet east and 1,700 feet north of SW corner of section 12, T.3N., R.2E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 21 to 33 inches thick.  Organic matter content decreases irregularly with increasing depth or remains above 0.5 percent to a depth of 50 inches or more.  The control section ranges from silt loam to loam or clay loam and has strata of fine sandy loam to silty clay loam.  The mean annual soil temperature at depth of 20 inches ranges from 47 to 49 degrees F., and the mean summer temperature ranges from 68 to 70 degrees F.  The soils are usually moist when the soil temperature is more than 41 degrees F, but are dry for 60 to 85 consecutive days during the late summer.  Mottles are few fine to common, medium, faint through prominent with hue of 10YR, 7.5YR or 5YR, value of 4 or 5 dry and chroma of 4 through 8 moist.  Depth to mottles ranges from 24 to 40 inches.\nThe A1 horizon has hue of 10YR or 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 through 4 dry and 2 or 3 moist.  It ranges from loam or silt loam, to clay loam or to very fine sandy loam.  This horizon ranges from neutral through strongly alkaline and is slightly or moderately calcareous.  It is 21 to 33 inches thick.\nThe C horizon has hue of 10YR, 7.5YR or 5YR, value of 4 through 7 dry, and 3 through 5 moist, and chroma of 2 through 6 dry and moist.  It ranges from loam or silt loam to light clay loam with strata of fine sandy loam, gravelly loam, very fine sandy loam, or silty clay loam.  This horizon ranges from mildly to strongly alkaline and from slightly through strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birdow, Blackrock, Coit, Dagor, Drax, Eld, Goose Creek, Lakeview, Packard, and Willowdale series.  Birdow, Blackrock, Dagor and Willowdale soils lack mottles.  Blackrock soils have A1 horizons with chroma of 1.5 or less, and have horizons of carbonate accumulation.  Coit soils have mottles at depth of 18 inches, are poorly drained and have an aridic moisture regime.  Drax soils have A1 horizons less than 20 inches thick.  Eld soils are noncalcareous and are medium to slightly acid.  Goose Creek soils are mainly noncalcareous but are slightly calcareous below a depth of 36 inches in some pedons.  Lakeview soils have chroma of 1.5 or less in the A horizon and are noncalcareous to depth of about 32 inches.  Packard soils have medium acid B2 horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eastcan soils are at elevations of 3,000 to 5,200 feet.  They occur on flood plains, stream terraces and valley bottoms.  Slopes range from 0 to 10 percent.  These soils formed in mixed alluvium from sandstone, quartzite and limestone.  The climate is moist subhumid, with an average annual precipitation ranging from 10 to 22 inches.  The mean annual temperature is 45 to 51 degrees F., and the mean summer temperature is 65 to 67 degrees F.  The frost free season ranges from 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canburn, Crooked Creek, Nebaker, Redola and Sunset soils.  Canburn and Crooked Creek soils have mottles with chroma less then 2 above a depth of 20 inches.  Crooked Creek soils have silty clay or heavy clay loam control sections.  Nebaker soils have argillic horizons.  Redola soils lack mottles and average less than 18 percent clay and more than 15 percent sand coarser than very fine sand in the control section.  Sunset soils average less than 18 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability.  Seasonal high water table ranges from 25 to 40 inches but water table is below 40 inches most of the time."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated cropland.  Alfalfa, small grains, and corn for silage are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah and Southern Idaho.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan Area, Morgan County, Utah, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1p",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1p--0 to 9 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure that parts to weak fine granular; slightly hard, friable, slightly sticky and plastic; common very fine and few fine roots; moderately calcareous; mildly alkaline (pH 7.8); abrupt smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--9 to 13 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and plastic; common very fine and few fine roots; few fine pores; moderately calcareous; mildly alkaline (pH 7.8); clear smooth boundary.  (4 to 11 inches thick)"
      },
      {
        "name": "A13",
        "top": 33,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A13--13 to 28 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and plastic; many very fine and fine, and few medium and coarse roots; few fine pores; moderately calcareous; mildly alkaline (pH 7.8); clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 71,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--28 to 39 inches; dark brown (10YR 3/4) silt loam, yellowish brown (10YR 5/4) dry; few fine faint brown (7.5YR 5/4) mottles; massive; slightly hard, friable, slightly sticky and plastic; many very fine and fine, few medium and coarse roots; few fine pores; strongly calcareous; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "C2",
        "top": 99,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C2--39 to 60 inches; dark brown (7.5YR 4/2) silt loam, yellowish brown (10YR 5/4) moist; few fine faint brown (7.5YR 5/4) mottles; slightly hard, friable, slightly sticky and plastic; few very fine roots; few fine pores; strongly calcareous; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
