{
  "SERIES": "EASTWALKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-AMB-JBF-TM",
  "REVDATE": "03/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eastwalker mucky peat--Pastureland. (Colors are for dry soil unless otherwise noted.)\nOe--0 to 8 cm; mucky peat, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; slight effervescence; moderately alkaline, (pH 8.0); clear smooth boundary. (0 to 10 cm thick)\nA1--8 to 15 cm; loam, grayish brown (2.5Y 5/2) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; common very fine tubular and interstitial pores; 2 percent light brownish gray (2.5Y 6/2), moist, masses of oxidized iron in the matrix; slight effervescence; moderately alkaline, (pH 8.2); clear wavy boundary. (7 to 30 cm thick)\nA2--15 to 30 cm; gray (2.5Y 5/1) loam, very dark gray (2.5Y 3/1) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots and many very fine roots; common very fine interstitial and tubular pores; 5 percent dark yellowish brown (10YR 3/4), moist, and yellowish red (5YR 4/6), moist, masses of oxidized iron in the matrix; neutral, (pH 7.3); clear wavy boundary. (15 to 36 cm thick)\nA3--30 to 64 cm; dark gray (2.5Y 4/1) sandy loam, black (2.5Y 2.5/1) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine interstitial and tubular pores; 1 percent yellowish red (5YR 4/6), moist, masses of oxidized iron in the matrix; 5 percent gravel; neutral, (pH 7.0); clear wavy boundary. (25 to 40 cm thick)\nA4--64 to 91 cm; gray (2.5Y 5/1) gravelly sandy loam, very dark gray (2.5Y 3/1) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots and common very fine roots; common very fine interstitial and tubular pores; 5 percent yellowish red (5YR 4/6), moist, masses of oxidized iron in the matrix; 20 percent gravel; neutral, (pH 6.8); clear wavy boundary. (30 to 50 cm thick)\nA5--91 to 127 cm; olive gray (5Y 5/2) gravelly coarse sandy loam, dark olive gray (5Y 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial and tubular pores; 5 percent yellowish red (5YR 4/6), moist, masses of oxidized iron in the matrix; 30 percent gravel; neutral, (pH 6.8); clear wavy boundary. (0 to 40 cm thick)\n2Cg--127 to 152 cm; light brownish gray (2.5Y 6/2) very gravelly loamy coarse sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 5 percent yellowish red (5YR 4/6), moist, masses of oxidized iron in the matrix; 40 percent gravel; neutral, (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mono County, California; in the Bridgeport Valley; about 1,200 feet north and 1,280 feet east of the southwest corner of section 29, T. 5 N., R. 25 E. Bridgeport USGS 7.5 minute topographic quadrangle; latitude 38 degrees 15 minutes 38.0 seconds N and longitude 119 degrees 14 minutes 43.4 seconds W; WGS84 Decimal Degrees 38.2605556 latitude, -119.2453889  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually saturated in some part of the moisture control section during winter, spring, and early summer, usually dry in some part during summer and fall; seasonal periods of aquic moisture regime from November through June during saturation with ground water and anaerobic conditions.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 75 to 130 cm.\nDepth to unconformable sandy-skeletal layers: 100 to 150 cm.\nParticle-size control section - Clay content: Averages 18 to 27 percent.\nRock fragments: Averages less than 15 percent, mainly gravel.  Lithology of rock fragments is mixed dominantly igneous and metamorphic rocks.\nOe horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry or moist.\nOrganic matter content: 50 to 75 percent.\nFiber content: 50 to 75 percent unrubbed, 30 to 50 percent rubbed.\nReaction: Slightly acid to moderately alkaline.\nA1 horizon\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nOrganic matter content: 2 to 4 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix.\nEffervescence: Non effervescent to strongly effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: Neutral through moderately alkaline.\nA2 and A3 horizons\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nTexture: Loam, sandy loam or sandy clay loam, with thin strata of fine sandy loam, gravelly coarse sandy loam or loamy sand in some pedons.\nClay content: Averages 18 to 27 percent.\nRock fragments: Averages less than 15 percent\nOrganic matter content: 2 to 4 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix.\nReaction: Slightly acid or neutral.\nA4 and A5 horizons\nHue: 10YR, 2.5Y or 5Y.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nTexture: Loam, sandy loam or sandy clay loam, with thin strata of fine sandy loam, gravelly coarse sandy loam or loamy sand in some pedons.\nClay content: Averages 18 to 27 percent.\nRock fragments: Averages less than 15 percent\nOrganic matter content: 1 to 3 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix.\nReaction: Slightly acid or neutral.\n2Cg Horizon\nHue: 2.5Y or 5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 or 2 dry or moist.\nTexture: Stratified very gravelly coarse sand to fine sandy loam.\nClay content: Averages 5 to 10 percent.\nRock fragments: Averages 35 to 50 percent, dominantly gravel.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix, and coating the undersides of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chamita, Cometcrik, Eagleton, Eastdale, Kerkhoven, Kovich, Lakepark, Lobe, Mannixlee, Marshbrook, Marshdale, Nythar, Parle, Sibannac and Welch series.\nChamita, Cometcrik, Eagleton, Eastdale, Kerkhoven, Lakepark, Lobe, Marshbrook, Nythar, Parle, Sibannac and Welch soils lack sandy-skeletal unconformable layers within 100 to 150 cm depth. Kovich soils have unconformable skeletal layers within depths of 60 to 97 cm.  Mannixlee soils have a cambic horizon.  Marshdale soils have silica cemented Bq horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Eastwalker soils are on river terraces and stream terraces.  They formed in alluvium derived from mixed rock sources.   Slopes are 0 to 2 percent.  Elevations range from 1,960 to 2,000 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 350 mm, mean annual temperature is 6 to 7 degrees C., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Floatybog, Goodbye and Squishy series.  Floatybog soils have organic surface layers more than 40 cm thick.  Goodbye soils have an aridic moisture regime that borders on xeric.  Squishy soils have organic surface layers 20 to 40 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; low surface runoff; moderately slow permeability; moderately high saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between the soil surface and 30 cm (very shallow or shallow free water occurrence classes) from November through June. Cumulative annual duration classes are Common or Persistent. Some areas of these soils are susceptible to occasional flooding for brief periods between December and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Eastwalker soils are used for pastureland, recreation, watershed and wildlife habitat. The native vegetation is mainly sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 127 cm (Oe, A1, A2, A3, A4 and A5 horizons).\nAquic conditions - The conditions of endosaturation and reduction in horizons between the soil surface and 152 cm at certain times in normal years (Oe, A1, A2, A3, A4, A5 and 2Cg horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower A2, A3 A4 and upper A5 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
