{
  "SERIES": "EBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DNC/VGL",
  "REVDATE": "06/2009",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Eba series consists of very deep, well drained soils that formed in mixed alluvium.  Eba soils are on fan terraces and have slopes of 1 to 15 percent.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eba very gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; reddish brown (5YR 5/4) very gravelly loam, dark reddish brown (5YR 3/4) moist; weak thin platy and moderate fine granular structure; soft, very friable, nonsticky and nonplastic, many fine roots; 60 percent gravel and cobble; neutral (pH 7.2); clear smooth boundary. (2 to 5 inches thick)\nA2--2 to 6 inches; reddish brown (5YR 4/4) very gravelly clay loam, dark reddish brown (2.5YR 3/4) moist; moderate fine granular structure; slightly hard, friable, slightly sticky; many fine roots; common fine pores; 60 percent gravel and cobble; neutral (pH 7.2); clear smooth boundary. (0 to 4 inches thick)\nBt1--6 to 19 inches; reddish brown (2.5YR 4/4) extremely gravelly clay, dark reddish brown (2.5YR 3/4) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and very fine roots; common fine pores; 75 percent gravel and cobble; nearly continuous faint clay films on faces of peds, pore linings, and on coarse fragments; slightly alkaline (pH 7.6); clear wavy boundary. (10 to 15 inches thick)\nBt2--19 to 29 inches; red (2.5YR 4/6) very gravelly clay, dark red (2.5YR 3/6) moist; moderate fine angular blocky structure; hard, firm, very sticky and moderately plastic; few fine and very fine roots; few very fine pores; 60 percent gravel and cobble; continuous distinct clay films on peds and on coarse fragments; noncalcareous except in the lower two inches which is calcareous; slightly alkaline (pH 7.8); clear wavy boundary. (8 to 16 inches thick)\nCk--29 to 50 inches; pink (5YR 8/3) very gravelly clay loam, yellowish red (5YR 5/6) moist; massive; very hard, friable; weakly cemented with calcium carbonate with more than 50 percent gravel and cobble embedded; below about 50 inches the calcium carbonate content decreases gradually."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hidalgo County, New Mexico; 20 feet east of ranch road; 528 feet west of the center of sec. 19, T. 26 S., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in the soil moisture control section during July - September and December - February.  Driest during May and June. Typic aridic moisture regime.\nSolum thickness: 20 to 48 inches\nRock fragments: 35 to 75 percent\nReaction: neutral to moderately alkaline\nDepth to calcic horizon: 20 to 40 inches\nCalcium carbonate: weakly effervescent at or near the surface in some pedons but typically is noneffervescent to the lower part of the B horizon. Where the solum is weakly effervescent at or near the surface the calcium carbonate is disseminated in the upper solum.\nA horizons\nHue: 5YR, 7.5YR\nValue: 4 through 6, dry\nChroma: 3 or 4, dry or moist\nStructure: weak to moderately fine to medium platy or granular structure\nBt horizons\nHue: 2.5YR, 5YR\nValue: 3 through 7\nChroma: 4 through 6, dry or moist\nClay content: 35 to 60 percent\nStructure: angular and subangular blocky structure. It has weakly expressed to strongly expressed clay films both on soil peds and coarse fragments.\nCalcium carbonate: The zone of accumulation in some pedons is in the lower B or in the C horizon and contains more than 15 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fan terraces around bases of steep mountain slopes.   These fans are dissected by numerous ephemeral stream washes that are several feet lower in relief.  Slopes are usually long and range from 1 to 15 percent.  The parent material is composed of mixed alluvium derived from granite monzonite, rhyolite, andesite and other acid and basic igneous rocks.  The mean annual air temperature ranges between 59 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bluepoint, Continental, Lehmans, and Luzena soils.  Lehmans and Luzena soils have bedrock at depths of less than 20 inches.  Bluepoint soils have sandy control sections.  Continental soils have a fine textured control section with less than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat.  Principal grasses are tobosa, fluff grass, black grama, and ring muhly.  Common shrubs are mesquite, white thorn, and Mormon tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This series is moderately extensive in Southwestern New Mexico and Arizona.  MLRAs are 40, 41 and 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Cruz County Area, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 6 inches (A1, A2 horizons)\nArgillic horizon - the zone from 6 to 29 inches (Bt1, Bt2 horizons)\nCalcic horizon - the zone from 29 to 50 inches (Ck horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ675, 5/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
