{
  "SERIES": "EBADLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW/TLA",
  "REVDATE": "01/2007",
  "STATES": "WA",
  "OVERVIEW": "The Ebadlow series consists of very deep, well drained soils formed in loess over colluvium.  They are on fans on nonglaciated plateaus. Slopes are 3 to 15 percent. The mean annual precipitation is about 13 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ebadlow silt loam - cropland on a nearly level slope at 2,570 feet elevation. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine and few fine irregular pores; 1 percent ash, 0.5 to 2.0 mm in diameters; 2 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (8 to 12 inches thick)\nBt1--8 to 17 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; few faint clay films on faces of peds; 1 percent ash, 0.5 to 2.0 mm in diameter; 3 percent gravel; neutral (pH 7.1); gradual smooth boundary.\nBt2--17 to 32 inches; brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine and few fine tubular pores; common distinct clay films on faces of peds and lining pores, common distinct yellowish brown (10YR 5/4) dry clay films on rock fragments; 5 percent gravel; 1 percent ash, 0.5 to 2.0 mm in diameters; neutral (pH 7.0); clear smooth boundary. (Combined thickness of Bt horizon is 17 to 27 inches.)\n2Bt3--32 to 49 inches; yellowish brown (10YR 5/4) extremely cobbly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine and fine irregular pores; many prominent clay films on faces of peds; common distinct yellowish brown (10YR 5/4) dry and few distinct brown (10YR 4/3) dry clay films on rock fragments; 35 percent gravel and 35 percent cobbles; neutral (pH 7.2); clear smooth boundary. (13 to 18 inches thick)\n3BCt--49 to 60 inches; yellowish brown (10YR 5/4) extremely cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; single grain; soft, loose, nonsticky and slightly plastic; common very fine roots; common fine and medium irregular pores; common distinct light yellowish brown (10YR 6/4) dry clay films on rock fragments; 40 percent gravel and 40 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; about 3 miles south of Waterville; about 1,200 feet north and 110 west of the southeast corner of section 3, T. 24 N., R. 22 E. (Latitude 47 degrees 35 minutes 57 seconds N , Longitude 120 degrees 02 minutes 36 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 49 to 51 degrees F. These soils are usually moist but are dry in the moisture control section for 90 to 105 consecutive days following the summer solstice. The mollic epipedon is 10 to 18 inches thick. Base saturation is less than 75 percent in some subhorizon within 30 inches of the surface. The particle-size control section averages 18 to 27 percent clay and has more than 15 percent sand coarser than very fine sand. Rock fragments in the particle size control section average 10 to 20 percent, but can range up to 30 percent. Depth to the top of the argillic horizon ranges from 8 to 12 inches.  Depth to skeletal material ranges from 25 to 35 inches and may include the lower part of the particle size control section in some pedons. Some pedons have secondary lime accumulation between 46 and 60 inches.\nThe Ap horizon has chroma of 2 or 3 dry and moist.\nThe Bt1 horizon has chroma of 3 or 4 moist. Rock fragments range from 2 to 5 percent.\nThe Bt2 horizon has chroma of 3 or 4 moist. Rock fragments range from 5 to 10 percent.\nThe 2Bt horizon has a color value of 3 or 4 moist and chroma of 3 or 4 moist. It is a very cobbly loam or extremely cobbly loam. Rock fragments range from 50 to 70 percent.\nThe 3BCt horizon has a value of 3 or 4 moist. Rock fragments range from 60 to 80 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annum, Brownlee, Chirpchatter (T), Dragoon, Dryfalls (T), Felton, Fisherhill (T), Garcia (T), Goldendale (T), Lompico, Lorena, Meland, Meystre, Quiden (T), Rehfield, Robbscreek (T), Schumacher, Shilly (T), Stacker, Updegraff (T), and Van Horn series. Dragoon and Lompico soils have a paralithic contact at 20 to 40 inches. Garcia, Meland, Lorena, Robbscreek, Shilly and Stacker soils have a lithic contact at 20 to 40 inches. Annum soils are 40 to 60 inches to a paralithic contact and are dry for 60 to 90 consecutive days. Felton soils are 40 to 60 inches to a paralithic contact and have a mean annual soil temperature of 56 to 59 degrees F. Meystre soils are dry for 60 to 75 consecutive days. Schumacher soils are 40 to 60 inches to a lithic contact and are dry for 45 to 60 consecutive days. Updegraff soils have a lithic contact at 40 to 60 inches. Van Horn soils are dry for 60 to 80 consecutive days. Goldendale soils are dry for 75 to 90 consecutive days. Quiden soils are dry for 60 to 75 consecutive days. Dryfalls soils are dry for 60 to 75 consecutive days. Chirpchatter soils have a base saturation of 60 to 75 percent throughout and are dry for 120 to 140 days. Rehfield soils lack the skeletal discontinuity in the lower part of the argillic horizon and have a base saturation of 50 to 75 percent throughout the upper 30 inches. Fisherhill soils have a mean annual soil temperature of 52 to 54 degrees F and lack coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ebadlow soils formed in loess over colluvium.  They are on fans on nonglaciated plateaus.  Elevation is 2,500 to 3,200 feet. Slopes are 3 to 15 percent. The climate is characterized by warm, dry summers and cool, moist winters. Average annual precipitation is 12 to 15 inches. Average January temperature is about 26 degrees; average July temperature is about 70 degrees F., and average annual air temperature is 47 to 49 degrees F. Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Badgermont, Broadax and Spofford soils. Badgermont soils are in drainages and are loamy-skeletal. Broadax soils are on hills, are fine-silty and typically are below Ebadlow soils on the landscape. Spofford soils are on uplands and lack skeletal material in the lower part of the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for dryland crop production. Wheat and barley are principal crops. A small amount is used for wildlife habitat. Native vegetation is bluebunch wheatgrass, Cusick bluegrass, Idaho fescue and threetip sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 17 inches and an argillic horizon from 8 to 49 inches. The particle size control section is the upper 20 inches of the argillic horizon from 8 to 28 inches (the Bt1 and most of the Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine and few fine irregular pores; 1 percent ash, 0.5 to 2.0 mm in diameters; 2 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 17 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; few faint clay films on faces of peds; 1 percent ash, 0.5 to 2.0 mm in diameter; 3 percent gravel; neutral (pH 7.1); gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--17 to 32 inches; brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine and few fine tubular pores; common distinct clay films on faces of peds and lining pores, common distinct yellowish brown (10YR 5/4) dry clay films on rock fragments; 5 percent gravel; 1 percent ash, 0.5 to 2.0 mm in diameters; neutral (pH 7.0); clear smooth boundary. (Combined thickness of Bt horizon is 17 to 27 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 81,
        "bottom": 124,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--32 to 49 inches; yellowish brown (10YR 5/4) extremely cobbly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine and fine irregular pores; many prominent clay films on faces of peds; common distinct yellowish brown (10YR 5/4) dry and few distinct brown (10YR 4/3) dry clay films on rock fragments; 35 percent gravel and 35 percent cobbles; neutral (pH 7.2); clear smooth boundary. (13 to 18 inches thick)"
      },
      {
        "name": "3BCt",
        "top": 124,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3BCt--49 to 60 inches; yellowish brown (10YR 5/4) extremely cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; single grain; soft, loose, nonsticky and slightly plastic; common very fine roots; common fine and medium irregular pores; common distinct light yellowish brown (10YR 6/4) dry clay films on rock fragments; 40 percent gravel and 40 percent cobbles; neutral (pH 7.2)."
      }
    ]
  ]
}
