{
  "SERIES": "EBRO",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW: AGH; GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Ebro series consists of very deep, very poorly drained, moderately slow to moderately permeable organic soils are on broad, level flood plains near the end of large rivers in the Southern Coastal Plain (MLRA 133A) and the Eastern Gulf Coast Flatwoods (MLRA 152A).  They formed in herbaceous and related woody hydrophytic plant remains.  Near the type location, the average annual precipitation is about 60 inches and the average annual temperature is about 68 degrees F.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, thermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ebro muck, in a forested flood plain at an elevation of 5 feet with less than 1 percent slope (Colors are for wet soil).\nOa1--0 to 6 inches; very dark grayish brown (10YR 3/2) muck; less than 5 percent fiber rubbed; massive; slightly sticky; about 30 percent mineral content; many fine, medium, and coarse roots; very strongly acid; gradual wavy boundary.\nOa2--6 to 24 inches; very dark gray (10YR 3/1) muck; less than 5 percent fiber rubbed; massive; sticky; estimated 45 percent mineral content; many fine, medium, and coarse roots; very strongly acid; gradual wavy boundary.\nOa3--24 to 80 inches; black (10YR 2/1) muck; less than 5 percent fiber rubbed; massive; sticky; many medium and coarse roots; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bay County Florida; about 10 feet south of junction of Pine Log Creek and East River, approximately 0.5 mile west of Oakledge Fish Camp and about 2.5 miles west of Pine Log community and about 10 miles north of Sunnyside Beach. NW1/4, NE/4 Sec. 16, T. 1 S., R. 17 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of organic materials is greater than 51 inches.  Soil reaction is less than 4.5 in 0.01M calcium chloride.  Logs, stumps, and fragments of wood that occupy 0 to 20 percent of the organic layers.  Mineral content of the Oa horizon is variable, but there is 40 percent or more mineral matter as a weighted average between the depths of 12 to 51 inches or there is a layer containing 40 to 80 percent mineral 6 inches or more thick between depths of 12 to 36 inches.  The mineral fraction is 75 percent or more silt and clay.\nThe Oa horizon has hue of 7.5YR to 2.5YR, value of 2 or 3, and chroma of 1 or 2; or is neutral (N), value of 2 or 3 and chroma of 0.  Fiber content is less than 10 percent unrubbed and rubbed.  The organic layers are typically massive under natural wet conditions. Few to common flakes on specks of mica are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Dare, Dorovan, and Pungo series in the same family.  Dare and Pungo soils have less than 40 percent mineral content on a weighted average in the subsurface and bottom tiers.  The mineral fraction of Dorovan soils has less than 75 percent silt plus clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ebro soils are on flood plains of the lower coastal plain.  They formed in the remains of herbaceous and related woody hydrophytic plants.  The climate is humid subtropical.  Elevation is less than 25 feet.  The mean annual precipitation ranges from 55 to 65 inches and the mean annual temperature ranges from 66 to 70 degrees F.  Slopes are less than 1 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Dorovan series, these include the Bibb, Chastain, Johnson and Kinston series.  All are mineral soils and are generally upstream of Ebro soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; moderately slow to moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ebro soils are mainly for production of trees and wildlife habitat.  The native vegetation is dominantly bald cypress and blackgum cypress being more common in areas that pond after flood water recedes.  Other hardwood trees such as red maple, sweetgum, red bay, sweetbay and water tupelo occur along stream and river banks and occupy less than 5 to 10 percent of the flood plains.  The understory consists of reeds, giant cane and greenbriar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Florida and possibly Alabama, Georgia, Louisiana, Mississippi, and South Carolina.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bay County, Florida; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nHistic epipedon - the zone from the surface to 80 inches (Oe1, Oe2 and Oe3 horizons).\nDysic - undried pH value of less than 4.5 (in 0.01M CaCl2) in the zone (Oa2 and Oa3 horizons).\nEbro soils were formerly mapped as a variant of the Dorovan series or possibly included with the Dorovan series.  The type location from Walton County, Florida to Bay County, Florida.  Ebro soils originally mapped in Walton County were correlated as Maurepas because data showed the soils to be euic even though Maurepas soils are hyperthermic.\nThe water table is usually near or at the soil surface.  It is subject to flooding every year and lasts at least a month in most years."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa1--0 to 6 inches; very dark grayish brown (10YR 3/2) muck; less than 5 percent fiber rubbed; massive; slightly sticky; about 30 percent mineral content; many fine, medium, and coarse roots; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Oa2",
        "top": 15,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa2--6 to 24 inches; very dark gray (10YR 3/1) muck; less than 5 percent fiber rubbed; massive; sticky; estimated 45 percent mineral content; many fine, medium, and coarse roots; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Oa3",
        "top": 61,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oa3--24 to 80 inches; black (10YR 2/1) muck; less than 5 percent fiber rubbed; massive; sticky; many medium and coarse roots; very strongly acid."
      }
    ]
  ]
}
