{
  "SERIES": "ECHOCRATER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RW/TDT",
  "REVDATE": "12/98",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over fragmental or cindery, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Echocrater gravelly ashy loamy sand - on a 20 percent slope at an elevation of 6,500 feet in rangeland. Colors are for dry soil unless otherwise noted. When described on June 17, 1997, the soil was dry.\nA1--0 to 3 inches; dark grayish brown (10YR 4/3) gravelly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; common very fine interstitial pores; 20 percent gravel-size cinders; slightly alkaline (pH 7.4); clear smooth boundary. (1 to 5 inches thick)\nA2--3 to 8 inches; dark grayish brown (10YR 4/3) gravelly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and few medium roots, common very fine tubular pores; 25 percent gravel-size cinders; slightly alkaline (pH 7.4); clear smooth boundary. (3 to 8 inches thick)\nBw--8 to 15 inches; brown (10YR 4/3) very gravelly ashy loamy sand, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; slightly hard, firm, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular pores; 45 percent gravel-size cinders; slightly alkaline (pH 7.4); clear wavy boundary. (5 to 15 inches thick)\n2BC--15 to 25 inches; very dark brown (10YR 2/2) very gravelly ashy loamy sand, black (10YR 2/1) moist; massive; loose; few very fine and fine roots; common very fine, fine and few medium interstitial pores; 50 percent gravel-size cinders; slightly alkaline (pH 7.5); clear wavy boundary. (8 to 15 inches thick)\n2C--25 to 60 inches; very dark brown (10YR 2/2) gravel, black (10YR 2/1) moist; single grained; loose; common very fine to medium and few coarse interstitial pores; 90 percent gravel-size cinders."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, Idaho, about 1.5 miles south of the Craters of the Moon Visitors Center; 1,900 feet east and 1,200 feet south of the northwest corner of section 29, T. 1 N., R. 25 E.  Latitude - 113 degrees, 57 minutes, 00 seconds north; Longitude - 43 degrees, 23 minutes, 34 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the 2C horizon is 20 to 35 inches\nAndic soil properties (A, Bw, 2BC horizons)\nGlass content 40 to 70 percent\nPhosphate retention 25 to 40\nAcid oxalate extractable aluminum plus one-half the acid oxalate iron is 0.4 to 0.8\n15 bar water dry 3 to 10 percent and moist 5 to 15 percent\nAverage annual soil temperature - 42 to 47 degrees F.\nThe moisture control section is dry for 90 to 120 days.\nA horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 or 3 moist\nCoarse fragments - 15 to 30 percent cinders\nOrganic matter is 1 to 4 percent\nBw horizon\nValue - 3 or 4 dry, 2 or 3 moist\nChroma - 2 through 4 dry or moist\nCoarse fragments - 40 to 50 percent cinders\nOrganic matter is less than 1 percent\n2BC horizon\nValue - 2 or 3 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nCoarse fragments - 45 to 65 percent cinders\n2C horizon\n90 to 100 percent cinders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Echocrater soils are on south-facing slopes on cinder cones. Elevation is 5,800 to 7,500 feet. Slopes are 20 to 40 percent. The soils are formed in recent ash and cinders from the Craters of the Moon volcanics. The average annual precipitation is 14 to 18 inches, most of which falls as snow. The average annual air temperature is 40 to 45 degrees F. The frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bigcinder, Infernocone, Northcrater soils and cinder land. Bigcinder soils are cryic and are on north-facing slopes associated with limber pine.  Infernocone soils have a mollic epipedon and are on north slopes.  Northcrater soils lack andic soil properties in the upper part of the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Slow runoff. Rapid over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for wildlife and limited livestock grazing. Vegetation mountain big sagebrush and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho. This series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Craters of the Moon Area, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features.\nOchric epipedon - mollic colors and organic matter over 1 percent extend to 8 inches\nCambic horizon - 8 to 15 inches\nAndic soil properties extend from 0 to 25 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
