{
  "SERIES": "ECKRANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALN-JWS-CLG-RM",
  "REVDATE": "08/2018",
  "STATES": "TX",
  "OVERVIEW": "The Eckrant series consists of well drained, moderately slowly permeable soils that are very shallow to shallow over indurated limestone bedrock. These nearly level to very steep soils soils formed in residuum derived from limestoneand occur on summits, shoulders, and backslopes of ridges on dissected plateaus. Slope ranges from 1 to 60 percent. Mean annual air temperature is about 18.9 degrees C (66 degrees F), and the mean annual precipitation is about 660 mm (26 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eckrant very cobbly clay--in rangeland. Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); very dark gray (10YR 3/1) very cobbly clay, black (10YR 2/1) moist; moderate fine subangular blocky structure and moderate fine granular; very hard, firm; common fine roots; common fine pores; 20 percent limestone gravel; 15 percent limestone cobbles; very slightly effervescent; moderately alkaline; clear irregular boundary.\nA2--10 to 30 cm (4 to 12 in); very dark gray (10YR 3/1) very cobbly clay, black (10YR 2/1) moist; moderate fine subangular blocky and fine granular structure; very hard, firm; common fine roots; common fine pores; 20 percent limestone gravels; 35 percent limestone cobbles; very slightly effervescent;  moderately alkaline; abrupt wavy boundary.  (Combined thickness of the A horizon is 10 to 50 cm [4 to 20 in])\nR--30 to 76 cm (12 to 30 in); coarsely fractured indurated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Uvalde County, Texas; 7.5 miles northwest of Sabinal on Texas Highway 127, 5.0 miles north on county road to a cattle guard, 0.1 mile north across small creek to gate on right, 0.5 mile east on small ranch road, 150 ft south in rangeland.\nUSGS topographic quadrangle: Trio, Texas;\nLatitude: 29 degrees, 27 minutes, 45 seconds N;\nLongitude: 99 degrees, 31 minutes, 58 seconds W;\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Typic ustic moisture regime\nDepth to lithic bedrock: 10 to 51 cm (4 to 20 in)\nSurface fragments: 3 to 50 percent; 5 to 45 percent gravels, 5 to 50 percent cobbles, 0 to 2 percent stones and boulders which are mostly spaced 20 m (65.6 ft) or more apart but can be 2 m (7 ft) apart; limestone with few cryptocrystalline quartz and/or chert\nParticle-size control section (weighted average):\nClay content: 35 to 60 percent\nRock fragments: Total -35 to 80 percent by volume, 2 to 600 mm; with 15 to 60 percent by volume, 75 to 600 mm, limestone with few cryptocrystalline quartz and/or chert\nA horizon\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: Clay loam, silty clay, or clay; and their very or extremely, and gravelly to stony phases\nClay content: 35 to 60 percent\nRock fragments: 0 to 20 percent by volume, 2 to 75 mm; and 15 to 60 percent by volume, 75 to 600 mm, limestone with a few cryptocrystalline quartz and/or chert\nIdentifiable secondary carbonate: 0 to 4 percent, very fine to fine, nodules and/or nodular and concretionary pendants on rock fragments\nEffervescence: Very slight to strong\nReaction (pH): Neutral to moderately alkaline (6.6 - 8.4)\nR layer\nKind: Limestone bedrock with interbedded cryptocrystalline quartz, chert, marl, and/or chalk.\nCementation: Strongly cemented to indurated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are Comfort, Eckert, Harper, Oglesby, Palopinto, Prade, Roughcreek, and Tarrant.\nComfort and Roughcreek soils: have argillic horizons.\nEckert and Palopinto soils: have less than 35 percent clay in the particle-size control section; in addition, Palopinto soils formed from Pennsylvanian age limestone bedrock\nHarper and Oglesby soils: have less than 35 percent coarse fragments in the particle-size control section\nPrade and Tarrant soils: have calcic horizons. In addition, Prade soils have a petrocalcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Residuum weathered from limestone of the Lower Cretaceous and other geologic periods and includes interbedded limestone, cryptocrystalline quartz, chert, marl, and chalk.\nLandscape: Dissected plateaus\nLandform: Summits, shoulders, and backslopes of ridges\nSlope: 1 to 60 percent, but is commonly 1 to 8 percent\nPrecipitation Pattern: The majority of the yearly amount occurs during the spring and fall months. The winter and summer months are normally drier.\nMean annual precipitation: 559 to 940 mm (22 to 37 in)\nThornthwaite annual P-E indices: 31 to 54\nMean annual air temperature: 17.8 to 20.6 degrees C (64 to 69 degrees F)\nFrost free period: 210 to 250 days\nElevation: 182.9 to 739.1 m (600 to 2,425 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brackett, Campwood, Comfort, Eckert, Kavett, Real, and Tarrant series.\nBrackett and Real soils: occur on backslope positions.\nCampwood soils: are very deep alluvial soils on stream terraces.\nComfort, Eckert, Kavett, Real and Tarrant soils: occur on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well.\nPermeability class: moderately slow.\nRunoff: medium on 1 to 5 percent slopes, high on 5 to 20 percent slopes, and very high on 20 to 60 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly rangeland and wildlife habitat. The climax plant community is a tall grass savannah with motts of live oak throughout the landscape. The dominant grasses are little bluestem and sideoats grama.  Other grasses include yellow Indiangrass, fall witchgrass, wildrye, green sprangletop, meadow dropseed, cane and pinhole bluestem, hairy grama, Texas wintergrass, curly mesquite and buffalograss. Woody plants include live oak, shin oak, evergreen sumac, hackberry, elbowbush, redbud, and white honeysuckle. Forbs, such as orange zexmenia, Engelmann daisy, bundleflower, snout bean, and bushsunflower, are present.  The site could potentially deteriorate to a plant population sideoats grama, buffalograss, hairy grama, dropseeds, and the woody plants. If this destructive grazing practice continues, the site will deteriorate to a plant population of Ashe juniper, Texas persimmon, live oak, Texas grama, hairy tridens, curly mesquite, threeawns, prairie coneflower, and broomweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-Central Texas; Southwest Plateaus and Plains Range and Cotton Region, LLR I: MLRA 81B-Edwards Plateau, Central Part, and MLRA 81C-Edwards Plateau, Eastern Part; and MLRA 82A-Texas Central Basin. Southwestern Prairies Cotton and Forage Region, LLR J: MLRA 85-Grand Prairie. This series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uvalde County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Tarrant series. The series was separated due to the absence of a calcic horizon.\nEdited 10/2016 (RFG-THW): Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 0 to 30 cm (0 to 12 in)\nMollic epipedon: 0 to 30 cm (0 to 12 in) (A horizon)\nLithic contact: at 30 cm (12 in) (top of the R layer)\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A1--0 to 10 cm (0 to 4 in); very dark gray (10YR 3/1) very cobbly clay, black (10YR 2/1) moist; moderate fine subangular blocky structure and moderate fine granular; very hard, firm; common fine roots; common fine pores; 20 percent limestone gravel; 15 percent limestone cobbles; very slightly effervescent; moderately alkaline; clear irregular boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--10 to 30 cm (4 to 12 in); very dark gray (10YR 3/1) very cobbly clay, black (10YR 2/1) moist; moderate fine subangular blocky and fine granular structure; very hard, firm; common fine roots; common fine pores; 20 percent limestone gravels; 35 percent limestone cobbles; very slightly effervescent;  moderately alkaline; abrupt wavy boundary.  (Combined thickness of the A horizon is 10 to 50 cm [4 to 20 in])"
      },
      {
        "name": "R",
        "top": 30,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--30 to 76 cm (12 to 30 in); coarsely fractured indurated limestone bedrock."
      }
    ]
  ]
}
