{
  "SERIES": "ECKVOLL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBH-KDS-DJP-AGG",
  "REVDATE": "03/2009",
  "STATES": "MN",
  "OVERVIEW": "The Eckvoll series consists of very deep, moderately drained soils formed in a sandy mantle and the underlying loamy till on lake plains, till plains and moraines. These soils have rapid permeability in the upper sandy mantle and moderate or moderately slow in the loamy till. Slopes range from 0 to 3 percent. Mean annual precipitation is 22 inches. Mean annual air temperature is 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Aquic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eckvoll loamy fine sand with a convex slope of 1 percent on a lake plain in a cultivated field at 1,157 feet elevation. (Colors are for moist soil conditions unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) loamy fine sand; dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; very friable; common very fine and fine roots; about 2 percent gravel; slightly acid; abrupt smooth boundary. (6 to 10 inches thick)\nE1--9 to 17 inches; brown (10YR 4/3) fine sand, brown (10YR 5/3) dry;  single grain; loose; few very fine and fine roots; few fine faint dark yellowish brown (10YR 4/4) Fe concentrations; about 2 percent gravel; moderately acid; clear wavy boundary.\nE2--17 to 25 inches; dark brown (10YR 3/3) fine sand; brown (10YR 4/3) dry; single grain; loose; few very fine and fine roots; few fine faint dark yellowish brown (10YR 4/4) Fe concentrations; about 2 percent gravel; slightly acid; clear wavy boundary. (Combined thickness of E is 10 to 26 inches)\n2Bt--25 to 32 inches; brown (10YR 4/3) sandy clay loam; moderate medium subangular blocky structure parting to weak fine subangular blocky; friable; common distinct very dark gray (10YR 3/1) clay films on faces of peds and in pores; common medium distinct dark grayish brown (2.5Y 4/2) Fe depletions and few fine distinct yellowish brown (10YR 5/6) Fe concentrations; about 5 percent gravel; slightly acid; clear wavy boundary. (4 to 22 inches thick)\n2BCk--32 to 50 inches; grayish brown (2.5Y 5/2) loam; moderate medium subangular blocky structure parting to weak fine subangular blocky, friable; common fine distinct light gray (N 7/0) soft masses and threads of lime; common medium prominent yellowish brown (10YR 5/6) and few fine yellowish brown (10YR 5/8) Fe concentrations; about 5 percent gravel; slightly effervescent; slightly alkaline; gradual wavy boundary. (0 to 24 inches thick)\n2C1--50 to 69 inches; grayish brown (2.5Y 5/2) loam; massive; friable; few fine distinct light gray (N 7/0) soft masses and threads of lime; many medium prominent light olive brown (2.5Y 5/6) and common medium yellowish brown (10YR 5/8) Fe concentrations; about 5 percent gravel; slightly effervescent; moderately alkaline.\n2C2--69 to 80 inches; grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/3) loam; massive; friable; few fine distinct light gray (N 7/0) soft masses and threads of lime; many medium distinct light olive brown (2.5Y 5/6) and common medium prominent yellowish brown (10YR 5/8) Fe concentrations and few very fine prominent black (N 2/0) Mn nodules; about 3 percent gravel and 1 percent cobbles; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pennington County, Minnesota; about 3 miles south and 5 miles west of Goodridge; 1,520 feet west and 230 feet north of the southeast corner, Sec. 4, T. 153 N., R. 41 W.; USGS Goodridge SW quadrangle; lat. 48 degrees 5 minutes 35 seconds N. and long. 95 degrees 55 minutes 24 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates is 22 to 48 inches. The thickness of the sandy mantle ranges from 20 to 40 inches. A stone line, with as much as 35 percent rock fragments, is at the contact of the two sediments in some pedons. The sandy mantle has  0 to 10 percent gravel and the underlying till has 2 to 10 percent gravel. Stony or very stony surface phases are also recognized.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3 (3 to 5 dry) and chroma of 1 to 3 (1 to 4 dry). Texture is loamy fine sand, fine sand, or loamy sand. Reaction is slightly acid or neutral. In uncultivated areas the A horizon is 4 to 7 inches thick.\nThe E horizon has hue of 10YR or 2.5Y, value of 3 to 6 (5 to 7 dry), chroma of 2 to 4 (2 to 5 dry). Texture is fine sand, sand, loamy sand or loamy fine sand. Reaction is moderately acid to neutral.\nThe 2Bt horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 6, and chroma of 2 to 4. Texture is sandy clay loam, loam, or clay loam. It has 18 to 35 percent clay. Reaction is slightly acid to slightly alkaline.\nThe Bk, BCk, CBk and C horizons have hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 2 to 4. They have faint, distinct or prominent redoximorphic features in all parts. Reaction is slightly or moderately alkaline.\nThe Bk, BCk, CBk or C horizon in the Percy till phase has textures of sandy loam, fine sandy loam, loam or silt loam. It has 12 to 18 percent clay; Calcium carbonate equivalent ranges from 20 to 40 percent. Moist bulk density ranges from 1.75 to 2.00 g/cc.\nThe Bk, BCk, CBk or C horizon in the Des Moines till phase has textures of loam, clay loam or silty clay loam. It has 18 to 35 percent clay. Calcium carbonate equivalent ranges from 10 to 25 percent. Moist bulk density ranges from 1.35 to 1.60 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bushville, Huntersville and\nRicelake series. The Bushville soils have less than 18 percent clay in the argillic horizon and have a hue of 7.5YR or redder in the argillic.   The Huntersville soils have less than 18 percent clay in the argillic horizon and a dense till substrata.  The Ricelake soils have saturation in the upper third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Typically this soil is on slight convex rises and ridges on nearly level lake plains, till plains and moraines. Slopes are linear or convex with gradients of 0 to 3 percent. This soil formed in 20 to 40 inches of sandy lacustrine or outwash sediments or eolian material and in underlying loamy till. These materials are of the Late Wisconsinan Age. Mean annual air temperature is 36 to 45 degrees F. Mean annual precipitation ranges from 19 to 28 inches. Frost-free days range from 88 to 135 days. Elevation above sea level is 750 to 1,600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chilgren, Garnes, Linveldt, Pelan, Reiner and Smiley soils. The poorly drained Chilgren, and Smiley soils are on lower positions in the landscape. The Garnes, Linveldt, Pelan, and Reiner soils are in similar position in the landscape. The Garnes and Reiner soils do not have upper sandy sediments. The Linveldt soils have coarse-loamy argillic horizons and a mollic epipedon. The Pelan soils contain more rock fragments and have loamy-skeletal argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is low. Permeability is rapid in the upper sandy sediments and moderate or moderately slow in the loamy till. Seasonal high saturation occurs as high as 2.5 at some time from March through June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Commonly cropped to small grain, sunflowers, and hay. Native vegetation is mixed hardwood forests and tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-56 and 88.  Prairie border and forested areas of the Glacial Lake Agassiz Plain in northwestern Minnesota to glacial moraines in East Central Minnesota. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pennington County, Minnesota, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon-the zone from the surface to 25 inches (Ap, E1, and E2 horizons); argillic horizon-the zone from 25 to 32 inches (2Bt horizon); aquic subgroup-low chroma redox depletions in the argillic horizon; arenic subgroup-sandy texture in upper 25 inches. A MAP>25 phase is recognized.\nRedoxomorphic features occur in this pedon as high as 9 inches.  Based on landscape position, vegetative communities, and land use, they are considered as relic or reflect saturation of very short duration.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
