{
  "SERIES": "ECLETO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RM-ACT-CLN",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, hyperthermic, shallow Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ecleto sandy clay loam--rangeland.\n(Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium angular blocky structure; hard, firm, sticky, plastic; many fine roots; common fine pores; few insect tunnels and casts; neutral; abrupt smooth boundary.  (2 to 9 inches thick)\nBt1--3 to 14 inches; very dark gray (10YR 3/1) sandy clay, black (10YR 2/1) moist; strong fine and medium angular blocky structure; very hard, very firm, very sticky, very plastic; many fine roots; common fine pores; common thin clay films on surface of peds; few insect tunnels and casts; neutral; clear smooth boundary.  (4 to 15 inches thick)\nBt2--14 to 18 inches; dark gray (10YR 4/1) gravelly sandy clay, very dark gray (10YR 3/1) moist; strong medium angular blocky structure; very hard, very firm, sticky, plastic; common fine roots; few fine pores; common thin clay films on surface of peds; few insect tunnels and castings; 30 percent weakly cemented sandstone fragments mainly 1/2 to 1-1/2 inches across; moderately alkaline; abrupt smooth boundary. (0 to 6 inches thick)\nCr--18 to 80 inches; white (10YR 8/2) weakly cemented, coarsely fractured sandstone, light gray (10YR 7/2) moist; soft, brittle; can be dug with spade and auger; moderately alkaline; interbedded with a few thin strata of white (10YR 8/1) calcium carbonate; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Karnes County, Texas; from the intersection of Texas Highway 80 and Texas Highway 119 in Gillett; 4.4 miles south on Texas Highway 119 to county road; 400 feet east on county road; 400 feet north in rangeland.  (Latitude: 29N, 06, 35; Longitude: 97W, 43, 29)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to weakly cemented sandstone ranges from 10 to 20 inches.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  Texture is fine sandy loam or sandy clay loam with clay content of 15 to 30 percent.  Sandstone coarse fragments range from 0 to 10 percent by volume.  Reaction ranges from slightly acid to slightly alkaline and noncalcareous.\nThe Bt1 horizon has hue of 10YR, value of 2 to 6, and chroma of 1 to 3.  Texture is clay loam, sandy clay, or clay with clay content ranging from 35 to 45 percent.  Sandstone coarse fragments range from 0 to 15 percent by volume.  Fine calcium carbonate concretions and masses range from 0 to 2 percent by volume in the lower part.  Reaction ranges from slightly acid to moderately alkaline and the matrix is noncalcareous.\nThe Bt2 horizon, or BC horizon where present, has hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  Texture is gravelly clay loam, gravelly sandy clay or gravelly clay with clay content from 35 to 45 percent.  Weakly cemented sandstone fragments range from 15 to 35 percent by volume.  Fine and medium calcium carbonate concretions and masses range from 0 to 10 percent by volume.  Reaction is slightly or moderately alkaline.  The matrix is calcareous in some pedons.\nThe Cr horizon has hue of 10YR to 5Y, value of 6 to 8, and chroma of 1 to 3.  It is weakly or moderately cemented sandstone, or weakly cemented sandstone interbedded with shale or siltstone.  Some pedons contain thin strata of calcium carbonate, and iron-manganese concentrations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Campbellton, Fashing, Pavelek, Picosa, and Weigang series.  Campbellton soils are more than 20 inches thick.  Fashing and Pavelek soils do not have an argillic horizon.  Picosa and Weigang soils have loamy particle-size control sections.  In addition, Picosa soils are less than 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ecleto soils are on nearly level to gently sloping convex surfaces with slopes of 0 to 5 percent.  The soil formed in clayey materials over thick beds of sandstone or sandstone interbedded with siltstone or shale, mainly of the Jackson Geologic Group.  Mean annual precipitation ranges from 25 to 32 inches.  Mean annual temperature ranges from 70 to 74 degrees F.  Frost free days range from 275 to 290.  Elevation ranges from 350 to 510 feet.  Thornthwaite P-E index ranges from 31 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Fashing, Pavelek, and Weigang soils as well as the Bryde, Gillett, and Tordia soils.  Fashing, Gillett, Pavelek, and Weigang soils are on similar landscape positions.  Bryde and Tordia soils are on slightly lower landscape positions.  In addition, Bryde, Gillett, and Tordia soils are more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is low on 0 to 1 percent slopes and medium on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly used as improved pasture and rangeland.  Some areas are used as bermudagrass pasture and hayland.  A few scattered areas are cultivated.  Small grains and grain sorghum are common crops.  The main native grasses are Texas wintergrass, sideoats grama, buffalograss, and curlymesquite.  Woody plants are mainly pricklypear, agarito, lotebush, mesquite, spiny hackberry, and live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the northeast part of the Rio Grande Plain of Texas (MLRA 83A, 83B)  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Karnes County, Texas; 1989.  The name is from a small community in northern Karnes County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Fashing and Weigang series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the surface to the top of the sandstone at 18 inches.  (A and Bt horizons)\nArgillic horizon - 3 to 18 inches.  (Bt horizons)\nParalithic contact - 18 inches to weakly cemented sandstone.\nADDITIONAL DATA:  Karnes County, Texas; TAMU Characterization Lab number S88TX-255-0001.\nSOIL INTERPRETATION RECORD NUMBER: TX1186\nNational Cooperative Soil Survey\nU.S.A."
  }
}
