{
  "SERIES": "ECLIPSE",
  "STATUS": "Established Series",
  "BYREV": "REV:  PWB/ET/MAV",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eclipse sand--on a hummocky stream terrace with slope of 1 percent under shadscale, greasewood and bud sagebrush at an elevation of 3,750 feet (when described on July 26, 1984, the soil was dry throughout; colors are for dry soil unless otherwise stated).\nA--0 to 3 inches; light brownish gray (2.5Y 6/2) sand, dark grayish brown (2.5Y 4/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; noneffervescent; 5 percent pebbles 2 to 5 mm in diameter; slightly alkaline (pH 7.6); clear smooth boundary (1 t 8 inches thick)\nAB--3 to 13 inches; light gray (2.5Y 7/2) loamy sand, olive brown (2.5Y 4/4) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; few very fine tubular pores; noneffervescent; 2 percent pebbles 2 to 5 mm in diameter; moderately alkaline (pH 8.0); clear smooth boundary (2 to 12 inches thick)\nBt--13 to 18 inches; light gray (2.5Y 7/2) sandy loam, olive brown (2.5Y 4/4) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine roots; common very fine and few fine tubular pores; common thin clay films bridging mineral grains and in pores; strongly effervescent; 2 percent pebbles 2 to 5 mm in diameter; strongly alkaline (pH 8.6); clear smooth boundary (4 to 8 inches thick)\nBCt--18 to 25 inches; light brownish gray (2.5Y 6/2) loamy sand, olive brown (2.5Y 4/4) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; few thin clay films bridging mineral grains and in pores; slightly effervescent; 2 percent pebbles 2 to 5 mm in diameter; strongly alkaline (pH 8.6); clear smooth boundary (3 to 12 inches thick)\nC1--25 to 50 inches; light brownish gray (2.5Y 6/2) sand, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; no roots; common very fine interstitial pores; slightly effervescent; 8 percent pebbles 2 to 5 mm in diameter; very strongly alkaline (pH 9.2); clear smooth boundary (10 to 30 inches thick)\nC2--50 to 60 inches; light brownish gray (2.5Y 6/2) fine sand, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine interstitial pores; noneffervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 7 miles southeast of Independence; 0.7 mile north of Manzanar-Reward Road, along powerline road, 100 feet east of road; 1,900 feet south and 1,300 feet east from the NW corner of section 5, T.14 S., R.36 E., Lone Pine quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 10 to 30 inches.  The mean annual soil temperature is 59 to 64 degrees F.  The soil temperature is below 47 degrees F in parts of January and February.   The soil between the depths of 11 and 41 inches is usually dry in all parts from May 1 to November 30.  It is usually continuously moist for less than 75 days during the remainder of the year.  Reaction is slightly or moderately alkaline in the surface and moderately to very strongly alkaline below.  EC ranges from 0 to 8.  Sodium adsorption ratio ranges from 1 to 12 with a bulge of 5 to 12 in the B horizon and upper C horizon.\nThe A horizon is 5Y 6/2, 7/2; 2.5Y 6/2 or 7/2.  Moist color is 5Y 4/2, 4/3; 2.5Y 4/2 or 4/4.  Textures are sand and loamy sand.  It has 0 to 6 percent clay content and 0 to 15 percent pebbles.  It is noneffervescent to strongly effervescent.  Electrical conductivity is 0 to 8 dS/m.  Sodium adsorption ratio is 1 to 12.  Most pedons have an AB or A2 horizon that is loamy sand with 5 to 8 percent clay content.\nThe Bt horizon is 5Y 6/2, 6/4; 2.5Y 6/2 or 7/2.  Moist color is 5Y 4/3, 4/4; 2.5Y 4/2 or 4/4.  It has 6 to 10 percent clay content and 0 to 10 percent pebbles.  It is slightly effervescent to strongly effervescent.  Electrical conductivity is 2 to 8 dS/m.  Sodium adsorption ratio is 5 to 12.\nThe C horizon is 5Y 6/2, 7/2; 2.5Y 6/2, 6/4 or 7/2.  Moist color is 5Y 4/3, 4/4, 5/4; 2.5Y 4/2, 4/4 or 5/4.  It is typically stratified with textures ranging from gravelly coarse sand to fine sandy loam with 0 to 10 percent clay content.  It averages coarser than loamy fine sand. Some pedons have thin stratas below 40 inches with loam, silt loam or clay loam textures.  Electrical conductivity is 2 to 8 dS/m.  Sodium adsorption ratio is 1 to 12."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Cajon series in another family.  Cajon soils do not have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eclipse soils are on stream terraces and lacustrine terraces and have slopes of 0 to 5 percent.  The soils formed in alluvium from mixed rock sources.  Elevation is 3,600 to 4,100 feet. The climate is arid with hot dry summers, and cool moist winters.  The average annual precipitation is 4 to 6 inches.  The average annual temperature is 57 to 61 degrees F.  Mean July temperature is about 81 degrees F, and mean January temperature is about 39 degrees F.  The average frost-free season is 150 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cajon soils and the Manzanar (T), Mazourka (T) and Winnedumah (T) soils.  Mazourka soils have a natric horizon.  Manzanar soils are poorly drained and have a fine-loamy particle-size control section.  Winnedumah soils are somewhat poorly drained and have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; moderately rapid permeability over rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Eclipse soils are used for rangeland and wildlife habitat.  Vegetation is shadscale, greasewood, bud sagebrush and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Vally of eastern California.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Benton-Owens Valley Area, Inyo County, California, 1985.  Name from the abandoned Eclipse Canal on the east side of the Owens Valley."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Eclipse soil has a 10 to 40 inch particle-size control section.  Even though the cambic horizon has a sandy loam texture, it is not thick enough to take the soil out of the sandy family.\nDiagnostic horizons in the pedon are:\nOchric epipedon - The zone from the surface of the soil to about 13 inches (A and AB horizons).\nCambic horizon - The zone from about 13 to 18 inches (Bt horizon).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 9/1996. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
