{
  "SERIES": "EDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "12/2011",
  "STATES": "AR,IN,KY,OH",
  "OVERVIEW": "The Eden series consists of moderately deep, well drained, slowly permeable soils that formed in residuum from interbedded calcareous shale, siltstone, and limestone. These soils are on hillsides and narrow ridgetops with slopes ranging from 2 to 70 percent. Mean annual temperature is about 55 degrees F and mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eden silty clay loam--on a 15 percent convex north-facing upper side slopes in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silty clay loam; weak fine granular structure; friable; many fine roots; slightly acid; clear smooth boundary. [10 to 20 cm (4 to 8 inches) thick]\nBt--15 to 46 cm (6 to 18 inches); light olive brown (2.5Y 5/4) silty clay; few fine faint yellowish brown (10YR 5/6) mottles; strong fine and medium angular blocky structure; firm, sticky and plastic; common fine roots; common thin clay films; few small black concretions; 15 percent weathered shale and siltstone fragments .6 to 8 cm (1/4 inch to 3 inches) across and limestone flagstones 8 to 38 cm (3 to 15 inches) across; mildly alkaline; gradual smooth boundary. [20 to 61 cm (8 to 24 inches) thick]\nBC--46 to 61 cm (18 to 24 inches); light olive brown (2.5Y 5/4) flaggy silty clay; common fine faint olive brown (2.5Y 4/4) light yellowish brown (2.5Y 6/4) and olive (5Y 5/3) mottles; weak medium angular blocky structure; firm, sticky and plastic; few very fine roots; few small black concretions; 25 percent rock fragments similar to those of the Bt; moderately alkaline; clear smooth boundary. [0 to 41 cm (0 to 16 inches) thick]\nCr1--61 to 127 cm (24 to 50 inches); olive gray (5Y 5/2) slightly weathered interbedded calcareous shale and siltstone with some strata of fractured limestone. [0 to 102 cm (0 to 40 inches) thick]\nCr2--127 to 203 cm (50 to 80 inches); interbedded soft gray (N 5/0) calcareous shales and siltstones and thin-bedded gray hard fossiliferous limestone. The limestone beds, 1 to 8 cm (1/2 inch to 3 inches) thick and 15 to 20 cm (6 to 8 inches) apart, comprise less than 40 percent of the total."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Campbell County, Kentucky; in southwest part, about 9.5 miles south of Alexandria; 1.75 miles west of Grants Lick; on west side of Pleasant Ridge Road, about 400 feet north of intersection with Boone Smith Road. USGS De Mossville, KY topographic quadrangle; lat. 38 degrees 51 minutes 41 seconds N and long 084 degrees 26 minutes 01 seconds W.; UTM Zone 16, 722680 meters easting and 4304528 meters northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 36 to 102 cm (14 to 40 inches). The depth of a paralithic contact ranges from 51 to 102 cm (20 to 40 inches). Coarse fragments of limestone flagstones, siltstone and shale range from 0 to 25 percent in the A horizons, 10 to 35 percent in the B horizons, and 25 to 75 percent in the C horizons. Reaction ranges from very strongly acid through moderately alkaline in the sola, and mildly alkaline through strongly alkaline in the generally calcareous C horizons.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4. Texture is silty clay loam or silty clay.\nThe A horizon (where present) has a hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 1 to 4. Texture is silty clay loam or silty clay.\nThe Bt horizon has hue of 10YR, 2.5Y, and 5Y, value of 4 or 5, and chroma of 3 to 6. Texture is silty clay or clay and less commonly silty clay loam and their flaggy analogues. Some pedons have few or common olive (5Y 5/3) through strong brown (7.5YR 5/6) mottles.\nBA or BE horizons (where present) are less than 6 inches thick.\nThe BC horizon of most pedons has few to many olive gray (5Y 5/2) through reddish yellow (7.5YR 6/6) mottles with the 2 chroma mottles occurring at a depth of 10 inches or more below the top of the Bt horizon. Texture is silty clay or clay.  The BC horizon of some pedons has few or common thin clay films.\nSome pedons have a C horizon up to 15 inches thick that has hue of 5GY through 2.5Y, value of 4 to 6, and chroma of 0 to 14 with few to many mottles in shades of gray, olive, or brown. It is flaggy silty clay or flaggy clay, and their very flaggy or extremely flaggy analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beasley, Bledsoe, Bonnell, Brashear, Bratton, Bucklick, Caneyville, Cosperville, Donahue, Elba, Enott, Estate, Faywood, Fredonia, Haggatt, Heitt, Heverlo, Jessup, Kewaunee, Lowell, Markland, Milton, Mountpleasant, Muncie, Shrouts and Vandalia series. Beasley, Bledsoe, Enott, and Heitt soils have a paralithic contact greater than 102 cm (40 inches). Brashear, Bucklick, Elba, Estate, Lowell, and Vandalia soils have a lithic contact greater than 102 cm (40 inches). Bratton, Caneyville, Donahue, Faywood, Fredonia, and Haggatt soils have lithic limestone at a depth of 51 to 102 cm (20 to 40 inches). Bonnell, Cosperville, Heverlo, Jessup, Kewaunee, Milton, Mountpleasant, and Muncie soils have parts of the solum formed in glacial till.  Markland soils are formed in lacustrine sediments. Shrouts soils are formed dominantly in Silurian age interbedded calcareous shales, dolomite, and siltstone and contain fewer limestone fragments in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Eden soils are on hillsides and narrow ridgetops. Slopes range from 2 to 70 percent, but are dominantly 20 to 30 percent. The soil formed in residuum of interbedded soft calcareous shales and siltstones, with thin interbedded limestones. Mean annual temperature ranges from 53 to 57 degrees F. The mean annual precipitation ranges from 40\nto 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Culleoka, Cynthiana, Fairmount, Faywood, Heitt, Lowell, Mercer, and Nicholson series. Culleoka soils contain less than 35 percent clay. Cynthiana, Fairmount, and Faywood soils are less than 102 cm (40 inches) to hard bedrock. Heitt soils are more than 102 cm (40 inches) to paralithic contact. Lowell soils have medium to strongly acid sola more than 76 cm (30 inches) thick. Mercer and Nicholson soils have fragipans and are strongly acid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium to rapid and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for pasture and hay, but some steeply sloping areas have reverted to forest or brushy pasture. Some broader ridgetops are used for tobacco, corn, and small grains. Native vegetation is hardwoods, chiefly species of oak, ash, elm, hickory, hackberry, and black walnut, black and honey locust; in places, red cedar. There were many glades of native grasses, sedges, and canes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hills of the Bluegrass region of Kentucky, southern Indiana, and southern Ohio. Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shelby County, Kentucky; 1916."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in the pedon are:\nOchric epipedon, 0 to 15 cm (0 to 6 inches), Ap\nArgillic horizon, 15 to 46 cm (6 to 18 inches), Bt\nParalithic contact at 61 cm (24 inches).\n________________________________________"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silty clay loam; weak fine granular structure; friable; many fine roots; slightly acid; clear smooth boundary. [10 to 20 cm (4 to 8 inches) thick]"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "structure": "strong fine and medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--15 to 46 cm (6 to 18 inches); light olive brown (2.5Y 5/4) silty clay; few fine faint yellowish brown (10YR 5/6) mottles; strong fine and medium angular blocky structure; firm, sticky and plastic; common fine roots; common thin clay films; few small black concretions; 15 percent weathered shale and siltstone fragments .6 to 8 cm (1/4 inch to 3 inches) across and limestone flagstones 8 to 38 cm (3 to 15 inches) across; mildly alkaline; gradual smooth boundary. [20 to 61 cm (8 to 24 inches) thick]"
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "structure": "weak medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "flaggy",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--46 to 61 cm (18 to 24 inches); light olive brown (2.5Y 5/4) flaggy silty clay; common fine faint olive brown (2.5Y 4/4) light yellowish brown (2.5Y 6/4) and olive (5Y 5/3) mottles; weak medium angular blocky structure; firm, sticky and plastic; few very fine roots; few small black concretions; 25 percent rock fragments similar to those of the Bt; moderately alkaline; clear smooth boundary. [0 to 41 cm (0 to 16 inches) thick]"
      },
      {
        "name": "Cr1",
        "top": 61,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr1--61 to 127 cm (24 to 50 inches); olive gray (5Y 5/2) slightly weathered interbedded calcareous shale and siltstone with some strata of fractured limestone. [0 to 102 cm (0 to 40 inches) thick]"
      },
      {
        "name": "Cr2",
        "top": 127,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "silt",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr2--127 to 203 cm (50 to 80 inches); interbedded soft gray (N 5/0) calcareous shales and siltstones and thin-bedded gray hard fossiliferous limestone. The limestone beds, 1 to 8 cm (1/2 inch to 3 inches) thick and 15 to 20 cm (6 to 8 inches) apart, comprise less than 40 percent of the total."
      }
    ]
  ]
}
