{
  "SERIES": "EDENCREEK",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES/JTW",
  "REVDATE": "01/2020",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Edencreek sandy loam on a south-facing (164 degree), 45 percent slope under a cover of live oak and manzanita at an elevation of 1317 meters. (Colors are for dry soils unless otherwise noted. When described on March 28, 2014 the soil was moist throughout.)\nOi--0 to 2 cm; very dark brown (7.5YR 2.5/2) slightly decomposed plant material, black (7.5YR 2.5/1) moist; 5 percent subangular strongly cemented granodiorite gravel; strongly acid (pH 5.4); abrupt wavy boundary. (1 to 3 cm thick)\nA--2 to 10 cm; brown (7.5YR 4/3) sandy loam, very dark brown (7.5YR 2.5/2) moist; 10 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; many very fine and fine, and common medium roots throughout; many very fine irregular pores; 8 percent subangular strongly cemented granodiorite gravel; NaF pH 8.5; slightly acid (pH 6.2); clear wavy boundary. (3 to 12 cm thick)\nBt1--10 to 28 cm; brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/3) moist; 10 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; common very fine, fine, medium, and coarse roots throughout; common very fine and fine tubular pores; 10 percent faint clay films on all faces of peds; 10 percent subangular strongly cemented granodiorite gravel, 2 percent subangular moderately cemented granodiorite paragravel; NaF pH 8.5; very strongly acid (pH 4.8); clear wavy boundary. (15 to 35 cm thick)\nBt2--28 to 65 cm; strong brown (7.5YR 4/6) gravelly sandy loam, brown (7.5YR 4/4) moist; 14 percent clay; moderate coarse subangular blocky structure; moderately hard, firm, slightly sticky, nonplastic; common medium, coarse, and very coarse roots throughout; common fine and medium tubular pores; 10 percent faint clay films on all faces of peds; 15 percent subangular strongly cemented granodiorite gravel, 10 percent subangular moderately cemented granodiorite paragravel, 2 percent subangular moderately cemented granodiorite paracobbles; NaF pH 8.5; very strongly acid (pH 4.9); gradual wavy boundary. (15 to 35 cm thick)\nCr--65 to 92 cm; reddish yellow (7.5YR 6/6) moderately cemented granodiorite bedrock, brown (7.5YR 4/4) moist; very strongly acid (pH 4.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California, on Mineral King Rd in Sequoia National Park;  USGS 7.5 minute topographic quadrangle: Silver City, California;  WGS84 36.433807 latitude and-118.739571 longitude;  UTM zone 11 4033472 meters N 344073 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 11 to 15 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a mesic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry in all parts from about June to October (about 150 days).\nDiagnostic Feature(s):\nOchric epipedon thickness:  10 to 25 cm\nArgillic horizon thickness:  35 to 80 cm\nDepth to paralithic contact:  50 to 100 cm\nBase saturation: 35 to 75 percent in one or more subhorizons of the upper 75cm of the argillic horizon (by sum of cations).\nParticle size control section weighted average:\nRock fragments: 0 to 25 percent, with 0 to 25 percent gravel or channers, and 0 to 5 percent cobbles.\nPararock fragments: 0 to 10 percent paragravel\nClay content: 10 to 18 percent\nNaF pH: 8.5 to 9.5\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 or5 dry, 2 or 3 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy loam\nClay content: 6 to 12 percent\nRock fragments: 0 to 15 percent gravel\nReaction: moderately acid to neutral\nBt1 horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam\nClay content: 10 to 15 percent\nRock fragments: 0 to 20 percent\n0 to 20 percent gravel or channers\n0 to 5 percent cobbles\nPararock fragments: 0 to 10 percent paragravel\nReaction: strongly to slightly acid\nBt2 horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 4 or 6 dry, 3 to 6 moist\nTexture: sandy loam\nClay content: 12 to 18 percent\nRock fragments: 0 to 30 percent\n0 to 25 percent gravel or channers\n0 to 5 percent cobbles\nPararock fragments: 0 to 10 percent paragravel\nReaction: strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Edencreek soils are on convex backslopes of mountain slopes. Slopes range from 15 to 60 percent. These soils formed in colluvium over residuum derived from granite and granodiorite. Elevation is 970 to 1835 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 730 to 1025 mm and the mean annual air temperature is 10 to 15 degrees C. The frost free season is 165 to 245 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Grunigen soils. The Grunigen soils are on steep concave mountain slopes, have a mollic epipedon, and a lithic contact within 50cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately high to high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is canyon live oak, whiteleaf manzanita, alderleaf mountain mahogany, and poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. These soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tulare County, California in Sequoia and Kings Canyon National Parks. Source of name from a creek near the type location in Sequoia National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 28 to 65 cm.\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon            2 to 28 cm\nArgillic Horizon              28 to 65 cm\nParalithic Contact         65 cm\nADDITIONAL DATA:\nNASIS User Pedon ID: 2014CA7924008\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
