{
  "SERIES": "EDEN PRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "TCJ-KDS-AGG",
  "REVDATE": "01/2011",
  "STATES": "MN",
  "OVERVIEW": "The Eden Prairie series consists of very deep, somewhat excessively drained soils that formed in glacial outwash or eolian materials consisting of a loamy mantle and underlying sandy sediments. These soils are on outwash plains, valley trains, and stream terraces. Permeability is moderately rapid in the mantle and rapid in the underlying sediments. Slopes range from 0 to 18 percent. Mean annual precipitation is about 28 inches. Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eden Prairie sandy loam, on a convex slope of 1 percent, on a glacial outwash plain, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; very friable; few very fine roots; about 2 percent gravel; slightly acid; abrupt smooth boundary. (8 to 12 inches thick)\nBt--10 to 16 inches; dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; common dark brown (10YR 3/3) and brown (10YR 4/3) clay films on faces of peds; few very dark brown (10YR 2/2) streaks on faces of peds; about 2 percent gravel; moderately acid; clear smooth boundary. (3 to 12 inches thick)\n2Bt--16 to 26 inches; dark yellowish brown (10YR 4/4) loamy sand; weak medium subangular blocky structure; very friable; common clay bridging between sand grain; about 3 percent gravel; moderately acid; gradual wavy boundary (0 to 16 inches thick)\n2Bw--26 to 30 inches; dark yellowish brown (10YR 4/6) sand; single grain; loose; about 3 percent gravel; moderately acid; clear wavy boundary. (7 to 24 inches thick)\n2C1--30 to 50 inches; brown (10YR 5/3) and pale brown (10YR 6/3) sand; single grain; loose; about 3 percent gravel slightly acid; clear wavy boundary.\n2C2--50 to 80 inches; pale brown (10YR 6/3) fine sand; single grain; loose; about 2 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hennepin County, Minnesota; in western suburbs of Bloomington; about 1,300 feet south and 1,350 feet west of the northeast corner of section 27, T. 116 N., R. 22 W.; USGS Eden Prairie topographic quadrangle; lat. 44 degrees 49 minutes 46 seconds N. and long. 93 degrees 26 minutes 41 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates ranges from 24 inches to more than 80 inches. The loamy mantle is 10 to 20 inches thick. Gravel of mixed lithology range from 0 to 10 percent by volume in the loamy mantle and 0 to 15 percent in the sandy substratum. The mollic epipedon is 8 to 20 inches thick. The depth to the base of the argillic is less than 40 inches.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is coarse sandy loam, fine sandy loam, or sandy loam. It is slightly acid or moderately acid.\nAB horizon is present in some pedons. Colors and textures are similar to those of the A and Bt horizons.\nThe Bt horizon has a hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4. It is coarse sandy loam, fine sandy loam, or sandy loam.\nThe 2Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4. It is loamy sand, loamy fine sand, sand, fine sand or coarse sand. It is moderately acid to neutral.\nThe 2Bw horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4. It is loamy sand, loamy fine sand, sand, fine sand or coarse sand. It is moderately acid to neutral.\nThe 2C horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 6 and chroma of 2 to 4. It is coarse sand, sand, or fine sand. It is moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coyne, Elston, Hesch, Malardi, Norborne, Onarga, and Rasset series. Coyne soils have silty clay loam and loam 2Bt horizon below a depth of 40 inches. Elston soils have the base of the argillic horizon below depths of 40 inches. Hesch soils have sandstone bedrock at depth 20 to 40 inches. Malardi soils average more than 15 percent gravel in the C horizon. Norborne soils have a mollic epipedon more than 24 inches thick. Onarga soils have stratified textures in the C horizon. Rasset soils have a loamy mantle 20 to 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane or convex slopes with gradient of 0 to 18 percent on outwash plains, deltas, stream terraces and valley trains. They formed in a coarse-loamy mantle and underlying sandy substratum. The sediments are glaciofluvial or eolian in origin. Mean annual temperature is about 45 to 50 degrees F. Mean annual precipitation is about 24 to 32 inches. Frost free days range from 110 to 172. Elevations above sea level range from 700 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crow Fork, Malardi, and Rasset soils. The excessively drained Crow Fork soils, somewhat excessively drained Malardi soils, well drained Rasset soils formed in similar material and occupy similar terrain. ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Permeability is moderately rapid in the mantle and rapid in the substratum. Surface runoff is very low or low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cropped to corn, soybeans, small grains, and forage crops. The native vegetation is mixed deciduous forest and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central Minnesota. Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hennepin County, Minnesota, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon: Mollic epipedon - the zone from the surface to a depth of 10 inches (Ap horizon); argillic horizons - the zone from 10 inches to 26 inches (Bt and 2Bt horizons). 1/18/2011-TYPE LOCATION error was corrected.\nADDITIONAL DATA: Refer to MAES Central File Code No. 760 for results of some laboratory analysis of similar pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; very friable; few very fine roots; about 2 percent gravel; slightly acid; abrupt smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--10 to 16 inches; dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; common dark brown (10YR 3/3) and brown (10YR 4/3) clay films on faces of peds; few very dark brown (10YR 2/2) streaks on faces of peds; about 2 percent gravel; moderately acid; clear smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 41,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt--16 to 26 inches; dark yellowish brown (10YR 4/4) loamy sand; weak medium subangular blocky structure; very friable; common clay bridging between sand grain; about 3 percent gravel; moderately acid; gradual wavy boundary (0 to 16 inches thick)"
      },
      {
        "name": "2Bw",
        "top": 66,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw--26 to 30 inches; dark yellowish brown (10YR 4/6) sand; single grain; loose; about 3 percent gravel; moderately acid; clear wavy boundary. (7 to 24 inches thick)"
      },
      {
        "name": "2C1",
        "top": 76,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--30 to 50 inches; brown (10YR 5/3) and pale brown (10YR 6/3) sand; single grain; loose; about 3 percent gravel slightly acid; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 127,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "narrative": "2C2--50 to 80 inches; pale brown (10YR 6/3) fine sand; single grain; loose; about 2 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
