{
  "SERIES": "EDGEHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR",
  "REVDATE": "07/1999",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Edgehill series are deep and well drained.\nPermeability is moderate.  They formed in old, very gravelly\nalluvium on dissected ridge and sideslope positions of high stream terraces.  Slopes range from 0 to 35 percent.  Mean annual precipitation is about 42 inches and mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Edgehill very gravelly fine sandy loam. (Colors are for moist soils.)\n0i--3 to 0 inches, partially decomposed loose leaves and twigs.\nA--0 to 2 inches, dark grayish brown (10YR 4/2) very gravelly fine sandy loam; weak very fine and fine granular structure; very\nfriable; many fine roots; 50 percent rounded gravel and 5 percent cobblestones; very strongly acid; abrupt smooth boundary.  (2 to 4 inches thick)\nE--2 to 17 inches, pale brown (10YR 6/3) very gravelly fine sandy loam; weak very fine and fine granular structure; very friable; common fine and medium roots; 50 percent rounded gravel and 2\npercent cobblestones; very strongly acid; clear smooth boundary.\n(8 to 15 inches thick)\nBEt--17 to 20 inches, strong brown (7.5YR 5/6) very gravelly clay loam; weak fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine and medium roots; 50 percent rounded gravel; 2 percent cobblestones; very strongly\nacid; clear wavy boundary.  (0 to 5 inches thick)\nBt--20 to 41 inches, red (2.5YR 4/6) very gravelly clay; weak fine subangular blocky structure; firm, hard, sticky and plastic; few fine roots; 40 percent rounded gravel and 8 percent cobblestones; gravel and cobblestones vary greatly in degree of weathering;\nfew distinct and prominent clay films are evident on faces of peds and rock fragments; very strongly acid; gradual wavy boundary.\n(15 to 40 inches thick)\nC--41 to 80 inches, mottled strong brown (7.5YR 5/6), yellowish red (5YR 5/6), red (2.5YR 4/6) and yellowish brown (10YR 5/6) extremely gravelly sandy loam with pockets of sandy clay loam to clay; massive and compact in place; friable or firm, slightly\nsticky and slightly plastic; few fine roots; 65 percent rounded gravel and cobblestones; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chesterfield County, Virginia; 1/2 mile west of Old Gun Road, 1/2 mile north of Robious Road, south of the James River\non a wooded ridge."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 30 to 60 or more inches.  Depth to bedrock is more than 60 inches.  Clay content in the control section ranges from 35 to 55 percent.  Coarse fragments in the control section exceed 35 percent and range to about 70\npercent.  These consist of rounded quartz, quartzite and gneiss gravel and cobblestones.  Few to common flakes of mica are in\nsome pedons.  The soil is very strongly acid or strongly acid,\nunless limed.\nThe A horizon has hue of 10YR, value of 3 through 5 and chroma of\n1 through 3.  The Ap horizon, where present, has hue of 10YR,\nvalue of 4 or 5 and chroma of 3 through 6.  The A horizon is fine sandy loam or sandy loam in the fine earth fraction.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 3 through 5.  It is sandy loam or fine sandy loam in the fine earth fraction.\nThe BE horizon has hue of 5YR through 10YR, value of 4 through 6\nand chroma of 4 through 8.  It is clay loam or sandy clay loam in the fine earth fraction.\nThe Bt horizon has hue of 2.5YR through 10YR, value of 3 through 6 and chroma of 4 through 8.  The lower Bt horizon includes hue of\n10R.  It is clay loam or clay in the fine earth fraction.\nThe BC horizon if present is similar in color to the Bt horizon.\nIt is sandy clay loam or clay loam in the fine earth fraction.\nThe C horizon is highly variable with regard to color, texture and rock fragment content."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Honobia series is the only series in the\nsame family.  The Conotton, Lillington, and Saffell series are in related families.  Honobia soils are dominated with shale\nfragments and the solum thickness and depth to bedrock ranges from 20 to 40 inches.  All the related soils have less than 35 percent clay in the control section.  In addition, Conotton soils have base saturation of more than 35 percent; and the Lillington, and Saffell soils have siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Edgehill soils are on highly dissected\nridge and side slope positions of old, high stream terraces.\nSlopes range from 0 to 35 percent.  They developed in old, very gravelly alluvium.  The mean annual temperature ranges from 59 to 65 degrees F and the mean annual precipitation ranges from 40 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Appling, Augusta, Cecil, Hiwassee, Masada, Roanoke and Turbeville soils. The Augusta and Roanoke soils are more poorly drained.  The Appling, Cecil, Hiwassee, Masada, and Turbeville soils do not have the high content of rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are wooded or used for pasture.  Upland oak and loblolly pine are the dominant trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, possibly North Carolina.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chesterfield County, Virginia, 1974.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0079 EDGEHILL    0- 35   59- 65  185-220  40- 46   250- 700\nVA0111 EDGEHILL    2- 25   59- 65  185-220  40- 46   250- 700\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0079 NONE          6.0-6.0              -     60-60\nVA0111 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0079  0-17  GR-FSL GR-SL            0- 10  50- 70 10-20    -\nVA0079  0-17  GRV-FSL GRV-SL          0- 10  20- 55 10-20    -\nVA0079 17-41  GRV-C GR-C GRV-CL       0- 15  20- 55 35-55    -\nVA0079 41-80  SR GR-SL S              0- 25  15- 85 10-55    -\nVA0111  0-18  GRV-SL                  0-  5  20- 40   -      -\nVA0111 18-64  GRV-SCL                 0-  5  20- 40   -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0079  0-17  4.5- 6.0  .5-2.  0- 0   0.6- 6.0  LOW\nVA0079  0-17  4.5- 6.0  .5-2.  0- 0   0.6- 6.0  LOW\nVA0079 17-41  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0079 41-80  4.5- 5.5  0.-.5  0- 0   0.6-  20  MODERATE\nVA0111  0-18  4.5- 6.0  .5-2.  0- 0   0.6- 6.0  LOW\nVA0111 18-64  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
