{
  "SERIES": "EDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB-CJV-RM",
  "REVDATE": "05/2014",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Edge fine sandy loam, 3 percent slope, in rangeland. (Colors are for moist soil unless otherwise stated).\nA--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots and common fine roots; few medium and few fine pores; 1 percent 2 to 76 mm (0.75 to 30in) ironstone nodules; moderately acid; clear smooth boundary. (Thickness is 8 to 23 cm [3 to 9 in])\nE--20 to 28 cm (8 to 11 in); brown (10YR 5/3) fine sandy loam, very pale brown (10YR 7/3) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots and common fine roots; few medium and few fine pores; 1 percent 2 to 76 mm (0.75 to 30in) ironstone nodules; few fine fragments of red Bt material; slightly acid; abrupt smooth boundary. (Thickness is 0 to 25 cm [0 to 10 in])\nBt1--28 to 48 cm (11 to 19 in); dark red (2.5YR 3/6) clay, red (2.5YR 4/6) dry; moderate medium angular blocky structure parting to moderate fine angular blocky; extremely hard, firm, very sticky and very plastic; few very fine roots and few fine roots; few fine pores; 25 percent distinct clay films on all faces of peds; 1 percent fine distinct pale brown (10YR 6/3), moist, iron depletions; very strongly acid; gradual smooth boundary.\nBt2--48 to 74 cm (19 to 29 in); red (2.5YR 4/6) clay; red (2.5YR 5/6) dry; weak medium and coarse prismatic structure parting to moderate fine angular blocky; extremely hard, firm, sticky and plastic; few very fine roots and few fine roots; few fine pores; 25 percent distinct clay films on all faces of peds; 1 percent fine distinct yellowish brown (10YR 5/4), moist, iron-manganese masses and 10 percent medium distinct pale brown (10YR 6/3),  moist, iron depletions; very strongly acid; gradual smooth boundary.\nBt3--74 to 94 cm (29 to 37 in); red (2.5YR 4/6) clay loam, red (2.5YR 5/6) dry; weak medium and coarse prismatic structure parting to moderate fine angular blocky; very hard, firm, sticky and plastic; few very fine roots and few fine roots; few fine pores; 5 percent very dark gray (10YR 3/1), moist, organic stains on surfaces along root channels and 25 percent distinct reddish brown (5YR 5/4), moist, clay films on all faces of peds; 10 percent fine distinct light yellowish brown (10YR 6/4), moist, masses of oxidized iron and 10 percent fine distinct brown (10YR 5/3), moist, iron depletions; very strongly acid; gradual smooth boundary.\nBt4--94 to 109 cm (37 to 43 in); yellowish red (5YR 5/6) clay loam; yellowish red (5YR 4/6) dry; weak medium prismatic structure parting to moderate fine subangular blocky; very hard, firm, sticky and plastic; few very fine roots and few fine roots; few medium pores; 5 percent very dark gray (10YR 3/1), moist, organic stains on surfaces along root channels and 25 percent distinct brown (7.5YR 4/4), moist, clay films on vertical faces of peds; 1 percent fine distinct yellowish brown (10YR 5/4), moist, iron-manganese masses; slightly acid; gradual smooth boundary. (Combined thickness of the Bt horizons is 36 to 150 cm [8 to 59 in])\nBCt--109 to 122 cm (43 to 48 in); strong brown (7.5YR 5/6) sandy clay loam; reddish yellow (5YR 6/6) dry; weak very coarse prismatic structure parting to weak coarse subangular blocky; very hard, firm, sticky and plastic; few very fine roots and few fine roots; 25 percent distinct brown (7.5YR 4/4), moist, clay films on vertical faces of peds; 1 percent fine distinct light brownish gray (10YR 6/2), moist, iron depletions and 1 percent fine distinct light brownish gray (10YR 6/2), moist, iron depletions along lamina or strata surfaces; neutral; gradual smooth boundary. (Thickness of the BCt horizon is 0 to 46 cm [0 to 18 in])\nC/Bt--122 to 147 cm (48 to 58 in); strong brown (7.5YR 5/6) weakly consolidated siltstone that has a loam texture; few medium distinct red (2.5YR 5/6) mottles; weak very coarse prismatic structure; very hard, friable, slightly sticky and slightly plastic; few very fine roots; 5 percent distinct brown (7.5YR 5/4), moist, clay films on vertical faces of peds; 1 percent medium distinct red (2.5YR 5/6), moist, masses of oxidized iron; 1 percent medium barite masses; horizon becomes stratified with depth in colors of strong brown (7.5YR 5/6), yellowish brown (10YR 5/6) and thin discontinuous gray (5YR 6/1) seams of shale; slightly alkaline; gradual smooth boundary.\nC/B--147 to 171 cm (58 to 75 in); light yellowish brown (10YR 6/4) weakly consolidated siltstone that has a loam texture; massive; very hard, friable, slightly sticky and slightly plastic; few very fine roots; 1 percent fine distinct strong brown (7.5YR 5/6), moist, masses of oxidized iron along lamina or strata surfaces;; slightly alkaline; gradual smooth boundary. (Combined thickness is 0 to 91 cm thick [0 to 36 in])\nC--171 to 203 cm (75 to 80 in); light brownish gray (10YR 6/2) weakly consolidated siltstone that has a silt loam texture; very hard, friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Milam County, Texas; from the intersection of U. S. Highway 79 and Texas Highway 36 in Milano; 2.5 miles west on Highway 36 to county road; 1.0 miles northeast on county road; 75 ft east of road in an old field being used for rangeland. Latitude 30 degrees, 44 minutes, 36 seconds N, Longitude 96 degrees 53 minutes 17 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of solum: 100 to 150 cm (40 to 60 in), Deep\nDepth of abrupt texture change: 18 to 84 cm (7 to 33 in)\nDepth of argillic horizon: 13 to 84 cm (5 to 33 in)\nDepth to secondary carbonates: Greater than 75 cm (30 in)\nRedoximorphic features: Masses and concentrations of oxidized iron and iron depletions from 0 to 188 cm (0 to 74 in)\nSoil moisture: Dry in some or all parts of the soil moisture control section for more than 90 or more cumulative days and moist in some parts either for more than 180 cumulative days per year or for 90 or more consecutive days in normal years. Ustic soil moisture regime\nParticle-size control section (weighted average):\nClay Content: 35 to 55 percent\nCoefficient of Linear Extensibility (COLE): 0.06 to 0.09 in upper part\nShrink Swell: The upper part of the argillic has high shrink-swell potential. The lower part has moderate to low shrink-swell potential.\nBase saturation: 45 to 90 percent\nLinear Extensibility (LE): Less than 6.0 between the soil surface and a depth of 100 cm (40 in).\nA or Ap horizon(s)\nHue: 7.5YR or 10YR dry or moist\nValue: 4 to 6 dry or moist\nChroma: 2 to 4 dry or moist\nTexture: Sandy loam, fine sandy loam, gravelly fine sandy loam, very fine sandy loam, loam\nRock fragments: 0 to 35 percent ironstone nodules\nReaction: very strongly acid to neutral\nE horizon\nHue: 7.5YR or 10YR dry or moist\nValue: 5 to 7 dry or moist\nChroma: 2 to 4 dry or moist\nTexture: Loamy fine sand, fine sandy loam, very fine sandy loam, loam, sandy clay loam\nRock fragments: 0 to 10 percent ironstone nodules\nReaction: very strongly acid to slightly acid\nBt or Btss horizon(s) - Upper part\nHue: 2.5YR or 5YR dry or moist\nValue: 3 to 6 dry or moist\nChroma: 4 to 8 dry or moist\nTexture: Sandy clay loam, clay loam, sandy clay, clay\nRedox concentrations: amount-0 to 10 percent, size-fine to medium, contrast-distinct, boundary-clear, shade-light yellowish brown and red\nRedox depletions: amount-0 to 10 percent, size-fine, contrast-distinct, boundary-clear, shade-brown and pale brown\nIron-manganese concentrations: amount-0 to 1 percent, size-fine, contrast-distinct, boundary-clear, shade-yellowish brown\nSlickensides: Where present, are discontinuous and Btss horizons do not exceed 15 cm (6 in) in thickness\nRock fragments: 0 to 10 percent ironstone nodules, shale and/or sandstone\nReaction: Very strongly acid to slightly acid\nBt horizon(s) - Lower part\nHue: 2.5YR or 5YR dry or moist\nValue: 3 to 5 dry or moist\nChroma: 4 to 8 dry or moist\nTexture: Clay loam, sandy clay, clay\nRedox concentrations: amount-0 to 10 percent, size-fine to medium, contrast-distinct, boundary-clear, shade-light yellowish brown and red\nRedox depletions: amount-0 to 10 percent, size-fine, contrast-distinct, boundary-clear, shade-brown and pale brown\nIron-manganese concentrations: amount-0 to 1 percent, size-fine, contrast-distinct, boundary-clear, shade-yellowish brown\nRock fragments: 0 to 10 percent ironstone nodules, shale and/or sandstone\nReaction: Very strongly acid to neutral\nBCt or BC horizon\nHue: 2.5YR to 10YR dry or moist\nValue: 4 or 8 dry or moist\nChroma: 2 to 8 dry or moist\nTexture: Fine sandy loam, sandy clay loam, clay loam, clay\nAdditional texture features: Some horizons are stratified with clayey or sandy materials\nRedox depletions: amount-0 to 10 percent, size-fine, contrast-distinct, boundary-clear, shade-brown and pale brown\nRock fragments: 0 to 15 percent ironstone nodules, grayish, shale and/or sandstone\nReaction: very strongly acid to slightly alkaline\nC/B, C/Bt and C horizon(s)\nHue: 5YR to 2.5Y dry or moist\nValue: 4 to 8 dry or moist\nChroma: 1 to 8 dry or moist\nTexture: Sandy loam, fine sandy loam, sandy clay loam, silt loam, loam, clay loam, sandy clay, clay\nAdditional texture features: Some horizons are stratified with weathered mudstone. Some pedons contain sandy strata.\nRedox concentrations: amount-0 to 10 percent, size-fine to medium, contrast-distinct, boundary-clear, shade-light yellowish brown and red\nRock fragments: 0 to 15 percent ironstone nodules, shale and/or sandstone\nAdditional horizon features: Some pedons contain few fine or very fine Barite masses\nReaction: strongly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Callisburg (TX), Chigley (OK), Cona (TX), Minwells (TX), Shiro (TX), Truce (TX), and Windthorst (TX) series in the same family. Similar soils are the Axtell, Gredge, and Rosanky series.\nAxtell soils: have vertic properties and solum depth greater than 150 cm (60 in)\nCallisburg soils: solum thickness greater than 150 cm (60 in)\nChigley soils: lithic contact with conglomerate below 150 cm (60 in)\nCona soils: solum thickness of 50 to 100 cm (20 to 40 in) Minwells soils: formed in old alluvial deposits and are underlain by beds of gravel.\nGredge soils: have smectitic mineralogy and solum depth greater than 150 cm (60 in)\nRosanky soils: members of the Ultic subgroup, and do not have redoximorphic features in the upper part of the argillic horizon\nShiro soils: solum thickness of 50 to 100 cm (20 to 40 in)\nTruce soils: underlain by shale\nWindthorst soils: have low shrink swell properties in the upper horizon and are in a dryer climate"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Loamy and clayey residuum of Eocene age derived from sandstone and mudstone of the Wilcox Group\nLandscapes: Inland-dissected coastal plains\nLandforms: Side slopes and interfluves on ridges\nSlope: 1 to 12 percent\nMean Annual Air Temperature: 17.8 to 20.4 degrees C (64 to 69 degrees F)\nMean Annual Precipitation: 813 to 1143 mm (32 to 45 in)\nFrost Free Days:\t240 to 270 days\nElevation: 66 to 187 m (215 to 614 ft)\nThornthwaite P-E:\t52 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Axtell, Crockett, Gasil, Gredge, Lufkin, Rosanky, and Silawa series.\nAxtell soils: typically on lower terrace positions.\nCrockett soils: have a clayey argillic horizon with vertic properties\nGasil and Silawa soils: have fine-loamy control sections and Gasil soils are on similar stream divide positions\nGredge, Rosanky and Crockett soils: on positions similar to the Edge series.\nLufkin soils: on lower flats or depressions and have grayish colors throughout\nSilawa soils: on slightly lower terrace positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is very slow. Runoff is high on less than 1 percent slopes and very high from 1 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are rangeland or improved pasture with a few cultivated areas. The native plant community is a savannah with scattered post oak, blackjack oak, and elm trees with ground cover of medium and tall native grasses. Present vegetation is a fairly dense cover of oak trees, yaupon, American beautyberry and hawthorn with shade tolerant grasses such as longleaf uniola. Many areas have been cultivated in the past. These old cropland fields are being used for rangeland or have been established to bermudagrass, bahiagrass or other improved pasture grasses. A few small areas have been planted to loblolly pine. Old fields being used for rangeland are typically producing low quality perennial grasses, annuals grasses, forbs and some fields are being invaded by mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Land Resource Region J - Southwestern Prairies Cotton and Forage Region. East Central Texas. Texas Claypan Area, Southern Part (MLRA 87A). This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Freestone County, Texas; 1986. The Edge series was originally established in Brazos County, Texas in 1955. In May, 1963 the series was placed on the inactive list and the soils were included with the similar Axtell series. The Axtell soils are members of a fine, smectitic, thermic family of Udertic Paleustalfs. Axtell soils are typically on terraces or in valley fill positions and have a solum thicker than 152 cm (60 in)and with vertic properties. The re-defined Edge series has a concept similar to the original series established in Brazos County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This pedon is within an area of Edge fine sandy loam, eroded. It is on a small area that is not eroded. These soils are not saturated in any part of the solum for more than 30 consecutive days during most years.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon: 0 to 28 cm (0 to 11 in). (A horizon)\nAlbic materials: 20 to 28 cm (8 to 11 in). (E horizon)\nAlbic horizon:  20 to 28 cm (8 to 11 in). (E horizon)\nArgillic horizon: 28 to 122 cm (11 to 48 in). (Bt and BCt horizons)\nAbrupt textural change: At the upper boundary of the Bt horizon.\nRedox concentrations: 48 to 191 cm (19 to 75 in). (Bt, BCt, and C/B horizons)\nRedox depletions with chroma 2 or less: 109 to 122 cm (43 to 48 in). (Bt, BCt, and C/B horizons)\nADDITIONAL DATA:\nKSSL Data: Milam County, S83TX-331-1 (832755-832761), TAMU Data: Bastrop County, S82TX-021-1-4, 84TX-021-1-5; Freestone County, S84TX-161-1-2, S84TX-161-2- 2; Milam County, S84TX-331-8-2, S84TX-331-9-2, S84TX-331-10- 2, S86TX-331-01-10; Lee County, S81TX-287-2 (1198-1207).\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
