{
  "SERIES": "EDGERLY",
  "STATUS": "Tentative Series",
  "BYREV": "GJT, WJG, RM",
  "REVDATE": "03/2016",
  "STATES": "LA",
  "OVERVIEW": "The Edgerly series consists of very deep, poorly drained, slowly permeable soils that formed in loamy and clayey alluvium of late Pleistocene age. These soils are on broad flats on terraces of the Gulf Coast Prairies. Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, superactive, thermic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Edgerly loam, on a northeastern-facing, flat, 0.2 percent slope in pastureland at an elevation of 4.9 meters (16 ft). (Colors are for moist soil)\nAp--0 to 19 cm (0 to 7 in); very dark grayish brown (10YR 3/2) loam; weak medium granular structure; friable; many very fine roots and few fine roots; common fine and few medium pores; 1 percent patchy prominent light brownish gray (10YR 6/2) sand coats on vertical faces of peds; 1 percent medium prominent yellowish red (5YR 5/8) irregular masses of oxidized iron with diffuse boundaries in matrix; 1 percent fine prominent strong brown (7.5YR 5/8) masses of oxidized iron along root channels; moderately acid (pH 5.7); clear smooth boundary. (Combined thickness of the Ap horizon is 10 to 40 cm [4 to 16 in].)\nBt1--19 to 44 cm (7 to 17 in); very dark gray (10YR 3/1) loam; moderate coarse prismatic structure parts to weak medium subangular blocky; firm; common very fine and few fine roots; few fine pores; 75 percent continuous faint black (10YR 2/1), moist, clay films on all faces of peds; 1 percent patchy distinct light brownish gray (10YR 6/2) sand coats on vertical faces of peds; 1 percent medium prominent strong brown (7.5YR 4/6) masses of oxidized iron with diffuse boundaries in matrix; 1 percent fine prominent yellowish red (5YR 4/6) masses of oxidized iron with clear boundaries in matrix; moderately acid (pH 5.9); gradual wavy boundary.\nBt2--44 to 57 cm (17 to 22 in); very dark gray (10YR 3/1) loam; moderate medium prismatic structure parts to weak medium subangular blocky; firm; common very fine and few fine roots; common fine pores; 50 percent continuous faint very dark gray (10YR 3/1), moist, clay films on all faces of peds; 1 percent patchy distinct light brownish gray (10YR 6/2) sand coats on vertical faces of peds; 1 percent fine prominent brown (7.5YR 4/4) masses of oxidized iron with diffuse boundaries in matrix; 1 percent fine yellowish red (5YR 4/6) masses of oxidized iron with clear boundaries in matrix; moderately acid (pH 5.9); gradual wavy boundary.\nBt3--57 to 78 cm (22 to 31 in); very dark grayish brown (10YR 3/2) loam; moderate medium prismatic structure parts to weak medium subangular blocky; firm; common very fine and few fine roots; many fine pores; 50 percent continuous faint very dark gray (10YR 3/1), moist, clay films on all faces of peds; 1 percent patchy distinct light brownish gray (10YR 6/2) sand coats on vertical faces of peds; 1 percent fine black (10YR 2/1) manganese masses in matrix; 5 percent fine prominent dark yellowish brown (10YR 4/6) irregular masses of oxidized iron with diffuse boundaries in matrix; moderately acid (pH 5.9); gradual wavy boundary. (Combined thickness of the Bt horizons is 0 to 80 cm. [0 to 31 in].)\nBtg1--78 to 108 cm (31 to 43 in); grayish brown (10YR 5/2) clay loam; strong coarse prismatic structure parts to weak medium subangular blocky; very firm; few very fine roots; many fine pores; 80 percent continuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds; 1 percent medium black (10YR 2/1) iron-manganese nodules and 3 percent coarse black (10YR 2/1) manganese masses; 2 percent fine and 5 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 1 percent fine distinct barite masses on faces of peds; slightly acid (pH 6.3); gradual wavy boundary.\nBtg2--108 to 130 cm (43 to 51 in); grayish brown (2.5Y 5/2) clay loam; strong coarse prismatic structure parts to weak medium subangular blocky; very firm; few very fine roots; common fine pores; 1 percent patchy distinct light brownish gray (10YR 6/2) sand coats and 65 percent continuous distinct dark gray (10YR 4/1) organoargillans on faces of peds; 1 percent medium black (10YR 2/1) manganese masses; 8 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 2 percent crayfish krotovinas 5 to 10 cm. wide filled with very dark gray (10YR 3/1) loam; 1 percent fine distinct barite masses between peds; moderately acid (pH 6.0); gradual wavy boundary.\nBtg3--130 to 172 cm (51 to 68 in); gray (2.5Y 6/1) clay loam; strong coarse prismatic structure parts to moderate medium subangular blocky; very firm; common fine roots; common fine pores; 5 percent continuous prominent very dark gray (10YR 3/1) organoargillans in root channels and on faces of peds; 1 percent fine black (10YR 2/1) manganese masses; 3 percent medium and 5 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with diffuse boundaries in matrix; 3 percent crayfish krotovinas 5 to 10 cm. wide filled with very dark gray (10YR 3/1) loam; 1 percent fine distinct barite masses between peds; slightly acid (pH 6.1); gradual wavy boundary.\nBtg4--172 to 205 cm (68 to 81 in); gray (2.5Y 6/1) clay loam; moderate coarse prismatic structure parts to moderate medium subangular blocky; firm; common very fine roots; common very fine pores; 5 percent patchy distinct dark gray (10YR 4/1) clay films on faces of peds and in root channels; 2 percent medium and 3 percent coarse black (10YR 2/1) manganese masses; 20 percent coarse prominent yellowish red (5YR 5/8) masses of oxidized iron in matrix; slightly acid (pH 6.4). (Combined thickness of the Btg horizons is 20 to 185 cm {8 to 73 in].)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Calcasieu Parish, Louisiana, 7.5 miles west of Sulphur; from the intersection of US Highway 90 and Fabacher Road, 0.55 miles east on U.S. Highway 90, 1500 feet south in pasture. (Sulphur, LA USGS topographic quadrangle: Latitude 30 13' 25\" N.; Longitude 93 30' 1\" W. NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 152 to more than 200 cm (60 to more than 80 inches). The mollic epipedon is 20 to 50 cm thick (8 to 19 inches). Pedons such as this typical pedon that meet the color requirements for a mollic epipedon below 20 to 50 cm (8 to 19 inches) do not meet the organic carbon requirement. Mineralogy is siliceous. Depth to carbonates is more than 50 cm. SAR is 2 to 3 to 203 cm.\nParticle size control section (weighted average)\n20 to 35 percent clay, 25 to 50 percent silt, 15 to 40 percent sand of which there is less than 15 percent fine sand or coarser.\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1 or 2\nTexture: loam, silt loam or silty clay loam.\nRedox Concentrations: amount- few to common, shades-yellow, brown, or red\nIrrigation for rice production, on a 3 to 5 year rotation, ponds these soils for 2 to 5 months. During this period iron accumulations and iron depletions range from common to many in shades of brown, yellow, red, gray, and green. These temporary redox features persist for about 1 to 3 years following rice production.\nReaction: strongly acid to neutral.\nBA or AB horizon (where present):\nHue: 10YR, value 2 to 4\nChroma: 1 to 2.\nTexture: loam, clay loam, silt loam or silty clay loam.\nRedox concentrations: amount- few to common, Shades- brown, yellow, and red\nRedox depletions: amount- few to common, Shades- gray\nReaction ranges from strongly acid to slightly alkaline.\nBt horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 4\nChroma: of 1 or 2\nTexture: loam, clay loam, silt loam or silty clay loam.\nRedox concentrations: amount- few to common, Shades- brown, yellow, and red\nRedox depletions: amount- few to common, Shades- gray\nReaction ranges from moderately acid to moderately alkaline.\nBtg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: of 1 or 2\nTexture: loam, clay loam, silty clay loam, clay or silty clay.\nRedox concentrations: amount- few to common, Shades- brown, yellow, and red\nRedox depletions: amount- few to common, Shades- gray\nReaction ranges from strongly acid to moderately alkaline.\nBtkg horizon (where present):\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture is silty clay loam, silty clay, clay, or clay loam.\nRedox concentrations: amount- few to many, Shades- brown, yellow, and red\nRedox depletions: amount- few to many, Shades- gray\nIdentifiable secondary carbonate: 1 to 10 percent\nEffervescence: very slight to strong.\nReaction ranges from slightly alkaline to moderately alkaline.\nBCg horizon (where present)\nHue: 10YR to 5Y\nValue: 6 or 7\nChroma: 1 or 2\nTexture: clay loam, loam, silty clay loam or silty clay.\nRedox concentrations: amount- few to many, Shades- brown, yellow, and red\nRedox depletions: amount- few to many, Shades- gray\nReaction ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Closely similar soils include Andry (LA), Jeanerette (LA), Meaton (TX), Morey (TX), and Spindletop (TX) series.\nAndry soils: are hyperthermic, developed from loess, and have a histic epipedon.\nJeanerette soils: developed in loess and have mixed mineralogy.\nMeaton and Morey: soils are hyperthermic. Spindletop soils are hyperthermic and have a fine particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey alluvium of Pleistocene age\nLandscape: coastal plain\nLandform: flats\nSlope: 0 to 1 percent but mainly less than 0.5 percent\nMean annual precipitation: 1397 to 1651 mm (55 to 65 in)\nPrecipitation Pattern: uniform throughout the year\nMean annual air temperature: 20 to 21.1 degrees C (68 to 70 degrees F)\nFrost-free period: 280 to 350 days\nElevation: 0 to 7 m (0 to 23 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crowley (LA), Ged (LA), Gueydan (LA), Judice (LA), Kaplan (LA), Kinder (LA), Prairieland (LA), Midland (LA), Mowata (LA), and Vidrine (LA) series.\nCrowley and Kaplan soils:  somewhat poorly drained and are on higher positions on convex ridges.\nGed and Gueydan soils:Ged and Gueydan soils have a clayey argillic horizon; Ged soils have an ochric; Gueydan soils have a muck surface horizon; Gueydan soils  on lower positions located on the landward side of marshes.\nJudice and Midland soils: on lower landscape positions; a fine control section.\nKinder soils: on higher landscape positions; a glossic horizon.\nPrairieland soils: on lower landscape positions; have a glossic horizon.\nMowata soils: on similar landscape positions; a fine control section; a glossic horizon.\nVidrine soils:have a clayey subsoil and an ochric epipedon;  located on low mounds or smoothed mound areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Edgerly soils are poorly drained and slowly permeable. Runoff is medium. Edgerly soils at elevations up to about 10 feet may be subject to tidal surge flooding caused by hurricane surge or other storm events. These soil have a seasonal water table starting at 46 to 76 cm (18 to 30 in) from the surface during the winter and early spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for pasture or rice and soybean production, rotated with pasture and crawfish aquaculture. Tall grasses and sedges are the dominant native vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Louisiana;  MLRA 150A Gulf Coast Prairies; LRR -T. The soils of this series are extensive; their total extent is about 116,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calcasieu Parish, Louisiana; 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously included in the Morey Series. Based on the Thermic-Hyperthermic Soil Temperature Study completed in 2004, it was determined that the soils on the Coastal Prairie (150A) in Louisiana were in the thermic soil temperature class.\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 19 to 69 cm\nMollic Epipedon - 0 to 44 cm (Ap and Bt1 horizons)\nArgillic Horizon - 19 to 205 cm (all of the Bt and Btg horizons)\nADDITIONAL DATA: NSSL data Calcasieu Parish, LA Project C2011USLA004, Site ID S2010LA019-048, Pedon No. 11N0007; Louisiana State University lab data (S73LA-19-1, S84LA-23-12, S84LA113-013, S87LA-53-5).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
