{
  "SERIES": "EDGEMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. KK-JC-MJ",
  "REVDATE": "05/2013",
  "STATES": "MD,PA,VA,WV",
  "OVERVIEW": "The Edgemont series consists of deep and very deep, well drained soils formed in the weathered residuum of quartzitic rocks. They have moderately high to high saturated hydraulic conductivity. Slopes range from 0 to 70 percent. Mean annual precipitation is about 41 inches and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Edgemont channery sandy loam, 8 to 25 percent slopes extremely stony - woodland (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inches; slightly decomposed plant material; abrupt smooth boundary.\nOe--1 to 2 inches; very dark gray (10YR 3/1) moderately decomposed plant material; moderately acid; abrupt smooth boundary.\nA--2 to 3 inches; black (10YR 2/1) gravelly sandy loam; weak fine granular structure; very friable, nonsticky, nonplastic; 20 percent subrounded gravel; extremely acid; abrupt smooth boundary.\nE--3 to 9 inches; yellowish brown (10YR 5/4) very gravelly sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; 35 percent subrounded gravel; very strongly acid; clear wavy boundary.\nBE--9 to 13 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; weak medium subangular blocky structure; friable, nonsticky, nonplastic; 20 percent subrounded gravel; very strongly acid; clear wavy boundary.\nBt1--13 to 24 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on faces of peds; 20 percent subrounded gravel; very strongly acid; clear wavy boundary.\nBt2--24 to 36 inches; light yellowish brown (10YR 6/4) gravelly loam; weak medium blocky structure; friable, slightly sticky, slightly plastic; common clay films on faces of peds; 25 percent subrounded gravel; very strongly acid; gradual wavy boundary.\nC--36 to 61 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; massive; very friable, nonsticky, nonplastic; 30 percent subrounded gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Berks County, Pennsylvania. Ruscomb Manor Township, 1- 1/4 miles southeast of Breezy Corner about 270 feet north of quarry on the north side of Route T569.  Fleetwood, Pennsylvania, USGS 7.5 Minute Quadrangles, lat. 40 degrees, 24 minutes, 10.00 seconds N. and long. 75 degrees, 49 minutes, 38.00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches.  Depth to bedrock ranges from about 3-1/2 to 7 feet.  Kaolinite is the dominant mineral in the clay fraction with detectable amounts of illite, vermiculite, montmorillonite, chlorite and interstratified clays. Gravel, channers, and stone size fragments of quartzite and quartz are present throughout the profile. Rock fragments range from 5 to 40 percent in the horizons of the solum and from 10 to 90 percent in the C horizon. Weighted average of rock fragments is less than 35 percent in the control section. Reaction ranges from extremely acid to strongly acid throughout.\nThe A horizon has hue of 10YR to 5YR, value of 3 to 6, and chroma of 0 to 4. Texture is loam, sandy loam, fine sandy loam, and silt loam. The A horizon is generally channery or gravelly.\nThe Ap horizon (where present) has hue of 7.5YR to 10YR, value of 2 through 6, and chroma of 3 or 4. Values, when dry, are 6 or higher.  Textures are loam, sandy loam, fine sandy loam, and silt loam.\nThe E horizon has hue of 7.5YR, 10YR, 2.5Y or is neutral, value of 4 through 6, and chroma of 2 through 6. Texture is loam, fine sandy loam, sandy loam, or silt loam.\nThe B and BE horizons have hue of 7.5YR and 10YR, value of 4 through 6, and chroma of 4 to 8. Textures are primarily loam, particularly in the Bt2, but sandy loam, fine sandy loam, sandy clay loam and clay loam textures are included in the range. The silt content in the B horizon is less than 40 percent. Structure is weak or moderate, fine or medium blocky or subangular blocky. Clay films occur on ped faces, in pores and bridge sand grains in the Bt horizons.\nThe BC horizon (where present) has hue of 7.5YR and 10YR, value of 4 through 6, and chroma of 4 through 8. Texture is loam, fine sandy loam, sandy loam although it ranges to include loamy sand, sandy clay loam, and clay loam.\nThe C horizon has hue of 7.5YR and 10YR, value of 4 through 7, and chroma of 1 through 8. Texture is dominantly sandy loam although it ranges to include loamy sand, loam and clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arcola, Bedington, Bucks, Collington, Edneytown, Freehold, Germania (Tentative), Gilpin, Gladstone, Joanna, Leedsville, Millstone, Penargyl, Pennval, Pigeonroost, Pineville, Quakertown, Rayne, Shelocta, Syenite, and Wist series in the same family. Arcola series formed in materials that weathered from Triassic and Jurassic interbedded siltstone, and fine sandstone. Bedington, Gilpin, and Rayne soils formed in residuum of primarily shale and siltstone with lesser amounts of fine-grained sandstone. The Bucks soils formed in a silt mantle over weathered red shale, siltstone, or fine grained sandstone. The Germania series (Tentative Series and not officially established) soils formed in alluvial fans. The Leedsville soils formed in residuum from Triassic-Jurassic interbedded sandstone and conglomerate of the Culpeper Basin. The Quakertown soils formed in residuum weathered from fine grained sandstone, siltstone, or thin bedded argillite. Collington, Freehold, and Wist soils formed in glauconite bearing fluvio-marine deposits. Edneytown and Pigeonroost soils formed in felsic to mafic, igneous and high grade metamorphic rocks. Gladstone soils formed in residuum and colluvium of granitic gneiss. Joanna soils formed in Triassic red sandstone and quartz pebble conglomerate. Millstone soils formed in loamy alluvium on stream terraces. Penargyl soils are formed in young glacial till derived from igneous, metamorphic and sedimentary rock overlying residuum weathered from acid brown shale on gently sloping to sloping ground moraine on uplands in the Glaciated Allegheny Plateau and Catskill Mountains Province. Pennval, Pineville, and Shelocta soils formed in colluvium of shale, siltstone, and sandstone. Syenite soils formed in loess over granite residuum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level to very steep hills and ridges. The regolith is from metaquartzite, quartzite, quartz schist and quartz conglomerate.  Stones are common surface features. Climate is continental with warm summers and cold winters. Average annual air temperature is 47 to 59 degrees F. Rainfall averages 35 to 48 inches and is evenly distributed throughout the year."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brandywine, Catoctin, Chester, Dekalb, Gladstone, Glenelg, Glenville, Hazleton, Highfield, Lansdale, and Manor. Brandywine, Catoctin and Dekalb lack argillic horizons and have more than 35 percent coarse fragments in the control section. Chester, Glenelg and Highfield soils have Bt horizons containing more than 40 percent silt. Gladstone soils are predominantly formed in residuum and colluvium from granitic gneiss. Hazleton and Manor soils lack an argillic horizon and have less than 18 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, negligible to high runoff and moderately high to high hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mixed hardwood forest composed principally of yellow poplar, red oak and ash. Some areas have been cleared of trees and are being used for cropland, hay and pasture. A portion of the areas have been utilized for urban development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Piedmont, Ridge and Valley, and Blue Ridge Provinces of Pennsylvania, Maryland, Virginia, and West Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lancaster County, Pennsylvania, 1900."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface to 12 inches (Oe, A, E, and BE horizons)\nb. Argillic horizon - the zone from 12 to 36 inches (Bt1 and Bt2 horizons)\nPrior revision - Rev. MAV 1/2006\n2007: Pedon description and type location updated.\nADDITIONAL DATA: Laboratory data from this pedon is available as S62PA 6 5.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inches; slightly decomposed plant material; abrupt smooth boundary."
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--1 to 2 inches; very dark gray (10YR 3/1) moderately decomposed plant material; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--2 to 3 inches; black (10YR 2/1) gravelly sandy loam; weak fine granular structure; very friable, nonsticky, nonplastic; 20 percent subrounded gravel; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--3 to 9 inches; yellowish brown (10YR 5/4) very gravelly sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; 35 percent subrounded gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--9 to 13 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; weak medium subangular blocky structure; friable, nonsticky, nonplastic; 20 percent subrounded gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--13 to 24 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on faces of peds; 20 percent subrounded gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--24 to 36 inches; light yellowish brown (10YR 6/4) gravelly loam; weak medium blocky structure; friable, slightly sticky, slightly plastic; common clay films on faces of peds; 25 percent subrounded gravel; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 155,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "narrative": "C--36 to 61 inches; light yellowish brown (10YR 6/4) gravelly sandy loam; massive; very friable, nonsticky, nonplastic; 30 percent subrounded gravel; very strongly acid."
      }
    ]
  ]
}
