{
  "SERIES": "EDGELEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "ND,SD",
  "OVERVIEW": "The Edgeley series consists of moderately deep, well drained, moderately permeable soils that formed in colluvium, till, or glaciofluvial deposits overlying soft shale bedrock, or material weathered from shale bedrock.  These soils are on till plains, glaciofluvial plains, or in stream valleys and have slopes of 0 to 35 percent.  Mean annual air temperature is 39 degrees F, and mean annual precipitation is 19 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Edgeley loam - cultivated. (Colors are for dry soil unless otherwise stated)\nAp--0 to 6 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; moderate medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; slightly acid; abrupt smooth boundary. (5 to 9 inches thick)\nBA--6 to 15 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many roots; few fragments of shale; neutral; clear smooth boundary. (0 to 15 inches thick)\nBw--15 to 32 inches; brown (10YR 5/3) silty clay loam, dark grayish brown (2.5Y 4/2) moist; few fine faint light olive brown (2.5Y 5/4) redox concentrations; weak coarse prismatic structure parting to moderate medium and fine subangular blocky; hard, friable, sticky and plastic; few roots; slightly alkaline; abrupt smooth boundary. (7 to 18 inches thick)\n2Cr--32 to 60 inches; gray (5Y 5/1) soft shale bedrock, very dark gray (5Y 3/1) moist; segregations of carbonates along fractures; slight effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nelson County, North Dakota; about 1 1/2 miles east and 4 miles south of McVille; 1,490 feet east and 1,150 feet north of the southwest corner, sec. 19, T. 149 N., R. 58 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to soft shale bedrock ranges from 20 to 40 inches.  The mollic epipedon ranges from 7 to 16 inches in thickness.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or less.  It typically is loam and some is clay loam, silt loam or silty clay loam.  It is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 2 to 4 moist, and chroma of 1 to 3.  It is loam, silt loam, silty clay loam, or clay loam and typically averages between 20 and 30 percent clay but ranges from 18 to 35 percent clay. It has up to 35 percent shale channers.  It is slightly acid to moderately alkaline.  Some pedons have a 2Bw or Bk horizon.\nThe 2Cr horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 3 to 5 moist, and chroma of 1 to 3.  It is weathered shale bedrock.  Some pedons have a C horizon above the 2Cr horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barnes, Doland, Formdale, Hibar, Vienna and Yeoman series.  These soils do not have shale bedrock within a depth of 40 inches.  In addition, Hibar soils have an R horizon of sandstone bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Edgeley soils are on level to very steep till plains, glaciofluvial plains, or in stream valleys.  Slope gradients mainly are 1 to 6 percent and range from 0 to 35 percent.  The soils formed in a thin layer of till, glaciofluvial deposits, or colluvium overlying shale bedrock or material weathered from shale bedrock.  The climate is cool subhumid.  Mean annual air temperature ranges from 37 to 45 degrees F, and mean annual precipitation from 15 to 20 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Barnes soils and the Brantford, Buse, Cavour, Cresbard, Forman, Hamerly, Kloten, Miranda, Parnell, Svea, Tonka, Vallers and Walsh soils.  None of the these soils, except the Kloten soils, have shale bedrock within a depth of 40 inches.  Barnes, Buse, Cavour, Cresbard, Forman, Miranda and Svea soils are on nearby till plains.  Buse soils do not have cambic horizons.  Cavour, Cresbard and Miranda soils have natric horizons. Forman soils have an argillic horizon.  Svea soils have mollic epipedons more than 16 inches thick.  Brantford and Vang soils are on nearby outwash areas.  They are fine-loamy over sandy or sandy-skeletal.  Walsh soils are on nearby terraces, fans and foot slopes.  Vang and Walsh soils have mollic epipedons more than 16 inches thick.  Hamerly and Vallers soils are on nearby swales and lower areas on till plains.  They have calcic horizons within depths of 16 inches.  Kloten soils are on steep hills and edges of valleys.  They have shale bedrock at a depth of 9 to 20 inches and do not have a cambic horizon.  Parnell and Tonka soils are in kettles and basins.  Parnell soils are very poorly drained and Tonka soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible to high depending on slope.  Permeability is moderate in the solum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils mainly are cropped to spring seeded small grains, corn, alfalfa, and grass for hay and pasture. Native vegetation was western wheatgrass, green needlegrass, needleandthread, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and south-central North Dakota and northern South Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  LaMoure County, North Dakota, 1914."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 15 inches (Ap and BA horizons); cambic horizon - the zone from 15 to 32 inches (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; moderate medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; slightly acid; abrupt smooth boundary. (5 to 9 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--6 to 15 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many roots; few fragments of shale; neutral; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "Bw",
        "top": 38,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--15 to 32 inches; brown (10YR 5/3) silty clay loam, dark grayish brown (2.5Y 4/2) moist; few fine faint light olive brown (2.5Y 5/4) redox concentrations; weak coarse prismatic structure parting to moderate medium and fine subangular blocky; hard, friable, sticky and plastic; few roots; slightly alkaline; abrupt smooth boundary. (7 to 18 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 81,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "narrative": "2Cr--32 to 60 inches; gray (5Y 5/1) soft shale bedrock, very dark gray (5Y 3/1) moist; segregations of carbonates along fractures; slight effervescence."
      }
    ]
  ]
}
