{
  "SERIES": "EDMUNDSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW/HLH/RWK",
  "REVDATE": "05/2001",
  "STATES": "CA",
  "OVERVIEW": "The Edmundston series consists of deep, well drained soils that formed in material weathered from granitic rocks.  Edmundston soils are on mountainous uplands and have slopes of 15 to 75 percent.  The mean annual precipitation is about 16 inches and mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Edmundston sandy loam, woodland. (Colors are for day soil unless otherwise noted.)\nA1--0 to 2 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak medium platy structure; hard, friable, nonsticky and nonplastic; common very fine roots; few very fine tubular and common very fine interstitial pores; medium acid (pH 6.0); abrupt wavy boundary. (1 to 3 inches thick)\nA2--2 to 17 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common medium and fine roots; common very fine interstitial and few fine tubular pores; slightly acid (pH 6.5); gradual wavy boundary. (13 to 20 inches thick)\nBw--17 to 34 inches; grayish brown (10YR 5/2) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common medium and fine roots; few very fine tubular and common very fine interstitial pores; few thin clay films bridging mineral grains; slightly acid (pH 6.5); clear wavy boundary. (16 to 30 inches thick)\nC--34 to 50 inches; brown (10YR 5/3) gravelly coarse sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, nonsticky and nonplastic; few medium and coarse roots; few very fine tubular and interstitial pores; few colloidal stains; contains 20 percent by volume 2mm to 2-1/2 inch soft pieces of granodiorite; slightly acid (pH 6.5); clear wavy boundary. (10 to 17 inches thick)\nCr--50 inches; weathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; Tejon Ranch--Tejon Canyon; 3,500 feet west and 2,000 feet north of the SE corner of section 26, T.11N., R.16W., SBB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact with weathered granitic rock or granite-gneiss ranges from 40 to 60 inches or more.  The soil between the depths of 10 to 20 inches becomes moist in some or all parts sometime in November and remains moist until late May.   It is dry all the rest of the year.  Mean annual soil temperature is 52 to 59 degrees F.  These soils are neutral to medium acid throughout.  Base saturation is 75 to 95 percent throughout.  Organic matter is 1 to 2 percent at 20 inches and decreases regularly to less than 1 percent at 24 to 30 inches.  The particle size control section contains less than 18 percent clay.\nThe A horizon is gray, grayish brown or brown (10YR 5/1, 5/2, 5/3, 4/3).   It is sandy loam, gravelly sandy loam, or light loam.  Rock fragments, 2mm to 10 inches in diameter, range from 0 to 25 percent by volume.\nThe Bw horizon is gray, grayish brown, brown, dark brown or dark yellowish brown (10YR 5/1, 5/2, 5/3, 4/3, 4/4).  It is sandy loam, gravelly sandy loam, light loam, or gravelly light loam, and has less than 18 percent clay.  Rock fragments, 2mm to 10 inches in diameter, range from 5 to 30 percent by volume.\nThe C horizon is brown, dark brown, or dark yellowish brown (10YR 4/3, 4/4, 5/3).  It is gravelly sandy loam, sandy loam, light loam or gravelly light loam.  Rock fragments, 2mm to 10 inches in diameter, range from 5 to 30 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Central Point, Imbler, Oak Glen, Ritter (T), and Uhlig series.  Central Point, Imbler, Oak Glen and Uhlig soils lack a paralithic contact.  Ritter soils have a mean annual soil temperature of 47 to 49 degrees F., a frost-free season of about 120 days and are neutral or mildly alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Edmundston soils are on uplands with slope gradients of 30 to 75 percent.  They formed in material weathered from granitic rocks or granite-gneiss.  Elevations are 2,000 to 8,000 feet.  The climate is subhumid mesothermal having warm dry summers and cool wet winters.  Mean annual precipitation is 10 to 21 inches, much in the form of snow.  Average January temperature is 34 degrees F. and the average July temperature is 75 degrees F.  The mean annual temperature is 50 to 57 degrees F.  Freeze-free season is 150 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anaverde, Godde, LaPosta, Sheridan, Steuber, Tollhouse and Walong series.  Anaverde soils have more than 18 percent clay throughout.  Godde soils have a lithic contact at depths of less than 20 inches.  LaPosta soils have a sandy textural control section.  Sheridan soils have warmer than 59 degrees F.  soil temperatures.  Steuber soil has less than 1 percent organic matter at depths of 10 inches, and the organic matter decreases irregularly with increasing depth.  Tollhouse soils have a paralithic contact at depths of less than 20 inches.  Walong soils have a mollic epipedon less than 20 inches thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife, watershed, woodland, recreation, and range.  Vegetation is mainly black oak, blue oak, buckeye, Jeffrey pine, white fir, ponderosa pine, and a few annual grasses and forbs.  The tree canopy is quite dense, especially at the lower elevations on north slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tehachapi and Sierra Nevada Mountains.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, California, 1976.\nOSED scanned by SSQA.  Last revised by state on 7/96.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
