{
  "SERIES": "EDMUND",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJK-REF-PHC-GWH",
  "REVDATE": "02/97",
  "STATES": "IL,MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic Lithic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Edmund silt loam - with a 4 percent south-facing convex slope in a cultivated field at an elevation of about 1,280 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; slightly acid; abrupt smooth boundary.\nAB--7 to 10 inches; very dark brown (10YR 2/2) and very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; slightly acid; clear wavy boundary.  (Combined thickness of the A horizons is 7 to 12 inches.)\n2Bt1--10 to 14 inches; dark brown (7.5YR 4/4) silty clay; moderate fine angular blocky structure; firm; patchy distinct clay films and a few dark brown (7.5YR 3/2) stains on faces of peds; few chert fragments; neutral; clear wavy boundary.\n2Bt2--14 to 18 inches; reddish brown (5YR 4/3) silty clay; moderate fine angular blocky structure; firm; patchy distinct clay films and a few dark reddish brown (5YR 3/2) stains on faces of peds; a few chert fragments; neutral; clear wavy boundary.  (Combined thickness of the Bt horizons is 5 to 8 inches.)\nR--18 inches; light brownish gray (10YR 6/2) dolomitic limestone; jointed to a depth of several feet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iowa County, Wisconsin; 1 1/2 miles northeast of Barneveld; 1,520 feet east and 400 feet north of the southwest corner of sec. 34, T. 7 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 12 to 20 inches and is the same as the depth to bedrock.  The loess mantle generally is 8 to 10 inches thick, but ranges from none, where the soil is eroded, to a maximum of about 15 inches.  The solum ranges from medium acid to mildly alkaline.  Coarse fragments, mainly chert, range from 0 to 20 percent by volume.  Of this amount up to 5 percent are greater than 3 inches in size.  Fragments may occur in all horizons, but are more common in the 2B horizons.\nThe Ap or A horizon has 10YR hue, value of 2 or 3, and chroma of 1 through 3.  It is silt loam or loam.\nThe AB horizon has colors similar to the A horizon.  It is silt loam, loam, or silty clay loam.   Some pedons have a BA horizon.\nThe 2B horizon has 10YR, 7.5YR, or 5YR hue; value of 3 or 4; and chroma of 3 through 6.  It typically is silty clay or clay, but silty clay loam in one of the upper subhorizons or sandy clay in one of the lower subhorizons is within the range.  The argillic horizon averages between 40 and 60 percent clay.  The average is dependent upon the relative amounts of loess and residuum making up the argillic horizon.  The bedrock is solid in some places, but in other places it has joints filled with residuum.  The joints extend downward for several feet.  Typically the bedrock is dolomitic limestone but other kinds of limestone are included."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the only series in this family.  Other similar series in related families are Channahon, Dodgeville, Ripon, Rockton, Schapville, and Sogn.  Channahon soils are loamy and have part of their sola formed in glacial drift.  Dodgeville soils have bedrock at a depth of 20 to 40 inches.  Ripon soils are fine-silty, have part of their sola in glacial drift, and have bedrock at a depth of 20 to 40 inches.  Rockton soils are fine-loamy, have part of their sola in glacial drift, and have bedrock at a depth of 20 to 40 inches.  Schapville soils are fine and have shale at a depth of 20 to 40 inches.  Sogn soils do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Edmund soils are on convex and plane slopes of upland ridges.  Slope gradients range from 2 to 35 percent.  Edmund soils formed in a thin loamy mantle and in the clayey residuum weathered from the underlying dolomite or other limestone.  Bedrock is at a depth of less than 20 inches.  Mean annual precipitation ranges from 28 to 35 inches, and mean annual temperature from 45 to 51 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are mainly the well drained Dodgeville and Sogn soils.  Dodgeville soils are on the broader ridgetops where the depth to bedrock is greater than 20 inches.  Sogn soils are nearby on more sloping areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The less sloping areas are used mainly for growing corn, small grain, and hay.  Some soybeans are also grown.  The steeper slopes are used for pasture and wildlife habitat.  Native vegetation was mixed prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wisconsin, southeastern Minnesota, and northern Illinois, and possibly in other adjoining states.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafayette County, Wisconsin, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Prior to the establishing of this series in Lafayette County, Wisconsin, soils that were within the definition of the Edmund series were correlated as Dodgeville, shallow phase, in Iowa County, Wisconsin.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface of the soil to a depth of 10 inches (Ap and AB horizons);  argillic horizon - zone from 10 to 18 inches (2Bt1 and 2Bt2 horizons);  other features - udic mositure regime - lithic contact within 50 cm of the surface - mesic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
