{
  "SERIES": "EDNEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "MLS, MSH, BPS/ Rev. MDJ",
  "REVDATE": "05/2013",
  "STATES": "GA,NJ,NC,SC,TN,VA",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Edneyville fine sandy loam--wooded. (Colors are for moist soil unless otherwise indicated).\nOe--0 to 5 cm (0 to 2 inches); moderately decomposed leaves, twigs, and root mat; abrupt smooth boundary\nA--5 to 15 cm (2 to 6 inches); very dark grayish brown (10YR 3/2) fine sandy loam; weak medium granular structure; very friable; many fine and few medium roots; few fine flakes of mica; very strongly acid; clear smooth boundary. (3 to 25 cm, 1 to 10 inches thick)\nAB--15 to 23 cm (6 to 9 inches); dark yellowish brown (10YR 4/4) fine sandy loam; weak medium granular structure; very friable; many fine and few medium roots; few fine flakes of mica; very strongly acid; gradual wavy boundary. (0 to 15 cm, 0 to 6 inches thick)\nBw1--23 to 30 cm (9 to 12 inches); yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine and few medium roots; few fine flakes of mica; very strongly acid; clear wavy boundary.\nBw2--30 to 66 cm (12 to 26 inches); yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; friable; slightly sticky; few fine roots; few fine flakes of mica; very strongly acid; gradual wavy boundary.\nBw3--66 to 81 cm (26 to 32 inches); brownish yellow (10YR 6/6) sandy loam; weak fine subangular blocky structure; friable; few fine roots; few fine flakes of mica; 10 percent soft gneiss fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 15 to 40 inches.)\nC--81 to 157 cm (32 to 62 inches); yellowish brown (10YR 5/6) saprolite that has a texture of sandy loam; friable; rock structure; few fine flakes of mica; common partially weathered granite gneiss fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Transylvania\nState:  North Carolina\nUSGS Quadrangle:  Brevard\nLatitude:   35.1460526  N (NAD 27)\nLongitude:   82.7125296  W (NAD 27)\nDirections to the pedon:  7.25 miles south of Brevard on U.S. 276, 0.7 mile southwest on County Road 1107, 75 feet northwest of road in wooded area; elevation  919m  (3,015 ft)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness:  51 to 140 cm (20 to 55 inches)\nDepth to Bedrock:  Greater than 152 cm (60 inches) to weathered bedrock.\nDepth Class:  Very deep\nRock Fragment content:  0 to 35 percent, by volume, but typically less than 20 percent throughout the profile.\nSoil Reaction:  Extremely acid to moderately acid in the A horizon, except where limed; very strongly acid or strongly acid in the B and C horizons\nContent of Mica:  0 to 20 percent, by volume mica flakes throughout\nRange of Individual Horizons:\nA or Ap horizon (if it occurs):\nColor--hue of 7.5YR through 2.5Y, value of 2 through 6, and chroma of 1 through 6.  Where value and chroma is 3 or less, surface horizons are less than 18 cm (7 inches) thick.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam\nAB or BA horizon (if it occurs):\nColor--hue of 7.5YR through 2.5Y, value of 3 through 6, and chroma of 2 through 4.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam.\nBw horizon:\nColor--hue of 7.5YR through 2.5Y, value of 4 through 7, and chroma of 3 through 8.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam.  Some pedons have thin subhorizons of sandy clay loam.\nBC horizon (if it occurs):\nColor--hue of 7.5YR through 2.5Y, value of 4 through 7, and chroma of 3 through 8.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam saprolite.\nC horizon:\nColor--hue of 5YR to 2.5Y, value of 4 through 7, and chroma of 2 through 8; or is multicolored in shades of yellow, brown, red or gray.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, loam, loamy fine sand, or loamy sand saprolite.\nNon-redoximorphic mottles (if they occur)--shades of red, brown, yellow, or gray mottles of relic rock material are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAshe soils--have lithic contact, depths of 51 to 102 cm (20 to 40 inches).\nBuladean soils--have paralithic contact, depths of 102 to 152 cm (40 to 60 inches).\nChestnut soils--have paralithic contact, depths of 51 to 102 cm, (20 to 40 inches).\nDitney soils--have lithic contact, depths of 51 to 102 cm, (20 to 40 inches); formed in materials weathered from low-grade metasedimentary rocks.\nSoco soils--have paralithic, depths of 51 to 102 cm, (20 to 40 inches); formed in materials weathered from low-grade metasedimentary rocks.\nStecoah soils--have paralithic contact, depths of 102 to 152 cm (40 to 60 inches); formed in materials weathered from low-grade metasedimentary rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  Southern Blue Ridge--130B\nLandscape:  Low and intermediate mountains and occasionally intermountain hills\nLandform:  Mountain slope, hillslopes, and ridges\nGeomorphic Component:  Mountain top, mountain flank, side slope, and interfluves\nHillslope Profile Position:  Summit, shoulder, and backslope\nParent Material Origin:  Felsic or mafic igneous or high-grade metamorphic rocks such as granite gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke.\nParent Material Kind:  Residuum that is affected by soil creep in the upper solum.\nSlope:  Typically 15 to 95 percent, but range from 2 to 95 percent\nElevation:  Typically between 427 and 1524 meters; (1,400 to 5,000 feet). Where correlated in the New Jersey Highlands, the elevation ranges to as low as 400 feet.\nFrost-free period:  130 to 210 days\nMean Annual Air Temperature:  8 to 14 degrees C, (46 to 57 degrees F)\nMean Annual Precipitation:  1143 to 2286 millimeters, (45 to 90 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the competing Ashe, Buladean, and Chestnut series, these are:\nCowee, Edneytown, Evard, and Pigeonroost soils--with an argillic horizon on related landforms.\nBrownwood, Cashiers, Chandler, Fannin, Micaville, and Watauga soils--are in a micaceous family on related landforms.  In addition Cashiers soils have thicker, darker surface layers on ridges and side slopes of cool north to east aspects.\nCleveland and Saluda soils--have bedrock within a depth of 50 cm (20 inches) on related landforms.\nBrevard, Cullasaja, Greenlee, Haywood, Saunook, Tate, Thunder, Tuckasegee, and Tusquitee soils--are on colluvial benches, toe slopes, and fans. In addition Cullasaja, Haywood, Saunook, Thunder, Tuckasegee, and Tusquitee soils have thicker, darker surface layers.\nHuntdale, Plott, Porters, Trimont, and Unaka soils--with thicker darker surface layers on ridges and side slopes of cool north to east aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class:  Well drained\nInternal Free Water Occurrence:  Very deep\nIndex Surface Runoff:  Very low or low runoff where forest litter has not been disturbed or only partially removed; low to medium runoff where litter has been removed.\nSaturated Hydraulic Conductivity Class:  High\nPermeability Class (obsolete):  Moderately rapid\nShrink-swell Class:  Low\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Woodland, less often pasture, hayland, and occasionally fruit trees, burley tobacco, Christmas trees, and vegetables.\nDominant Vegetation:  Where wooded--white oak, black oak, scarlet oak, chestnut oak, hickory, eastern white pine, Virginia pine, and pitch pine.  Yellow poplar and northern red oak occur in the north central mountains of MLRA 130B.  Understory includes mountain laurel, flowering dogwood, sourwood, black locust, American chestnut sprouts, greenbrier, Christmas fern, and rhododendron.  Where cleared--pasture, hay, and occasionally fruit trees, burley tobacco, Christmas trees, and vegetables."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southern Blue Ridge (MLRA 130-B) of North Carolina, South Carolina, Georgia, Tennessee, Virginia and Northern Piedmont (MLRA 148).\nExtent: Large--more than 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Watauga County, North Carolina; 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Edneyville soils were previously classified and mapped in the Gray-Brown Podzolic great soil group. The 1/98 revision changes the family placement to coarse-loamy, mixed, active, mesic Typic Dystrochrepts per the 7th Edition of Keys to Soil Taxonomy (1996). The particle-size control section of many pedons has a weighted average clay content marginal to fine-loamy. Similar soils in a fine-loamy family are associated on some landscapes. The CEC activity class placement is based on placement of similar soils such as Chestnut. Sample pedon S88-NC-121-007 classifies as superactive, but the active class is consistent with similar series. Horizon depths and runoff class were also revised at this time.  The 2/99 revision updates the classification to 8th Edition of Keys to Soil Taxonomy.\nMean Annual Air Temperature near Type Location:  13 degrees C. (56 degrees F)\nMean Annual Precipitation near Type Location:  1651 millimeters (65 inches)\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon--the zone from 0 to 23 cm, 0 to 9 inches (Oe, A and AB horizons)\nb. Cambic horizon--the zone from 23 to 81 cm, 9 to 32 inches (Bw horizons)\nc. Series control section--the zone from 25 to 102 cm, 10 to 40 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nSoil Characterization Data is available from the Kellogg Soil Survey Laboratory (KSSL) website: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nSIR(s) (obsolete) : NC0023, NC0115 (Stony)\nRevised: 4/89-DLN; 1/98-DHK; 2/99, 6/00, 8/01, 3/03-MKC; 5/13-Semi tab format and minor changes to Range in Characteristics - MLRA 130B.\n________________________________________"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 5 cm (0 to 2 inches); moderately decomposed leaves, twigs, and root mat; abrupt smooth boundary"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--5 to 15 cm (2 to 6 inches); very dark grayish brown (10YR 3/2) fine sandy loam; weak medium granular structure; very friable; many fine and few medium roots; few fine flakes of mica; very strongly acid; clear smooth boundary. (3 to 25 cm, 1 to 10 inches thick)"
      },
      {
        "name": "AB",
        "top": 15,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AB--15 to 23 cm (6 to 9 inches); dark yellowish brown (10YR 4/4) fine sandy loam; weak medium granular structure; very friable; many fine and few medium roots; few fine flakes of mica; very strongly acid; gradual wavy boundary. (0 to 15 cm, 0 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--23 to 30 cm (9 to 12 inches); yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine and few medium roots; few fine flakes of mica; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--30 to 66 cm (12 to 26 inches); yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; friable; slightly sticky; few fine roots; few fine flakes of mica; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 66,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--66 to 81 cm (26 to 32 inches); brownish yellow (10YR 6/6) sandy loam; weak fine subangular blocky structure; friable; few fine roots; few fine flakes of mica; 10 percent soft gneiss fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 15 to 40 inches.)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--81 to 157 cm (32 to 62 inches); yellowish brown (10YR 5/6) saprolite that has a texture of sandy loam; friable; rock structure; few fine flakes of mica; common partially weathered granite gneiss fragments; very strongly acid."
      }
    ]
  ]
}
