{
  "SERIES": "EDROY",
  "STATUS": "Established Series",
  "BYREV": "JKW-NIH-RM",
  "REVDATE": "05/2014",
  "STATES": "TX",
  "OVERVIEW": "The Edroy series consists of very deep, poorly drained, very slowly permeable soils that formed in clayey over loamy fluviomarine deposits of Pleistocene age.  These nearly level soils are in enclosed depressions.  Slope ranges from 0 to 1 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F), and mean annual precipitation is about 686 cm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Ustic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Edroy clay--on a 0.2 percent slope in cropland; elevation is 11 meters (37 ft). (Colors are for moist soil unless otherwise stated)\nAp--0 to 18 cm (0 to 7 in); black (2.5Y 2.5/1) clay, very dark gray (10YR 3/1) dry; weak fine subangular blocky and moderate medium granular structure; very hard, firm; few very fine roots; common fine vesicular pores; neutral; clear smooth boundary. (Thickness is 8 to 30 cm [3 to 12 in].)\nBw--18 to 46 cm (7 to 18 in); black (2.5Y 2.5/1) clay, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure; very hard, firm; few fine roots; few very fine tubular pores; 1 percent faint pressure faces; 1 percent faint sand coats on vertical faces of peds; 1 percent fine prominent spherical dark brown (7.5YR 3/2) iron-manganese nodules; 1 percent fine prominent strong brown (7.5YR 4/6) masses of iron-manganese with sharp boundaries lining pores; neutral; gradual smooth boundary. (Thickness is 12 to 43 cm [5 to 17 in].)\nBss1--46 to 104 cm (18 to 41 in); very dark gray (2.5Y 3/1) clay, dark gray (10YR 4/1) dry; moderate medium angular blocky structure; very hard, very firm; few fine roots; few very fine tubular pores; 5 percent faint pressure faces; 15 percent faint slickensides; 1 percent faint sand coats on vertical faces of peds; 1 percent fine prominent dark brown (7.5YR 3/3) masses of iron-manganese with sharp boundaries in matrix; neutral; gradual wavy boundary.\nBss2--104 to 145 cm (41 to 57 in); 80 percent dark gray (10YR 4/1) and 20 percent very dark gray (10YR 3/1) clay, 80 percent gray (10YR 5/1) and 20 percent dark gray (10YR 4/1) dry; moderate coarse subangular blocky structure; very hard, very firm; few fine roots; few very fine tubular ports; 10 percent faint pressure faces; 10 percent distinct slickensides; 1 percent fine faint black (10YR 2/1) masses of iron-manganese with sharp boundaries in matrix; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bss horizons is 39 to 136 cm [15 to 54 in].)\nBkss--145 to 178 cm (57 to 70 in); 90 percent light gray (2.5Y 7/2) and 10 percent dark gray (10YR 4/1) clay, 90 percent light gray (2.5Y 7/2) and 10 percent gray (10YR 5/1) dry; weak very coarse subangular blocky structure; very hard, very firm; few fine roots; few very fine tubular ports; 1 percent faint pressure faces; 5 percent distinct slickensides; 1 percent fine distinct black (10YR 2/1) masses of iron-manganese with sharp boundaries in matrix; 1 percent fine masses of calcium carbonate; 1 percent fine weakly cemented nodules of calcium carbonate; moderately alkaline; wavy boundary. (Thickness is 12 to 92 cm [5 to 36 in].)\n2Bk--178 to 203 cm (70 to 80 in); pale yellow (2.5Y 7/3) sandy clay loam, pale yellow (2.5Y 7/3) dry; massive; hard, firm; 3 percent fine and medium masses of calcium carbonate; 1 percent fine and medium weakly cemented nodules of calcium carbonate; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of Texas Highways 70 and 892 east of Bishop in Nueces County; about 1.3 miles west on Texas Highway 70; 1 mile south on private farm road; 30 ft south in depression in cropland. (Latitude: 27 degrees, 33 minutes, 32 seconds N; Longitude: 97 degrees, 41 minutes, 2.8 seconds W. Concordia USGS topographic quadrangle; NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F)\nDepth to sandy or loamy sediments is 102 to 152 cm (40 to 60 in)\nDepth to secondary calcium carbonate: 64 to 157 cm (25 to 62 in)\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nA horizon\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1\nTexture: clay loam, sandy clay, or clay\nClay content: 35 to 45 percent\nRedox concentrations: amount-0 to 2 percent, shades-brown\nIron-manganese concentrations: amount-0 to 1 percent, kind-nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 2\nReaction: slightly acid or neutral\nBw horizon\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1 or 2\nTexture: clay loam, sandy clay, or clay\nClay content: 35 to 50 percent\nRedox concentrations: amount-0 to 5 percent, shades-brown\nRedox depletions: amount-0 to 2 percent, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, kind-nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: neutral or slightly alkaline\nBss horizon\nHue: 10YR or 2.5Y\nValue: 2 to 5\nChroma: 1 or 2\nTexture: clay loam, sandy clay, or clay\nClay content: 35 to 50 percent\nRedox concentrations: amount-0 to 5 percent, shades-brown\nRedox depletions: amount-0 to 2 percent, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, kind-nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 8\nReaction: neutral to moderately alkaline\nBkss horizon\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: clay loam, sandy clay, or clay\nClay content: 35 to 50 percent\nRedox concentrations: amount-0 to 5 percent, shades-brown\nRedox depletions: amount-0 to 2 percent, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, kind-nodules\nIdentifiable secondary carbonates: amount-0 to 5 percent, kind-masses or nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 2 to 8\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline\n2Bk horizon (where present)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 to 3\nTexture: fine sandy loam, loamy fine sand, sandy clay loam or clay loam,\nClay content: 15 to 35 percent\nRedox concentrations: amount-0 to 5 percent, shades-brown\nRedox depletions: amount-0 to 2 percent, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, kind-nodules\nIdentifiable secondary carbonates: amount-0 to 5 percent, kind-masses or nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 2 to 14\nEffervescence: very slight to strong\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Banquete (TX), Eastall (OK), Hansford (TX), Ness (KS), Ranco (TX), Randall (TX), Rosston (OK), and Ustibuck (OK) series.\nBanquete soils: are Udic Haplusterts and do not pond water for long periods.\nEastall soils: are in a thermic temperature regime and have colors redder than 10YR in the subsoil.\nHansford and Ness soils: are in a mesic temperature regime\nRanco, Randall, Rosston, Ustibuck soils: are in a thermic temperature regime\nUstibuck soils: are in a thermic temperature regime and have colors redder than 10YR throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey over loamy fluviomarine deposits of late Pleistocene age\nLandform: enclosed depressions on the coastal plain\nSlope: 0 to 1 percent\nMean annual air temperature range: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 737 to 940 mm (29 to 37 in)\nPrecipitation Pattern: The wettest months are September and October and from April through June. The driest months are January to March.\nFrost-free period: 301 to 365 days\nElevation: 4.6 to 30.5 m (15 to 100 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Banquete, Cranell, Calallen, and Victoria series.\nBanquete soils: are in shallow depressions and swales on flats, and are moderately well drained\nCranell soils: are on flats and have a loamy surface\nCalallen soils: are on flats and have a loamy surface and subsoil\nVictoria soils: are on flats and are well drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is very slow.  Runoff is negligible.  The soil is ponded for very long periods during the spring and fall months in normal years.  These soils are saturated throughout during the ponded periods and have reducing conditions.."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mostly used for livestock grazing and wildlife habitat.  A few areas are planted to crops during dry years.  Grain sorghum and cotton are the main crops.  Hydrophytic vegetation dominates these soils in native areas.  The ecological site is Lakebed, PE, 25-35 (R150AY641TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairies (MLRA 150A in LRR T) on the Coastal Bend of southern Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Welder Wildlife Refuge, San Patricio County, Texas, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification changed from Vertic Haplaquolls to Ustic Epiaquerts 11/2000 based on typifying pedon description.  The series geomorphic setting was revised as a result of the update of MLRA 150A and the initial soil survey of Kenedy and Kleberg counties, Texas.  Originally, the series was mapped as two phases, a depressional phase and a relict drainage phase.  The soils of the two geomorphic positions classify differently.  The revised concept is having the Edroy series in enclosed depressions, while the relict drainage areas will be identified as the Banquete series as originally mapped in the 1965 soil survey of Nueces County, TX.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 104 cm (0 to 41 in). (A, Bw, and Bss1)\nVertic features: pressure faces and slickensides 18 to 178 cm (7 to 70 in). (Bw, Bss1, Bss2, and Bkss horizons)\nAquic feature: ponding and reducing conditions in most years\nADDITIONAL DATA: none\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
