{
  "SERIES": "EDSELTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH-RAB-DAG",
  "REVDATE": "11/2011",
  "STATES": "IN",
  "OVERVIEW": "The Edselton series consists of very deep, very poorly drained soils formed in herbaceous organic material overlying marly material and sand deposits on outwash plains, lake plains, lake terraces, flood plains, moraines, and till plains. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Marly, euic, mesic Limnic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Edselton muck, drained, on a less than 1 percent slope under grass vegetation at an elevation of 213 meters (698 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nOap--0 to 25 cm (10 inches); black (N 2.5/) broken face and rubbed muck (sapric material); a trace of fiber rubbed and unrubbed; moderate medium granular structure; friable; common very fine and fine roots; neutral; abrupt smooth boundary.\nOa--25 to 53 cm (10 to 21 inches); very dark brown (10YR 2/2) broken face and rubbed muck (sapric material); about 3 percent fiber, a trace rubbed; moderate medium platy structure; friable; common very fine and fine roots; neutral; clear smooth boundary. [Combined thickness of the Oa horizon is 41 to 130 cm (16 to 51 inches).]\nLma1--53 to 71 cm (21 to 28 inches); grayish brown (2.5Y 5/2) marly silt loam; massive; friable; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly effervescent; slightly alkaline; clear wavy boundary.\nLma2--71 to 86 cm (28 to 34 inches); light brownish gray (2.5Y 6/2) marly silt loam; massive; friable; many coarse prominent light yellowish brown (10YR 6/4) masses of oxidized iron in the matrix; common medium faint light gray (2.5Y 7/1) iron depletions in the matrix; violently effervescent; moderately alkaline; clear wavy boundary.\nLma3--86 to 112 cm (34 to 44 inches); gray (N 5/) marly silt loam; massive; friable; common medium prominent light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; strongly effervescent; moderately alkaline; clear wavy boundary.\nLma4--112 to 122 cm (44 to 48 inches); gray (N 5/) marly silt loam; massive; friable; few medium prominent light olive brown (2.5Y 5/3) masses of oxidized iron in the matrix; strongly effervescent; moderately alkaline; clear wavy boundary. [Combined thickness of the Lma horizon is 10 to 102 cm (4 to 40 inches).]\n2Cg--122 to 203 cm (48 to 80 inches); gray (2.5Y 5/1) sand; single grain; loose; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pulaski County, Indiana, about 2 miles west and 2.5 miles south of Star City; 2,530 feet east and 2,465 feet south of the northwest corner of sec. 25, T. 29 N., R. 2 W.; USGS Star City, IN topographic quadrangle; lat. 40 degrees 56 minutes 0.1 seconds N. and long. 86 degrees 35 minutes 39.3 seconds W., NAD 27; UTM Zone 16, 534158 easting and 4531441 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the marly material (Lma horizon): 41 to 119 cm (16 to 47 inches)\nDepth to sand: typically 76 to 130 cm (30 to 51 inches), but can be as shallow as 61 cm (24 inches)\nOap horizon: (where present)\nHue: 10YR or N\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: muck (sapric material)\nReaction: strongly acid to slightly alkaline\nOa horizon:\nHue: 5YR to 10YR, or N\nValue: 2, 2.5, or 3\nChroma: 0 to 3\nTexture: muck (sapric material)\nReaction: strongly acid to slightly alkaline\nLma horizon:\nHue: 10YR to 5Y, or N\nValue: 4 to 8\nChroma: 0 to 2\nTexture: marly silt loam; a layer less than 5 cm (2 inches) thick of coprogenous material is present above the marly silt loam in some pedons\nReaction: slightly alkaline or moderately alkaline\n2Cg horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sand, coarse sand, fine sand, or loamy sand, or their gravelly analogues\nRock fragment content: 0 to 25 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Edwards series. Edwards soils do not have sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Edselton soils are in shallow closed depressions primarily on outwash plains, lake plains, lake terraces, and flood plains, but can occur within moraines and till plains. Slope ranges from 0 to 1 percent. Edselton soils formed in herbaceous organic material overlying marly material and sand deposits. Mean annual precipitation ranges from 76 to 107 cm (30 to 42 inches). Mean annual temperature ranges from 8.9 to 11.7 degrees C (48 to 53 degrees F). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adrian, Antung, Houghton, Madaus, Martisco, Moston, Toto, and the competing Edwards soils. These very poorly drained soils are on similar landform positions as Edselton soils. Adrian and Antung soils formed in herbaceous organic material over sandy material. Edwards soils do not have sand within 130 cm (51 inches). Houghton soils formed in herbaceous organic material more than 130 cm (51 inches) thick. Madaus and Martisco soils formed in less than 41 cm (16 inches) of herbaceous organic material over marly material. Moston and Toto soils formed in herbaceous organic material over coprogenous earth."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the top of an apparent seasonal high water table ranges from 30 cm (1 foot) above the surface to 30 cm (1 foot) below the surface for some time in normal years. Potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high or high in the organic material, moderately low in the marly material, and high or very high in the underlying sand. Permeability is moderately slow to moderately rapid in the organic material, slow in the marly material, and rapid in the underlying sand."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Drained soils are cropped mostly with corn and soybeans. Undrained soils are in native vegetation consisting of marsh grasses, sedges, cattails, and water tolerant trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97, 98, and 111C in northern Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pulaski County, Indiana, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMuck (sapric material) from the surface to a depth of 41 cm (16 inches) (Oap, Oa).\nMarly material from a depth of 53 to 122 cm (21 to 48 inches) (Lma).\nAquic conditions: from the surface to a depth of 203 cm (80 inches); layer of muck at the surface and redoximorphic features present in all underlying horizons.\nNASIS Data Mapunit ID 152937 represents the typical pedon (drained).\nNASIS Data Mapunit ID 152938 represents the undrained phase.\nADDITIONAL DATA: Lab characterization data is available for the typical pedon (S99IN-131-002) from the National Soil Survey Laboratory, Lincoln, NE. Transect data (T99IN-131-014) is on file in MLRA project office, Plymouth, Indiana. Transect shows 60 percent Edselton soils, 20 percent Edwards soils, and 20 percent Houghton soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
