{
  "SERIES": "EDWARDS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEF-WB",
  "REVDATE": "11/2021",
  "STATES": "IN,MI,NY,OH,WI",
  "OVERVIEW": "The Edwards series consists of very deep, very poorly drained soils formed in herbaceous organic materials 61 to 130 cm (16 to 51 inches) thick overlying marly material on outwash plains, lake plains, and ground moraines. Slope typically ranges from 0 to 2 percent. Mean annual precipitation is about 813 mm (32 inches), and mean annual temperature is about 8.9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Marly, euic, mesic Limnic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Edwards muck, on a less than 1 percent slope in an idle area under the vegetation of shrubs and trees at an elevation of 291 meters (955 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 18 cm (7 inches); black (N 2.5/) broken face and rubbed muck (sapric material); a trace of fiber unrubbed and rubbed; weak medium subangular blocky structure parting to moderate coarse granular; very friable; neutral; clear smooth boundary.\nOa2--18 to 33 cm (7 to 13 inches); dark reddish brown (5YR 3/2) broken face and black (5YR 2.5/1) rubbed muck (sapric material); 8 percent fiber unrubbed, a trace of fiber rubbed; moderate medium subangular blocky structure; very friable; slightly alkaline; clear wavy boundary.\nOa3--33 to 43 cm (13 to 17 inches); dark reddish brown (5YR 3/2) broken face and black (5YR 2.5/1) rubbed muck (sapric material); 35 percent fiber, 5 percent rubbed; weak thin platy structure; very friable; slightly alkaline; clear smooth boundary.\nOa4--43 to 61 cm (17 to 24 inches); 50 percent very dark gray (5YR 3/1) and 50 percent dark reddish brown (5YR 3/3) broken face, black (5YR 2.5/1) rubbed muck (sapric material); 25 percent fiber, 2 percent rubbed; weak thin platy structure; friable; neutral; abrupt smooth boundary. [Combined thickness of the Oa horizon is 41 to 130 cm (16 to 51 inches).]\nLma1--61 to 102 cm (24 to 40 inches); 90 percent gray (10YR 5/1) and 10 percent gray (10YR 6/1) marly silty clay loam; 5 cm (2 inch) strata of muck at 94 cm (37 inches); massive; friable; prominent dark yellowish brown (10YR 4/6) masses of oxidized iron around organic remnants; violently effervescent throughout; moderately alkaline; gradual smooth boundary.\nLma2--102 to 216 cm (40 to 85 inches); grayish brown (10YR 5/2) marly silt loam; massive; friable; black (N 2.5/) organic spots; violently effervescent throughout; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, Michigan; within the city limits of Jackson; 924 feet south and 1,320 feet east of northwest corner of sec. 36, T. 2 S., R. 1 W.; USGS Jackson North topographic quadrangle; lat. 42 degrees 15 minutes 45 seconds N. and long. 84 degrees 22 minutes 30 seconds W., NAD 27; UTM Zone 16, 716512 easting and 4682261 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the organic material: 41 to 130 cm (16 to 51 inches)\nOrganic fibers: derived primarily from herbaceous plants, but some layers contain as much as 20 percent woody material\nReaction: very strongly acid to slightly alkaline in the organic materials; carbonates are in the organic materials in some pedons\nSurface tier (Oa1 or Oap):\nHue: 10YR or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nOrganic material: muck (sapric material) or to a lesser extent mucky peat (hemic material)\nSubsurface and bottom tiers (Oa horizons):\nHue: 5YR to 10YR, or is neutral\nValue: 2 to 4\nChroma: 0 to 3\nOrganic material: dominantly muck (sapric material); some pedons have thin layers less than 25 cm (10 inches) thick of mucky peat (hemic material\nLma horizon:\nHue: 5Y to 10YR\nValue: 4 to 8\nChroma: 1 or 2\nTexture: marly silt loam or marly silty clay loam; some pedons have a layer less than 5 cm (2 inches) thick of coprogenous material above the marly material; in some pedons the marly material has a layer of sandy or loamy material less than 30 cm (12 inches) thick within a depth of 130 cm (51 inches); some pedons have thin strata less than 8 cm (3 inches) thick of muck (sapric material)\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Edselton series. Edselton soils have sand within 130 cm (51 inches) of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Edwards soils are in closed depressions on outwash plains, lake plains, and ground moraines. Slope gradients are normally less than 2 percent, but range to about 6 percent on some toe slopes. Edwards soils formed in herbaceous organic materials overlying marly material. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual temperature ranges from 7.2 to 11.7 degrees C (45 to 53 degrees F). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adrian, Antung, Houghton, Linwood, Madaus, Martisco, Moston, Palms, Toto, Willette, and the competing Edselton soils. These very poorly drained soils are on similar landform positions as Edward soils. Adrian, Antung, Houghton, Linwood, Moston, Palms, and Willette soils do not have marly materials. Madaus and Martisco soils have a thinner layer of herbaceous organic material overlying the marly material. Toto soils have a thicker layer of coprogenous material above the marly material"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the top of a seasonal high water table ranges from 30 cm (1 foot) above the surface to 30 cm (1 foot) below the surface in normal years. Potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high or high in the organic material and moderately low in the marly material. Permeability is moderately slow to moderately rapid in the organic material and slow in the marly material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are cropped; however, the majority of the areas are in native vegetation consisting of brush and trees. Common tree species include quaking aspen, American elm, silver maple, and northern white-cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 91, 94A, 95A, 95B, 96, 97, 98, 99, 101, 111B, and 111C in Michigan, Indiana, Ohio, New York, and Wisconsin. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ogemaw County, Michigan, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMuck (sapric material): from the surface to a depth of 61 cm (24 inches) (Oa horizon).\nLimnic feature: marly material from a depth of 61 to 216 cm (24 to 85 inches) (Lma horizon).\nDrained (MI0774) and undrained (MI0775) phases are recognized.\nADDITIONAL DATA: Characterization data is available for the typical pedon (S99MI-075-001) from the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa1--0 to 18 cm (7 inches); black (N 2.5/) broken face and rubbed muck (sapric material); a trace of fiber unrubbed and rubbed; weak medium subangular blocky structure parting to moderate coarse granular; very friable; neutral; clear smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa2--18 to 33 cm (7 to 13 inches); dark reddish brown (5YR 3/2) broken face and black (5YR 2.5/1) rubbed muck (sapric material); 8 percent fiber unrubbed, a trace of fiber rubbed; moderate medium subangular blocky structure; very friable; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Oa3",
        "top": 33,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa3--33 to 43 cm (13 to 17 inches); dark reddish brown (5YR 3/2) broken face and black (5YR 2.5/1) rubbed muck (sapric material); 35 percent fiber, 5 percent rubbed; weak thin platy structure; very friable; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Oa4",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa4--43 to 61 cm (17 to 24 inches); 50 percent very dark gray (5YR 3/1) and 50 percent dark reddish brown (5YR 3/3) broken face, black (5YR 2.5/1) rubbed muck (sapric material); 25 percent fiber, 2 percent rubbed; weak thin platy structure; friable; neutral; abrupt smooth boundary. [Combined thickness of the Oa horizon is 41 to 130 cm (16 to 51 inches).]"
      },
      {
        "name": "Lma1",
        "top": 61,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Lma1--61 to 102 cm (24 to 40 inches); 90 percent gray (10YR 5/1) and 10 percent gray (10YR 6/1) marly silty clay loam; 5 cm (2 inch) strata of muck at 94 cm (37 inches); massive; friable; prominent dark yellowish brown (10YR 4/6) masses of oxidized iron around organic remnants; violently effervescent throughout; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Lma2",
        "top": 102,
        "bottom": 216,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Lma2--102 to 216 cm (40 to 85 inches); grayish brown (10YR 5/2) marly silt loam; massive; friable; black (N 2.5/) organic spots; violently effervescent throughout; moderately alkaline."
      }
    ]
  ]
}
