{
  "SERIES": "EELPOINT",
  "STATUS": "Established Series",
  "BYREV": "DCE/JJJ/RLR",
  "REVDATE": "04/2019",
  "STATES": "CA",
  "OVERVIEW": "The Eelpoint series consists of moderately deep well drained soils that formed in fine alluvium derived from mixed rock sources resting on dacite or andesite.  Eelpoint soils are on hills and terraces and have slopes of 2 to 30 percent.  The mean annual precipitation is about 255 millimeters (10 inches), and the mean annual temperature is about 16.5 degrees C. (62 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Sodic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eelpoint silt loam, on a 1 percent slope facing southwest under a cover of slender oats, stipa, clover, soft chess, filaree and Australian saltbush at an elevation of 350 meters (1,150 feet). (When described, on May 6, 1982 the soil was dry to 5 centimeters (2 inches), slightly moist to 33 centimeters (13 inches) and moist below.\nE--0 to 5 centimeters (0 to 2 inches); very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; moderate thick and very thick platy structure; hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine and fine tubular and interstitial pores; 2 percent stones 5 percent cobbles and 5 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (0 to 8 centimeters; 0 to 3 inches thick).\nAn--5 to 33 centimeters (2 to 13 inches); brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; strong medium and angular blocky structure; extremely hard, friable, very sticky and very plastic; common very fine roots; common very fine tubular pores; few common wedge shape aggregates and few intersecting slickensides; SAR is 12; slightly acid (pH 6.5) gradual wavy boundary. (23 to 33 centimeters; 9 to 13 inches thick).\nBnssy--33 to 91 centimeters (13 to 36 inches); brown (7.5YR 4/2) clay, dark brown (7/5YR 3/2) moist; strong coarse prismatic structure; extremely hard, friable, very sticky and very plastic; few very fine roots; few fine tubular pores; few intersecting slickensides and common wedge shape aggregates; few fine and medium soft masses of gypsum; SAR is 19; slightly acid (pH 6.5); abrupt irregular boundary (25 to 64 centimeters; 10 to 25 inches thick).\n2R--91 to 116 centimeters (36 to 46 inches); hard andesite with few fractures 10 to 35 centimeters (4 to 14 inches) apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Clemente Island, Los Angeles County, California; about 1.13 miles going south from the intersection of Nanny Road and Main Road to a Y, turning right .78 miles south from Y and then 750 feet east to site.; 32.92181 degrees latitude, -118.50301 degrees longitude; UTM zone 11, 3643620.87n, 359464.71e; U.S.G.S. Quad Name: San Clemente Island Central, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature: 17 to 19 degrees C. (62 to 66 degrees F.)\nSoil moisture and cracks: when dry, the soils form cracks about 2 to 50 mm wide 10 to 36 cm (4 to 14 inches) apart at a depth of 5 to 100 cm (2 to 40 inches) that open from about April to late November or early December and cracks remain closed the rest of the year.\nDepth to lithic contact: 50 to 100 centimeters (20 to 40 inches) to hard volcanic rock.\nVertic properties: few or common wedge shape aggregates and few intersecting slickensides from a depth of 33 centimeters (13 inches) to the lithic contact.\nClay content: 60 to 70 percent\nReaction is medium acid to neutral\nSodium absorption ration (SAR): 10 to 20 meq/L\nExchangeable sodium percentage (ESP): 13 to 22 percent\nElectrical conductivity (EC): less than 4 ds/m\nE horizon: (where it occurs)\nTexture: silt loam or cobbly/stony silt loam\nRock fragment content: 1 to 5 percent stones, 5 to 20 percent cobbles and 5 to 10 percent gravel.\nA horizon:\nDry color: 10YR 5/2, 5/3, 7.5YR 5/2 or 4/2\nMoist color: 10YR or 7.5YR 3/2, 3/3\nTexture: clay\nB horizon:\nDry color: 7.5YR 4/2, 5/2, 10YR 5/2 or 4/2\nMoist color: 7.5YR 3/2, 3/4 or 10YR 3/2\nTexture: clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTrulae soils: do not have a lithic contact and are derived from sedimentary rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: islands\nLandform: hills and terraces\nSlope: 2 to 30 percent\nParent material: fine alluvium derived from mixed rock sources resting over hard dacite or andesite.\nElevations: 115 to 500 meters (375 to about 1,640 feet)\nClimate: maritime with warm foggy summers and cool moist mild winters.  Mean annual precipitation: 255 millimeters (10 inches)\nMean annual air temperature: 16 to 18 degrees C. (61 to 64.5 degrees F.).\nFrost-free season: 360 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nChinapoint soils: moderately-deep to a paralithic contact and are on similar landforms.\nLostpoint soils: have a paralithic contact below 100 cm and are on similar landforms.\nNotspier soils: have a paralithic contact and an ustic soil moisture regime on similar landforms.\nSanclemente soils: are moderately-deep to a lithic contact, have an ustic soil moisture regime and are on similar landforms.\nShoba soils: have an argillic horizon and are on hills or mountainslopes.\nThirst soils: are shallow to a lithic contract and are on hills or mountainslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, slow to rapid runoff when cracks are closed and low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for military maneuvers and to a minor extent for wildlife habitat.  Vegetation consists mostly of slender oats, stipa, clover, soft chess, filaree, and australian saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Channel Islands area at San Clemente Island; Southern California Mountains, MLRA 20.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Clemente Island, Los Angeles County, California, 1982.  Source of name after Eel Point."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 5 centimeters\nSlickensides - the zone from a depth of 5 to 91 centimeters\nGypsum accumulations - the zone from a depth of33 to 91 centimeters\nLithic contact - at a depth of 91 centimeters\nOSD revised during correlation of the San Clemente Island Interim Report in 2018.\nOriginal classification from the 1982 Interim Report was - Very fine, montmorillonitic, thermic Typic Chromoxererts.\nADDITIONAL DATA:\nNASIS User Site/Pedon ID: 1982CA037EELPOINT\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "E",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--0 to 5 centimeters (0 to 2 inches); very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; moderate thick and very thick platy structure; hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine and fine tubular and interstitial pores; 2 percent stones 5 percent cobbles and 5 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (0 to 8 centimeters; 0 to 3 inches thick)."
      },
      {
        "name": "An",
        "top": 5,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "An--5 to 33 centimeters (2 to 13 inches); brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; strong medium and angular blocky structure; extremely hard, friable, very sticky and very plastic; common very fine roots; common very fine tubular pores; few common wedge shape aggregates and few intersecting slickensides; SAR is 12; slightly acid (pH 6.5) gradual wavy boundary. (23 to 33 centimeters; 9 to 13 inches thick)."
      },
      {
        "name": "Bnssy",
        "top": 33,
        "bottom": 91,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bnssy--33 to 91 centimeters (13 to 36 inches); brown (7.5YR 4/2) clay, dark brown (7/5YR 3/2) moist; strong coarse prismatic structure; extremely hard, friable, very sticky and very plastic; few very fine roots; few fine tubular pores; few intersecting slickensides and common wedge shape aggregates; few fine and medium soft masses of gypsum; SAR is 19; slightly acid (pH 6.5); abrupt irregular boundary (25 to 64 centimeters; 10 to 25 inches thick)."
      },
      {
        "name": "2R",
        "top": 91,
        "bottom": 116,
        "narrative": "2R--91 to 116 centimeters (36 to 46 inches); hard andesite with few fractures 10 to 35 centimeters (4 to 14 inches) apart."
      }
    ]
  ]
}
