{
  "SERIES": "EGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-LDZ-WJB",
  "REVDATE": "10/2001",
  "STATES": "IA,SD",
  "OVERVIEW": "The Egan series consists of very deep, well drained soils formed in silty sediments overlying glacial till on uplands.  Permeability is moderate in the silty solum and moderately slow or slow in the underlying glacial till.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 23 inches, and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Egan silty clay loam - on a 3 percent northeast-facing, convex slope in a cultivated field.  When described the soil was dry.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky; slightly acid; abrupt smooth boundary. (4 to 10 inches thick)\nBw1--7 to 15 inches; brown (10YR 5/3) silty clay loam, very dark grayish brown (10YR 3/2) moist, crushing to dark brown (10YR 3/3) moist; weak medium prismatic structure parting to weak coarse and medium subangular blocky; slightly hard, friable, slightly sticky; neutral; gradual wavy boundary.\nBw2--15 to 24 inches; grayish brown (2.5Y 5/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak coarse and medium subangular blocky; slightly hard, friable, slightly sticky; neutral; clear smooth boundary.  (Combined Bw horizon is 11 to 22 inches thick.)\nBk--24 to 31 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; common fine prominent strong brown (7.5YR 5/8) moist redox concentrations; weak coarse subangular blocky structure; hard, friable, slightly sticky; common fine brown accumulations of (Fe  and Mn oxides); many medium accumulations of calcium carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 15 inches thick)\n2Bk--31 to 42 inches; light brownish gray (2.5Y 6/2) clay loam, olive brown (2.5Y 4/4) moist; common fine prominent strong brown (7.5YR 5/8) moist redox concentrations; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, firm, slightly sticky; common fine brown accumulations of (Fe and Mn oxides); many fine accumulations of calcium carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 30 inches thick)\n2C--42 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; many fine prominent strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) moist redox concentrations; moderate coarse subangular blocky structure; hard, firm, slightly sticky; common fine and medium brown accumulations of (Fe and Mn oxides); common fine accumulations of calcium carbonate; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, South Dakota; about 2 miles east and 2 miles north of Madison; 174 feet north and 1,440 feet east of the southwest corner, sec. 27, T. 107 N., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to loam or clay loam till ranges from 24 to 40 inches.  The silty solum has few or common granitic pebbles up to 2 inches in diameter.  The depth to free calcium carbonate ranges from 15 to 30 inches.  The mollic epipedon is 8 to 19 inches thick and extends into the Bw horizon in most pedons.  The series control section is silty clay loam or silt loam averaging 25 to 35 percent clay and 3 to 15 percent fine sand and coarser.\nThe A horizon has 10YR hue, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It typically is silty clay loam but is silt loam in some pedons.  It ranges from slightly acid to slightly alkaline.\nThe Bw horizon has 10YR or 2.5Y hue, value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  It is silty clay loam or silt loam.  It ranges from slightly acid to slightly alkaline.\nThe Bk and 2Bk horizons have hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  The Bk horizon is silty clay loam or silt loam and the 2Bk horizon is clay loam or loam.  They are slightly or moderately alkaline.  There are few to many accumulations of carbonate.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is loam or clay loam.  It ranges from slightly alkaline to strongly alkaline.  Distinct or prominent mottles are common or many in the 2C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ihlen, Moody, Nora, and Wentworth series.  Ihlen soils have a lithic contact between depths of 20 and 40 inches. Moody, Nora, and Wentworth soils do not have the loam or clay loam material within depths of 40 inches. In addition, Moody soils have carbonates at depths below 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Egan soils are nearly level to gently rolling on uplands.  These soils formed in silty materials that mantle loam and clay loam glacial till between depths of 25 and 40 inches.  Slope gradients range from 0 to 15 percent, and surfaces are convex to plane.  Mean annual temperature ranges from 48 to 52 degrees F, and mean annual precipitation ranges from 20 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Moody, and Wentworth soils and Beadle, Chancellor, Clarno, Ethan, Huntimer, Shindler, Tetonka, Trent, Viborg, Whitewood, and Worthing soils.  Moody and Wentworth soils are on plane to concave slopes near the Egan soil.  Beadle, Shindler, and Ethan soils formed in glacial till and are on the steeper convex areas in close association with Egan soils.  Viborg, Trent, and Whitewood soils are in swales.  Chancellor soils have a fine textured argillic horizon and have an aquic moisture regime and are in swales.  Clarno soils are fine-loamy, formed in glacial till, and are on convex parts of the landscape.  Huntimer soils have a fine textured control section and are on flats above the Egan soils.  Tetonka and Worthing soils are in depressions and are wetter and have fine-textured argillic horizons.  Whitewood soils have an aquic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is low to high. Permeability is moderate in the silty solum and moderately slow or slow in the clay loam or loam glacial till substrata."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corn, small grain, soybeans, and alfalfa are the principal crops.  Native vegetation is mainly little bluestem, big bluestem, needleandthread, western wheatgrass, blue grama, sideoats grama, and green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and southeastern South Dakota and western Iowa.  Series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface of the soil to a depth of about 15 inches (Ap, Bw1 horizon); cambic horizon - 15 to 24 inches (Bw2 horizon).\nThese soils are not saturated within 40 inches for 1 month or more per year in 6 or more out of 10 years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
