{
  "SERIES": "EGBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAB-GMK-WBS-MAV-ET",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "OVERVIEW": "The Egbert series consists of very deep, poorly drained soils formed in alluvium from mixed sources.  Egbert soils are in basins of river deltas and have slopes of 0 to 5 percent.  The annual precipitation is about 43 centimeters (17 inches) and the mean annual temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Egbert silty clay loam - on a West facing slope of less than 1 percent under cropland at 0.9 meter (3 feet) below sea level.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 centimeters (0 to 6 inches); gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; few fine distinct dark yellowish brown (10YR 3/4) redox concentrations, very dark gray (10YR 3/1) moist; moderate medium and coarse granular structure; very hard, firm, sticky and plastic; many very fine and fine roots; common very fine tubular and interstitial pores; slightly acid (pH 6.5); clear smooth boundary.  (5 to 10 inches thick)\nA--15 to 79 centimeters (6 to 31 inches); gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; strong very coarse prismatic structure; very hard, firm, sticky and plastic; many very fine roots; common very fine and fine tubular pores, neutral (pH 7.0); gradual wavy boundary.  (48 to 64 centimeters (19 to 25 inches) thick)\nCg1--79 to 114 centimeters (31 to 45 inches); gray (10YR 6/1) silty clay loam, very dark gray (10YR 3/1) moist; common fine prominent redox concentrations of brown (7.5YR 4/4) and dark grayish brown (2.5Y 4/2) moist; moderate very coarse prismatic structure; very hard, very firm sticky and plastic; many very fine roots; many very fine, fine and few medium tubular pores; slightly acid (pH 6.5); diffuse smooth boundary.  (25 to 38 centimeters (10 to 15 inches) thick)\nCg2--114 to 152 centimeters (45 to 60 inches); gray (5Y 6/1) silty clay loam, dark gray (5Y 4/1) moist; many large prominent redox concentrations of brown (7.5YR 4/4) moist; moderate very coarse prismatic structure; very hard, firm, sticky and plastic; many very fine roots; common very fine and fine tubular pores; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Solano County, California.  0.7 miles west and 2.2 miles north of the west end of the Ryer Island Ferry (ferry located two miles northeast of Rio Vista, California) in the Yolo Bypass of an unsectionized area.  Rio Vista Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist throughout unless drained and not irrigated.  Drained areas have moist chromas of 1 immediately below the mollic epipedon.\nMean annual soil temperature: 16.5 degrees C.\nOrganic matter: averages 2 to 10 percent, strata 1/4 to 2 inches thick may be present that have 10 to 50 percent organic matter\nClay content: 35 to 50 percent\nOther features: some pedons have thin layers with concentrations of red concretions giving a gravelly or gritty feel.  These layers with concretions have low bulk density.\nA horizon:\nHue: 10YR dry, 10YR or N moist\nValue: 3, 4, or 5 dry and 2 or 3 moist\nChroma: 1, 2 or 3 dry, 0, 1, 2 or 3 moist\nOrganic matter: 1 to 25 percent\nTexture of the fine earth: mucky clay loam, clay loam, silty clay loam, silty clay, or clay\nStructure: moderate or strong granular or subangular blocky\nReaction: slightly alkaline to slightly acid, but may become more acid when dry slightly acid to mildly alkaline\nRedox concentrations:  distinct or prominent\nOther features: more than 24 inches thick.\nLower part of the A horizon, Ab horizon where present, and upper part of the C horizon:\nHue: 10YR, 5 Y, or N dry, 10YR or 5Y moist\nValue: 2, 4, 5 or 6 dry, 2 or 3 moist\nChroma: 0, 1 or 2 dry, 1 or 2 moist\nTexture of the fine earth: clay loam, silty clay loam, silty clay or clay\nReaction: slightly alkaline to slightly acid but may become more acid when dry\nRedox concentrations: distinct or prominent\nThe Cg horizon:\nHue: 10YR, 5Y, 2.5Y, 5GY, 5G, 5BG dry, 10YR, 5Y, 2.5Y or 5GY moist\nValue: 4, 5, 6, or 7 dry, 3, 4 or 5moist\nChroma: 1, 2 or 3 dry, 1 or 2 moist\nOrganic matter: 25 to 55 percent, 0 to 2 percent fiber before rubbing and 0 percent after rubbing\nTexture of the fine earth: sandy clay loam, clay loam, silty clay loam, or clay.  Strata of sand, loamy fine sand or loamy coarse sand may be present below 102 centimeters (40 inches)\nStructure: weak to strong\nReaction: slightly acid to slightly alkaline but may be moderately alkaline and/or calcareous below 102 centimeters (40 inches)\nRedox concentrations:  distinct or prominent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gazwell, and Peltier.  Gazwell soils have a buried Histosol within 102 centimeters (40 inches).  Peltier soils have weighted average of 10 to 25 percent organic matter in the 25 to 100 centimeters (10 to 40 inch) zone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Egbert soils are on nearly level to gently sloping flood plains, in backswamps or basins of river deltas.  Slopes are 0 to 5 percent.  The soils formed in alluvium weathered from mixed sources.  Elevations are 4.6 meters (15 feet) above to 3 meters (10 feet) below sea level.  The climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation varies from 254 to 457 millimeters (10 to 18 inches).  Mean January temperature is 8 degrees C (47 degrees F); mean July temperature is 24 degrees C (76 degrees F); mean annual temperature ranges from 15 to 17 degrees C (59 to 62 degrees F).  The frost-free season ranges from 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Peltier and Ryde soils and the Dierssen, Gazwell, Merritt, Sacramento, Scribner and Valpac soils. Dierssen soils have a hardpan between 50 and 100 centimeters (20 to 40 inches).  Gazwell soils have an organic layer between 71 and 99 centimeters (28 and 39 inches).  Merritt soils lack redoximorphic features in the mollic epipedon.  Sacramento soils have cracks in the upper part and have a very fine textural control section.  Scribner and Valpac soils have fine-loamy 25 to 100 centimeter (10 to 40 inch) control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow or slow runoff; slow permeability (sandy substratum phase has rapid permeability below a depth of 100 centimeters (40 inches)).  Levees and drains are required to control both surface and subsurface water.  Drained areas have a water table within 91 and 183 centimeters (3 to 6 feet) during the growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland.  The principal crops are sugar beets, tomatoes, safflower, alfalfa, barley, corn and milo.  Principal native plants are annual grasses, forbs and several members of the rush and sedge families."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the lower end of the Sacramento Valley.  The series is of small extent in MLRA-14, 16, 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Solano County, California, Suisun Area, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Egbert soils as mapped in the 1977 Contra Costa Co. SSA are now excluded from this revised concept.  The pH values in typical pedon were described when the soil was moist.\nThe activity class was added to the classification in February of 2003. Competing series were checked in 2016 - ET.\nDiagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - the zone from the surface to a depth of 79 centimeters (31 inches) (Ap, A)\nMineralogy is assumed to be mixed.\nCumulic subgroup - the mollic epipedon is greater than 60 centimeters (24 inches) thick and the organic carbon decreases irregularly with increasing depth.\nADDITIONAL DATA:  This soil was laboratory sampled as 15N0731 (S2015CA067002).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 centimeters (0 to 6 inches); gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; few fine distinct dark yellowish brown (10YR 3/4) redox concentrations, very dark gray (10YR 3/1) moist; moderate medium and coarse granular structure; very hard, firm, sticky and plastic; many very fine and fine roots; common very fine tubular and interstitial pores; slightly acid (pH 6.5); clear smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--15 to 79 centimeters (6 to 31 inches); gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; strong very coarse prismatic structure; very hard, firm, sticky and plastic; many very fine roots; common very fine and fine tubular pores, neutral (pH 7.0); gradual wavy boundary.  (48 to 64 centimeters (19 to 25 inches) thick)"
      },
      {
        "name": "Cg1",
        "top": 79,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Cg1--79 to 114 centimeters (31 to 45 inches); gray (10YR 6/1) silty clay loam, very dark gray (10YR 3/1) moist; common fine prominent redox concentrations of brown (7.5YR 4/4) and dark grayish brown (2.5Y 4/2) moist; moderate very coarse prismatic structure; very hard, very firm sticky and plastic; many very fine roots; many very fine, fine and few medium tubular pores; slightly acid (pH 6.5); diffuse smooth boundary.  (25 to 38 centimeters (10 to 15 inches) thick)"
      },
      {
        "name": "Cg2",
        "top": 114,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--114 to 152 centimeters (45 to 60 inches); gray (5Y 6/1) silty clay loam, dark gray (5Y 4/1) moist; many large prominent redox concentrations of brown (7.5YR 4/4) moist; moderate very coarse prismatic structure; very hard, firm, sticky and plastic; many very fine roots; common very fine and fine tubular pores; slightly acid (pH 6.2)."
      }
    ]
  ]
}
