{
  "SERIES": "EHEUIKI",
  "STATUS": "Established Series",
  "BYREV": "KH-RTG",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Eheuiki series consists of very deep, somewhat poorly drained soils that formed in basic volcanic ash deposited over basic `a`a lava. Slopes range from 2 to 20 percent. The mean annual rainfall is about 3,685 millimeters (145 inches) and the mean annual air temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isothermic Typic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eheuiki medial silt loam, 5 percent slope, under rain forest at an elevation of 1,340 meters (4,400 feet). (Colors are for moist soil unless otherwise noted. When described on 5/21/97 the soil was moist throughout. When measured on 2/23/98, the soil was 11 degrees C (52 degrees F) at a depth of 50 centimeters (20 inches). All textures are \"apparent field textures\". pH was determined by adjusting field organic dye values via regression to approximate pH in 1:1 water.)\nA1--0 to 9 centimeters (0 to 4) inches; black (7.5YR 2.5/1) medial silt loam; moderate medium subangular blocky structure parting to moderate fine granular; friable, slightly sticky and slightly plastic, weakly smeary; many very fine, fine, and medium and few coarse roots; many very fine, fine, and medium interstitial pores; very strongly acid (pH 4.6); clear wavy boundary. (3 to 10 centimeters (1 to 4 inches) thick)\nA2--9 to 22 centimeters (4 to 9 inches); black (7.5YR 2.5/1) medial silt loam; moderate medium subangular blocky structure parting to weak fine granular; friable, slightly sticky and slightly plastic, weakly smeary; many very fine and fine and common medium roots; many very fine, fine, and medium interstitial pores; strongly acid (pH 5.4); abrupt wavy boundary. (5 to 13 centimeters (2 to 5 inches) thick)\nBw1--22 to 32 centimeters (9 to 13 inches); very dark brown (7.5YR 2.5/2) medial silty clay loam; moderate medium subangular blocky structure; friable, slightly sticky and slightly plastic, weakly smeary; many very fine and fine and few medium roots; many very fine and fine interstitial pores; 5 percent reticulite-like pebbles, dusky red (10R 3/3) slightly hard to hard; 5 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary. (5 to 13 centimeters (2 to 5 inches) thick)\nBw2--32 to 38 centimeters (13 to 15 inches); 60 percent dark brown (7.5YR 3/3) and 40 percent very dark brown (7.5YR 2.5/2) medial silty clay loam; massive; firm, slightly sticky and slightly plastic, weakly smeary; common very fine and fine roots; many very fine, fine, and medium interstitial pores; common fine distinct black (10YR 2/1) irregular redox concentrations throughout; 8 percent gravel size bodies of sand, dark gray (10YR 4/1), hard, firm; very strongly acid (pH 4.6); abrupt wavy boundary. (0 to 8 centimeters (0 to 3 inches) thick)\n2Bw1--38 to 48 centimeters (15 to 19 inches); very dark brown (7.5YR 2.5/2) medial silty clay loam; moderate medium subangular blocky structure; friable, slightly sticky and slightly plastic, weakly smeary; few very fine, fine, medium, and coarse roots; many very fine and fine and few medium interstitial pores; strongly acid (pH 5.2); clear wavy boundary. (5 to 15 centimeters thick (2 to 6 inches) thick)\n2Bw2--48 to 58 centimeters (19 to 23 inches); very dusky red (2.5YR 2.5/2) medial silty clay loam; weak medium subangular blocky structure; friable, slightly sticky and slightly plastic, weakly smeary; common very fine and fine and few medium roots; many very fine and fine interstitial pores; strongly acid (pH 5.4); clear wavy boundary. (8 to 13 centimeters (3 to 5 inches) thick)\n3A--58 to 66 centimeters (23 to 26 inches); very dark brown (7.5YR 2.5/2) medial silty clay loam; massive; friable, moderately sticky and moderately plastic, weakly smeary; common very fine and fine and few medium roots; many very fine and fine interstitial pores; strongly acid (pH 5.4); clear wavy boundary. (5 to 10 centimeters (2 to 4 inches) thick)\n3Bw1--66 to 71 centimeters (26 to 28 inches); dark reddish brown (5YR 2.5/2) medial silty clay loam; weak medium subangular blocky structure; friable, moderately sticky and moderately plastic, weakly smeary; common very fine and fine and few medium roots; many very fine and fine interstitial pores; 5 percent gravel; moderately acid (pH 5.7); abrupt wavy boundary. (3 to 15 centimeters (1 to 6 inches) thick)\n4C/3Bw2--71 to 152 centimeters (28 to 60 inches); dark reddish brown (5YR 3/3) extremely cobbly medial silty clay loam; massive; friable, moderately sticky and moderately plastic, weakly smeary; common very fine and fine and few medium roots; many very fine and fine and common medium and coarse interstitial pores; 4C material consists of unconsolidated `a`a lava fragments; 15 percent stones, 40 percent cobbles, 25 percent gravel; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: From State Hwy 11, drive northwest on State Hwy 148 (Wright Road) to Amuumau Road; turn north (right) and drive for 1.6 miles to cul-de-sac; continue driving straight on gravel road for 0.2 miles to hunter check-in station; take trail leading north for approximately 200 meters (650 feet); take first trail north-northwest (right) for approximately 1,000 meters (3280 feet) to Hawaii Volcanoes National Park fence; turn northwest (left and uphill) for 1940 meters ((6360 feet) where Hawaii Volcanoes National Park fence joins Hawaii Department of Land and Natural Resources fence; turn north-northeast (right) and follow fence and trail for 21 metal fence standards/posts (3 standards after 50 meter flag); walk at a heading of 160 degrees magnetic for approximately 7 meters (22 feet) to type location; Kulani quadrangle; lat. 19 degrees 30 minutes and 30.18 seconds N. and long. 155 degrees 16 minutes and 37.08 seconds W. (Old Hawaiian Datum measured by GPS/PLGR.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nRock fragments: Average less than 35 percent in the control section and 70 to 85 percent below 20 inches.\nSoil reaction: Very strongly acid to moderately acid.\nA horizon\nHue: 7.5YR or 10YR.\nTexture: Medial loam, medial silt loam, or medial silty clay loam.\nStructure: Granular or subangular blocky.\nB Horizon\nHue: 2.5YR to 10YR.\nValue: 2 or 3 moist.\nChroma: 1 to 3 moist.\nTexture: Medial silt loam or medial silty clay loam.\nStructure: Subangular blocky or massive.\n2B horizon\nHue: 2.5YR to 10YR.\nValue: 2 or 3 moist.\nChroma: 1 to 3 moist.\nTexture: Medial silt loam or medial silty clay loam.\nStructure: Subangular blocky or massive.\n3A horizon\nHue: 2.5YR to 10YR.\nValue: 2 or 3 moist.\nChroma: 1 to 3 moist.\nTexture: Medial silt loam or medial silty clay loam.\n3B horizon\nHue: 2.5YR to 10YR.\nValue: 2 or 3 moist.\nChroma: 1 or 3 moist.\nTexture: Medial silt loam or medial silty clay loam.\nRock fragments: 0 to 10 percent.\n4C/3B horizon\nHue: 2.5YR to 10YR.\nValue: 2 to 4 moist.\nChroma: 1 to 4 moist.\nTexture: Extremely cobbly medial silt loam or medial silty clay loam.\nRock fragments: 60 to 85 percent `a`a clinkers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Eheuiki soils formed in basic Uwekahuna volcanic ash, 2,000 to 3,000 years old and other older tephra deposits. Eheuiki soils are mainly on Mauna Loa `a`a lava flows 3,000 to 10,000 years old at elevations 975 to 1,372 meters (3,200 to 4,500 feet). Slopes range from 2 to 20 percent. The mean annual rainfall is 2,920 to 4,190 millimeters (115 to 165 inches), with about 75 percent of the rainfall occurring between November and May. The mean annual pan evaporation is 1,015 to 1,270 millimeters (40 to 50 inches). The mean annual air temperature is 13 to 16 degrees C (55 to 60 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hao, Puaulu and Lithic Endoaquands soils. These soils do not have `a`a clinkers, and in addition Hao soils have a placic horizon, and Lithic Endoaquands are less than 50 centimeters (20 inches) deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Runoff is low. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service and Hawaii Forest Reserve land. Vegetation is banana poka (Passiflora mollissima), kawau or Hawaiian Holly (Ilex anomala), loulu (Pritchardia beccariana), ohia lehua (Metrosideros polymorpha), olapa (Cheirodendron trigynum), hapuu pulu or tree fern (Cibotium glaucum), and yellow Himalayan raspberry (Rubus ellipticus)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur within the Olaa portion of Hawaii Volcanoes National Park and the adjoining State of Hawaii, Puu Makaala Natural Area Reserve; MLRA 159. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2008. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nAndic soil properties - from the soil surface to 100 centimeters (40 inches).\nUmbric epipedon - from the soil surface to 32 centimeters (13 inches) (A1, A2, and Bw horizons).\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C (iso temperature regime)\nSoil moisture - rainfall exceeds evapotranspiration in all months in normal years (perudic moisture regime).\nEdit Log: 12/03 KH. Changed classification from Medial, ferrihydritic, acid, isothermic Typic Epiaquands per CWS/CDJ. Added \"medial' modifier to textures. Changed depth to \"very deep\".\n2/01 KH. Bw1 horizon changed from Bw, and Bw2 changed from Bg. Runoff changed from low to very low.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
