{
  "SERIES": "EL CACIQUE",
  "STATUS": "Established Series",
  "BYREV": "JLL/SRT",
  "REVDATE": "02/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, magnesic, isohyperthermic, shallow Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: El Cacique gravelly clay loam - Naturalized pastureland (Colors for moist soil unless otherwise indicated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) gravelly clay loam, very dark gray (10YR 3/1) dry; moderate fine and medium granular structure; slightly hard, firm; slightly sticky and plastic; many very fine roots, common fine roots; common very fine and fine interstitial and vesicular pores; about 15 percent, by volume, pebbles; about 2 percent, by volume, cobbles; neutral; abrupt smooth boundary.  (4 to 7 inches thick)\nBt--6 to 11 inches; very dark grayish brown (10YR 3/2) very paragravelly clay loam, very dark gray (10YR 3/1) dry; weak very fine and fine granular structure; soft, friable; slightly sticky and plastic; common very fine and fine roots; few very fine and fine interstitial pores; common distinct clay films on faces of peds; about 40 percent, by volume, pebbles; about 1 percent, by volume, cobbles; neutral; abrupt smooth boundary. (5 to 9 inches thick)\nCr--11 to 14 inches; highly fractured serpentinite bedrock.\nR--14 to 86+ inches; hard consolidated serpentinite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San German Municipality, Puerto Rico; approximately 1.5 miles northeast from downtown of the city of San German, about 0.25 mile northeast on P.R. Highway 2 from the intersection of P.R. Highway 362, and about 400 feet north of P.R. Highway 2 in a pasture. San German topographic quadrangle; lat. 18 degrees 05 minutes 15 seconds N.; long. 67 degrees 01 minute 16 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to highly fractured serpentinite bedrock ranges from 6 to 13 inches. Depth to consolidated serpentinite bedrock ranges from 12 to 20 inches. Reaction is neutral throughout. Rock fragments include pebbles and cobbles composed of serpentinite.  The combined total of rock and pararock fragments in the control section is less than 35 percent, by volume.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3, and chroma of 1 to 3. Texture is clay loam or clay in the fine-earth fraction. Content of pebbles and cobbles ranges from 5 to 40 percent, by volume.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3, and chroma of 1 to 3. Texture is clay in the fine-earth fraction. Content of parapebbles and paracobbles range from 15 to 40 percent, by volume.\nThe Cr horizon is composed of highly fractured serpentinite. It can be excavated with difficulty with hand tools, and rippable by mechanized equipment.\nThe R horizon is consolidated serpentinite bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: El Cacique soils are on summits and side slopes in serpentinite hills and mountains of southern Puerto Rico. They formed in material that weathered from serpentinite bedrock. The climate is humid tropical. Slopes range from 5 to 90 percent. The average annual air temperature ranges from 79 to 83 degrees F., and the average annual precipitation ranges from 78 to 82 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the La Taina (T) Maresua, Nipe, Rosario, and Santa Marta soils. All of these soils are on similar positions. La Taina soils are clayey-skeletal. Maresua soils are moderately deep to serpentinite bedrock. Nipe, Rosario, and Santa Marta soils are redder and do not have a large amount of rock fragments throughout the profile. In addition, Nipe and Rosario soils are acid and have an oxic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of El Cacique soils are used for forestland, grazing, or wildlife habitat. The vegetation consists of Maricao doncella, Cupey delmonte, and Algarrobo trees, Cariaquillo, Leucaena, Arbol de navidad del pobre, and Carrasco shrubs, along with lamina and guinea grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Summits and side slopes of the humid serpentinite hills and mountains of southern Puerto Rico. This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San German Municipality, Puerto Rico, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Maresua series.\nDiagnostic horizons and features recognized in this pedon include:\nMollic epipedon - The zone from 0 to 11 inches (Ap and Bt horizons).\nArgillic horizon - The zone from 6 to 11 inches (Bt horizon).\nParalithic contact - The contact at 11 inches (Cr horizon).\nLithic contact - The contact at 14 inches (R horizon).\nEl Cacique soils are in MLRA 270.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
