{
  "SERIES": "EL DUQUE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JLL; SRT; GRB",
  "REVDATE": "09/2011",
  "STATES": "PR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, acid, isothermic Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  El Duque muck--dwarf forest (Colors are for moist soil).\nOi--0 to 1 inches; very dark gray (10YR 3/1) mucky peat; massive; friable; nonsticky and nonplastic; many very fine, fine and medium roots; strongly acid; abrupt wavy boundary. (0 to 2 inches thick)\nA--1 to 10 inches; very dark grayish brown (10YR 3/2) clay loam; weak very fine and fine subangular blocky structure; slightly hard, firm; slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine and fine irregular pores and few very fine and fine tubular pores; common prominent yellowish red (5YR 4/6) and dark red (2.5YR 3/6) iron accumulations adjacent to pores and surfaces along root channels; strongly acid; clear wavy boundary. (4 to 13 inches thick)\nBwg--10 to 21 inches; dark gray (10YR 4/1) silty clay; weak fine and medium subangular blocky structure; slightly hard, firm; slightly sticky and moderately plastic; few very fine, fine and medium roots; common very fine and fine irregular pores and few very fine and fine tubular pores; about common prominent dark red (2.5YR 3/6) iron accumulations adjacent to pores and on surfaces along root channels and pores; neutral; abrupt irregular boundary. (3 to 15 inches thick)\nCr--21 to 30 inches; highly fractured, slightly to highly weathered volcanic bedrock (0 to 9 inches thick).\nR--30 inches; hard fractured, consolidated volcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Yunque National Forest; Ceiba, Puerto Rico. Approximately 2.42 miles southeast of the intersections of PR Hwy. 930 and the forest paved road No. 27; about 90 feet north from the forest road No. 27 on Pico del Este (East Peak). USGS El Yunque topographic quadrangle (1982); lat. 18 degrees 16 minutes 9.2 seconds N. and long. 65 degrees 45 minutes 33.8 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness range from 20 to 40 inches. Depth to hard consolidated bedrock ranges from 21 to 40 inches. Reaction ranges from very strongly acid to strongly acid throughout. The combined total of rock fragments in the control section is less than 15 percent by volume.\nThe Oi horizon, where present, has hue of 10YR, value of 3, and chroma of 1 or 2. Content of pebbles, cobbles or stones range from 2 to 10 percent, by volume. Texture is mucky peat.\nThe A horizon has hue of 10YR, value of 3, and chroma of 2. Content of pebbles range from 0 to 10 percent, by volume. Texture is silt loam or clay loam.\nThe Bwg horizon has hue of 2.5Y to 5Y, value of 4 to 7, and chroma of 2 to 4. Redoximorphic features in shades of brown, red and gray range from few to common throughout. Content of pebbles range from 0 to 10 percent, by volume. Texture is silty clay loam, clay loam or silty clay.\nThe BC horizon, where present, has hue of 2.5Y to 5Y, value of 5 to 7, and chroma of 2 to 4. Redoximorphic features in shades of brown, red and gray range from few to common. Content of pebbles range from 0 to 10 percent, by volume. Texture is silty clay loam.\nThe Cr horizon, where present, is composed of slightly to highly weathered volcanic bedrock. It can be excavated with difficulty with hand tools, and rippable by mechanized equipment.\nThe R horizon is composed of consolidated volcanic bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Guayabota soils are in the same family. The somewhat poorly drained Guayabota soils are deep to volcanic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  El Duque soils are on shoulders and summits of nearby monadnocks of mountains of the Humid Mountains and Valleys MLRA of northern Puerto Rico. Slopes range from 5 to 60 percent. They formed in residuum material that weathered from volcanic bedrock. The climate is humid tropical. The average annual precipitation ranges from 140 to 215 inches and the average annual temperature ranges from 62 to 66 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dwarf and Palm series. Dwarf soils are isomesic, on higher side slope positions and are very deep to saprolite. Palm soils are on side slopes and have kaolinitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of El Duque soils are in native forestland that is used for recreation and research.  The native habitat is pluvial dwarf forest.  Over 200 native and introduced woody species are present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Summits and shoulders of mountains of El Yunque National Forest in Puerto Rico. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Ceiba Municipality, Puerto Rico; 2011. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nUmbric epipedon - the zone from 1 to 10 inches (A horizon).\nCambic horizon - the zone from 10 to 21 inches (Bwg horizon).\nAquic conditions - the zone from 0 to 21 inches (Oi, A and Bwg horizons).\nRedoximorphic features - the zone from 1 to 21 inches (A and Bwg horizons).\nHydric soil indicators - A11, F3.\nParalithic contact - the contact at 21 inches (Cr horizon).\nLithic contact - the contact at 30 inches (R horizon).\nThese soils were formerly included in the Dwarf series.\nADDITIONAL DATA:  Characterization pedon - Ceiba Municipality, Puerto Rico; S11PR-037-001. Sample by NSSL, Lincoln, NE., 05/11.\nEl Duque soils are in MLRA 270A.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
