{
  "SERIES": "ELANDCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:BJW:JCW",
  "REVDATE": "02/2003",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Elandco series comprises deep, well drained, moderately permeable soils on flood plains.  These soils formed in loamy alluvium.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elandco silty clay loam - pasture.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 14 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, firm; many roots and wormcasts; common fine and medium pores; slightly alkaline; clear smooth boundary.  (8 to 20 inches thick)\nA2--14 to 27 inches; very dark grayish brown (10YR 3/2) silty clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, firm; many roots and pores; slightly alkaline; clear smooth boundary.  (12 to 22 inches thick)\nA3--27 to 40 inches; dark brown (10YR 3/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, firm; many roots and pores; slightly alkaline; clear smooth boundary.  (0 to 20 inches thick)\nC--40 to 62 inches; brown (10YR 4/3) silty clay loam, dark brown (10YR 3/3) moist; massive; hard, firm; common films and threads of calcium carbonate; indistinct bedding planes; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eastland County, Texas; approximately 1.8 miles east of the Eastland County Courthouse on U. S. Highway 80; 6 miles east on Farm Road 570; south 0.9 mile on Farm Road 2461; east 1.2 miles on Farm Road 2461; south 0.1 mile on Farm Road 2461 and 440 yards east in pasture, in the Colony Creek flood plain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to secondary carbonates ranges from 20 to 60 inches.\nThe A horizons range from 20 to 50 inches thick.  They have hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 or 3.  The A horizons are silty clay loam, silt loam, or clay loam.  Some pedons have finer or coarser textures in the upper 10 inches.  The A1 and A2 horizons are moderately acid through slightly alkaline.  The A3 horizon is neutral through moderately alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3.  Some pedons contain a few brownish or yellowish mottles in the C horizon.  The C horizon is silty clay loam, clay loam, or silt loam.  Some pedons contain strata of coarser or finer texture than the control section.  The C horizon is neutral through moderately alkaline.  Stratification ranges from very slight to distinct."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bergstrom, Bigetty, Iraan and Port of the same family and the similar Asa, Bosque, Frio, Gageby, Gowen, Spur, Velow and Whitesboro series.  The Bergstrom soils are calcareous throughout.  The Bigetty and Irran soils occur in arid to semiarid moisture regimes.  The Port soils have hues of 7.5YR or redder throughout.  The Asa, Spur and Velow soils have mollic epipedons less than 20 inches thick.  The Bosque, Gageby, Gowen and Whitesboro soils have fine-loamy control sections.  The Frio soils have more than 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elandco soils are on flood plains.  Slopes are plane to slightly convex and gradients are mostly 0 to 1 percent.  The soils formed in alluvium of medium and moderately fine particle size.  Unless protected, flooding occurs at intervals ranging from one to two times each year to once in 4 to 10 years.  Mean annual temperature ranges from 57 to 70 degrees F.  Average annual precipitation ranges from 23 to 40 inches, and the Thornthwaite P-E indices from 36 to 64.  Frost free days range from 190 to 240.  Elevation ranges from 700 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bunyan and Deleon series.  Bunyan soils lack mollic epipedons.  Deleon soils have more than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is negligible; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominantly used for improved pastures and pecan orchards.  Some areas are cultivated to alfalfa, small grains, cotton, forage sorghums, and oats.  Native vegetation is elm, hackberry and pecan trees, with little bluestem, switchgrass, indiangrass, perennial wildrye, and white tridens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Texas, central Oklahoma and south central Kansas.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eastland County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Port series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the A horizons from 0 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
