{
  "SERIES": "ELBOWLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev.TLA/JAL",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "OVERVIEW": "The Elbowlake series consists of moderately deep to a densic horizon, well drained soils formed in volcanic ash over glacial till dominantly from metasedimentary rock.  Elbowlake soils are on mountain backslopes, footslopes,and toeslopes.  Slopes are 5 to 65 percent.  The average annual precipitation is about 21 inches, and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elbowlake ashy silt loam, under a coniferous forest on a 43 percent northeast facing slope at an elevation of 3,120 feet.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 inches; partially decomposed needles and twigs.\nA--2 to 4 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and common medium and coarse roots; 5 percent pebbles; NaF pH 10.5; neutral (pH 6.8); clear smooth boundary.  (0 to 5 inches thick)\nBw1--4 to 17 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and common medium and coarse roots; 5 percent pebbles; NaF pH 10.5; neutral (pH 6.8); abrupt wavy boundary.  (12 to 18 inches thick)\n2Bw2--17 to 22 inches; pale brown (10YR 6/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine and fine and few medium roots; 25 percent pebbles and 15 percent channers; neutral (pH 6.6); clear wavy boundary.  (0 to 9 inches thick)\n2Cd1--22 to 45 inches; light brownish gray (2.5Y 6/2) very channery sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, nonsticky and slightly plastic; many very fine and fine roots; 20 percent channers, 10 percent pebbles and 10 percent cobbles; neutral (pH 6.6); gradual wavy boundary.  (10 to 25 inches thick)\n2Cd2--45 to 60 inches; light brownish gray (2.5Y 6/2) very gravelly sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, nonsticky and slightly plastic; few very fine roots; 20 percent pebbles, 15 percent channers and 5 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Ferry County, Washington; about 12 miles north of Inchelium; 850 feet north and 2,125 feet east of the southwest corner of sec. 13, T. 34 N., R. 35 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 43 to 46 degrees F.  These soils are usually moist but are dry in all parts between 4 and 12 inches for 45 to 75 consecutive days following the summer solstice.  The upper 14 to 20 inches of the 0 to 40 inch particle-size control section has an estimated moist bulk density of 0.75 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.   Rock fragments in the upper part of the control section averages 5 to 10 percent.  The lower part of the control section contains 12 to 18 percent clay, 30 to 50 percent silt, and\n35 to 60 percent rock fragments dominantly metasedimentary, consisting of pebbles, channers, and cobbles.  It is slightly acid or neutral.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3 moist or dry.   It has 0 to 10 percent pebbles.  The A horizon may be absent in some profiles.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 moist.  It has 5 to 10 percent pebbles.\nThe 2Bw horizon has value of 5 or 6 dry, 3 or 4 moist and chroma of 3 or 4 moist or dry.  It is very gravelly sandy loam, very gravelly loam, very channery sandy loam, or very channery loam.  It has 5 to 30 percent channers, 10 to 40 percent pebbles and 5 to 10 percent cobbles.  The 2Bw2 horizon may be absent in some profiles.\nThe 2Cd1 horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 moist or dry.  It is very gravelly sandy loam, very gravelly loam, very channery sandy loam, or very channery loam.  It has 5 to 30 percent channers, 10 to 40 percent pebbles and 5 to 10 percent cobbles.\nThe 2Cd2 horizon has hue of 10YR or 2.5Y,value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4 moist or dry.  It is very gravelly sandy loam, very gravelly loam, very channery sandy loam, or very channery loam.  It has 10 to 40 percent channers, 20 to 40 percent pebbles and 5 to 10 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brannan, Capoose, Crackler, Farway, Kellerbutte,  Natapoc, Nevine, Olot, Rouen, Saska, and Vingulch series.  Brannan and Crackler soils have bedrock at 40 to 60 inches. Capoose, Olot, Rouen, and Vingulch soils have bedrock at 20 to 40 inches.  Farway, Kellerbutte, and Saska soils are very deep. Natapoc soils are sandy loam in the upper part of the particle-size control section. Nevine soils have 20 to 30 percent silt in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elbowlake soils are on mountain backslopes, footslopes, and toeslopes at elevations of 2,100 to 4,100 feet.  Slopes are 5 to 65 percent.  The soils formed in volcanic ash over glacial till dominantly from metasedimentary rock.  The climate is characterized by warm, dry summers and cool, moist winters.  The mean annual precipitation is 18 to 24 inches.  The average January temperature is 28 degrees F, the average July temperature is 60 degrees F, and the mean annual temperature is 42 to 44 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aits, Hartill, Inkler, Kiehl, Republic soils and competing Nevine and Newbell soils.  Aits soils are coarse-loamy and have a volcanic ash mantle 7 to 13 inches thick.  Hartill soils are 20 to 40 inches deep to bedrock.  Inkler soils have more than 15 percent rock fragments in the volcanic ash mantle.  Republic soils have a mollic epipedon 10 to 20 inches thick and are coarse-loamy.  Kiehl soils are sandy-skeletal and have a volcanic ash mantle less than 13 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production, wildlife habitat, watershed, and recreation.  Native vegetation is grand fir, Douglas-fir, western larch, western red cedar, ponderosa pine, lodgepole pine, with an understory of mallow ninebark, creambush oceanspray, pachystima, Utah honeysuckle, longtube twinflower, queencup beadlily, starry false-solomons-seal, creeping Oregon-grape, sidebells pyrola, and black mountain huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation, Ferry County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from 2 to 4 inches, a cambic horizon from 4 to 22 inches; and 40 percent rock fragments in the 17 to 42 inches part of the particle-size control section. The description reflects a change in mineralogy from mixed to glassy over isotic."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Partial laboratory data are available on this soil, National Soil Survey Laboratory: Pedon Number 84P0176 sampled as Newbell series."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; partially decomposed needles and twigs."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 4 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and common medium and coarse roots; 5 percent pebbles; NaF pH 10.5; neutral (pH 6.8); clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--4 to 17 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and common medium and coarse roots; 5 percent pebbles; NaF pH 10.5; neutral (pH 6.8); abrupt wavy boundary.  (12 to 18 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 43,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw2--17 to 22 inches; pale brown (10YR 6/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine and fine and few medium roots; 25 percent pebbles and 15 percent channers; neutral (pH 6.6); clear wavy boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "2Cd1",
        "top": 56,
        "bottom": 114,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Cd1--22 to 45 inches; light brownish gray (2.5Y 6/2) very channery sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, nonsticky and slightly plastic; many very fine and fine roots; 20 percent channers, 10 percent pebbles and 10 percent cobbles; neutral (pH 6.6); gradual wavy boundary.  (10 to 25 inches thick)"
      },
      {
        "name": "2Cd2",
        "top": 114,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd2--45 to 60 inches; light brownish gray (2.5Y 6/2) very gravelly sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, nonsticky and slightly plastic; few very fine roots; 20 percent pebbles, 15 percent channers and 5 percent cobbles; neutral (pH 6.6)."
      }
    ]
  ]
}
