{
  "SERIES": "ELBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/RJA/WWJ",
  "REVDATE": "08/2006",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Elbutte series consists of very shallow and shallow, well drained, slowly permeable soils that are shallow to soft shale.  These soils formed in local alluvium derived from shale and are on cuestas, hogbacks and mesa escarpments.  Slopes range from 1 to 55 percent.  The mean annual precipitation is about 9 inches; the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elbutte gravelly clay loam--rangeland.  On a 4 percent east-facing slope at 4,960 feet elevation.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light yellowish brown (2.5Y 6/4) gravelly clay loam, olive brown (2.5Y 4/4) moist; weak medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few fine vesicular and common very fine interstitial pores; 20 percent sandstone pebbles; slightly alkaline; clear smooth boundary.  (0 to 4 inches thick)\nBw1--3 to 7 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate very fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine interstitial pores; slightly alkaline; clear smooth boundary.  (2 to 5 inches thick)\nBw2--7 to 10 inches; light olive brown (2.5Y 5/4) clay loam mixed with fragments of shale, olive brown (2.5Y 4/4) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; common very fine interstitial pores; slightly effervescent; moderately alkaline; gradual wavy boundary.  (2 to 7 inches thick)\nC--10 to 14 inches; light olive brown (2.5Y 5/4) silty clay loam, olive brown (2.5Y 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine roots; 60 to 85 percent soft shale fragments; slightly effervescent; moderately alkaline; clear wavy boundary.  (3 to 10 inches thick)\nCr--14 to 30 inches; hard shale that can be dug with difficulty; thin strata of sandstone are common."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sierra County, New Mexico; along the eastern foot slopes of the Caballo mountains; about 300 feet east of high power line, and 50 feet south of low power line; 30 feet north of road; near the southeast corner of the southwest quarter of the northeast quarter, sec. 28, T. 14 S., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section July through September and December through March.  The soil is driest during May and June. Typic aridic moisture regime.\nSoil Temperature:  59 to 65 degrees F.\nReaction:  slightly to moderately alkaline\nDepth to bedrock:  7 to 20 inches\nA horizon\nHue: 2.5Y or 10YR\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  2 to 4\nTexture:  sandy loam or clay loam with 0 to 30 percent rock fragments\nB horizon\nHue: 2.5Y or 10YR\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  2 to 4\nTexture:  clay or clay loam (35 to 59 percent clay on a weighted average)\nRock fragments:  less than 15 percent, dominantly pebbles\nC horizon\nHue: 2.5Y or 10YR\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  2 to 4\nTexture:  silty clay loam or clay loam\nRock fragments:  less than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Musgrave (TX) series. Musgrave soils formed in residuum from tuffaceous bedrock of the Duff and Pruett formations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils formed in local alluvium derived from shale of the Mesa Verde and Mancos Formation.  Slopes range from 1 to 55 percent, but commonly are 2 to 35 percent.  Elevation is 4,400 to 5,500 feet.  The arid climate has a mean annual precipitation of 8 to 10 inches; mean annual temperature is 57 to 65 degrees F.  The frost-free period is 170 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Continental, Courthouse, and Stellar soils.  The Continental and Stellar soils are deep and have an argillic horizon.  The Courthouse soils have less than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The principal use is livestock grazing, watershed, and wildlife habitat.  The present vegetation is mainly black grama, sideoats grama, bush muhly, and tobosa with scattered shrubs and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central New Mexico. This soil occurs in LRR-D, MLRA 42. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sierra County, New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from the surface to a depth of 3 inches.  (A horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nWhen the competing series section was updated in September 2001, questions were raised about the description and/or the classification of this series. It was suggested that this soil should classify in the great group of Haplocambids. A field study of the type location is recommended to resolve the questions.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
