{
  "SERIES": "ELCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH-RAT-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elco silt loam - on a west-facing convex slope of 10 percent in idle land at an elevation of about 575 feet above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 cm (0 to 4 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; strong very fine granular structure; friable; many roots throughout; slightly acid; clear smooth boundary. [8 to 18 cm (3 to 7 inches) thick]\nE--10 to 31 cm (4 to 12 inches); brown (10YR 4/3) silt loam; weak thin platy structure parting to moderate very fine granular; friable; many distinct light gray (10YR 7/1) dry, clay depletions on faces of peds; few faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds and linings in pores; few distinct yellowish brown (10YR 5/4) flecks and fragments of subsoil; slightly acid; clear smooth boundary. [0 to 25 cm (0 to 10 inches) thick]\nBE--31 to 38 cm (12 to 15 inches); yellowish brown (10YR 5/4) silt loam; moderate very fine and fine subangular blocky structure; friable; few faint dark brown (10YR 3/3) organo-clay films and very few faint dark grayish brown (10YR 4/2) clay films on faces of peds; few distinct light gray (10YR 7/1) dry, clay depletions on faces of peds; few fine black (5YR 2.5/1) iron-manganese oxide concretions throughout; slightly acid; clear smooth boundary. [0 to 18 cm (0 to 7 inches) thick]\nBt--38 to 66 cm (15 to 26 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; many distinct brown (10YR 4/3) clay films on faces of peds; few distinct light gray (10YR 7/1) dry, silt coatings on faces of peds; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine distinct grayish brown (10YR 5/2) iron depletions along micropores; few fine black (5YR 2.5/1) iron-manganese oxide concretions throughout; slightly acid; clear smooth boundary. [25 to 76 cm (10 to 30 inches) thick]\n2Btg1--66 to 99 cm (26 to 39 inches); grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/6) silty clay loam; moderate medium and coarse subangular and angular blocky structure; firm; common distinct olive brown (2.5Y 4/4) and brown (10YR 4/3) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; common very fine black (5YR 2.5/1) iron-manganese oxide concretions throughout; slightly acid; gradual smooth boundary.[Combined thickness of the 2Btg and/or 2Bt horizons in pedisediment is 0 to 76 cm (0 to 30 inches).]\n3Btg2--99 to 140 cm (39 to 55 inches); grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/6) silty clay; weak medium prismatic structure parting to moderate coarse subangular and angular blocky; firm; many distinct gray (5Y 5/1) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; few fine black (5YR 2.5/1) iron-manganese oxides concretions throughout; slightly acid; clear smooth boundary.\n3Btg3--140 to 178 cm (55 to 70 inches); grayish brown (2.5Y 5/2) silty clay; moderate fine and medium subangular and angular blocky structure; friable; common distinct gray (5Y 5/1) clay films on faces of peds and in pores; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine black (5YR 2.5/1) iron-manganese oxides concretions throughout; slightly acid; clear smooth boundary.\n3Btg4--178 to 203 cm (70 to 80 inches); gray (5Y 5/1) silty clay; moderate coarse subangular blocky structure; firm; common distinct greenish gray (5GY 5/1) clay films on faces of peds; few distinct black (10YR 2/1) organic coatings in root channels and pores; many fine strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; few fine black (5YR 2.5/1) iron-manganese oxides concretions throughout; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sangamon County, Illinois; about 3 miles southeast of Rochester, Illinois; 2520 feet east and 2200 feet south of the northwest corner of section 35, T. 15 N., R. 4 W. U.S.G.S. New City, IL topographic quadrangle; latitude 39 degrees, 42 minutes; 30 seconds North and, longitude 89 degrees, 30 minutes, 28 seconds West., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: greater than 122 cm (48 inches)\nThickness of the loess: 51 to 102 cm (20 to 40 inches)\nDepth to the till with a strongly developed paleosol: within a depth of 152 cm (60 inches)\nParticle-size control section: averages between 25 and 35 percent clay\nAverage content of sand: less than 10 percent sand in the loess, 10 to 35 percent in the pedisediment, and15 to 35 percent in the till. The sand fraction is poorly sorted, well graded.\nDepth to carbonates: greater than 152 cm (60 inches)\nBase saturation: greater than 60 percent at a depth of 127 cm (50 inches) below the top of the argillic horizon\nA horizon [less than 15 cm (6 inches) thick]:\nHue: 10YR\nValue: 3 or 4 (4 to 6 dry)\nChroma: 1 or 2\nTexture: silt loam\nReaction: moderately acid to neutral\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: typically silt loam, but severely eroded pedons include silty clay loam\nReaction: moderately acid to neutral\nE horizon;\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nReaction: moderately acid to neutral\nBE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam or silty clay loam\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 6 in the upper part and 2 to 6 in the lower part\nTexture: typically silty clay loam, but some pedons contain one or more subhorizons that are silt loam\nReaction: strongly acid to slightly alkaline\n2Btg or 2Bt horizon:\nHue: 5Y, 2.5Y, 10YR or 7.5YR\nValue: 3 to 6\nChroma: 1 to 6\nTexture: loam, clay loam, silty clay loam or silt loam\nRedoximorphic features: present\nReaction: strongly acid to slightly alkaline\n3Bt or 3Btg horizon:\nHue: 5Y, 2.5Y, 10YR or 7.5YR\nValue: 3 to 6\nChroma: 1 to 6\nTexture:  loam, clay loam, silty clay loam, silty clay or clay\nRedoximorphic features: common in some part. In some pedons the redox accumulations have redder hue or chroma as high as 8, or both redder hue and higher chroma.\nReaction: strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Birkbeck, Cadiz, Campton, Eleroy, Inton, Iona, Libre, Mayville, Minnith, Morningsun, Redbud, Rocheport, Rockfield, Somanauk, Uniontown, Windere, Winfield, Zurich. The Baraboo Eleroy, and Rocheport soils have a lithic or paralithic contact within the series control section or within a depth of 152 cm (60 inches). Birkbeck, Campton, Inton, Iona, and winfield soils have less than 10 percent sand in all ahorizons within a depth of 102 cm (40 inches). Cadiz, Mayville, Morningsun, Rockfield, and Zurich soils have carbonates within a depth 152 cm (60 inches). Eleroy and Rocheport soils have a paralithic contact within a depth of 152 cm (60 inches). Libre soils have a base saturation of less than 60 percent at a depth of 127 cm (50 inches) below the top of the argillic horizon. Minnith soils have a mean annual soil temperature greater than 12.8 degrees C (55 degrees F), and the sand fraction in the lower part is well sorted, poorly graded. Redbud soils average less than 15 percent sand in the lower part of the series control section. Zurich soils have carbonates above 102 cm (40 inches) and formed in loess and the underlying outwash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Elco soils are on side slopes and some ridge tops on loess covered till plains and moraines. Slope gradients are 1 to 25 percent. These soils formed in 51 to 102 cm (20 to 40 inches) of loess and in the underlying till that contains a strongly developed paleosol. Most pedons have a layer of silty or loamy pedisediment between the loess and till. Mean annual temperature ranges from 7.8 to 12.2 degrees C (46 to 54 degrees F), and mean annual precipitation varies from 813 to 1016 mm (32 to 40 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atlas, Fayette, Hickory, Ursa, and Winfield soils. The somewhat poorly drained Atlas soils are in similar positions where the loess cap is less than 51 cm (20 inches) thick. Fayette and Winfield soils are upslope or at higher elevations and formed entirely in loess. Hickory and Ursa soils are downslope and have less than 51 cm (20 inches) of loess."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is low to very high. saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the loess, moderately high (1.41 to 4.23 micrometers per second) in the pedisediment, and moderately low to moderately high ( 0.42 to 4.23 micrometers per second) in the till that contains a strongly developed paleosol. Permeability is moderate in the loess, moderately slow in the pedisediment, and moderately slow or slow in the till that contains a strongly developed paleosol. Seepy spots on side slopes are common as the result of perched water above the paleosol."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped. Corn, soybeans, small grain, and meadow are the principal crops. Other areas are in pastureland, woodland, or idle land. Native vegetation is upland hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 95B, 108A, 108B, 113, 114B, 115A, 115B, and 115C in Illinois. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shelby County, Illinois, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This pedon was relocated approximately 300 feet east of the previous type location by RAT- Springfield MLRA. Pedon number 97IL-167-026.\nElco soils have been correlated only as moderately well drained and have been used only in Illinois. At one time, the definition allowed for well-drained pedons also, but we now believe that they do not occur because of the influence of the paleosol on water movement in the solum. The 3Btg or 3Bt horizon of Elco soils is the lower part of the solum superimposed upon a Sangamon paleosol in the Illinoian till. Many of the properties of those horizons are believed to be inherited from the paleosol. The variability of the properties is related to the geologic truncation of the paleosol before it was buried by loess, and to the extent of modern soil development into the old materials. Some pedons have a dark-colored layer at the top of the paleosol that was the surface layer of the paleosol, and is now part of the 2Bt or 3Bt horizon of the modern soil. In pedons that do not have the pedisediment layer the Peoria loess lies directly on the paleosol. The paleosolic Bt horizon typically is gray, but ranges to brown in some pedons. Calcium and other bases have been replenished in the paleosol in some pedons after burial by loess by seepage from the mantling material up slope. It is difficult to differentiate the properties of the lower part of the modern solum from those of the paleosol in many pedons.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from the surface to a depth of about 38 cm (15 inches) (Ap, E, and BE) horizons;\nargillic horizon - the zone from about 38 to 203 cm (15 to 80 inches) (Bt1, 2Btg1, 3Btg3, and 3Btg4 horizons;\ntwo lithologic discontinuities - one between the Peoria loess and the Roxana silts (pedisediment) at a depth of 66 cm (26 inches), and the other between the Roxana silts and the glacial till (paleosol) at a depth of 99 cm (39 inches).\nADDITIONAL DATA: Data on pedon S70IL-167-001 is from a pedon within the same delineation as this typical pedon. Data from other pedons are on file at the Illinois NRCS State Office.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
