{
  "SERIES": "ELDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GES/LCL/RWK/KP/WRR",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "OVERVIEW": "The Elder series consists of very deep and deep, well drained soils that formed in alluvial material derived from mixed rock sources. Elder soils are on alluvial fans and in flood plains and have slopes of 0 to 15 percent. The mean annual precipitation is about 20 inches and the mean annual air temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elder fine sandy loam, barley field. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; dark gray (10YR 4/1) fine sandy loam, very dark gray (10YR 3/1) moist; moderate medium and coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine and fine interstitial and few very fine tubular pores; about 10 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (6 to 10 inches thick)\nA--8 to 23 inches; dark gray (10YR 4/1) sandy loam, very dark gray (10YR 3/1) moist; weak fine and medium granular structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial, common very fine and fine, and many medium tubular pores; about 10 percent gravel; slightly acid (pH 6.5); gradual wavy boundary. (14 to 22 inches thick)\nAC--23 to 35 inches; gray (10YR 5/1) sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial and tubular pores; few thin colloidal stains on mineral grains; much mixing of A and C horizon material due to rodent activity; about 10 percent gravel; a thin discontinuous gravel layer at the base of this horizon; slightly acid (pH 6.5); clear wavy boundary. (4 to 12 inches thick)\n2C--35 to 72 inches; light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; massive; hard, very friable, sticky and slightly plastic; few very fine roots; many very fine interstitial and very fine and fine tubular pores; few thin colloidal stains on mineral grains; 1-inch wavy continuous silty clay loam band, dark grayish brown (10YR 4/2) dry, very dark grayish brown (10YR 3/2) moist at 45 inches, similar but thinner 1/4 to 1/2 inch bands at 51 and 57 inches; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Barbara County, California; 3.5 miles southeast of Los Alamos, on Highway 101, 1.1 miles northeast of Barham Ranch buildings in field of Canada del Comasa; equivalent to the center of the SE1/4 NW1/4 section 36, T. 7 N., R. 32 W. (projected)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 59 degrees to 65 degrees F. and usually the soil temperature in winter is not below 47 degrees F. The soil between depths of about 8 and 25 inches is usually dry all the time from late April or May until November or early December and usually is moist in some or all parts all the rest of the year.\nThe soil has 1 to 4 percent organic matter that decreases irregularly to a depth of 20 to 30 inches or more. The 10- to 40-inch control section and usually all parts of the profile are sandy loam, coarse sandy loam, fine sandy loam or light loam and have less than 18 percent clay. The average combined silt, very fine sand, and clay is less than 50 percent. Weak to distinct stratification is present. Rock fragments in the control section are commonly 2 to 15 percent and range up to 35 percent. Shale fragments and gravel are usually less than 1/2 inch in diameter\n.\nThe A horizon is 2.5Y 5/2, 4/2; 10YR 3/1, 4/1, 4/2, 4/3, 5/1, 5/2, 5/3. This horizon is slightly alkaline to moderately acid and the base saturation is 75 to 100 percent. It has weak or moderate granular or subangular blocky or angular blocky structure in most pedons. In some pedons, the soil is massive and dry consistence is slightly hard.\nThe C horizon is 2.5Y 4/2, 6/2, 6/4; 10YR 4/2, 4/3, 5/2, 5/3, 5/4, 5/6, 5/8, 6/2, 6/3, 6/4; 7.5YR 5/2, 5/4. It is slightly acid to slightly alkaline and is not calcareous. A buried A horizon is present in some pedons below a depth of 30 to 40 inches. It is not a contrasting texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hustabel, Nord and Russian series. Hustabel soils are calcareous throughout with buried A horizons. Nord soils are calcareous below depths of 5 to 10 inches and are moderately to very strongly alkaline in the C horizon. Russian soils are dry from June to October and have more than 50 percent combined clay, silt, and very fine sand in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Elder soils are on alluvial fans and flood plains. Elevations are 20 to 1,500 feet. The soils formed in moderately coarse textured alluvium derived from sedimentary, granitic, and basic igneous rock sources. Slopes are 0 to 15 percent. The climate is dry, subhumid mesothermal with warm, dry summers and cool, wet winters. The mean annual precipitation is 12 to 35 inches. The average January temperature is about 48 degrees F. and about 56 degrees along the coast of California; the average July temperature is about 65 degrees F.; the average annual temperature is about 57 degrees to 61 degrees F. Freeze-free season is 175 to 325 days and as high as 350 days along the coast of California."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arroyo Seco,  Arnold, Botella, Corralitos, Chamise, Crow Hill, Danville, Hanford, Salinas, and San Andreas soils. Arnold and Corralitos soils are sandy and lack a mollic epipedon. Botella, Chamise, and Danville soils have an argillic horizon. Crow Hill and San Andreas soils have a paralithic contact at depths of less than 40 inches. Salinas soils have more than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; negligible to low runoff; small areas adjacent to drainageways often subject to overflow during severe storms; some areas are protected with dams and levees, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: With irrigation, Elder soils are intensively used for growing truck, field, and forage crops. Dry areas are used for growing small grain, hay, and small amounts of other crops. Some areas protected from flooding are used for urban development. Uncultivated areas have a cover of annual grasses and forbs with scattered live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Valley and valleys of the Coast Range in California, MLRAs 14, 15, and 19. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Red Bluff Area, California, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: At some in the past, the definition has been widened to include most of the soils that are in the same family. The Elder series includes most of the soils formerly placed in the Molinos and Visalia series. Differentia based on kind of rock source of the alluvium are discontinued.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark gray (10YR 4/1) fine sandy loam, very dark gray (10YR 3/1) moist; moderate medium and coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine and fine interstitial and few very fine tubular pores; about 10 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--8 to 23 inches; dark gray (10YR 4/1) sandy loam, very dark gray (10YR 3/1) moist; weak fine and medium granular structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial, common very fine and fine, and many medium tubular pores; about 10 percent gravel; slightly acid (pH 6.5); gradual wavy boundary. (14 to 22 inches thick)"
      },
      {
        "name": "AC",
        "top": 58,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--23 to 35 inches; gray (10YR 5/1) sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial and tubular pores; few thin colloidal stains on mineral grains; much mixing of A and C horizon material due to rodent activity; about 10 percent gravel; a thin discontinuous gravel layer at the base of this horizon; slightly acid (pH 6.5); clear wavy boundary. (4 to 12 inches thick)"
      },
      {
        "name": "2C",
        "top": 89,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "2C--35 to 72 inches; light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; massive; hard, very friable, sticky and slightly plastic; few very fine roots; many very fine interstitial and very fine and fine tubular pores; few thin colloidal stains on mineral grains; 1-inch wavy continuous silty clay loam band, dark grayish brown (10YR 4/2) dry, very dark grayish brown (10YR 3/2) moist at 45 inches, similar but thinner 1/4 to 1/2 inch bands at 51 and 57 inches; neutral (pH 7.0)."
      }
    ]
  ]
}
