{
  "SERIES": "ELDER HOLLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEO/LW/TWH",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Elder Hollow series consists of shallow, well drained soils that formed in material weathered from quartz diorite and shale.  Elder Hollow soils are on side slopes of mountains, and on ridges.  Slopes are 20 to 50 percent.  The average annual precipitation is about 22 inches and the mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid, shallow Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elder Hollow channery loam, range.  (Colors are for air dry soil unless otherwise stated.)\nA--0 to 6 inches; brown (10YR 5/3) channery loam; dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, slightly sticky and moderately plastic; many fine, common medium, and few coarse roots; slightly acid (pH 6.4); clear wavy boundary.  (5 to 10 inches thick)\nBw--6 to 16 inches thick; brown (10YR 5/3) channery loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; fine common and few coarse roots; few fine pores; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 10 inches thick)\nCr--16 to 28 inches; weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Summit County, Utah; about 3 miles up Norway Flat Road; SW1/4 of the NW1/4 of the SW14/4 section 30, T.2S., R.8E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to weathered shale ranges from 10 to 20 inches.  The surface layer when mixed to a depth of 7 inches meets the requirements for a mollic epipedon.  It ranges from 6 to 10 inches thick.  Base saturation is 75 percent or less in some part above the paralithic contact.  The series control section is channery loam with channery or channery rock fragments.  Hard bedrock occurs at depth of about 38 inches in some pedons.  Quartzite stones and cobbles are on the surface and in the upper part of the sola in a few pedons.  The mean annual soil temperature ranges from 38 to 45 degrees F.\nThe A horizon has value of 4 or 5 dry, and chroma of 2 or 3.  It is mainly channery loam but ranges to channery silt loam with 5 to 20 percent shale fragments.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 or 6 moist, and chroma of 3 or 4.  It ranges from channery loam or channery silt loam or channery silty clay loam.  This horizon is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no competitors. The Little Pole soil in a closely related family has a lithic contact deeper than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elder Hollow soils are on mountain side slopes, ridges and spur ridges at elevations of 7,500 to 8,500 feet.  Slopes are 20 to 50 percent.  These soils formed in material weathered from quartz diorite porphyry and shale.  The mean annual temperature ranges from 38 to 45 degrees F.  The average annual precipitation ranges from 20 to 25 inches.  The frost free season is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bear Basin, Broad Canyon and Gardners Fork soils.  All of these soils are more than 40 inches deep to bedrock.  Also, Bear Basin Broad Canyon soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range, wildlife habitat and water supply.  The native vegetation is dominantly oakbrush, scrub aspen, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Utah.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Summit County, Kamas Forest Area, Utah, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: from 0 to 7 inches (A horizon mixed with upper 1 inch of Bw)\nCambic horizon: from 6 to 16 inches (Bw horizon)\nParticle-size control section: The zone from 10 to 16 inches (part of the Bw horizon)\nLithic contact: at 16 inches (R layer)\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; brown (10YR 5/3) channery loam; dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, slightly sticky and moderately plastic; many fine, common medium, and few coarse roots; slightly acid (pH 6.4); clear wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--6 to 16 inches thick; brown (10YR 5/3) channery loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; fine common and few coarse roots; few fine pores; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 71,
        "narrative": "Cr--16 to 28 inches; weathered shale."
      }
    ]
  ]
}
