{
  "SERIES": "ELDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. HEH-RLT",
  "REVDATE": "10/2001",
  "STATES": "AR,MO",
  "OVERVIEW": "The Eldon series consists of very deep, well drained, moderately permeable soils formed in residuum from cherty limestone interbedded with shale and sandstone. These soils are on uplands with slopes ranging from 2 to 25 percent. Mean annual temperature is 56 degrees F, and mean annual precipitation is 41 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, mesic Mollic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eldon gravelly silt loam - on a 6 percent convex southwest-facing slope in broom sedge and lespedeza at an elevation of 1270 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark brown (7.5YR 3/2) gravelly silt loam, brown (7.5YR 5/2) dry; moderate fine granular structure; very friable; common fine roots; few worm channels and casts; 20 percent chert gravel and 5 percent chert cobbles; moderately acid; clear smooth boundary.  (6 to 10 inches thick)\nBt1--10 to 19 inches; reddish brown (5YR 4/4) very gravelly silty clay loam; moderate very fine subangular blocky structure; friable; few fine roots; few worm channels and casts; few faint clay films on faces of peds; 50 percent chert gravel and 10 percent chert cobbles; few fine black iron-manganese concretions; very strongly acid; clear smooth boundary.\nBt2--19 to 24 inches; reddish brown (2.5YR 4/4) extremely gravelly silty clay loam; moderate fine and very fine subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; 60 percent chert gravel and 10 percent chert cobbles; few fine black iron-manganese concretions; very strongly acid; clear smooth boundary.\nBt3--24 to 31 inches; dark red (2.5YR 3/6) very gravelly silty clay; few medium faint dusky red (10R 3/4) mottles; strong fine angular blocky structure; firm; few fine roots; few faint clay films on faces of peds; 50 percent chert gravel and 5 percent chert cobbles; few fine black iron-manganese concretions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 12 to 36 inches.)\n2Bt4--31 to 60 inches; dusky red (10R 3/4) clay; moderate medium subangular blocky structure; very firm; many distinct clay films on faces of peds; 10 percent fine chert gravel; few fine black iron-manganese concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Greene County, Missouri; near the edge of the city of Republic; about 1,930 feet north and 290 feet east of the southwest corner, sec. 16, T. 28 N., R. 23 W; USGS Brookline quadrangle, lat. 37 degrees 7 minutes 49 seconds N. and long. 93 degrees 27 minutes 40 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum is 60 inches or more. The upper 20 inches of the argillic horizon averages between 35 and 60 percent clay and 35 percent or more rock fragments that are dominantly chert.  Reaction of the A horizon and Bt horizon range from very strongly acid to moderately acid, except higher where limed, and the 2Bt horizon ranges from very strongly acid to mildly alkaline.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 2 or 3. It is silt loam or loam or their gravelly analogues. Gravel content is 5 to 25 percent, and cobble content is 3 to 15 percent.\nThe BE, BA, or E horizon, when present, has hue of 10YR to 5YR, value of 3 to 5, and chroma of 3 to 6. Texture commonly is gravelly, very gravelly, or extremely gravelly analogues of silty clay loam, loam, or silt loam.\nThe upper part of the Bt horizon has hue of 10YR to 2.5YR, and the lower part 7.5YR to 10R. Value is 3 to 6 and chroma is 3 to 8. Textures are the gravelly to extremely gravelly analogues of silty clay loam, silty clay, or clay, and can be silt loam in the upper part. Gravel content in the Bt horizon is 25 to 60 percent, and cobble content is 3 to 15 percent.\nThe 2Bt horizon has color similar to the Bt horizon. It commonly is clay or gravelly clay, and less commonly silty clay or silty clay loam or their gravelly to extremely gravelly analogues. Gravel content is 0 to 65 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. Similar series in other families are the Clareson, Craig, Eldorado and Keeno soils. Clareson, Craig, and Eldorado soils are thermic. In addition, Eldorado soils are loamy-skeletal. Keeno soils have a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eldon soils are on uplands in prairie areas of the western border Ozarks region. Slopes typically are 2 to 9 percent, but range to as much as 25 percent. These soils formed in residuum from cherty limestone interbedded with shale and sandstone bedrock. Mean annual temperature ranges from 54 to 58 degrees F, and mean annual precipitation ranges from 36 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Creldon, Gerald and Keeno series. Keeno soils are on lower side slopes. The Creldon and Gerald soils have fragipans and occur on broad ridgetops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate. Runoff is medium to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture and small grain or hay. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Missouri and northern Arkansas (MLRAs 116A and 116B). The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Miller County, Missouri, 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are: ochric epipedon - the zone from the surface of the soil to a depth of 10 inches (borderline mollic epipedon - mollic subgroup, Ap horizon);\nargillic horizon - the zone from approximately 10 to 60 inches or more (Bt1, Bt2, Bt3, and 2Bt4 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark brown (7.5YR 3/2) gravelly silt loam, brown (7.5YR 5/2) dry; moderate fine granular structure; very friable; common fine roots; few worm channels and casts; 20 percent chert gravel and 5 percent chert cobbles; moderately acid; clear smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--10 to 19 inches; reddish brown (5YR 4/4) very gravelly silty clay loam; moderate very fine subangular blocky structure; friable; few fine roots; few worm channels and casts; few faint clay films on faces of peds; 50 percent chert gravel and 10 percent chert cobbles; few fine black iron-manganese concretions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--19 to 24 inches; reddish brown (2.5YR 4/4) extremely gravelly silty clay loam; moderate fine and very fine subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; 60 percent chert gravel and 10 percent chert cobbles; few fine black iron-manganese concretions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 61,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--24 to 31 inches; dark red (2.5YR 3/6) very gravelly silty clay; few medium faint dusky red (10R 3/4) mottles; strong fine angular blocky structure; firm; few fine roots; few faint clay films on faces of peds; 50 percent chert gravel and 5 percent chert cobbles; few fine black iron-manganese concretions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 12 to 36 inches.)"
      },
      {
        "name": "2Bt4",
        "top": 79,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt4--31 to 60 inches; dusky red (10R 3/4) clay; moderate medium subangular blocky structure; very firm; many distinct clay films on faces of peds; 10 percent fine chert gravel; few fine black iron-manganese concretions; very strongly acid."
      }
    ]
  ]
}
