{
  "SERIES": "ELDRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM-GWH-CAW",
  "REVDATE": "05/2002",
  "STATES": "ME,MA,NH,VT",
  "OVERVIEW": "The Eldridge series consists of very deep, moderately well drained soils on glacial lake plains, terraces, and glacial outwash areas. The soils formed in sandy glaciofluvial or aeolian deposits underlain by loamy estaurine or glaciolacustrine deposits. Permeability is rapid in the solum and moderately slow or slow in the substratum. Slope ranges from 0 to 50 percent. Mean annual precipitation is about 34 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, active, nonacid, mesic Aquic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eldridge fine sandy loam, on a 3 percent south facing slope in a hayfield. (Colors are for moist soils unless otherwise noted.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; moderate fine and very fine granular structure; very friable; slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBw1--9 to 17 inches; olive brown (2.5Y 4/4) loamy fine sand; weak fine granular structure; very friable; moderately acid; abrupt irregular boundary.\nBw2--17 to 27 inches; olive brown (2.5Y 4/4) loamy fine sand; single grain; loose; few small distinct yellowish brown (10YR 5/6) redoximorphic accumulations; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bw is 11 to 20 inches thick.)\n2C--27 to 65 inches; stratified olive (5Y 4/3) very fine sand and silt and dark grayish brown (10YR 4/2) clay with lenses of sand; massive; friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chittenden County, Vermont; Town of Essex, 2 miles south of Essex Junction and 600 feet east of Allen Brook Bridge. USGS Essex Junction, VT topographic quadrangle; latitude 44 degrees, 27 minutes, 35 seconds N. and longitude 73 degrees, 6 minutes, 37 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to the stratified deposits range from 16 to 35 inches. Depth to bedrock, skeletal, or coarse textured layers is greater than 60 inches. Rock fragments range from 0 to 5 percent. Reaction ranges from strongly acid to neutral.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 2 to 4. Texture of the fine-earth fraction is loamy sand, loamy fine sand, sandy loam, or fine sandy loam. Some pedons have an A horizon 2 to 4 inches thick.\nSome pedons have an E horizon 1 to 3 inches thick. It has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 or 3. Texture of the fine-earth fraction is loamy sand, loamy fine sand, sandy loam, or fine sandy loam.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 3 to 8. Texture of the fine-earth fraction is loamy fine sand, loamy sand, fine sand, or sand. In some pedons, subhorizons of fine sandy loam, sandy loam, or sandy clay loam, less than 5 inches thick, are immediately above the 2C horizon. Also, in some pedons the upper part of the Bw horizon, within 10 inches of the mineral soil surface, is fine sandy loam.\nSome pedons have a BC horizon.\nThe 2C horizon has hue of 10YR to 5Y, value of 4 to 5, and chroma of 2 to 6. Texture of the fine-earth fraction is stratified very fine sandy loam, silt loam, silty clay, or clay. The weighted average of the clay content in the 2C horizon is less than 18 percent. Lenses of sand, fine sand, loamy very fine sand, and very fine sand are common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other soils in this family. The Cosad and Hinesburg series are in related families. Cosad soils have clayey substrata, have a superactive CEC class and are somewhat poorly drained. Hinesburg soils are well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eldridge soils are nearly level to steep soils on glacial lake plains, terraces, or glacial outwash areas. They are on upland plains, terraces, and the tops and side slopes of hills and ridges, and on the side slopes of knolls and swells. Slope ranges from 0 to 50 percent but typically is  less than 5 percent. The soils formed in thin, sandy glaciofluvial or aeolian deposits underlain by loamy estaurine or glaciolacustrine deposits. Mean annual precipitation ranges from 30 to 55 inches, and the mean annual temperature ranges from 45 to 53 degrees F. The frost free season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belgrade, Deerfield, Enosburg, Hinesburg, Munson, Suffield and Windsor soils. The well drained Hinesburg and poorly drained Enosburg soils are in a drainage sequence with Eldridge soils.\nBelgrade, Munson and Suffield soils formed in nearby glaciolacustrine or marine sediments and have finer textured sola.  Deerfield and Windsor soils formed in nearby glaciofluvial deposits that are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is rapid in the solum and moderately slow or slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for hay and pasture. Some areas are used for growing row crops. Some areas are wooded. Common trees are white pine, sugar maple, gray birch, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermont, Massachusetts, New Hampshire, and eastern New York. MLRA 142, 144A, 144B, and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chittenden County, Vermont, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1).The typical pedon is not the same pedon published in the Soil Survey of Chittenden County, Vermont.  2). The depleted subhorizon in the C horizon is cited as evidence of depletions. A question has been raised with NSSC regarding the requirement of depletions and not redoximorphic features within the 100 cm. 3). The diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 9 inches (Ap horizon).\nb.  Aquic Udorthents feature - depletions within 100 cm of the mineral surface and aquic conditions for some time in most years. (Depleted matrix in subhorizons of the C horizon.)\nc.  Strongly contrasting particle size class - the transition between the sandy material and the loamy material in the control section (to 40 inches) is less than 5 inches. The loamy material has less than 50 percent fine or coarser sand."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; moderate fine and very fine granular structure; very friable; slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw1--9 to 17 inches; olive brown (2.5Y 4/4) loamy fine sand; weak fine granular structure; very friable; moderately acid; abrupt irregular boundary."
      },
      {
        "name": "Bw2",
        "top": 43,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--17 to 27 inches; olive brown (2.5Y 4/4) loamy fine sand; single grain; loose; few small distinct yellowish brown (10YR 5/6) redoximorphic accumulations; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bw is 11 to 20 inches thick.)"
      },
      {
        "name": "2C",
        "top": 69,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--27 to 65 inches; stratified olive (5Y 4/3) very fine sand and silt and dark grayish brown (10YR 4/2) clay with lenses of sand; massive; friable; slightly acid."
      }
    ]
  ]
}
