{
  "SERIES": "ELENORE",
  "STATUS": "Established Series",
  "BYREV": "Rev: RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "OVERVIEW": "The Elenore series are shallow to duripan, well drained, moderately slowly permeable soils that formed in alluvium dominantly from igneous rocks.  They are on fan remnants and have slopes of 2 to 8 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elenore gravelly loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nThe soil surface is covered with 10 percent cobbles and 45 percent gravel.\nA--0 to 4 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common medium, fine, and very fine roots; common medium, many fine and very fine pores; 10 percent gravel; neutral (pH 7.2); clear smooth boundary. (3 to 4 inches thick)\nBA--4 to 7 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few medium, common fine and very fine roots; few medium, common fine and very fine pores; 10 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary. (0 to 4 inches thick)\nBt--7 to 14 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few medium, common fine and very fine roots; few medium, many fine and very fine pores; common moderately thick clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (7 to 9 inches thick)\nBkq--14 to 18 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine and very fine roots; common fine and very fine pores; 10 percent gravel; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (4 to 6 inches thick)\nBkqm--18 to 27 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; extremely hard, extremely firm, nonsticky and nonplastic; moderately cemented by silica and carbonates; continuously capped by an indurated very thin silica laminae; few fine and very fine roots matted on silica laminar cap; 30 percent gravel; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.4); clear wavy boundary. (9 to 28 inches thick)\n2Ckq--27 to 60 inches; very pale brown (10YR 7/4) very gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; hard, firm, nonsticky and nonplastic; weakly cemented by silica and carbonates; common medium, fine and very fine pores; 40 percent gravel; slightly effervescent, carbonates are disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah, in Hamlin Valley, about 200 feet south and 400 feet east of the northwest corner of sec. 32, T. 31 S., R.  19 W; Rice Mountain Quadrangle; lat. 38 degrees 4 minutes 10 seconds N.  and long. 114 degrees 0 minutes 13 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to the duripan are 14 to 20 inches.  These soils have a soil moisture regime that is xeric bordering on aridic.  The mean annual soil temperature is 47 to 52 degrees F., and the mean summer temperature is 69 to 72 degrees F.  The mollic epipedon is 7 to 10 inches thick and can include the upper part of the Bt horizon.  The particle size control section has or contains 0 to 15 percent igneous rock fragments that are gravel in size and averages 27 to 35 percent clay.\nThe A horizon has a hue of 10YR, value of 5 dry, 3 moist, and chroma of 2 or 3.  Texture is gravelly sandy loam or gravelly loam.  Rock fragment content is 0 to 15 percent gravel, but with incorporation of surface rock fragment content the A horizon yields gravelly texture modifiers.  Reaction is neutral or slightly alkaline.\nThe BA horizon has a hue of 7.5YR or 7.5YR, value is 4 or 5 dry and 3 moist, and chroma is 2 or 3.  Texture is a loam or clay loam.  Rock fragment is 0 to 15 percent gravel.  Reaction is neutral or slightly alkaline.  This horizon may absent in some pedons.\nThe Bt horizon has a hue of 7.5YR or 10YR, value is 4 or 5 dry and 3 or 4 moist, and chroma is 3 or 4.  Texture is gravelly clay loam or clay loam.  Rock fragment is 0 to 15 percent gravel.  Clay content is 27 to 35 percent.  Reaction is neutral to moderately alkaline.\nThe Bkq horizon has a hue of 10YR, value is 6 or 7 dry and 4 or 5 moist, and chroma is 3 or 4.  Texture is fine sandy loam or loam.  Rock fragment is 0 to 15 percent gravel.  Reaction is moderately alkaline.\nThe 2Ckq horizon has hue of 7.5YR or 10YR, value is 5 to 7 dry, 4 or 5 moist and chroma is 3 or 4.  Texture is very gravelly loamy coarse sand.   Clay content is 0 to 5 percent.  Rock fragment content is 35 to 60 percent gravel.  Reaction is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Demoss (ID) series is classified with a fine-loamy family.  Demoss soils have a paralithic contact below the duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elenore soils are on fan remnants at elevations of 6,400 to 6,800 feet.  Slope are 2 to 8 percent.  The soils formed in alluvium dominantly from igneous rocks.  The mean annual precipitation is 12 to 14 inches.  The mean air annual temperature is 45 to 50 degrees F., and the mean summer temperature is 67 to 70 degrees F.  The freeze free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deerlodge and Pioche soils.  Deerlodge soils are moderately deep to duripan and the Pioche soils are clayey-skeletal and shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability in the solum and very slow in the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and wildlife habitat.  Important plants are Utah juniper and pinyon pine, with an understory of bluebunch wheatgrass, Indian ricegrass, Wyoming big sagebrush and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Utah.  MLRA D28.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Iron County (Iron-Washington Soil Survey Area), Utah, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 7 inches. (A and BA horizon)\nArgillic horizon - the zone of clay accumulation from 7 to 14 inches.  (Bt horizon)\nDuripan - the dominantly silica indurated layer from 18 to 27 inches.  (Bkqm horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
