{
  "SERIES": "ELFKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  ALH/",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elfkin silt loam - on a 3 percent slightly convex southwest-facing slope at 1,100 meters elevation in cropland.  When described on September 1, 1988, the soil was dry to 13 cm and slightly moist below.  (Colors are for air-dry soil unless otherwise noted.)\nAp--0 to 13 cm inches; brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; weak fine, medium and coarse subangular blocky structure parting to moderate fine and medium granular; hard, very friable, slightly sticky and slightly plastic; common very fine, few medium roots; many very fine, common fine and medium interstitial pores; 2 percent gravel, 2 percent cobbles; neutral (pH 6.6); clear wavy boundary. (10 to 28 cm thick)\nBt1--13 to 25 cm; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 3/4) moist; strong fine, medium and coarse subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; many very fine, few fine roots; common very fine, few fine and medium tubular pores, common very fine interstitial pores; few faint clay films on faces of peds and in pores; 5 percent gravel, 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.\nBt2--25 to 38 cm; light yellowish brown (10YR 6/4) silty clay loam, brown (10YR 4/3) moist; weak fine and medium prismatic structure parting to strong fine and medium subangular blocky; very hard, friable, moderately sticky and moderately plastic; many very fine, few fine roots; common very fine, few fine tubular pores; common faint clay films on faces of peds and in pores; 2 percent gravel; neutral (pH 6.9); clear wavy boundary. (combined Bt horizon - 20 to 40 cm thick)\nBk1--38 to 58 cm; yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 3/4) moist; moderate very fine to coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine, few fine tubular pores, common very fine interstitial pores; slightly effervescent matrix with violently effervescent masses and threads of calcium carbonates; slightly alkaline (pH 7.4); clear wavy boundary.\nBk2--58 to 79 cm; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; moderate very fine, fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine, few fine tubular pores, common very fine interstitial pores; violently effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary.\nBkq--79 to 91 cm; very pale brown (10YR 8/3) loam, light yellowish brown (10YR 6/4) moist; massive; discontinuous moderate cementation; few very fine roots; common very fine tubular pores, violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (combined Bk and Bkq horizons - 8 to 64 cm thick)\nBkqm1--91 to 99 cm; very pale brown (10YR 8/3) indurated duripan, very pale brown (10YR 7/4) moist with continuous indurated laminar cap and lamellae less than 2 mm thick, 2 to 3 cm apart; massive; violently effervescent; clear wavy boundary. (2 to 20 cm thick)\n2Bkqm2--99 to 114 cm; very pale brown (10YR 8/4) indurated duripan, light yellowish brown (10YR 6/4) moist with continuous indurated laminar cap; massive; 25 percent gravel, 35 percent cobbles; violently effervescent; abrupt wavy boundary.  (8 to 50 cm thick)\n2R--114 cm; unweathered basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gooding County, Idaho; about 5 miles northwest of Gooding; 1,650 feet south and 400 feet east of the northwest corner of section 14, T.5 S., R.14 E.; USGS Gooding Quadrangle; Latitude - 42 degrees, 59 minutes, 31 seconds N. and Longitude - 114 degrees, 39 minutes, 09 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcium carbonates - 45 to 65 cm\nDepth to duripan - 50 to 100 cm\nDepth to bedrock - 100 to 150 cm\nParticle-size control section - 24 to 35 percent clay; 0 to 10 percent rock fragments\nMoisture control section - moist less than 90 consecutive days when the soil temperature is greater than 8 degrees C.\nAverage annual soil temperature - 10 to 12 degrees C.\nA horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nReaction - neutral or slightly alkaline\nRock fragments - 0 to 5 percent gravel, 0 to 5 cobbles and 0 to 10 total\nBt horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - SIL or SICL\nClay content - 24 to 35 percent\nRock fragments - 0 to 5 percent gravel, 0 to 5 cobbles and 0 to 10 total\nReaction - neutral through moderately alkaline\nBk and Bkq horizons\nValue - 5 through 8 dry, 3 through 6 moist\nChroma - 3 or 4 dry or moist\nTexture - L or SIL\nClay content - 12 to 27 percent\nRock fragments - 0 to 10 percent gravel, 0 to 10 percent cobbles and 0 to 15 percent total\nParagravel - 0 to 35 percent duripan fragments\nReaction - slightly alkaline through strongly alkaline\nCalcium carbonate equivalent - 3 to 40 percent\n2Bkqm horizon\nStructure - massive or platy\nCementation - very strong or indurated\nRock fragments - 15 to 90 percent total"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elijah, McPan and Virtue series.  Elijah and Virtue soils are greater than 150 cm to bedrock.  McPan soils are 50 to 100 cm deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elfkin soils are on lava flows on lava plains and in valleys at elevations of 700 to 1,400 meters.  Slopes range from 0 to 12 percent.  The soils formed in silty alluvium from loess and volcanic ash over basalt.  Average annual precipitation is 200 to 300 mm.  Average annual temperature is 9 to 11 degrees C.  The frost-free season is 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bruncan, Gooding, Purdam and the competing McPan soils.  Bruncan soils have bedrock above 100 cm.  Gooding soils average more than 35 percent clay in the argillic horizon.  Purdam soils do not have an indurated duripan.  These soils are on similar geomorphic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high Ksat."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Elfkin soils are used mainly for irrigated cropland, irrigated hayland/pasture and rangeland.  Crops grown include corn, small grains, potatoes and sugar beets.  Native vegetation is Wyoming big sagebrush, bluebunch wheatgrass and Thurber needlegrass. Some areas have been urbanized."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Idaho.  MLRA 11.  Elfkin soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ada County, Idaho, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 13 cm (Ap horizon)\nArgillic horizon - zone from 13 to 38 cm (Bt1 and Bt2 horizons)\nIndurated duripan - zone from 91 to 114 cm (Bkqm1 and 2Bkqm2 horizons)\nParticle-size control section - zone from 13 to 38 cm\nSoil moisture regime - aridic bordering on xeric\nThis soil was originally correlated as Elijah, bedrock substratum phase.  As revised in 2010, Elijah soils must be greater than 150 cm to bedrock.  Bedrock substratum phases of Elijah in Ada County Area, Canyon County Area, and Wood River Area soil surveys (Idaho) will be correlated to the Elfkin Series during MLRA updates.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
