{
  "SERIES": "ELKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAB-JWW-STS",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elka channery silt loam in an area of Elka-Vly soils, 15 to 35 percent slopes, very stony.\nOe--0 to 1 inches; black (5YR 2/1) partially decomposed hemic material; moderate medium and fine granular structure; very friable; many fine and common medium live roots; very strongly acid; abrupt wavy boundary.\nA--1 to 6 inches; dark reddish brown (5YR 3/3) channery silt loam, light reddish brown (5YR 6/3) dry; weak fine and medium  granular structure; very friable; many fine, common medium and a few coarse roots; 15 percent rock fragments; very strongly acid; clear wavy boundary (4 to 8 inches thick).\nBwl--6 to 21 inches; reddish brown (5YR 5/4) channery silt loam; weak medium subangular blocky structure; friable; common fine roots, few medium and coarse roots; few fine and medium tubular pores, common medium vesicular pores; 25 percent rock fragments; very strongly acid; clear wavy boundary.\nBw2--21 to 36 inches, reddish brown (5YR 4/4) very channery loam; weak medium subangular blocky structure parting to weak medium granular structure; friable; few fine and medium roots; common medium vesicular pores; 35 percent rock fragments; strongly acid; abrupt smooth boundary.\nBC--36 to 55 inches, reddish brown (5YR 5/3 - 70 percent) and (5YR 5/4 - 30 percent) very channery silt loam; moderate fine and medium subangular blocky structure; friable; few fine roots; common medium and a few large vesicular pores; 45 percent rock fragments; strongly acid; gradual wavy boundary (combined thickness of the B horizons is 30 to 50 inches).\nC--55 to 72 inches; reddish brown (5YR 4/3 - 80 percent) and (5YR 4/4 - 20 percent) very channery loam; massive; firm; common medium vesicular pores; few thin discontinuous clay coatings in pores; 50 percent rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Delaware Co., New York, Town of Bovina, 1.1 miles east of Pink Street along Brush Hollow Road; elevation 2240 feet; USGS West Bloomville, NY topographic quadrangle; latitude 42 degrees, 17 minutes, 21 seconds N. and longitude 74 degrees, 45 minutes, 46 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 35 to 58 inches. Depth to bedrock is more than 60 inches. Rock fragments range from 10 to 40 percent in the A and Bw horizons and from 25 to 55 percent in the BC and C horizons, but averages less than 35 percent between a depth 10 and 40 inches. Unless limed, reaction ranges from very strongly acid to moderately acid throughout.\nThe O horizon, when present, has a hue of 5YR to 10YR, value 2 to 4, chroma 0 to 4. It is fibric, hemic, or sapric material.\nThe A horizon has hue of 2.5YR through 7.5YR with value and chroma of 2 through 4. Dry color values are 6 or more. It is silt loam, loam or fine sandy loam in the fine  earth fraction. It has weak very fine, fine, or medium granular structure. Consistence is friable or very friable.\nThe B horizon has hue of 2.5YR through 7.5YR, value of 3 through 5 and chroma of 3 through 6. It is silt loam, loam, very fine sandy loam or sandy loam in the fine earth fraction. Structure is weak or moderate, fine or medium granular or subangular blocky. Consistence is friable or firm. The BC horizon has characteristics similar to the B horizon.\nThe C horizon has color and texture similar to the B horizon. Structure is platy or it is massive. Consistence is friable or firm. Thin loamy sand subhorizons are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Dummerstown, Flatiron (T), Lombard (T), and Mongaup series are in the same family. Dummerston soils have rock fragments of mostly phyllite and schist. Flatiron (T) soils are formed in residuum. Lombard (T) soils have saprolite in the substratum. Mongaup soils are 20 to 40 inches deep to bedrock. The Bice, Franklinville (T), Haights, and Millsite soils were in the same family, but have not been correlated to the 8th Edition of the Keys to Soil Taxonomy. Halcott, Lewbeach, Rockrift (T), and Vly soils in related families. Bice soils have 10YR or yellower hues in the B and C horizons. Franklinville (T) soils have colors of 7.5YR or yellower. Haights soils are underlain by poorly sorted water deposited materials. Millsite soils are 20 to 40 inches deep to bedrock. Halcott and Vly soils are loamy-skeletal and are underlain by bedrock at depths of 10 to 20 inches and 20 to 40 inches respectively. Rockrift (T) soils are also loamy-skeletal. Lewbeach soils contain a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elka soils are on gently sloping to very steep hillsides with slope ranges from 3 to 70 percent. These soils formed in reddish, acid, till derived from sandstone, siltstone, and conglomerate. Annual air temperature ranges from 40 to 48 degrees F. Annual precipitation ranges from 44 to 52 inches and the growing season is 95 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Halcott,  Lewbeach, Rockrift (T) and Vly soils which are mentioned in the competing series section, and the Onteora, Suny, Tor and Willowemoc soils. Onteora soils are somewhat poorly drained, have a fragipan and are on lower parts of the landscape. Suny soils are poorly drained and are on the lowest parts of landscapes. Rockrift soils (T) are loamy-skeletal. Willowemoc soils are moderately well drained. Tor soils are poorly drained and have bedrock at depths of 10 to 20  inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate throughout the solum and substratum. The potential for surface runoff is medium to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are forested; others are cleared and used for pasture or hay. Native trees are red maple, beech, white pine, red oak, yellow birch, black cherry, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central-eastern New York State in the Catskill Mountains. MLRA 140. The series is moderately extensive with an estimated 75,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sullivan County, New York 1984"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from 1 to 6 inches (A horizon)\n2. Cambic horizon - the zone from 6 to 55 inches (Bw and BC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
