{
  "SERIES": "ELLIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELG",
  "REVDATE": "03/2001",
  "STATES": "TX",
  "OVERVIEW": "The Ellis series consists of soils that are moderately deep, to weathered shale.  They are well drained, very slowly permeable soils that formed in weakly consolidated shale.  These gently sloping to moderately steep soils are on erosional uplands.  Slopes range from 1 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ellis clay--native pasture. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; hard surface crust about 1/8-inch thick; moderate medium subangular and angular blocky structure; extremely hard, very firm, sticky, plastic; common fine roots; neutral; gradual smooth boundary.  (2 to 10 inches thick)\nBw--4 to 13 inches; olive (5Y5/3) clay, olive (5Y 4/3) moist; moderate medium subangular and angular blocky structure; extremely hard, very firm, sticky, plastic; common fine roots; few fine and medium calcium carbonate concretions; neutral; gradual smooth boundary. (0 to 10 inches thick)\nBss1--13 to 23 inches; distinctly and coarsely mottled olive yellow (2.5Y 6/6) and gray (10YR 6/1) clay; weak coarse subangular blocky structure parting to moderate fine angular blocky structure; few small slickensides; extremely hard, very firm, sticky, plastic; few fine roots; few calcium carbonate concretions; slightly alkaline; gradual smooth boundary. (6 to 20 inches thick)\nBss2--23 to 30 inches; gray (N 6/ ) clay, few medium distinct mottles of brownish yellow (10YR 6/6) weak medium and fine subangular and angular blocky structure; few small slickensides; extremely hard, very firm, sticky, plastic; few fine roots; few fine calcium carbonate concretions; slightly alkaline; gradual smooth boundary. (0 to 12 inches thick)\nC1--30 to 36 inches; distinctly and coarsely mottled light olive gray (5Y 6/2) and yellow (10YR 7/8) weakly consolidated shale that has clay texture; massive but natural cleavage of soft shale fragments form coarse angular rock-like structure; extremely hard, very firm, sticky, plastic; slightly alkaline; clear irregular boundary. (2 to 20 inches thick)\nC2--36 to 66 inches; gray (N 6/ ) weakly consolidated shale that has clay texture; distinct yellow (10YR 7/8) mottles; few roots; material has rock-like angular structure; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navarro County, Texas; from Kerens, 4.0 miles northwest on FM-636 to Bazette; then from the south side of Bazette, 2.2 miles east-northeast on a straight county road; then 50 feet south into pasture.  Latitude 32 degrees 11' 44 N, Longitude 96 degrees 14' 22\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of solum is 20 to 40 inches.  It is clay throughout with clay content ranging from 40 to 60 percent.  Siliceous and ironstone pebbles range from none to a few throughout.  Indurated iron spheroidal concretions 4 to 24 inches in diameter range from none to 1 to 3 concretions each 400 to 600 feet horizontal distance.  Pressure faces and small slickensides range from few to common below the A horizon.  When dry, the surface forms a crust up to 1/2-inch thick. Cracks extend from the surface to a depth of more than 12 inches. Cracks remain open 120 to 150 cumulative days in most years.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 to 4.  Horizons with moist value of 3 are less than 7 inches thick.  The reaction ranges from slightly acid to moderately alkaline and most pedons are noncalcareous.\nThe Bw and Bss1 horizons has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 to 4.  Gray colors are inherited from the shale.  Redox concentrations in shades of brown, yellow and olive range from none to common or the matrix is mottled with these colors.  The reaction ranges from slightly acid to moderately alkaline.  It is calcareous in the lower part of some pedons.  Calcium carbonate concretions and masses range from none to a few.\nThe BSS2 horizon is in shades of gray, olive yellow, or brown typically with few to common mottles of these colors. Some pedons have a mottled matrix.  The reaction ranges from neutral to moderately alkaline and calcareous in some pedons.  Calcium carbonate concretions and masses range from none to common.\nThe C horizon is mottled or interbedded with colors in shades of gray, brown, yellow, or olive.  It is clay intermixed and interbedded with soft shale. Reaction ranges from neutral to moderately alkaline with or without calcium carbonate concretions and soft masses.   Some pedons have a few gypsum crystals between the interbedded layers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bleiblerville, Branyon, Burleson, Clarita, Dimebox, Fairlie, Heiden, Houston Black, Leson, Luling, Ovan, Sanger, Slidell, Tamford and Watonga . Bleiblerville, Branyon, Burleson, Dimebox, Fairlies, Houston Black, Leson and Slidell soils have moist chroma of 1 throughout. Clarita and Tamford soils have hue of 7.5YR or redder in the subsoil. Fairlie soils are underlain by chalk below 40 inches. Heiden, Luling, Sanger, and Slidell soils have sola over 40 inches thick. Watonga soils have mean temperature cooler than 64 degrees. Ovan soils have sola over 80 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ellis soils are on erosional uplands on dominantly convex slopes or plane surfaces.  They are on sideslopes and low escarpments above drainageways.  Slopes are mostly between 5 and 12 percent but range from 1 to 20 percent.  These soils formed in weakly consolidated shales of Cretaceous Age.  The climate is moist subhumid.  Mean annual precipitation ranges from 30 to 43 inches and the mean annual temperature ranges from 64 to 67 degrees F.  Frost free days range from 230 to 250 days and elevation ranges from 250 to 400 feet.  Annual Thornthwaite P-E indices ranges from 44 to 66."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Altoga, Ferris, and Lamar series and the Bazette, Burleson, Crockett, and Heiden soils. Altoga soils have fine-silty, carbonatic control sections and are on similar positions. Ferris soils have sola over 40 inches, and Lamar soils have fine-silty control section and are on similar positions.  Bazette and Crockett soils have clayey Bt horizons.Burleson and Heiden soils have mollic colored clayey A horizons with sola thicker than 40 inches.   Bazette and Heiden soils are on similar positions.  Burleson and Crockett soils are above on broad smooth areas.  Burleson soils are also below in slightly depressed positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Well drained.  Runoff is rapid.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for growing pasture and hay.  Some areas have been cultivated, eroded, and retired to grass.  Native vegetation is a moderate stand of little bluestem, indiangrass, sideoats grama and Texas wintergrass and a few small mesquite, elm, and hackberry trees.  Prickly pear cacti are common in places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Blackland Prairies of Texas(MLRA 86A) and Oklahoma.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ellis County, Texas; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the A horizon from 0 to 4 inches.\nCambic horizon - the zone from 4 to 30 inches (Bw, Bss1 and Bss2 horizons)\nVertic properties- slickensides at a depth of 13 to 30 inches. High shrink-swell potential and cracks that are 0.5 to 3 inches wide at a depth of 13 inches or more.\nADDITIONAL DATA: NSSL Data: S72TX701; S72TX1291; S72TX1759.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; hard surface crust about 1/8-inch thick; moderate medium subangular and angular blocky structure; extremely hard, very firm, sticky, plastic; common fine roots; neutral; gradual smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--4 to 13 inches; olive (5Y5/3) clay, olive (5Y 4/3) moist; moderate medium subangular and angular blocky structure; extremely hard, very firm, sticky, plastic; common fine roots; few fine and medium calcium carbonate concretions; neutral; gradual smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 33,
        "bottom": 58,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bss1--13 to 23 inches; distinctly and coarsely mottled olive yellow (2.5Y 6/6) and gray (10YR 6/1) clay; weak coarse subangular blocky structure parting to moderate fine angular blocky structure; few small slickensides; extremely hard, very firm, sticky, plastic; few fine roots; few calcium carbonate concretions; slightly alkaline; gradual smooth boundary. (6 to 20 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 58,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bss2--23 to 30 inches; gray (N 6/ ) clay, few medium distinct mottles of brownish yellow (10YR 6/6) weak medium and fine subangular and angular blocky structure; few small slickensides; extremely hard, very firm, sticky, plastic; few fine roots; few fine calcium carbonate concretions; slightly alkaline; gradual smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 76,
        "bottom": 91,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C1--30 to 36 inches; distinctly and coarsely mottled light olive gray (5Y 6/2) and yellow (10YR 7/8) weakly consolidated shale that has clay texture; massive but natural cleavage of soft shale fragments form coarse angular rock-like structure; extremely hard, very firm, sticky, plastic; slightly alkaline; clear irregular boundary. (2 to 20 inches thick)"
      },
      {
        "name": "C2",
        "top": 91,
        "bottom": 168,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 8,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--36 to 66 inches; gray (N 6/ ) weakly consolidated shale that has clay texture; distinct yellow (10YR 7/8) mottles; few roots; material has rock-like angular structure; slightly alkaline."
      }
    ]
  ]
}
