{
  "SERIES": "ELLISPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL/ET",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ellispeak stony fine sandy loam on a southwest facing (205 degree), 49 percent slope at an elevation of 2134 meters. When described on 06/21/1999 the soil was dry throughout. Colors are for dry soils unless otherwise noted.\nA1--0 to 5 cm; grayish brown (10YR 5/2) stony fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, friable, nonsticky and nonplastic; common fine and very fine roots throughout; many very fine interstitial pores; 5 percent cobbles, 5 percent stones and 15 percent gravel; moderately acid, pH 6.1 by pH meter 1:1 water; clear smooth boundary. Lab sample # 00P2505\nA2--5 to 15 cm; brown (10YR 5/3) very cobbly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine and very fine and common medium roots throughout; common very fine interstitial pores; 5 percent stones, 10 percent cobbles and 20 percent gravel; moderately acid, pH 6.0 by pH meter 1:1 water; clear smooth boundary. (the combined thickness of the A horizons is 13 to 38 thick) Lab sample # 00P2506\nBw--15 to 30 cm; brown (10YR 5/3) extremely gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and very fine roots throughout and; 10 percent stones, 15 percent cobbles and 50 percent gravel; slightly acid, pH 6.2 by pH meter 1:1 water; abrupt smooth boundary. (0 to 25 cm thick) Lab sample # 00P2507\nR--30 cm; Very strongly cemented andesitic lahar;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Placer County, California, on hillside north of the road in Blackwood Canyon, 567 meters west and 274 meters north of the southeast corner of Section 27, Township 14N, Range 16E, 39 degrees, 6 minutes, 51 seconds North latitude and 120 degrees, 11 minutes, 49 seconds West longitude, NAD83 - U.S.G.S Quad: Homewood, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Soil moisture - usually dry for 45 to 75 consecutive days in late summer, moist rest of year.\nDepth to lithic contact: 25 to 50 cm\nSurface rock fragment content:  15 to 40 percent consisting of: 5 to 15 percent gravels, 5 to 15 percent cobbles, 2 to 10 percent stones, and 2 to 10 percent boulders\nOrganic matter: 2 to 6 percent\nReaction: moderately to slightly acid\nBase saturation: 50 to 75 percent. (By amonium acetate)\nControl section:\nRock fragments: 35 to 75 percent, with 10 to 60 percent gravel, 2 to 20 percent\ncobbles, and 2 to 15 percent stones.\nClay content: averages 8 to 18 percent clay\nMineralogy: isotic\nA horizons:\nHue: 10YR, 7.5YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3 dry; 2 or 3 moist\nTexture of the fine earth fraction: Sandy loam, fine sandy loam\nClay content: 8 to 18 percent\nRock fragments: 25 to 45 percent\n10 to 20 percent gravels\n5 to 15 percent cobbles\n2 to 10 percent stones\nReaction: pH 5.6 to 6.5\nBw horizon:\nHue: 10YR, 7.5YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3 dry; 2 or 3 moist\nTexture of the fine earth fraction: Sandy loam, fine sandy loam\nClay content: 8 to 18 percent\nRock fragments: 35 to 80 percent\n30 to 60 percent gravels\n10 to 20 percent cobbles\n5 to 15 percent stones\nReaction: pH 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Laycock and Logdell series. Both of these series have shale parent material and greater than 18 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Ellispeak soils are on side slopes of ridges and mountains. Slopes range from 9 to 70 percent. These soils formed in colluvium derived from andesitic lahar. Elevation is 1890 to 2350 meters. The climate is subhumid with warm dry summers and cold wet winters. The mean annual precipitation is 580 to 1600 millimeters and the mean annual air temperature is 5 to 8 degrees C. The frost free season is 40 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Waca and Kneeridge soils. The Waca soils are 50 to 100 cm to bedrock and have mixed conifer vegetation. The Kneeridge soils are greater than 150 cm to bedrock and are on glacial depositional landforms typically lower on the slope with mixed conifer vegetation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained, moderately rapid permeability above the bedrock, very high runoff. These soils are not flooded or ponded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and recreation. Vegetation is huckleberry oak, greenleaf manzanita with scattered Jeffrey pine and white fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ellispeak is of minor extent in California in MLRA 22A -- Sierra Nevada Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Placer County, (Tahoe Basin area), California. Source of name from the name of a local peak."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 0 to 12 in. (0 to 30 cm) A1, A2, Bw\nMollic Epipedon: 0 to 30 cm (A1, A2, and Bw horizons)\nLithic Contact: 30 cm (R layer)\nVitrandic subgroup properties: 0 to 30 cm (A1, A2, Bw horizons)\nADDITIONAL DATA:\nPedon information for this type location only:\nPedon Type: typical pedon for series, lab Source ID:  NSSL\nPedon Purpose: full pedon description, lab pedon #:  00P0361\nNational Cooperative Soil Survey\nU.S.A."
  }
}
