{
  "SERIES": "ELLICOTT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/LSL/JWB",
  "REVDATE": "11/2007",
  "STATES": "CO,NM,WY",
  "OVERVIEW": "The Ellicott series consists of deep, somewhat excessively drained soils that formed in thick noncalcareous, stratified sandy alluvium derived from arkose beds or granite.  Ellicott soils are on terraces and floodplains and have slopes of 0 to 6 percent.  The mean annual precipitation is about 14 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ellicott loamy coarse sand, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) loamy coarse sand, dark grayish brown (10YR 4/2) moist; single grained; loose; 10 percent fine gravel; neutral clear smooth boundary.  (2 to 8 inches thick)\nC--4 to 60 inches; light brownish gray (10YR 6/2) coarse sand stratified with layers of loamy sand, loamy coarse sand and coarse sandy loam, dark grayish brown (10YR 4/2) moist; single grained; slightly hard, loose; 15 percent fine gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Paso County, Colorado; about 300 feet west, 1,650 feet south of the NE corner of the NW 1/4 of Sec. 16, T. 14 S.,R. 62 W.; Big Springs Ranch Quadrangle; 38 degrees, 49 minutes, 55 seconds north latitude; 104 degrees, 20 minutes, 25 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are typically noncalcareous to a depth of 60 or more inches but are calcareous below a depth of 40 inches in some pedons.  The control section ranges form slightly acid to slightly alkaline.  Depth to uniformly skeletal material ranges from 40 to 60 inches or more.  Mean annual soil temperature is about 50 to 52 degrees F.  Rock fragments range from 0 to 35 percent and are predominantly 1/8 to 1/2 inch in diameter.  The control section averages coarse sand or loamy coarse sand, and contains a high proportion of angular sand.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 4.  It is typically loamy coarse sand but includes coarse sand.\nThe C horizon has hue of 5Y through 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bankard (CO), Chupe (NM), Draknab (WY), Escavada (NM), and Kwakina (NM) series.\nBankard soils:  are calcareous and have finer and more rounded sand grains.\nChupe soils:  are calcareous and driest in May and June.\nDraknab soils:  are calcareous.\nEscavada soils:  are usually dry in all parts, more than 150 cumulative days from April through October.  It is usually moist, in some part, less than 50 cumulative days during the same period.\nKwakina soils:  are usually dry, in all parts, 105 to 160 cumulative days from April through October.  It is usually moist, in some part, 50 to 105 cumulative days during the same period and is calcareous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ellicott soils are on terraces and floodplains and have slopes of 0 to 6 percent.  They formed in noncalcareous, stratified sandy alluvium derived from arkose beds or granite.  Elevations are from 5,200 to 7,400 feet.  Mean annual precipitation is about 11 to 17 inches.  Mean annual temperature is about 46 to 51 degrees F.  Frost-free season is about 115 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blakeland and Wigton soils.  Blakeland soils have mollic epipedons and are not stratified.  Wigton soils are not stratified."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; low runoff; rapid permeability; frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland and as a source of sand.  Vegetation is grass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central Colorado.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  El Paso County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 1/90.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
