{
  "SERIES": "ELLIOTTSVILLE",
  "STATUS": "Established Series",
  "BYREV": "REV. KJL-LRF-NB",
  "REVDATE": "09/2014",
  "STATES": "ME",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elliottsville silt loam, on a 10 percent south-facing slope in a very stony wooded area.  (Colors are for moist soil.)\nOa--0 to 3 cm; dark reddish brown (5YR 2.5/2) sapric material; moderate fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; extremely acid; abrupt wavy boundary.  (0 to 10 cm thick)\nE--3 to 5 cm; pinkish gray (7.5YR 7/2) silt loam; weak fine granular structure; friable; common very fine and fine and few medium and coarse roots; 10 percent channers; extremely acid; abrupt wavy boundary.  (0 to 8 cm thick)\nBh--5 to 10 cm; dark reddish brown (5YR 3/4) silt loam; weak very fine and fine granular structure; very friable; common very fine, fine and medium and few coarse roots; 10 percent channers; extremely acid; abrupt wavy boundary.  (0 to 15 cm thick)\nBs--10 to 28 cm; strong brown (7.5YR 5/6) flaggy loam; weak fine granular structure; very friable; common very fine and fine and few medium and coarse roots; 15 percent channers and 10 percent flagstones; very strongly acid; clear wavy boundary.  (10 to 41 cm  thick)\nBC--28 to 43 cm; light olive brown (2.5Y 5/6) channery loam; weak fine and medium granular structure; friable; few very fine, fine, medium and coarse roots; 10 percent channers and 5 percent flagstones; strongly acid; gradual wavy boundary.  (0 to 36 cm thick)\nC--43 to 66 cm; olive (5Y 5/4) channery loam; weak medium platy structure; friable; few very fine roots; 10 percent channers and 5 percent flagstones; moderately acid; abrupt irregular boundary.\nR--66 cm; slate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Somerset County, Maine; Sandwich Academy Grant (T2 R1); 1.1 miles west of the Misery Stream bridge on Maine Route 15, 0.8 mile southwest of Maine Route 15 on a logging road, about 100 feet north of the Misery Gore township line; USGS Misery Knob topographic quadrangle; lat. 45 degrees 35 minutes 37 seconds N. and long. 69 degrees 55 minutes 12 seconds W.,NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:    Thickness of the solum ranges from 36 to 74 cm. Depth to bedrock ranges from 50 to 100 cm.  Texture is silt loam, very fine sandy loam or loam in the fine-earth fraction. The weighted average of clay in the particle-size control section is 10 to 18 percent.  Rock fragment content ranges from 5 to 35 percent by volume.  Stones and boulders cover from 0 to 15 percent of the surface.  Consistence is very friable or friable but ranges to firm in the C horizon.  Reaction ranges from extremely acid to strongly acid in the solum and from very strongly acid to moderately acid in the substratum.\nThe Oa horizon, or the Oe horizon, where present, has hue of 5YR to 10YR, value of 2.5 or 3 and chroma of 1 or 2.  It has weak or moderate, very fine to medium granular structure.\nSome areas have an Ap horizon with hue of 10YR, and with value and chroma of 3 or 4.  The A horizon, where present, has hue of 5YR to 10YR, value of 2 or 3 and chroma of 1 to 3.  It has weak or moderate, very fine or fine granular structure.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 7 and chroma of 1 to 3.  It has weak very fine or fine granular or weak very thin platy structure.\nThe Bh horizon has hue of 2.5YR to 5YR, value of 2 to 5 and chroma of 2 to 6.  The Bhs horizon, where present, has hue of 2.5YR to 10YR, with value and chroma of 2 or 3.  The Bs horizon has hue of 5YR to 10YR, value of 4 or 5 and chroma of 4 to 8.  They have weak or moderate very fine to medium granular or subangular blocky structure.\nSome pedons have a BC horizon with hue of 2.5Y or 5Y, with value and chroma of 4 to 6.  It has weak or moderate fine and medium granular, thin or medium platy or very fine to medium subangular blocky structure.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 2 to 4.  It has weak or moderate, thin to thick platy structure or the horizon is massive.  Soil structure in the horizon is considered to be inherited from the parent material.\nThe bedrock is generally slate, metasandstone, phyllite or schist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bangor, Berkshire, Dekapen, Groveton, Houghtonville, Penquis, Potsdam, Revel, Tunbridge and Welcome series.  The Bangor, Berkshire, Groveton, Houghtonville and Potsdam soils are greater than 100 cm to bedrock.  Dekapen, Revel, and Welcome soils are influenced by volcanic ash.  Penquis soils have crushable rock fragments throughout. Tunbridge soils have less than 10 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elliottsville soils are on till plains, hills, ridges and mountains.  Slope is dominantly 8 to 15 percent but ranges from 3 to 65 percent. The soils formed in a moderately deep mantle of glacial till derived mainly from slate, metasandstone, phyllite or schist.  The climate is humid and cool temperate.  The mean annual temperature ranges from about 3 to 7 degrees C, and mean annual precipitation ranges from 860 to 1170 mm.  The frost-free season ranges from 80 to 130 days.  Elevation ranges from 91 to 762 m above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the very deep Chesuncook, Monarda and Telos soils, and the shallow Monson soils.  Chesuncook, Monarda and Telos soils are wetter soils in lower positions on the landscape.  Monson soils are on higher knolls above the Elliottsville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly forest.  Common tree species include American beech, yellow birch, red spruce, white spruce, balsam fir, red maple and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County Area and Part of Somerset County, Maine Soil Survey, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\n1. Albic horizon- the zone from 3 to 5 cm (E horizon).\n2. Spodic horizon - the zone from 5 to 28 cm (Bh and Bs horizons).\n3. Lithic contact - hard bedrock at 66 cm. (R horizon).\n3. Other features - frigid temperature regime and udic moisture regime.\nADDITIONAL DATA:  Source of data used in establishing the range in characteristics is composite data from the Field Appraisal of Resource Management Systems compiled by Dr. Paul R. Hepler, Department of Plant and Soil Sciences, University of Maine, Orono, Maine.\nSoil interpretation record numbers for the Elliottsville series are: Elliottsville, ME0114; and Elliottsville, stony, ME0086.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
