{
  "SERIES": "ELLIBER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM-EAW",
  "REVDATE": "06/2001",
  "STATES": "MD,PA,TN,VA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elliber very cherty silt loam - wooded.  (Colors are for moist soil unless otherwise noted.)\nOe--2 to 0 inches; forest litter in various stages of decomposition.\nA--0 to 3 inches; very dark brown (10YR 2/2) extremely channery silt loam; weak very fine granular structure; very friable, nonsticky, nonplastic; many roots; 75 percent rock fragments; extremely acid; abrupt smooth boundary.  (1 to 5 inches thick)\nE--3 to 14 inches; light yellowish brown (10YR 6/4) very channery silt loam; weak fine subangular blocky structure; very friable, nonsticky, slightly plastic; many roots; 50 percent rock fragments; very strongly acid; clear wavy boundary.  (0 to 12 inches thick)\nBE1--14 to 28 inches; brownish yellow (10YR 6/6) extremely channery silt loam; weak medium subangular blocky structure; friable, nonsticky, slightly plastic; common roots; 70 percent rock fragments; very strongly acid; clear wavy boundary.  (4 to 15 inches thick)\nBE2--28 to 35 inches; yellowish brown (10YR 5/6) extremely channery silt loam; weak medium subangular blocky structure; friable, nonsticky, slightly plastic; few roots; few black coatings on face of peds and on chert fragments; 70 percent rock fragments; extremely acid; clear wavy boundary.  (6 to 15 inches thick)\nBt1--35 to 47 inches; yellowish brown (10YR 5/6) extremely channery loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few roots; common distinct thick clay films in pores and on chert fragments; many distinct black coatings on peds and fragments; 75 percent rock fragments; extremely acid; gradual wavy boundary.  (7 to 15 inches thick)\nBt2--47 to 59 inches; yellowish brown (10YR 5/8) extremely channery clay loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few roots; common distinct clay films in pores and on rock fragments; many distinct black coatings; 80 percent rock fragments; very strongly acid; gradual wavy boundary.  (0 to 14 inches thick)\nBt3--59 to 70 inches; yellowish brown (10YR 5/8) very channery clay loam; weak coarse subangular blocky structure; firm, slightly sticky, plastic; few roots; common distinct clay films in pores and on rock fragments; many distinct black coatings; 60 percent rock fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Perry County, Pennsylvania; Saville Township, 1.5 miles north of Loysville, 530 feet south of intersection of routes 50010 and 50011, 100 feet east in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 80 inches.  The top of the argillic horizon is 15 to 40 inches below the surface.  Depth to bedrock is greater than 60 inches.  Rock fragments are primarily siliceous siltstone and  chert but with some angular fine-grained  sandstone in the lower horizons. They range from 40 to 80 percent by volume in individual horizons of the soil and averages more than 50 percent in the top 20 inches of the Bt horizon.  Some pedons have rock fragments of cherty siltstone. Reaction ranges from extremely acid through strongly acid where unlimed.\nThe Ap horizon has hue of 10YR, value of 3 through 5, and chroma of 2 or 3.  Undisturbed pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture is loam, sandy loam, or silt loam in the fine-earth fraction.\nSome pedons have E horizons with hue of 7.5YR or 10YR, value of 6 or 7, and chroma of 2 to 4.  Texture is loam, fine sandy loam, or sandy loam.\nThe B horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 through 8.  Texture is sandy loam, silt loam, silty clay loam, loam or clay loam in the fine-earth fraction.  The weighted average clay content in the top 20 inches of the Bt is 12 to 27 percent and sand content is greater than 20 percent.  Consistence is friable or firm. Clay films on faces of peds, in pores, and on rock fragments are in the middle and lower B horizons.\nTypically, the C horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 through 6.  Texture is silt loam, loam, clay loam, or sandy loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The  Blackthorn, Croom,  Gainesboro, Hartleton, Irondale, Lew,  Mertz,  Pattenburg, Trevlac, and Weaverton  series are in the same family.  Blackthorn soils have rock fragments of sandstone and shale in the upper solum. Croom soils have gravelly very firm sandy clay loam Bt horizons and very gravelly loamy sand BC horizons containing rounded gravel.  Gainesboro, Hartleton, and Irondale soils soils have sola less than 40 inches thick.  Lew soils contain rock fragments of greenstone.  Mertz soils have less than 50 percent rock fragment content  and less than 27 percent clay in the upper Bt horizon.   Pattenburg soils have hue of 2.5YR or redder. Trevlac soils have bedrock at depths of 20 to 40 inches.  Weverton soils have rock fragments of quartzite, schist, and phyllite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elliber soils are on side slopes and tops of secondary ridges in the Appalacian Ridge and Valley  with a dominant slope range of 3 to 25 percent but the maximum exceeds 50 percent.  They are typically on  narrow to broad ridges of the Old Port Formation and Onondaga Formation.   Elliber soils formed in loamy, very cherty material weathered from silty cherts and  cherty limestone.  Some areas have been influenced by colluvial or glacial action.  The climate is temperate and humid. Mean annual precipitation ranges from 36 to 48 inches, mean annual air temperature ranges from 47 to 57 degrees F.  The frost-free season ranges from 150 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Other soils in the same landscape include Mertz listed as competing series and Dekalb, Dunmore, Edom, Evendale, Frederick, Hagerstown, Kreamer, Morrison, Opequon, and Vanderlip.  All these soils, with the exception of Mertz and Dekalb contain less than 35 percent rock fragments.  Dekalb soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is slow or medium and permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-third of these soils are cleared and cultivated and a large part is in orchards.  Most of the remainder is in woodland or mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The ridge and valley sections of Pennsylvania, Maryland, Virginia, West Virginia, Tennessee, and possibly Ohio.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hampshire County, West Virginia, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: 1.  Ochric epipedon - the zone from the surface of the soil to a depth of about 35 inches (A, E, and BE horizons). 2.  Argillic horizon - the zone from 35 inches to a depth of about 70 inches (Bt1, Bt2, and Bt3 horizons).\nADDITIONAL DATA:  Laboratory data are available for six pedons from Pennsylvania - S70-PA-050-09, S70-PA-050-06, S70-PA-034-12, S70-PA-044-01, and S69-PA-055-01.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
