{
  "SERIES": "ELMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/GHL",
  "REVDATE": "10/2002",
  "STATES": "ID,OR",
  "OVERVIEW": "The Elmore series consists of deep, well drained soils that formed in rhyolitic residuum and colluvium. Elmore soils have a moderately slow permeability.  They are on footslopes and mountains and have slopes of 5 to 60 percent. The mean annual precipitation is about 14 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elmore loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate thin platy structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine pores; medium acid (pH 6.0); abrupt smooth boundary. (4 to 7 inches thick)\nA12--5 to 11 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, friable, slightly plastic; common roots; many fine and very fine pores; faint silt coatings on peds; slightly acid (pH 6.4); gradual smooth boundary. (5 to 10 inches thick)\nB1t--11 to 15 inches; dark brown (7.5YR 4/2) clay loam marginal to loam, very dark brown (7.5YR 2/2) moist; moderate medium and fine angular blocky structure; hard, firm sticky and plastic; common fine roots; many fine and very fine pores; faint silt coatings and many moderately thick clay films on peds; slightly acid (pH 6.4); gradual smooth boundary. (3 to 7 inches thick)\nB2t--15 to 38 inches; brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; moderate very coarse prismatic structure parting to weak medium angular blocky; very hard, very firm, very sticky and very plastic; few fine roots; few very fine pores; continuous thick clay films; neutral (pH 6.6); gradual smooth boundary. (12 to 26 inches thick)\nB2--38 to 42 inches; brown (7.5YR 5/3) sandy loam, dark brown (7.5YR 4/4) moist; massive; hard, firm; thick clay films in cracks; this horizon is made up largely of partially decomposed rhyolite; neutral (pH 6.7); gradual wavy boundary. (4 to 16 inches thick)\nR--42 inches; rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; 5 miles northeast of Sweet; 420 feet south and 180 feet west of the northeast corner of the NW1/4 SW1/4 sec.  1, T.8N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  47 degrees to 52 degrees F.\nDepth to bedrock (lithic contact):  40 to 60 inches.\nThickness of sola:  40 to 50 inches.\nBase saturation (upper 30 inches):  60 to 80 percent, but always less than 75 percent in some part.\nReaction of sola:  Medium acid to neutral.\nMoisture control section:  Usually moist, but dry for 45 to 70 consecutive days in late summer.\nRock fragments (throughout profile):  0 to 15 percent.\nA horizon\nColor value, dry:  4 or 5.\nValue, moist:  2 or 3.\nChroma, dry or moist:  2 or 3.\nBt horizon\nColor hue:  10YR through 5YR.\nValue, dry:  4 or 5.\nValue, moist:  2 or 3.\nChroma, dry or moist:  2 or 3.\nTextures:  Clay loam, loam.\nClay content:  18 to 34 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aptos, Nisene, and Roseburg series.  Aptos and Nisene soils have a mean annual temperature of 54 degrees to 57 degrees F. Aptos soils are moderately deep over a paralithic contact. Nisene soils have an O horizon. Roseburg soils have a mean annual temperature of 52 to 55 degrees F., and have a stratified C horizon with mottles below 40 inches in some pedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elmore soils are on foothills and mountains and have gradients of 5 to 60 percent. The soils formed in residuum and colluvium from rhyolite or similar bedrock. Elevations are 3,000 to 5,400 feet. The climate has warm dry summers and cool moist winters.  Mean annual precipitation is 13 to 16 inches. The mean summer temperature is 65 degrees to 75 degrees F., and the mean annual temperature is about 46 degrees to 51 degrees F. Frost-free season is about 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brownlee, DeMasters, Rainey, and Van Dusen soils. Brownlee soils have a mollic epipedon less than 20 inches thick. DeMasters soils have mean annual temperatures less than 47 degrees F. Rainey soils lack an argillic horizon. Van Dusen soils formed from granitic sand or related acid igneous material and are more than 60 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland. Some areas are cropped to alfalfa and small grains. Vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, big sagebrush, and herbaceous plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Idaho and perhaps adjacent states.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ada and Elmore Counties, Idaho, 1944."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The previous classification of \"Calcic Argixerolls\" was made using criteria no longer in effect in Soil Taxonomy. This description reclassifies this series.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
