{
  "SERIES": "ELMRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-TDT",
  "REVDATE": "07/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed, semiactive, mesic Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elmridge fine sandy loam on a 2 percent slope in a wooded area at an elevation of about 90 feet.  (Colors are for moist soil.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak medium granular structure; friable; many fine roots; moderately acid; clear smooth boundary.  (4 to 11 inches thick)\nBw1--6 to 10 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; many fine roots; moderately acid; clear wavy boundary.\nBw2--10 to 18 inches; brown (10YR 4/3) fine sandy loam; weak medium subangular blocky structure; friable; common fine roots; slightly acid; gradual wavy boundary.\nBw3--18 to 25 inches; yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; very friable; few fine roots; common medium distinct grayish brown (2.5Y 5/2) iron depletions and prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid; clear wavy boundary.  (Combined thickness of the Bw horizons is 14 to 36 inches.)\n2C--25 to 65 inches; olive brown (2.5Y 4/4) varved silt and clay; silty clay weighted average texture; massive separating to weak thick plates along varved bedding planes; firm, very sticky, plastic; common medium distinct grayish brown (10YR 5/2) iron depletions and yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hartford County, Connecticut; town of Windsor Locks, 300 feet south along South Street from the intersection with  Connecticut Route 140, and 500 feet west of South Street; Windsor Locks USGS topographic quadrangle, latitude 41 degrees 55 minutes 30 seconds N., longitude 72 degrees 38 minutes 07 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to the underlying clayey material range from 18 to 40 inches.  Rock fragments, mostly fine gravel, range from 0 to 5 percent by volume in the upper loamy horizons and from 0 to 2 percent in the underlying clayey horizons.  Reaction ranges from very strongly acid toneutral in the A horizon, from strongly acid to neutral in the B horizon with at least one subhorizon being moderately acid, slightly acid, or neutral, and from moderately acid to slightly alkaline in the 2C horizon.  Depth to carbonates is greater than 40 inches.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 to 3.  The Ap or A horizon is sandy loam, fine sandy loam, very fine sandy loam, or loam.  Structure commonly is weak or moderate granular but includes weak subangular blocky parting to granular in some pedons and is friable or very friable.\nThe upper part of the B horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 3 to 6.  The lower part of the B horizon has hue of 7.5YR to 5Y, value of 3 to 6, and chroma of 2 to 6.  Subhorizons with matrix chroma of 2 are below a depth of 20 inches.  The B horizon has iron depletions above a depth of 24 inches.  Texture of the noncontrasting Bw horizon is sandy loam, fine sandy loam, or loam, but some pedons have thin strata or lenses of loamy sand, loamy fine sand, or loamy very fine sand.  The loamy Bw horizon has weak or moderate granular or subangular blocky structure, or it is massive.  Consistence is friable or very friable.  Some pedons have a silty clay loam or silty clay 2Bw or 2BC horizon just above the 2C horizon.  These contrasting horizons have weak or moderate blocky, platy, or prismatic structure.  Consistence is friable or firm.\nThe 2C horizon commonly has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 2 to 4. The value is 3 in some places in the Champlain Valley of New York. In some pedons the chroma is 1. It typically has redoximorphic features.  Texture is silty clay loam, silty clay, or clay.  Some pedons have thin lenses or thin coatings of silt, very fine sand, or fine sand on ped surfaces. In some pedons below 40 inches, there are thin to thick lenses of very fine sandy loam or fine sandy loam. The 2C horizon is massive or appears in the form of plates or weak prisms.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.\nThe Belgrade, Berlin, Bomoseen, Brancroft, Boxford, Elmwood, Fisk, Georgia, Melrose, Minoa, and Nebago series are similar soils in related families.  Nebago soils are from outside LRR R.\nBelgrade soils have a coarse-silty particle-size control section. Berlin and Brancroft soils are fine-silty.  Boxford soils are in a fine family. Fisk soils are sandy over loamy. Nebago soils are sandy over clayey.  Elmwood and Melrose soils are frigid. Bomoseen, Georgia, and Minoa soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Elmridge soils are nearly level to moderately steep and are on lacustrine and marine terraces and on lake plains.  Slope ranges from 0 to 25 percent.  The soils formed in loamy and clayey glacial lacustrine and marine deposits.  Mean annual temperature ranges from 45 to 54 degrees F., mean annual precipitation typically ranges from 36 to 50 inches but the range includes as low as 26 inches in some places east of Adirondack Mountains in the Champlain Valley of New York. The growing season ranges from 125 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agawam, Berlin, Deerfield, Enfield, Hartland, Kingsbury, Livingston, Maybid, Merrimac, Ninigret, Scio, Scitico, Suffield, Tisbury, Unadilla, Vergennes, and Windsor soils.  Poorly drained Shaker soils are associated in a drainage sequence.  Agawam, Deerfield, Enfield, Merrimac, Ninigret, Tisbury, and Windsor soils are terrace associates that have stratified sandy and gravelly substrata.  Berlin soils have redder hue and are fine-textured.   Hartland, Scio, and Unadilla soils are silty throughout.  Somewhat poorly drained Kingsbury soils, very poorly drained Livingston and Maybid soils, and poorly drained Scitico and Vergennes soils are fine-textured associates on nearby low-lying terraces.  Suffield soils are well drained and are coarse-silty over clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is slow to rapid. Saturated hydraulic conductivity is high in the upper loamy horizons and low to moderately high in the underlying clayey horizons. Elmridge soils have a seasonal high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in cultivated crops, hay, and pasture.  Common crops are silage corn and grass-legume hay.  Some areas are in vegetables and nursery stock.  A few areas are wooded or in community development.  Common trees are red oak, hickory, sugar maple, red maple, gray birch, white pine, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms of Central Connecticut, Massachusetts, eastern and central New York, and Vermont; MLRAs 144A and 145.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rensselaer County, New York, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 6 inches (Ap horizon).\n2.  Cambic horizon - the zone from 6 to 25 inches (Bw horizon).\n3.  Aquic feature - iron depletions within a depth of 12 to 24 inches from the surface (Bw3 horizon).\n4.  Dystric Eutrudepts feature - the base saturation is greater than 60 percent within a 10 to 30 inch depth (Bw2 and Bw3 horizons).\n5.  Strongly contrasting particle-size classes - the control section is coarse-loamy above a depth of 25 inches and is clayey below 25 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
