{
  "SERIES": "ELOCHOMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFP/RJE/TLA",
  "REVDATE": "09/2007",
  "STATES": "WA",
  "OVERVIEW": "The Elochoman series consists of very deep, well drained soils formed in material from deeply weathered sandstone. Elochoman soils are on foothills and mountains and have slopes of l to 65 percent. The mean annual precipitation is about 110 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, mixed, mesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elochoman medial silt loam - forested. (Colors are for moist soil unless otherwise stated. All textures are apparent field textures.)\nA--0 to 12 inches; very dark brown (10YR 2/2) medial silt loam, brown (10YR 4/3) dry; moderate coarse and medium subangular blocky structure that parts to strong medium and fine granular; soft, very friable, slightly sticky and slightly plastic and weakly smeary; common medium and fine roots; common very fine pores; extremely acid (pH 4.2); gradual wavy boundary. (10 to 20 inches thick)\nBA--12 to 21 inches; brown (10YR 4/3) medial silt loam, yellowish brown (10YR 5/6) dry; moderate coarse and medium subangular blocky structure that parts to strong fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; few medium and fine roots; common very fine pores; very strongly acid (pH 4.8); clear wavy boundary. (8 to 15 inches thick)\nBw--21 to 60 inches; yellowish brown (10YR 5/6) medial silt loam, yellow (10YR 7/6) dry; weak very coarse and coarse subangular blocky structure that parts to moderate coarse and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; few medium and fine roots; few very fine pores; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wahkiakum County, Washington; l900 feet south, 550 feet west of northeast corner section l8, T. 9 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is more than 60 inches thick. The mean annual soil temperature is 47 to 54 degrees F. The solum has an estimated moist bulk density of 0.65 to 0.90 g/cc, acid-oxalate extractable aluminum plus one-half iron of 2.0 to 2.5 percent, phosphate retention of 85 to 95 percent, 15 bar water retention of 15 to 20 percent for air dried samples, less than 15 percent sand coarser than very fine sand, 18 to 27 percent apparent clay and 0 to l5 percent fine paragravel sandstone fragments. Hue is l0YR or 7.5YR. The umbric epipedon is l0 to 20 inches thick.\nThe A horizon has value of 2 or 3 moist, 3 through 5 dry, and chroma of 2 through 4 moist, 2 through 4 dry. It has granular or subangular blocky structure. It is extremely acid to moderately acid. It has 7 to 15 percent organic matter.\nThe BA horizon has value of 2 through 4 moist, 3 through 5 dry, and chroma of 2 or 3 moist, 3 through 6 dry. It has moderate or strong subangular blocky structure. It is very strongly acid to moderately acid.\nThe Bw horizon has value of 3 through 5 moist, 5 through 7 dry, and chroma of 2 through 6 moist, 3 through 6 dry. It is medial loam or medial silt loam and has angular or subangular blocky structure. It is very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Zenker series. Zenker soils have 35 to 80 percent paragravel in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Elochoman soils are on foothills and mountains at elevations of l00 to l,800 feet. Slopes are l to 65 percent. These soils formed in material weathered from sandstone or glacial till high in sandstone. Climate is marine-type having cool, dry summers and mild wet winters. The mean annual precipitation is 70 to l20 inches. The mean annual temperature is 50 degrees F. The growing season (28 degrees F.) is 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bunker and Skamo soils and the competing Zenker soils.  Bunker soils are medial over clayey.  Skamo soils have redox depletions at 24 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for woodland. Native vegetation is western hemlock, Douglas-fir, red alder, western redcedar, and Sitka spruce, and bigleaf maple with an understory of red huckleberry, Oregongrape, Cascara buckthorn, vine maple, western brackenfern, salmonberry, salal, western swordfern, violet, and Oregon oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Washington; MLRA 1 and 4A. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wahkiakum County, Washington, l976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 12 inches and a cambic horizon from 12 to 60 inches.  The series type location occurs in the isomesic soil temperature regime area.  However, most of the soil series is mapped in the mesic soil temperature regime.  The series type location should probably be moved during the MLRA update.\nADDITIONAL DATA: Characterization data are available number S84WA-069-002. Riverside laboratory data are also available on this soil: sample numbers R74-l52 to l54. R75-l27 and l30, and S77WA25-6.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
