{
  "SERIES": "ELPASO",
  "STATUS": "Established Series",
  "BYREV": "Rev WMT-AAC",
  "REVDATE": "12/2015",
  "STATES": "IL",
  "OVERVIEW": "The Elpaso series consists of very deep, poorly drained soils formed in loess and glacial till on uplands. Slope ranges from 0 to 2 percent. Mean annual temperature is about 11 degrees C (52 degrees F), and mean annual precipitation is about 940 mm (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elpaso silty clay loam - on a nearly level slope in a cultivated field at an elevation of 218 meters (715 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak very fine granular structure; firm; many very fine and fine roots; moderately acid; abrupt smooth boundary.\nA--18 to 53 cm (7 to 21 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine and medium subangular blocky structure; firm; many very fine and fine roots; moderately acid; gradual wavy boundary. (Combined thickness of the Ap and A horizon is 25 to 61 cm or 10 to 24 inches.)\nBg--53 to 89 cm (21 to 35 inches); dark grayish brown (2.5Y 4/2) silty clay loam; moderate fine prismatic structure parting to moderate medium subangular blocky; friable; many fine roots; many distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; few fine extremely weakly cemented iron-manganese accumulations throughout; neutral; gradual wavy boundary.\nBtg1--89 to 112 cm (35 to 44 inches); dark grayish brown (2.5Y 4/2) silty clay loam; moderate fine prismatic structure parting to moderate medium subangular blocky; friable; common fine roots; common distinct dark gray (10YR 4/1) clay films on faces of peds; common fine prominent yellowish brown (10YR 5/6) and few fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; common fine extremely weakly cemented iron-manganese accumulations throughout; neutral; gradual wavy boundary. (Combined thickness of the Bg and Btg horizons is 46 to 122 cm or 18 to 48 inches.)\n2Btg2--112 to 135 cm (44 to 53 inches); dark grayish brown (2.5Y 4/2) silt loam; weak medium and coarse subangular blocky structure; friable; few fine roots; common distinct dark gray (10YR 4/1) clay films on faces of peds; common medium prominent yellowish brown (10YR 5/6) and common fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; common fine extremely weakly cemented iron-manganese accumulations throughout; 5 percent pebbles; slightly alkaline; clear wavy boundary.\n2Btg3--135 to 175 cm (53 to 69 inches); dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/4) silty clay loam; weak medium and coarse prismatic structure; firm; few distinct dark gray (10YR 4/1) clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine faint olive gray (5Y 5/2) iron depletions throughout; few fine extremely weakly cemented iron-manganese accumulations throughout; 4 percent pebbles; slightly effervescent starting at 63 inches; slightly alkaline; diffuse wavy boundary. (Combined thickness of the 2Btg horizons is 38 to 89 cm or 15 to 35 inches.)\n2C--175 to 203 cm (69 to 80 inches); olive brown (2.5Y 4/4) silty clay loam; massive; firm; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine distinct olive gray (5Y 5/2) iron depletions throughout; few fine extremely weakly cemented iron-manganese accumulations throughout; 4 percent pebbles; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woodford County, Illinois; about 2 miles  north of El Paso: 210 feet north and 320 feet west of the southeast corner of sec. 30, T. 27 N., R. 2 E.; USGS Benson topographic quadrangle; lat. 40 degrees 45 minutes 59.7 seconds N. and long. 89 degrees 1 minute 34 seconds W., NAD 27; UTM Zone 16, 328989 easting and 4514825 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base soil development: 114 to 191 cm (45 to 75 inches)\nThickness of the mollic epipedon: commonly 36 to 46 cm (14 to 18 inches) but ranges from 25 to 61 cm (10 to 24 inches).\nDepth to carbonates: 89 to 165 cm (35 to 65 inches)\nDepth to glacial till: 102 to 152 cm (40 to 60 inches)\nParticle-size control section [25 to 102 cm (10 to 40 inches)]: averages between 27 to 35 percent clay\nReaction of the solum: moderately acid to moderately alkaline\nAp or A horizon:\nHue: 10YR or N (neutral)\nValue: 2 or 3\nChroma: 0 to 2\nTexture: commonly silty clay loam, but a few pedons are silt loam.\nSome pedons have an AB or BA horizon.\nBg and/or Btg horizons:\nHue: 10YR, 2.5Y, 5Y, or N (neutral)\nValue: 4 to 6\nChroma:  0 to 2\nTexture: commonly silty clay loam, but includes silt loam and silty clay.\nClay content: 24 to 42 percent\nSand content: 1 to 10 percent\nRedox features: Most pedons have redoximorphic features.\n2Btg and/or 2BCg horizons:\nHue: 10YR, 2.5Y, 5Y,  or N (neutral)\nValue: 4 to 6\nChroma: 0 to 4\nTexture is commonly silty clay loam, but includes silt loam, loam, and clay loam.\nSand content: 2 to 30 percent\nClay content: 15 to 40 percent\nRock fragment: 1 to 10 percent pebbles\nRedox features: Most pedons have redoximorphic features.\n2C horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 6\nChroma: 1 to 8\nTexture: commonly silty clay loam, but includes silt loam, loam, and clay loam.\nSand content:  2 to 30 percent\nClay content: 15 to 30 percent\nRock fragment: 1 to 10 percent pebbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chalmers, Chetomba, Dolbee, Drummer, Dunham, Elvira, Garwin, Gillett Grove, Hartsburg, Madelia, Marcus, Mascoutah, Maxcreek, Maxfield, Maxmore, Ossian, Patton, Pella, Rushmore, Sable, Wacousta series. Chetomba soils have carbonates within a depth of 102 cm (40 inches). Dolbee, Elvira, and Ossian soils formed in silty alluvial sediments on flood plains and river terraces and are subject to flooding. In addition Elvira soils also have high concentrations of iron and manganese oxides in the solum. Chalmers, Maxfield,  and Maxcreek soils have a loess mantle less than 102 cm (40 inches) thick. Dunham soils contain more than 15 percent rock fragments in the lower part of the series control section. Garwin and Sable soils contain less sand in the lower part of the B horizon and in the C horizon. Gillett Grove soils contain 25 to 45 percent fine sand and coarser in the lower part of the series control section. Hartsburg, Madelia, Pella, Rushmore, and Wacousta soils typically have thinner sola and carbonates at depths between 31 and 102 cm (12 to 40 inches). Marcus soils have a depth to glacial till of greater than 152 cm (60 inches). Mascoutah soils contain less than 7 percent sand in the lower part of the series control section.  Maxmore soils contain 30 to 70 percent sand in the lower part of the series control section. Patton soils have sola between 61 to 107 cm (24 to 42 inches) thick and C horizons of stratified silt loam and silty clay loam lacustrine sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Elpaso soils are on nearly level to level areas of till plains and moraines of Wisconsinan Age. Slope gradients range from 0 to 2 percent. The soils formed in 102 to 152 cm (40 to 60 inches) of loess and the underlying calcareous glacial till. Mean annual air temperature ranges from 8 to 12 degrees C (46 to 55 degrees F), mean annual precipitation ranges from 810 to 1067 mm (32 to 42 inches), frost-free period ranges from 140 to 190 days, and elevation ranges from 177 to 311 meters (580 to 1,020 feet) above the mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Andres, Chenoa, Dana, Elliott, Flanagan, Graymont, Lisbon, Raub, Saybrook, Symerton, and Varna soils. The somewhat poorly drained Andres and moderately well drained Symerton soils formed in loamy outwash and in the underlying silty clay loam glacial till. The somewhat poorly drained Chenoa and moderately well drained Graymont soils formed in 51 to 102 cm (20 to 40 inches) of loess and the underlying silty clay loam glacial till. The moderately well drained Dana and somewhat poorly drained Raub soils formed in 20 to 40 inches (51 to 102 cm) of loess and the underlying loam till with carbonates deeper than 107 cm (42 inches). The somewhat poorly drained Elliott and moderately well drained Varna soils formed in thin loess and silty clay loam till. The somewhat poorly drained Flanagan soils formed in 102 to 152 cm (40 to 60 inches) of loess and the underlying silt loam, loam, or silty clay loam till. The somewhat poorly drained Lisbon and moderately well drained Saybrook soils formed in 51 to 102 cm (20 to 40 inches) of loess and the underlying silt loam or loam till with carbonates shallower than 107 cm (42 inches). These associated soils are on adjoining higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The potential for surface runoff is low. Permeability is moderate in the loess and moderately slow in the glacial till. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s) in the loess and moderately high (1.41 to 4.23 micrometers/s) in the glacial till. In undisturbed areas, the depth to an apparent seasonal high water table is 0.5 foot (15 cm) above the surface to 46 cm (1.5 feet) below the surface, commonly during the late winter and spring, in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are artificially drained and used for cultivated crops. Principal crops are corn and soybeans and other crops include small grain. Native vegetation is commonly marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois. Includes areas previously mapped Drummer till substratum phase. Extent is large in MLRAs 95B, 108A., 110 and 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodford County, Illinois, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to a depth of about 53 cm (21 inches) (Ap and A horizons);\ncambic horizon - the zone from approximately 53 to 175 cm (21 to 69 inches) (Bg, Btg1, 2Btg2, 2Btg3 horizons);\nlithological discontinuity - at a depth of 112 cm (44 inches) (contact between the Btg1 and 2Btg2 horizons)\naquic soil moisture regime.\nIn some pedons there is a zone at the boundary between loess and till composed of strata or reworked glacial till which contains less clay and more sand, and varies in thickness.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
