{
  "SERIES": "ELSALADO",
  "STATUS": "Established Series",
  "BYREV": "MAM/CAF/SBS/MAV",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, thermic Fluventic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Elsalado loam - on a east facing slope of 1 percent that is cultivated to apricots at 110 feet elevation. (Colors are for dry soil unless otherwise stated.  When described on 10/20/89 the soil was moist throughout.)\nAp--0 to 6 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many very fine and few fine tubular pores; slightly effervescent with disseminated carbonate; moderately alkaline (pH 7.9); 5 percent gravel; clear smooth boundary. ( 5 to 9 inches thick)\nBw1--6 to 18 inches; brown (10YR 5/3) and grayish brown (10YR 5/2) loam, brown (10YR 4/3) and dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and fine tubular pores; areas of worm castings and krotovinas that are slightly dark in color are slightly effervescent and light color are strongly effervescent with dissemintated carbonate; moderately alkaline (pH 8.2); 5 percent gravel; gradual smooth boundary.\nBw2--18 to 26 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky  and  slightly plastic; many fine and common very fine and medium roots; common very fine and fine tubular and interstitial pores; strongly effervescent with disseminated carbonate; moderately alkaline (pH 8.4); 5 percent gravel; gradual smooth boundary.  (Combined thickness of the Bw horizons is 16 to 25 inches)\nBk1--26 to 33 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable,  slightly sticky and slightly plastic; common fine, medium and few coarse and very fine roots; common very fine and fine tubular and common very fine interstitial pores; strongly effervescent with segregations of carbonate in common, fine soft masses and seams; moderately alkaline (pH 8.4); 5 percent gravel; gradual smooth boundary.  (5 to 20 inches)\nBk2--33 to 41 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; common very fine and fine tubular and common very fine interstitial pores; violently effervescent with segregations of carbonate in common, fine soft masses and seams; moderately alkaline (pH 8.3); 5 percent gravel; gradual smooth boundary.  (6 to 15 inches thick)\nBk3--41 to 48 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine, fine tubular and common very fine  interstitial pores; slightly effervescent with segregations of carbonate in few, fine soft masses; moderately alkaline (pH 8.#); 5 percent gravel; gradual smooth boundary.  (4 to 10 inches thick)\nBk4--48 to 60 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium roots; few very fine tubular and interstitial pores; slightly effervescent with segregations of carbonate in few, fine seams; moderately alkaline (pH 8.4); 5 percent gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stanislaus County, California; about 1 mile north of Patterson; 600 feet north and 2,350 feet west of the southeast corner of sec. 13, T.5 S., R.7 E., 37 degrees 29 minutes 40 seconds north Lat. and 121 degrees 08 minutes 53 seconds west Long., Patterson quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil between the depths of 7 and 22 inches is dry in all parts form mid May to November and is moist in all parts from mid December to May.  The mean annual soil temperature is 62 to 65 degrees F. and remains above 47 degrees F.  Organic matter is 0.5 to 1.0 percent in the upper part and 0.2 to 0.5 percent in the lower part.  Gravel content is 0 to 10 percent.\nThe A horizon is 10YR 4/3, 5/2 or 5/3.  Moist color is 10YR 3/2, 3/3 or 4/3.  Texture is loam or fine sandy loam.  Reaction is slightly alkaline or moderately alkaline.\nThe Bw and Bk horizon is 10YR 5/2, 5/3, 5/4 or 6/4.  Moist color is 10YR 4/2, 4/3, 4/4, 5/3 or 5/4.  Texture is loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.\nGEOGRAPHIC SETTING;  The Elsalado soils are on alluvial fans and have slopes of 0 to 2 percent.  The soils formed in alluvium from sandstone and shale.  Elevations are 40 to 300 feet.  The climate is subarid with hot, dry summers ad cool, moist winters.  Mean annual precipitation is 10 to 12 inches.  Mean January temperature is about 46 degrees F.; mean July temperature is 76 degrees F.; mean annual temperature is 60 to 62 degrees F.  Frost-free season is 260 to 270 days.\nGEOGRAPHICALLY ASSOCIATED SOILS;  These are the Capay, Vernalis and Zacharias.  Capay soils are fine in the texture control section, have cracks that open and close each year to a depth of 20 inches and have intersecting slickensides.  Vernalis and Zacharias soils have a fine-loamy texture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, negligible to low runoff; moderate permeability.  Some areas are wetter due to irrigation.\nUSE AND VEGETATION;  These soils are used for irrigated cropland, including field crops, row crops and orchards.  Commonly grown crops are tomatoes, beans and apricots.  Some areas are used for urbanland.  Natural vegetation, where not cultivated,  is annual grasses and forbs."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils are in the Upper San Joaquin Valley, West of the San Joaquin River.  The soils are not extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Stanislaus County, Western part, California, 1991.  Name is from a creek in western part of Stanislaus County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as Salado soils in the \"Soils of the Westside Stanislaus Area\" which was not correlated.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of 6 inches (Ap)\nCambic horizon - The zone from 6 to 26 inches. (Bw1, Bw2)  has soil structure and less carbonates than the underlying horizon.\nBk horizon - The zone from 26 to 60 inches (Bk1, Bk2, Bk3, Bk4) has accumulations of secondary carbonates.\nFluventic subgroup - Organic carbon consistently remains above 0.2 percent at a depth of 50 inches (University of California Agricultural Extension Laboratory and NSSL).\nCEC/Clay ratio from Lincoln laboratory data in the W. Stanislaus Soil Survey Area.\nSlow runoff terminology adjusted 10/96 to read negligible to low, which is the new adjective criteria of the Soil Survey Manual, 10/93.\nADDITIONAL DATA: NSSL pedons S92CA-099-009 (type location) and S89CA-099-011 (range in characteristics)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
