{
  "SERIES": "ELSINBORO",
  "STATUS": "Established Series",
  "BYREV": "SYD-DAS-PSK/Rev. MDJ",
  "REVDATE": "12/2012",
  "STATES": "DE,MD,NC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elsinboro silt loam, 3 to 8 percent slopes in an abandoned nursery. (Colors are for moist soil unless otherwise indicated.)\nAp1--0 to 5 cm (0 to 2 inches); brown (7.5YR 4/3) silt loam; moderate fine and medium granular structure; friable, nonsticky, slightly plastic; many very fine and medium roots throughout; 2 percent subrounded quartz fragments; moderately acid, pH 5.9; clear smooth boundary.\nAp2--5 to 28 cm (2 to 11 inches); brown (7.5YR 4/3) loam; moderate coarse subangular blocky structure parting to moderate medium granular structure; friable, nonsticky, slightly plastic; few fine and medium and many very fine roots throughout; 2 percent subrounded quartz fragments; slightly acid, pH 6.5; abrupt smooth boundary. (Combined thickness of the A horizon is 15 to 30 centimeters (6 to 12 inches))\nBt1--28 to 51 cm (11 to 20 inches); brown (7.5YR 5/4) silt loam; moderate coarse and very coarse subangular blocky structure; friable, slightly sticky, moderately plastic; many fine and very fine roots throughout; few medium and coarse tubular pores throughout; 20 percent faint brown (7.5YR 5/4) clay films on all faces of peds; 2 percent subrounded quartz fragments; neutral, pH 6.7; clear smooth boundary.\nBt2--51 to 74 cm (20 to 29 inches); strong brown (7.5YR 5/6) silt loam; moderate coarse subangular blocky structure; friable, slightly sticky, moderately plastic; many fine and very fine roots throughout; few medium and coarse tubular pores throughout; 15 percent faint strong brown (7.5YR 5/6) clay films on all faces of peds; 2 percent subrounded quartz fragments; slightly acid, pH 6.5 clear smooth boundary. (Combined thickness of the Bt horizon is 41 to 91 centimeters (16 to 36 inches))\nBCt--74 to 114 cm (29 to 45 inches); 40 percent brown (7.5YR 4/4) and 20 percent black (N 2/0), and 20 percent strong brown (7.5YR 5/6) sandy loam; weak medium and coarse subangular blocky structure; very friable, nonsticky, nonplastic; 10 percent faint strong brown (7.5YR 5/6) clay films on all faces of peds; slightly acid, pH 6.1; clear wavy boundary. (Combined thickness of the BC horizon is 0 to 51 centimeters (0 to 20 inches))\nCB--114 to 173 cm (45 to 68 inches); reddish yellow (7.5YR 6/6) and strong brown (7.5YR 5/6) sandy loam; weak thick platy structure; friable, nonsticky, nonplastic; slightly acid, pH 6.1. (Combined thickness of the CB horizon is 0 to 76 centimeters (0 to 30 inches))\nC--173 to 180 cm (68 to 71 inches); strong brown (7.5YR 5/8 and 7.5YR 5/6), brown (10YR 5/3) and black (N 2/) stratified fine sandy loam; friable, nonsticky, nonplastic; 40 percent fine mica flakes; slightly acid, pH 6.3."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nState:  Delaware\nCounty:  New Castle\nUSGS Topographic Quadrangle:  Newark East\nLatitude:  39.664694 N (NAD 83)\nLongitude:  75.744611 W (NAD 83)\nDirections to Pedon:  from the intersection of Farm Lane and Sincock Lane, 1650 feet south on Sincock Lane to a farm lane, 580 feet east of Sincock Lane to site on the University of Delaware Dairy Research farm;"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic: 13 to 46 cm (5 to 18 inches)\nDepth to the base of the Argillic: 66 to 127 cm (26 to 50 inches)\nArgillic Thickness: 43 to 91 cm (17 to 36 inches)\nSolum thickness: 71 to 127 cm (28 to 50 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nRock Fragment Content: 0 to 25 percent fine gravels to cobbles throughout the profile.\nSoil Reaction: very strongly acid to neutral, except where limed\nContent of Mica: 0 to 40 percent mica throughout the profile\nRange of Individual Horizons:\nA (if it occurs) or Ap horizon:\nColor--hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 4\nTexture (fine-earth fraction)-sandy loam, fine sandy loam, loam or silt loam\nE horizon (if it occurs):\nColor--hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 4\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam or silt loam\nBt horizon:\nColor--hue of 10YR to 2.5YR, value of 3 to 7, and chroma of 4 to 8\nTexture (fine-earth fraction)-loam, silt loam, silty clay loam or clay loam\nSandy clay loam is limited to 2Bt where present. The B horizon can have abrupt textural changes as a result of stratification.\nBC or CB horizon:\nColor--hue of 7.5YR, value of 4 to 6, and chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam or sandy clay loam\nC or 2C horizon (if it occurs):\nColor--hue of 7.5YR to 2.5YR, value of 4 to 6, and chroma of 4 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam, clay loam, silt loam or silty clay loam. It can be similar to or contrasting with the solum. Where contrasting, it is usually more gravelly in the solum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlbemarle soils have bedrock at a depth of more than 150 cm.\nAllegheny soils weathered from sedimentary rocks.\nAllenwood soils formed in glacial till.\nArendtsville soils formed from residuum from fanglomerate.\nCades soils formed in alluvium derived from metasedimentary rocks.\nCardova soils are moderately deep to bedrock.\nChester soils formed in residuum.\nChetwynd soils have thicker sola.\nClifftop soils are moderately deep to bedrock.\nDrapermill soils formed in residuum and are moderately deep.\nEubanks soils formed in residuum.\nEzel soils form in old alluvium from Pennsylvanian Age sedimentary rocks.\nFrankstown soils formed in residuum.\nGilwood soils formed in residdum and are moderately deep.\nGlenelg soils formed in residuum.\nHappyland soils formed in residuum on upland landforms, i.e. summits, shoulders,\nLeck Kill soils formed in residuum.\nLonon soils are redder in the subsoil.\nMeadowville soils have sola that are greater than 100 cm.\nMilldraper soils are moderately deep to bedrock.\nMurrill soils formed in colluvium mainly from sandstone, shale, with some limestone.\nNixon soils formed in old alluvium from red shale and siliceous Coastal Plain sediments.\nQueponco soils form in Coastal Plain sediments.\nReybold soils form in Coastal Plain sediments.\nRhodhiss soils form in residuum on summits, shoulders and backslopes.\nShouns soils form in colluvium from sandstone, siltstone and shale.\nTate soils form in colluvium.\nUngers soils form in residuum from red sandstones and shales.\nWhiteford soils formed in residuum from slate and phyllite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s): 130, 148, 149A\nDepth Class: Very Deep\nLandscape: Piedmont, Blue Ridge, Coastal Plain\nLandform: Stream Terrace\nGeomorphic Component: Tread\nHillslope Profile Position: Summits, shoulders and backslopes\nParent Material: Loamy mica bearing alluviuml\nSlope: 0 to 15 percent\nElevation: 18 to 853 meters (60 to 2800 feet)\nFrost-free period: 170 to 240 days\nMean Annual Air Temperature: 9 to 14 degrees C (48 to 57 degrees F)\nMean Annual Precipitation: 940 to 1321 millimeters (37 to 52 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBaile soils--fine-loamy particle-size class, poorly drained, formed from local alluvium or colluvium, on upland depressions and footslopes\nChester--fine-loamy particle-size class, well drained, formed from weathered micaceous schist\nDelanco-fine-loamy particle size class, moderately well drained, on lower landforms\nGlenelg-fine-loamy particle-size class, well drained, formed from weathered micaceous schist\nKinkora-fine particle-size class, poorly drained, on lower landforms\nMatapeake-fine-silty particle-size class, well drained, formed from silty eolian deposits over fluviomarine sediments"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Well Drained\nInternal Free Water Occurrence: Very Deep\nIndex Surface Runoff: Negligible to Medium\nSaturated Hydraulic Conductivity Class: Moderately High\nPermeability Class (obsolete): Moderate\nShrink-swell Potential: Moderate\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Dominant land uses are agriculture and urban development\nDominant Vegetation: Where cultivated--major crops are grains, hay or pasture. Where wooded--native vegetation consist of maple, oaks, poplar, hickory and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Delaware, Maryland, Virginia, North Carolina and possibly in New Jersey and Pennsylvania\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bucks County, Pennsylvania, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe following changes have been made:\n1)\tType location moved from Cecil County, MD to New Castle County, DE\n2)\tRevisions to formatting and data consistency with NASIS.\n3)\tRevisions made to include NASIS information and laboratory data\nPrevious Revision: 01/2006 WDC, JWB\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 28 cm (0 to 11 inches) (Ap horizon)\nArgillic horizon--the zone from 28 to 74 cm (11 to 29 inches) (Bt horizons)\nSeries control section--the zone from 0 to 150 cm (0 to 60 inches)\nADDITIONAL DATA: Characterization data is available from the NSSL for the following pedons: S08DE003001. University of Maryland, College Park Campus Particle Size Analysis samples S04MD005-001.\nTypical OSD User Pedon ID is 08DE003001_Elsinboro\nUsersite ID for this pedon is S08DE003001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
