{
  "SERIES": "ELSMAN",
  "STATUS": "Established Series",
  "BYREV": "VB/WRR",
  "REVDATE": "10/2009",
  "STATES": "CA",
  "OVERVIEW": "The Elsman series consists of very deep, well drained soils that formed in colluvium over residuum from sandstone and shale.  The Elsman soils are on mountain slopes. Slopes range from 8 to 75 percent. The mean annual precipitation is about 50 inches, and the mean annual temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elsman very gravelly coarse sandy loam on a north facing (320 degrees), 57 percent slope at an elevation of 427 meters. When described on 9/11/2007 the soil was dry throughout. Colors are for dry soil unless otherwise noted.\nOi--0 to 3 inches, (0 to 8 cm); very dark brown (10YR 2/2) broken face slightly decomposed plant material consisting of leaves and twigs, black (10YR 2/1) broken face moist; about 100 percent fiber and 90 percent rubbed; loose, nonsticky and nonplastic; moderately acid, pH 6.0 by Chlorophenol red; abrupt smooth boundary. (0 to 10 centimeters thick)\nA--3 to 7 inches, (8 to 17 cm); yellowish brown (10YR 5/4) broken face very gravelly coarse sandy loam, dark yellowish brown (10YR 3/4) broken face moist; 12 percent clay; weak fine subangular blocky parting to weak fine granular and weak medium subangular blocky parting to weak medium granular structure; slightly hard, very friable, nonsticky, nonplastic; common fine roots throughout and many very fine roots throughout; common fine interstitial and many very fine interstitial pores; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 35 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; slightly acid, pH 6.5 by Chlorophenol red; clear smooth boundary. (10 to 35 centimeters thick)\nBw1--7 to 15 inches, (17 to 38 cm); brown (7.5YR 5/4) broken face very gravelly sandy loam, dark yellowish brown (10YR 3/4) broken face moist; 18 percent clay; weak fine subangular blocky parting to weak fine granular and weak medium subangular blocky parting to weak medium granular structure; slightly hard, very friable, slightly sticky, slightly plastic; common fine roots throughout and common medium roots throughout and many very fine roots throughout; common fine interstitial and many very fine interstitial pores; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 35 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; slightly acid, pH 6.4 by Chlorophenol red; clear wavy boundary.\nBw2--15 to 24 inches, (38 to 60 cm); brown (7.5YR 5/4) broken face very gravelly sandy clay loam, dark brown (7.5YR 3/4) broken face moist; 22 percent clay; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout and many very fine roots throughout; common fine interstitial and many very fine interstitial pores; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 40 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; slightly acid, pH 6.2 by Chlorophenol red; clear wavy boundary. (Combined thickness of Bw horizons is 20 to 43 centimeters)\nBt--24 to 32 inches, (60 to 82 cm); yellowish brown (10YR 5/4) broken face very gravelly loam, brown (7.5YR 4/4) broken face moist; 24 percent clay; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine interstitial and many very fine interstitial pores; 10 percent patchy faint clay films on all faces of peds; 10 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 35 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; moderately acid, pH 5.8 by Chlorophenol red;  clear wavy boundary. (10 to 22 centimeters thick)\nBw1--32 to 41 inches, (82 to 105 cm); light yellowish brown (10YR 6/4) broken face very gravelly loam, brown (7.5YR 5/4) broken face moist; 22 percent clay; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine interstitial and common very fine interstitial pores; 10 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 40 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; strongly acid, pH 5.6 by Chlorophenol red;  clear wavy boundary.\nBw2--41 to 57 inches, (105 to 146 cm); very pale brown (10YR 7/4) broken face gravelly loam, strong brown (7.5YR 4/6) broken face moist; 22 percent clay; moderate medium subangular blocky and moderate fine subangular blocky structure; moderately hard, friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; many very fine interstitial pores; 10 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 30 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; strongly acid, pH 5.6 by Chlorophenol red;  abrupt smooth boundary. (Combined thickness of B horizons is 25 to 70 centimeters)\n2Bt--57 to 66 inches, (146 to 168 cm); light yellowish brown (10YR 6/4) broken face gravelly loam, dark yellowish brown (10YR 4/4) broken face moist; 26 percent clay; moderate medium subangular blocky and moderate fine subangular blocky structure; moderately hard, friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout; many very fine interstitial pores; 15 percent patchy faint clay films on all faces of peds; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 25 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; strongly acid, pH 5.6 by Chlorophenol red. (22 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Uvas Canyon County Park, Alec Canyon trail, about 200 meters north of Old Logging Camp. In section 7, Range 2E, Township 10S, 4104171 mN, 0607601 mE, Zone 10, NAD83, U.S.G.S Quad: Loma Prieta, California"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil depth is more than 150 centimeters. The mean annual soil temperature is about 56 to 60 degrees F. The soil moisture control section is dry in all parts from about June 1 to October 15 (about 135 days). The particle size control section is 25 to 100 centimeters and averages 12 to 28 percent clay, 35 to 50 percent rock fragments, mostly gravels and cobbles. Organic matter ranges from 4.0 to 6.0 to a depth of 15 centimeters.\nA horizon(s):\nHue: 10YR\nDry: 6/4, 6/3, 5/4\nMoist: 4/4, 4/3, 3/4\nTexture: Gravelly sandy loam, very gravelly coarse sandy loam and gravelly loam\nClay content: 6 to 17 percent\nRock fragments: 15 to 50 percent, mostly gravels and cobbles\nReaction: pH 5.6 to 6.6\nBw horizon(s):\nHue: 10YR, 7.5YR\nDry: 6/4, 5/4\nMoist: 4/4, 3/4\nTexture: very gravelly sandy clay loam, very gravelly sandy loam\nClay content: 12 to 28 percent\nRock fragments: 30 to 50 percent, mostly gravels and cobbles\nReaction: pH 5.7 to 6.8\nBt horizon(s):\nHue: 10YR\nDry: 6/4\nMoist: 4/4\nTexture: very gravelly sandy clay loam, very gravelly loam\nClay content: 26 percent\nRock fragments: 35 to 50 percent, mostly gravels and cobbles\nReaction: pH 5.7 to 6.8\nBw horizon(s):\nHue: 10YR\nDry: 7/4, 6/4\nMoist: 5/6, 5/4, 4/6, 4/4\nTexture: very gravelly sandy clay loam, very gravelly loam, gravelly coarse sandy loam\nClay content: 5 to 24 percent\nRock fragments: 20 to 50 percent\nReaction: pH 5.6 to 6.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brownbear, Burwill, Caris, Cohila(T), Frazier(T), Indleton, Itat, Maki, Pardaloe, and Skyland(T) soils. Brownbear soils are moderately deep to a lithic contact of meta-volcanic and sedimentary rock, and have mean annual air temperatures of 52 to 57 degrees F. Burwill soils are deep with a lithic contact of volcanic rocks, and have soil temperatures of 47 to 51 degrees F, and precipitation of 12 to 14 inches. Caris soils are moderately deep to a lithic contact of altered sedimentary and extrusive igneous rock, have mean annual soil temperatures of 47 to 54 degrees F. Cohila(T) soils have mean annual precipitation of about 20 inches and are derived from granitoid rock. Frazier(T) soils are moderately deep to a lithic contact of granite, and has precipitation of 13 to 17 inches in the Transverse Ranges area of MLRA 15. Indleton soils have mean annual soil temperatures of 47 to 52 degrees F in MLRA 5. Itat soils have mean annual precipitation of 18 to 25 inches, mean annual air temperature of 46 to 50 degrees F. in MLRA 6. Maki soils are moderately deep to a lithic contact of calcareous shale and glaciated materials, are effervescent throughout, and have mean annual air temperatures of 46 to 48 degrees F. Pardaloe soils are deep to a lithic contact, have mean annual air temperature of about 55 in MLRA 5. Skyland soils are deep to a paralithic contact of granitic materials, have textural control sections clay content of 8 to 18 percent and have mean annual precipitation of 13 to 17 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Elsman soils are on side slopes of mountains. Slopes are 8 to 75 percent. These soils formed in colluvium over residuum from sandstone and shale of the Franciscan Formation. Elevation is 425 to 1050 meters. The climate is Mediterranean with warm, dry summers and cool moist winters. The mean annual precipitation is 1016 to 1524 millimeters and the mean annual air temperature is 13 to 15 degrees C. The frost free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Maymen and Sanikara(T) soils. Sanikara(T) soils are shallow to a lithic contact with a mollic epipedon and Maymen soils are shallow to a lithic contact and lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium runoff, and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for watershed, recreation, and wildlife habitat. Vegetation is California live oak, California bay laurel, Madrone, poison oak and Douglas fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Part of the Coastal Range of California, Major Land Resource Area 15 -- Central California Coast Range. The Elsman soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:   10 to 40 in.   (25 to 100 cm)\nDiagnostic horizons and features recognized in this pedon are:\n1. Cambic Horizon 7 to 24 in. (17 to 60 cm)\nADDITIONAL DATA:\nNASIS Pedon ID 07ca085641104\nSoil Classified using Keys to Soil Taxonomy, 10th edition.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 3 inches, (0 to 8 cm); very dark brown (10YR 2/2) broken face slightly decomposed plant material consisting of leaves and twigs, black (10YR 2/1) broken face moist; about 100 percent fiber and 90 percent rubbed; loose, nonsticky and nonplastic; moderately acid, pH 6.0 by Chlorophenol red; abrupt smooth boundary. (0 to 10 centimeters thick)"
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--3 to 7 inches, (8 to 17 cm); yellowish brown (10YR 5/4) broken face very gravelly coarse sandy loam, dark yellowish brown (10YR 3/4) broken face moist; 12 percent clay; weak fine subangular blocky parting to weak fine granular and weak medium subangular blocky parting to weak medium granular structure; slightly hard, very friable, nonsticky, nonplastic; common fine roots throughout and many very fine roots throughout; common fine interstitial and many very fine interstitial pores; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 35 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; slightly acid, pH 6.5 by Chlorophenol red; clear smooth boundary. (10 to 35 centimeters thick)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--7 to 15 inches, (17 to 38 cm); brown (7.5YR 5/4) broken face very gravelly sandy loam, dark yellowish brown (10YR 3/4) broken face moist; 18 percent clay; weak fine subangular blocky parting to weak fine granular and weak medium subangular blocky parting to weak medium granular structure; slightly hard, very friable, slightly sticky, slightly plastic; common fine roots throughout and common medium roots throughout and many very fine roots throughout; common fine interstitial and many very fine interstitial pores; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 35 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; slightly acid, pH 6.4 by Chlorophenol red; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--15 to 24 inches, (38 to 60 cm); brown (7.5YR 5/4) broken face very gravelly sandy clay loam, dark brown (7.5YR 3/4) broken face moist; 22 percent clay; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout and many very fine roots throughout; common fine interstitial and many very fine interstitial pores; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 40 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; slightly acid, pH 6.2 by Chlorophenol red; clear wavy boundary. (Combined thickness of Bw horizons is 20 to 43 centimeters)"
      },
      {
        "name": "Bt",
        "top": 61,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--24 to 32 inches, (60 to 82 cm); yellowish brown (10YR 5/4) broken face very gravelly loam, brown (7.5YR 4/4) broken face moist; 24 percent clay; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine interstitial and many very fine interstitial pores; 10 percent patchy faint clay films on all faces of peds; 10 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 35 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; moderately acid, pH 5.8 by Chlorophenol red;  clear wavy boundary. (10 to 22 centimeters thick)"
      },
      {
        "name": "Bw1",
        "top": 81,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--32 to 41 inches, (82 to 105 cm); light yellowish brown (10YR 6/4) broken face very gravelly loam, brown (7.5YR 5/4) broken face moist; 22 percent clay; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine interstitial and common very fine interstitial pores; 10 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 40 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; strongly acid, pH 5.6 by Chlorophenol red;  clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 104,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--41 to 57 inches, (105 to 146 cm); very pale brown (10YR 7/4) broken face gravelly loam, strong brown (7.5YR 4/6) broken face moist; 22 percent clay; moderate medium subangular blocky and moderate fine subangular blocky structure; moderately hard, friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; many very fine interstitial pores; 10 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 30 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; strongly acid, pH 5.6 by Chlorophenol red;  abrupt smooth boundary. (Combined thickness of B horizons is 25 to 70 centimeters)"
      },
      {
        "name": "2Bt",
        "top": 145,
        "bottom": 168,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "narrative": "2Bt--57 to 66 inches, (146 to 168 cm); light yellowish brown (10YR 6/4) broken face gravelly loam, dark yellowish brown (10YR 4/4) broken face moist; 26 percent clay; moderate medium subangular blocky and moderate fine subangular blocky structure; moderately hard, friable, moderately sticky, slightly plastic; common fine roots throughout and common medium roots throughout; many very fine interstitial pores; 15 percent patchy faint clay films on all faces of peds; 5 percent subrounded strongly cemented 76 to 250 millimeter sandstone fragments and 25 percent angular strongly cemented 2 to 75 millimeter sandstone fragments; strongly acid, pH 5.6 by Chlorophenol red. (22 centimeters thick)"
      }
    ]
  ]
}
