{
  "SERIES": "ELSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW-GRS-KKN",
  "REVDATE": "11/2011",
  "STATES": "IN,MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elston sandy loam, on a convex, 1 percent slope in a cultivated field at an elevation of about 162 meters (530 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; very friable; moderately acid; abrupt smooth boundary. [15 to 28 cm (6 to 11 inches) thick]\nA--25 to 51 cm (10 to 20 inches); very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure; friable; moderately acid; gradual wavy boundary. [8 to 36 cm (3 to 14 inches) thick]\nBt1--51 to 86 cm (20 to 34 inches); dark brown (7.5YR 3/4) sandy loam, light brownish gray (10YR 6/2) dry; weak coarse subangular blocky structure; very friable; faint dark brown (7.5YR 3/2) clay films on some sand grains and bridging between sand grains; few gravel; moderately acid; gradual wavy boundary.\nBt2--86 to 114 cm (34 to 45 inches); brown (7.5YR 4/4) loamy sand; weak coarse subangular blocky structure; very friable; faint dark brown (7.5YR 3/2) clay films on sand grains and bridging between sand grains; few gravel; moderately acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 51 to 102 cm (20 to 40 inches).]\nBC--114 to 183 cm (45 to 72 inches); brown (7.5YR 4/4) loamy sand; single grain; loose; few gravel; moderately acid; clear wavy boundary. [25 to 76 cm (10 to 30 inches) thick]\nC--183 to 203 cm (72 to 80 inches); pale brown (10YR 6/3) fine sand and sand; single grain; loose; few gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Vigo County, Indiana; about 3 miles west of Miltonville; 1,300 feet east and 500 feet north of the center of sec. 14, T. 13 N., R. 9 W.; USGS New Goshen, IN topographic quadrangle; lat. 39 degrees 34 minutes 30 seconds N. and long. 87 degrees 22 minutes 40 seconds W., NAD 27; UTM Zone 16, 467551 easting and 4380659 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches)\nThickness of the solum: 127 to 203 cm (50 to 80 inches)\nSeries control section: the sand fraction throughout the solum is dominantly medium and coarser; the rock fragment content ranges from 0 to 14 percent throughout the control\nsection\nDepth to calcareous sand and gravelly sand: 152 to 244 cm (5 to 8 feet)\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: loam, fine sandy loam, or sandy loam\nReaction: strongly acid to neutral\nBt horizon:\nHue: 5YR to 10YR (typically redder than 10YR)\nValue: 3 to 5\nChroma: 2 to 6\nTexture: loam or sandy loam, with subhorizons of sandy clay loam or loamy sand\nReaction: strongly acid to slightly acid\nBC horizon:\nHue: 5YR to 10YR (typically redder than 10YR)\nValue: 3 to 5\nChroma: 2 to 6\nTexture: loamy sand or sand\nReaction: strongly acid to slightly acid\nC horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: fine sand or sand; calcareous sand and gravelly sand at depths of 152 to 244 cm (5 to 8 feet)\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coyne and Hesch series. Coyne soils are deeper than 102 cm (40 inches) to the upper boundary of the argillic horizon. Hesch soils have a paralithic contact at depths of 51 to 102 cm (20 to 40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Elston soils typically are on outwash plains of Wisconsin age. Slope ranges from 0 to 12 percent. Elston soils formed in outwash that is loamy in the upper part and sandy in the lower part. Sand throughout the solum is dominantly medium and coarser. Mean annual precipitation ranges from 762 to 1143 mm (30 to 45 inches). Mean annual temperature ranges from 8.9 to 13.3 degrees C (48 to 56 degrees F). Frost-free period is 140 to 200 days. Elevation is 110 to 305 meters (360 to 1,000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ade, Warsaw, and Westland soils. The somewhat excessively drained Ade soils do not have a continuous argillic horizon and are on ridges and side slopes. The well drained Warsaw soils have more clay in the subsoil and are on adjacent nearly level slopes. The poorly drained or very poorly drained Westland soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is very low on the nearly level areas and low on the more sloping areas. Saturated hydraulic conductivity is high. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, small grain, and legume grass mixtures. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97, 98, 110, 111C, 111D, 114B, and 115A in Indiana and southwestern Michigan. The type location is in MLRA 111D. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tippecanoe County, Indiana, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 51 cm (Ap, A horizons).\nArgillic horizon: from a depth of 51 to 114 cm (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
