{
  "SERIES": "ELVERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG-HFG-RJB",
  "REVDATE": "06/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, nonacid, mesic Thapto-histic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Elvers silt loam - on a 1 percent slope in an uncultivated area at an elevation of about 251.5 meters (825 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 cm (0 to 2 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure; friable; few fine roots; slightly alkaline; abrupt smooth boundary. [3 to 13 cm (1 to 5 inches) thick]\nCg1--5 to 36 cm (2 to 14 inches); grayish brown (10YR 5/2) silt loam; weak thin parallel platy layers; friable; few fine roots; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; slightly alkaline; abrupt smooth boundary.\nCg2--36 to 56 cm (14 to 22 inches); gray (10YR 5/1) silt loam; weak thin parallel platy layers; friable; few fine roots; many coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few dark concretions (Fe and Mn oxides); neutral; abrupt smooth boundary.\nCg3--56 to 89 cm (22 to 35 inches); laminated gray (N 5/0) and light brownish gray (2.5Y 6/2) silt loam; weak very thin parallel platy layers; friable; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in root channels; slightly acid; abrupt smooth boundary. [Combined thickness of the C horizons ranges from 41 to 102 cm (16 to 40 inches).]\n0a--89 to 152 cm (35 to 60 inches); black (10YR 2/1) broken face and rubbed, sapric material, about 3 percent fiber content, none rubbed; massive; slightly acid. 51 cm or more (20 inches or more) thick]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dane County, Wisconsin; about 2 miles northeast of Black Earth; 790 feet north and 790 feet west of the southeast corner of sec. 18, T. 8 N., R. 7 E., USGS Black Earth, Wisconsin Topographic Quadrangle; lat. 43 degress 9 minutes 52 seconds N., and long. 89 degrees 42 minutes 9 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the silty alluvium over organic material: 41 to 102 cm (16 to 40 inches)\nUnderlying organic material: at least 51 cm (20 inches) thick\nReaction: moderately acid to slightly alkaline throughout\nRedox features and saturation:  within 31 cm (1 foot) for long periods in most years\nA or Ap horizon:\nHue: 10YR, 2.5Y or N\nValue: 2 to 4\nChroma: 0 to 2\nTexture: silt loam\nCg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 3 to 6\nChroma: 1 or 2\nTexture: silt loam\nClay content: averages 8 to 18 percent\nOther features:\nIt is neutral in hue with value of 4 to 6. Color values of 3 (6 dry) are in some pedons\nOa (sapric material) horizon:\nOther features:\nIn some pedons, it is hemic (Oe) material. The decomposed sapric or hemic deposit is derived from herbaceous or woody material, or both."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils in other families are the Snohomish and Wallkill series. Snohomish soils are fine-silty in the mineral portion of the control section. Wallkill soils are fine-loamy in the mineral portion of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Elvers soils are on flood plains and margins of organic soil areas adjacent to upland mineral soils. Slope ranges from 0 to 3 percent. Elvers soils formed in silty alluvial deposits over sapric or hemic materials. Mean annual precipitation ranges from about 711 to 889 mm (28 to 35 inches). Mean annual air temperatures ranges from about 6.1 to 10.6 degrees C (43 to 51 degrees F). The frost free period ranges from about 120 to 180 days.  Elevation ranges from about 183 to 396 meters (600 to 1300 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adrian, Houghton, Orion, Otter, Palms, and Washtenaw soils. Adrian, Houghton, and Palms soils, which are organic, are in areas marginal to the Elvers soils where the silty surface layers are less than 41 cm (16 inches) thick. Orion soils are nearby but in somewhat higher lying positions where subsurface organic materials are not present. Otter and Washtenaw soils are in similar topographic positions, but do not have deposits of sapric or histic materials within one meter."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. The potential for surface runoff ranges from negligible to low. Flooding is frequent for brief to long duration.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the silty alluvium and moderately high to very high (1.41 to 141.14 micrometers per second) in the organic part. Permeability is moderate in the silty alluvium and ranges from rapid to moderately slow in the organic part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas remain in sedge grass and are used for limited, low quality pasture. Where drained, Elvers soils are used for cropland. Common crops are corn, small grains, hay, and vegetable crops. Wooded areas have ash, elm, red maple, and other water-tolerant species. See Additional Data section for native vegetative cover in Iowa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 95B, 97, 105, 108B, 115C and 144A in southeasern Wisconsin, northwestern Illinois, eastern Iowa, southwestern Michigan, and vermont. This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dane County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly included with the Wallkill series, which is in a fine-loamy family.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 18 cm (0 to 7 inches) (A upper part of Cg1); Fluventic feature - organic-carbon content that decreases irregularly with depth; Thapto Histic subgroup - a buried Histosol within 1 m of the soil surface; aquic feature -  chroma of 1 or less and moist value of 4 or more with saturation at a depth of 41 to 51 cm (16 to 20 inches).\nADDITIONAL DATA: In Iowa, the native vegetative cover is a herbaceous wetland community commonly inhabited with Rice Cutgrasses, Softstem Bulrushes, Needle Spikerushes, Broadfruit Burreeds, Pickerel Weeds, Broadleaf Cattails, Water Smartweeds, American Water Lilies, Yellow Pond Lilies, American Lotuses, Small Pondweeds, Sago Pondweeds, and Arrowheads. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
