{
  "SERIES": "EMAMOUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM-JVC",
  "REVDATE": "07/2008",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emamount ashy loam--rangeland (Colors are for dry soil unless otherwise noted).\nA1--0 to 13 cm; dark grayish brown (10YR 4/2) ashy loam, black (10YR 2/1) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine through coarse roots; common very fine interstitial pores; neutral (pH 6.6); abrupt smooth boundary.  (8 to 20 cm thick)\nA2--13 to 43 cm; dark gray (10YR 4/1) ashy loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine through coarse roots; many very fine interstitial pores; slightly alkaline (pH 7.6); clear wavy boundary.  (15 to 30 cm thick)\nA3--43 to 71 cm; dark grayish brown (10YR 4/2) ashy loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, common fine and few medium and coarse roots; many very fine and common fine tubular pores; slightly alkaline (pH 7.6); clear wavy boundary.  (20 to 38 cm thick)\nA4--71 to 97 cm; gray (10YR 5/1) ashy loam, very dark gray (10YR 3/1) moist; moderate fine and medium prismatic parting to strong medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine and fine and few medium roots; many very fine and common fine tubular pores; 5 percent 5 to 10 millimeter distinct dark yellowish brown (10YR 3/4) moist, relict masses of iron accumulation; neutral (pH 7.3); slightly alkaline (pH 7.4); clear wavy boundary.  (20 to 51 cm thick)\nC--97 to 127 cm; light brownish gray (10YR 6/2) ashy sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and common fine and few medium roots; common very fine and fine tubular pores; 5 percent 5 to 10 millimeter distinct dark yellowish brown (10YR 3/4) moist, relict masses of iron accumulation; neutral (pH 7.3); abrupt wavy boundary.  (15 to 56 cm thick)\nAb--127 to 152 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; 5 percent 2 to 5 millimeter distinct dark yellowish brown (10YR 3/4) moist, relict masses of iron accumulation; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; in the Hays Canyon Range on Mountain View Creek; in nonsectionized township T. 39 N., R. 19 E.; USGS Boulder Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 16 minutes 59.63 seconds N. and longitude 119 degrees 50 minutes 1.75 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Moist in winter and spring, dry from mid-June through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature - 7 to 8 degrees C.\nMollic epipedon thickness - 61 to 127 cm.\nVolcanic glass content - 35 to 95 percent in the coarse silt through fine sand fractions.\nParticle-size control section - Clay content: averages 18 to 27 percent;\nRock fragments: 0 to 10 percent gravel.  Lithology of fragments are volcanic rocks such as basalt and tuff.\nReaction - Slightly acid to slightly alkaline.\nOther features - Organic carbon content decreases irregularly with depth.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nStructure: Weak to moderate fine through coarse prismatic parting to platy or blocky.\nOrganic matter content: 1 to 4 percent.\nRedoximorphic features: Occur as relict masses of iron accumulation in most pedons.\nC and Ab horizons\nHue: 10YR through 5Y.\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 1 or 2, dry or moist.\nTexture: Stratified gravelly ashy loamy sand to ashy silty clay loam.  Dominantly ashy loam or ashy sandy loam when mixed.\nStructure: Weak or moderate fine to medium prismatic parting to platy or blocky, or is massive.\nRedoximorphic features: Occur as relict masses of iron and manganese accumulation in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boltz, Bonnick, Borobey, Embal, Frentera, Gardone, Oatmanflat, Picturerock, Stookmoor, Tuffcabin, and Wegert series.\nBoltz, Frentera, Stookmoor and Wegert soils are moderately deep to bedrock.  Gardone soils are have less than 5 percent clay in the particle-size control section.  Bonnick soils have 2 to 10 percent clay content in the particle-size control section and have texture of dominantly ashy loamy sand.  Borobey soils have Bq horizons that are brittle when wet and have less than 15 percent clay in the particle-size control section.  Embal have less than 18 percent clay in the particle-size control section and commonly have secondary carbonates and silica accumulation.  Oatmanflat and Tuffcabin are deep to duripans.  Picturerock soils have secondary carbonates throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Emamount soils are on low stream terraces.  They formed in alluvium derived from volcanic rocks and pyroclastic materials under wetter conditions than at present.  Slopes are 0 to 4 percent.  Elevations range from 1704 to 2237 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 6 to 7 degrees C., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cavin and Grimlake soils.  Cavin soils are ashy-skeletal.  Grimlake soils are fine."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderately slow permeability (moderately high saturated hydraulic conductivity).  Endosaturation is present with an apparent seasonal high water table between 152 to 183 cm (very deep free water occurrence class) from January through May.  Cumulative annual duration class is Common.  These soils are susceptible to rare flooding for very brief periods year round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Emamount soils are used for rangeland and wildlife habitat. The present vegetation is dominantly mountain big sagebrush, rabbitbrush, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Surprise Valley-Home Camp Area, California and Nevada, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 97 cm (A1, A2, A3, and A4 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 152 to 183 cm at certain times during normal years (below the Ab horizon).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (A3 and A4 horizons and parts of the A2 and C horizons).\nADDITIONAL DATA:  Volcanic glass percentages determined locally by optical grain count using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
