{
  "SERIES": "EMBARCADERO",
  "STATUS": "Established Series",
  "BYREV": "WRR",
  "REVDATE": "06/2015",
  "STATES": "CA",
  "OVERVIEW": "The Embarcadero series consists of very deep, naturally poorly drained soils, now artificially drained that formed in alluvium from mixed rock sources. Embarcadero soils are in basins near the edge of marshes. Slopes range from 0 to 2 percent. The mean annual precipitation is about 13 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, calcareous, thermic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Embarcadero clay loam, 0 to 2 percent slopes, drained, on a south facing 1 percent slope under a cover of salt grass at an elevation of minus 6 feet. When described the soil was moist throughout. Colors are for dry soil unless otherwise noted).\nA--0 to 7 inches, (0 to 19 cm); dark gray (10YR 4/1) broken face clay loam, very dark gray (10YR 3/1) broken face moist; 23 percent sand; 39 percent silt; 38 percent clay; moderate coarse prismatic and moderate coarse angular blocky structure; very hard, friable, moderately sticky, slightly plastic; common coarse roots; few very fine tubular pores; strongly alkaline, pH 9.0 by pH meter 1:1 water;  clear smooth boundary. (A horizon thickness ranges from 10 to 37 centimeters.)\nBkn1--7 to 16 inches, (19 to 40 cm); grayish brown (2.5Y 5/2) broken face clay, very dark grayish brown (2.5Y 3/2) broken face moist; 22 percent sand; 34 percent silt; 45 percent clay; moderate coarse angular blocky and moderate coarse prismatic structure; very hard, friable, moderately sticky, moderately plastic; common coarse roots; few very fine tubular pores; 10 percent carbonate masses; very strongly alkaline, pH 9.9 by pH meter 1:1 water; abrupt wavy boundary.\nBkn2--16 to 26 inches, (40 to 66 cm); silty clay, 10 percent dark greenish gray (5GY 3/1) broken face and 90 percent olive brown (2.5Y 4/3) broken face moist; 14 percent sand; 43 percent silt; 43 percent clay; moderate coarse angular blocky and moderate coarse prismatic structure; very hard, friable, moderately sticky, moderately plastic; few fine roots and few coarse roots; few very fine tubular pores; 2 percent carbonate masses; very strongly alkaline, pH 10.0 by pH meter 1:1 water; clear smooth boundary.\nBkn3--26 to 37 inches, (66 to 95 cm); silty clay, 40 percent olive brown (2.5Y 4/4) broken face and 60 percent olive gray (5Y 4/2) broken face moist; 8 percent sand; 42 percent silt; 49 percent clay; moderate coarse angular blocky and moderate coarse prismatic structure; very hard, friable, moderately sticky, moderately plastic; few fine roots and few coarse roots; few very fine tubular pores; 2 percent carbonate masses; very strongly alkaline, pH 9.7 by pH meter 1:1 water; clear smooth boundary.\nBkn4--37 to 47 inches, (95 to 120 cm); light yellowish brown (2.5Y 6/3) broken face silty clay, light olive brown (2.5Y 5/3) broken face moist; 11 percent sand; 40 percent silt; 49 percent clay; massive; very hard, friable, moderately sticky, moderately plastic; few fine roots and few coarse roots; few very fine tubular pores; 30 percent carbonate masses; strong effervescence; very strongly alkaline, pH 9.6 by pH meter 1:1 water; clear smooth boundary.\nBkn5--47 to 61 inches, (120 to 155 cm); light yellowish brown (2.5Y 6/3) broken face clay loam, light olive brown (2.5Y 5/3) broken face moist; 21 percent sand; 40 percent silt; 39 percent clay; massive; very hard, friable, moderately sticky, moderately plastic; common very fine tubular pores; 30 percent carbonate masses; very strongly alkaline, pH 9.4 by pH meter 1:1 water; abrupt smooth boundary.\nBkn6--61 to 65 inches, (155 to 164 cm); 70 percent light yellowish brown (2.5Y 6/3) broken face silty clay, 70 percent light olive brown (2.5Y 5/3) broken face moist; 8 percent sand; 41 percent silt; 51 percent clay;  massive; very hard, firm, moderately sticky, very plastic; common very fine tubular pores; 30 percent olive gray (5Y 5/2), moist, and light olive gray (5Y 6/2), dry, iron depletions; 10 percent carbonate masses and 20 percent carbonate concretions; very strongly alkaline, pH 9.3 by pH meter 1:1 water; abrupt smooth boundary. (Combined thickness of the Bkn horizons ranges from 80 to more than 145 centimeters.)\nBkCg--65 to 98 inches, (164 to 250 cm); 60 percent light yellowish brown (2.5Y 6/4) broken face silty clay, 60 percent light olive brown (2.5Y 5/4) broken face moist; 4 percent sand; 40 percent silt; 56 percent clay;  massive; very hard, firm, moderately sticky, very plastic; common very fine tubular pores; 40 percent  gray (N 5/), moist, and  light gray (N6/), dry, iron depletions; 10 percent carbonate masses; strong effervescence; very strongly alkaline, pH 9.2 by pH meter 1:1 water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Baylands Park, City of Sunnyvale, wildlife area on east side of park, about 150 feet north of gate., in an unsectionized area of Township 6S, Range 1W, 414075 UTM Northing, 058945 UTM Easting, Zone 10, NAD83. U.S.G.S Quad: Milpitas, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils formed in saturated soil conditions at or near sea level. Due to subsidence of the Santa Clara valley, many areas of Embarcadero soils are now below sea level and would be flooded by bay waters if not protected by levees. Historic over drafting of the groundwater of the Santa Clara valley has drained Embarcadero soils of water in the soil profile and the soils are considered drained and protected today. The mean annual soil temperature is 62 to 64 degrees F. The soil moisture control section is now dry in all parts from about May 1 to November 1 (about 180 days). The particle size control section averages 35 to 50 percent clay.\nMineralogy is smectitic. The soil is calcareous below the A horizon and some A horizons may be calcareous. Carbonate masses occur below the A horizon ranging from 2 to 60 percent with occasional carbonate concretions occurring below 1 meter in some pedons. Organic matter ranges from 1 to 3 percent to a depth of 40 centimeters. Salinity ranges from EC of 2 to 10 with some areas as high as 50. Sodicity ranges from SAR of 5 to 100.\nThe An horizon dry color is 10YR 5/1, 4/1, 3/1, or 2.5Y 5/2. Moist color is 10YR 3/1 or 2.5Y 4/2. Texture is clay loam, silty clay loam or silty clay. Clay content ranges from 27 to 40 percent.  Reaction ranges from 7.8 to 9.5.\nThe Bkn1 horizon dry color is 10YR 6/4, 6/2, 5/1, 3/1, or 2.5Y 5/2, 5/1. Moist color is 10YR 4/3, 4/2, 2/1 or 2.5Y 5/3, 4/3, 3/2. Texture is silty clay loam, clay or silty clay. Clay content ranges from 35 to 50 percent. Reaction ranges from 7.8 to 10.0.\nThe Bkn2, Bkn3, Bkn4 horizons dry color is 10YR 8/1, 4/2, 5/1 or 5Y 8/1, 5/1 or 2.5Y 7/3, 6/3, 5/3, 5/1. Moist color is 10YR 7/1, 4/1, 3/2 or 5Y 7/1, 5/1, 4/1 or 2.5Y 5/3, 4/4, 4/3, 3/1. Texture is sandy clay loam, silty clay loam or silty clay. Clay content ranges from 35 to 50 percent. Reaction ranges from 7.8 to 10.0.\nThe Bkn5, Bkn6 and BC horizons dry color is 5Y 8/1, 5/1 or 2.5Y 6/4, 6/3. Moist color is 5Y 7/1, 5/1 or 2.5Y 5/4, 5/3, 4/4. Texture is sandy clay loam, clay loam or silty clay. Clay content ranges from 35 to 50 percent. Redoximorphic features are iron depletions, dry color is 10YR 5/2 or 5Y 6/2 or 5GY 6/0.  Moist color is 5Y 5/2 or 5GY 5/0 or 2.5Y 4/2 or 4/1. Reaction ranges from 7.8 to 9.5."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Embarcadero soils are in basins, occupying the lowest part adjacent to saline tidal marshes. Salinity and sodicity are high due to the evaporative environment. Under natural conditions, flooding was frequent from saline marsh waters and stream flooding of the basin. Slopes are 0 to 2 percent. These soils formed in material weathered from alluvium. Elevation is 0 to 10 feet. Mean annual precipitation is 14 to 16 inches. The mean annual temperature is 60 to 62 degrees F. Frost free season is 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Hangerone(T) soils are located in basins adjacent to Embarcadero soils and do not have saline-alkali soil chemical properties. Novato soils occur adjacent to Embarcadero soils in saline tidal marshes. Novato soils are Hydraquents."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Embarcadero soils are poorly drained in their natural condition and frequently flooded. Most areas have been drained by historic agricultural ground water over drafting. Subsidence has occurred in the Santa Clara Valley from the groundwater over drafting, and has lowered these soils several feet requiring the use of levees to keep out bay waters."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for wildlife habitat, recreation and urban uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Embarcadero soils occur along the south end of the San Francisco Bay and are not extensive. Major Land Resource Area 14."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara Area Soil Survey 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:   10 to 40 in.  (25 to 100 cm)\nDiagnostic horizons and features recognized in this pedon are:\nBkn Natric Horizon 19 to 155cm     7 to 61 in.\nThe soil moisture control section is dry in all parts from about May 1 to November 1 (about 180 days).\nPedon Notes: 05ca085641319\nADDITIONAL DATA:\nNSSL Lab Pedon #: 07N0672\nNational Cooperative Soil Survey\nU.S.A."
  }
}
