{
  "SERIES": "EMBDEN",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "11/2002",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Embden series consists of very deep, well drained or moderately well drained, moderately rapidly permeable soils that formed in glaciofluvial and glaciolacustrine deposits.  These soils are on lake plains, outwash plains, deltas and terraces and have slopes ranging from 0 to 9 percent. Mean annual air temperature is 42 degrees F, and mean annual precipitation is 19 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Embden fine sandy loam on a plane slope of less than 1 percent under tame grass pasture.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 8 inches; very dark gray (10YR 3/1) fine sandy loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many fine roots and pores; neutral; abrupt smooth boundary.\nA--8 to 14 inches; very dark gray (10YR 3/1) fine sandy loam, black (10YR 2/1) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and nonplastic; many fine roots and pores; neutral; gradual wavy boundary. (Combined A horizons 8 to 22 inches thick)\nBw1--14 to 20 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common fine roots and pores; neutral; gradual wavy boundary.\nBw2--20 to 24 inches; dark grayish brown (2.5Y 4/2) fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common fine pores; neutral; gradual wavy boundary.\nBw3--24 to 30 inches; light brownish gray (2.5Y 6/2) fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; many medium faint grayish brown (2.5Y 5/2) redox concentrations; very weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common fine pores; slight effervescence; slightly alkaline; clear wavy boundary.  (Combined Bw horizons 6 to 32 inches thick)\nBk--30 to 44 inches; light gray (2.5Y 7/2) fine sandy loam, olive brown (2.5Y 4/4) moist; few fine prominent light red (2.5YR 6/6) redoximorphic concentrations; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 35 inches thick)\nC--44 to 60 inches; pale yellow (2.5Y 7/3) fine sandy loam, olive brown (2.5Y 4/4) moist; common fine prominent reddish brown (5YR 4/4) redoximorphic concentrations massive; slightly hard, very friable, slightly sticky and nonplastic; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cass County, North Dakota; about 10 miles south and 2.5 miles east of Embden; 2,640 feet east and 60 feet north of the southwest corner, sec. 21, T. 137 N., R. 53 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates ranges from 20 to 60 inches.  The mollic epipedon ranges from 16 to about 40 inches in thickness.  The 10 to 40 inch particle-size control section averages between 6 and 18 percent clay and 40 to 70 percent fine sand and coarser.\nThe A horizon has 10YR hue or is neutral, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or less.  It is fine sandy loam, sandy loam, very fine sandy loam or loam.  It is slightly acid or neutral.\nThe Bw horizon has 10YR or 2.5Y hue, value of 3 to 6 and 2 to 4 moist, and chroma of 1 to 4.  It is fine sandy loam, loam, sandy loam or very fine sandy loam.  It has thin layers of loamy fine sand less than five inches thick in some pedons.  It is neutral or slightly alkaline.  Few to common and faint to distinct redoximorphic features are in the lower part of the Bw horizon in many pedons.\nThe Bk horizon has hue of 10YR, 2.5Y or 5Y, value of 4 to 8 and 3 to 6 moist, and chroma of 1 to 4.  It is fine sandy loam, sandy loam, loamy fine sand, very fine sandy loam or loamy sand.  It is slightly alkaline or moderately alkaline.  The calcium carbonate equivalent ranges for 6 to 20 percent and carbonates are disseminated or in masses.  The Bk horizon does not have redox features in some pedons.  Some pedons have a BCk horizon.\nThe C horizon typically has 2.5Y hue, and less commonly 10YR or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 1 to 4.  It is fine sandy loam, sandy loam, loamy fine sand, or very fine sandy loam, but in some pedons below depths of 40 inches it has coarser or finer textures. It is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Emrick, Inkster and Swenoda series and the Clontarf series as previously classified.  Clontarf soils have fine sand or coarser textures within the particle-size control section.  Emrick soils have a loam series control section, formed in glacial till and have coarse fragments throughout.  Inkster soils have more than 50 percent shale in the sand size fraction of the 10 to 40 inch particle-size control section.  Swenoda soils have silt loam or loam 2C horizons at depths of 22 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The level to moderately sloping Embden soils are on lake plains, outwash plains, deltas and terraces.  Slope gradients commonly are less than 3 percent but range from 0 to 9 percent.  The soil formed in glaciofluvial and glaciolacustrine deposits.  The mean annual air temperature ranges from about 36 to 48 degrees F, and the mean annual precipitation ranges from 15 to 24 inches.  Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Swenoda soils and the Arveson, Egeland, Tiffany and Wyndmere soils.  Swenoda soils are on nearby till plains or lake plains.  Arveson soils are in nearby swales.  They have calcic horizons within depths of 16 inches and are poorly drained.  Egeland, Tiffany and Wyndmere soils are in a drainage sequence with Embden soils.  Egeland soils are on the convex well drained higher parts of the landscape.  They have mollic epipedons less than 16 inches in thickness. Tiffany and Wyndmere soils are in swales and depressions.  Tiffany soils are poorly drained and contain mottles in the lower part of the A horizon.  Wyndmere soils have calcic horizons within depths of 16 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or moderately well drained. Runoff ranges from negligible to low depending on slope.  Permeability is moderately rapid.  A seasonal high water table is at a depth of 3 to 5 feet at some time during the period April through June in the moderately well drained phase.  It is at a depth of 4 to more than 6 feet for the same period in the well drained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils mainly are cropped to small grains; row crops as corn, potatoes; and hay or pasture.  Native vegetation was prairie sandreed, needleandthread, prairie junegrass, sun sedge, threadleaf sedge and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central North Dakota, northwestern Minnesota, and northeastern South Dakota.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cass County, North Dakota, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface of the soil to a depth of 24 inches (Ap, A, Bw1, and Bw2 horizons); cambic horizon - the zone from 24 to 30 inches (Bw3 horizon).\nADDITIONAL DATA:  Laboratory samples: S51NDak-5-6, and from North Dakota Agricultural Experiment Station S66Dak-9-1, S57NDak-9-2, ND53-P-13, ND-54-P-3.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark gray (10YR 3/1) fine sandy loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many fine roots and pores; neutral; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--8 to 14 inches; very dark gray (10YR 3/1) fine sandy loam, black (10YR 2/1) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and nonplastic; many fine roots and pores; neutral; gradual wavy boundary. (Combined A horizons 8 to 22 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--14 to 20 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common fine roots and pores; neutral; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--20 to 24 inches; dark grayish brown (2.5Y 4/2) fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common fine pores; neutral; gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 61,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3--24 to 30 inches; light brownish gray (2.5Y 6/2) fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; many medium faint grayish brown (2.5Y 5/2) redox concentrations; very weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common fine pores; slight effervescence; slightly alkaline; clear wavy boundary.  (Combined Bw horizons 6 to 32 inches thick)"
      },
      {
        "name": "Bk",
        "top": 76,
        "bottom": 112,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--30 to 44 inches; light gray (2.5Y 7/2) fine sandy loam, olive brown (2.5Y 4/4) moist; few fine prominent light red (2.5YR 6/6) redoximorphic concentrations; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 35 inches thick)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--44 to 60 inches; pale yellow (2.5Y 7/3) fine sandy loam, olive brown (2.5Y 4/4) moist; common fine prominent reddish brown (5YR 4/4) redoximorphic concentrations massive; slightly hard, very friable, slightly sticky and nonplastic; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
