{
  "SERIES": "EMCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/CW/JWB",
  "REVDATE": "04/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emco gravelly clay loam, on a northeast facing, convex, 17 percent slope in rangeland at an elevation of 1,640 meters.  (Colors are for dry soil unless otherwise noted.)  When described on March 13, 1992 the soil was dry from 0 to 18 cm.  The surface is covered by 2 percent cobbles and 20 percent gravel.\nA--0 to 3 cm; light brown (7.5YR 6/3) gravelly clay loam, brown (7.5YR 5/3) moist; 29 percent clay; moderate medium platy structure; friable, hard, moderately sticky, moderately plastic; few medium and fine and common very fine roots; 2 percent cobbles, 20 percent gravel; slightly effervescent, carbonates are finely disseminated; strongly alkaline (pH 8.8); clear wavy boundary.  (3 to 10 cm thick)\nC--3 to 18 cm; light brown (7.5YR 6/4) clay loam, reddish brown (5YR 5/4) moist; 38 percent clay; weak medium angular blocky structure; friable, hard, moderately sticky, moderately plastic; few fine and very fine roots; 1 percent cobbles, 2 percent gravel, 11 percent paragravel; slightly effervescent, carbonates are finely disseminated; very strongly alkaline (pH 9.1); abrupt wavy boundary.\nCr--18 to 43 cm; weathered sodic shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; about 12 kilometers (7.5 miles) south-southeast of Wellington; located about 2,100 feet south and 950 feet west of the northeast corner of sec. 11, T. 16 S., R. 11 E.; Olsen Reservoir USGS quad; lat. 39 degrees 26 minutes 59 seconds N. and long. 110 degrees 38 minutes 59 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Soil moisture control section is usually dry, but intermittently moist during late summer and early fall.  Aridic moisture regime.\nMean annual soil temperature:  8.3 to 12.8 degrees C\nDepth to paralithic contact:  15 to 51 cm to calcareous, sodic, weathered shale\nThickness of the ochric epipedon:  3 to 10 cm\nParticle-size control section (weighted averages):\nClay content:  35 to 50 percent\nFine sand and coarser sand content:  15 to 30 percent\nRock fragment content:  0 to 15 percent gravel and a few cobbles\nA horizon:\nHue:  2.5YR to 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 to 4 dry or moist\nTexture:  gravelly clay loam\nClay content:  27 to 40 percent\nRock fragments:  15 to 35 percent total; 0 to 5 percent cobbles and 15 to 35 percent gravel\nCalcium carbonate equivalent:  1 to 15 percent\nEC (mmhos/cm):  2 to 16\nGypsum:  0 to 3 percent\nSAR:  15 to 45\nReaction:  moderately alkaline to very strongly alkaline\nC horizon:\nHue:  5YR to 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 to 4 dry or moist\nTexture:  clay loam, clay, silty clay\nClay content:  35 to 50 percent\nRock fragments:  0 to 15 percent total; 0 to 5 percent cobbles, 0 to 15 percent gravel\nPararock fragments:  0 to 15 percent paragravel\nCalcium carbonate equivalent:  1 to 15 percent\nEC (mmhos/cm):  2 to 16\nGypsum:  0 to 5 percent\nSAR:  15 to 50\nReaction:  strongly alkaline or very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bributte, Claysprings and Daick series.  Bributte soils are occasionally moist in April, May and early June.  Claysprings soils have mean annual soil temperature of 12.2 to 14.4 degrees C.  Daick soils have SAR of 0 to 12 throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium from sedimentary rocks over residuum derived from calcareous, sodic shale\nLandform:  shale hills\nSlopes:  3 to 60 percent\nElevation:  1,280 to 1,890 meters\nMean annual temperature:  7.2 to 11.7 degrees C\nMean annual precipitation:  15 to 23 cm\nPrecipitation pattern:  Wettest months are July to October and driest months are December and June.\nFrost-free period:  120 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Casmos, Cedar Mountain, Hadden and Leebench series.  The Casmos soils are loamy and shallow to a lithic contact and are on adjacent structural benches.  The Cedar Mountain soils have a calcic horizon, have an aridic moisture regime bordering on ustic and are on shale hills on north aspects under shadscale and scattered Utah juniper.  The moderately deep Hadden and very deep Leebench soils have a natric horizon and are on toeslopes of shale hills under Castlevalley saltbush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium to high runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing and wildlife habitat.  Native vegetation consists of shadscale, galleta, Torrey's jointfir, Castlevalley saltbush, Indian ricegrass, wooly locoweed, halogeton, and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah, Warm Central Desertic Basins and Plateaus; LRR D, MLRA 34B; moderate extent; about 5,680 hectares (14,000 acres) in Emery County, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Utah, Emery Area, Utah, 2011, Parts of Emery, Carbon, Grand and Sevier Counties soil survey area.  Named for the Cleveland-Lloyd Dinosaur Quarry near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 cm to 43 cm, which is 25 cm below the paralithic contact.\nParticle-size control section:  The zone from 0 to 18 cm.  (A and C horizons)\nOchric epipedon:  The zone from 0 to 3 cm.  (A horizon)\nParalithic contact:  The contact with weathered shale at 18 cm.  (Cr horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
