{
  "SERIES": "EMDENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/JJR/TLA/SHB",
  "REVDATE": "08/2020",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, calcareous, mesic Aquandic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Emdent ashy silt loam in an area of grassland\nAknz1--0 to 13 cm; ashy silt loam, gray (10YR 5/1) dry, very dark gray (10YR 3/1) moist; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; violently effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary\nAknz2--13 to 41 cm; ashy silt loam, gray (10YR 5/1) dry, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; common fine and very fine tubular pores; violently effervescent; very strongly alkaline (pH 9.2); gradual wavy boundary\nBknz--41 to 53 cm; ashy silt loam, gray (10YR 6/1) dry, dark gray (10YR 4/1) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few roots; many very fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary\nC1--53 to 66 cm; ashy silt loam, light gray (10YR 7/1) dry, grayish brown (10YR 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few roots; many very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary\nC2--66 to 132 cm; ashy very fine sandy loam, white (10YR 8/1) dry, light brownish gray (10YR 6/2) moist; massive; soft, very friable, nonsticky and nonplastic; few roots; few very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary\nC3--132 to 150 cm; ashy silt loam, gray (10YR 6/1) dry, dark gray (10YR 4/1) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine pores; noneffervescent; moderately alkaline (pH 8.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Washington, about 13 km north of the town of Benge; about 305 m north of the southeast corner of section 30, T. 18 N., R. 38 E.; Willamette Meridian; latitude 47.0195799, longitude -118.0669211, datum WGS 84 (coordinates estimated from PLSS data)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature at a depth of 50 cm--8 to 11 degrees C\nDepth to bedrock--more than 150 cm\nThickness of mollic epipedon--25 to 50 cm\nSodium saturation--more than 15 percent in more than one-half of upper 50 cm of soil, decreasing as depth increases to more than 50 cm\nEstimated properties of layers influenced by volcanic ash\n*Content of volcanic glass in 0.02- to 2-mm fraction--more than 60 percent\n*Acid oxalate Al plus 1/2 Fe--less than 0.4 percent\n*Moist bulk density--0.75 to 1.15 g/cm3\nAknz horizon\n*Value--4 or 5 dry, 2 or 3 moist\n*Chroma--1 to 3 dry or moist\n*Effervescence--strongly effervescent, violently effervescent\n*Reaction--8.5 to more than 9.0\n*Combined thickness--20 to 50 cm\nBknz horizon\n*Hue--10YR, 2.5Y\n*Value--5 to 7 dry, 3 to 5 moist\n*Chroma--1 to 4 dry or moist\n*Texture--ashy silt loam, ashy loam, ashy very fine sandy loam\n*Effervescence--slightly effervescent to violently effervescent\n*Reaction--7.9 to more than 9.0\n*Thickness--10 to 25 cm\nA Bkg horizon is in some pedons.\nC horizon (where present)\n*Value--6 to 8 dry, 5 to 7 moist\n*Chroma--2 or 3 moist, 1 or 2 dry\n*Texture--ashy silt loam, ashy loam, ashy very fine sandy loam, ashy silt\n*Content of gravel--0 to 5 percent\n*Effervescence--none to violently effervescent\n*Reaction--7.9 to more than 9.0 in upper part; 7.4 to 8.4 in lower part\n*Combined thickness--60 to 140 cm or more"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--275 to 795 m\nClimate--continental; warm, dry summers; cool, moist winters\nMean annual precipitation--230 to 460 mm\nMean January air temperature--about -2 degrees C\nMean July air temperature--20 degrees C\nMean annual air temperature--9 degrees C\nFrost-free season--110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAhtanum--50 to 100 cm deep to duripan\nAnders--lithic contact at a depth of 50 to 100 cm\nBakeoven--lithic contact at a depth of less than 30 cm\nBenge, Stratford--coarse-loamy over sandy or sandy-skeletal\nConconully, Poween, Timentwa--coarse-loamy\nDuleylake--fine-loamy\nNespelem, Walla Walla--coarse-silty"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained, poorly drained\nSaturated hydraulic conductivity (Ksat)--moderately high\nSeasonal high water table--uppermost limit in January through April\nFlooding and ponding in Spokane County--winter, spring"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--livestock grazing, wildlife habitat, crop production\nCommon crops--hay, pasture\nNative vegetation--basin wildrye, alkali cordgrass, inland saltgrass, Baltic rush, alkali bluegrass, clustered field sedge, woods rose"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern and north-central Washington; MLRAs 8 and 9; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Adams County, Washington; 1965"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Mollic epipedon--zone from surface to a depth of 41 cm\n*Aquic conditions--zone from 41 to 150 cm\n*Effervescence--all parts of zone from 25 to 100 cm\n*Exchangeable sodium percentage--more than 15 percent in upper 50 cm, decreases as depth increases\n*Particle-size control section--zone from 25 to 100 cm\nThe classification was changed from ashy, glassy, calcareous, mesic Typic Vitriaquands to ashy, glassy, calcareous, mesic Aquandic Endoaquolls based on laboratory data. The ash in the Emdent soils is from the eruption of Mount Mazama. The content of ash is very high, but because of the sustained water table it is not weathered enough to meet the acid oxalate Al plus 1/2 Fe criteria for andic soil properties.\n6/2016--This official series description (OSD) was updated as part of the final correlation of the Spokane County, Washington, soil survey. The PLSS details place the location of the pedon in an area of Anders silt loam, 0 to 5 percent slopes. The type location should be investigated and potentially moved to a more appropriate location. The formatting of this OSD was updated according to SSR1 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015).\nADDITIONAL DATA:\nKellogg Soil Survey Laboratory data--sample number S05WA063-006, Spokane County, Washington, pedon number 06N0193\nNational Cooperative Soil Survey\nU.S.A."
  }
}
