{
  "SERIES": "EMERALD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emerald sandy clay loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 inches; brown (10YR 5/3) sandy clay loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable; 5 percent pebbles; many roots; neutral; clear wavy boundary.  (8 to 16 inches thick)\nBw--10 to 21 inches; brown (10YR 5/3) stony sandy clay loam, dark brown (10YR 4/3) moist; monderate fine granular structure; soft; friable; 5 percent pebbles, 10 percent stones; many roots; slightly acid; clear wavy boundary.  (7 to 15 inches thick)\nC--21 to 60 inches; yellowish brown (10YR 5/4) stony clay loam; dark yellowish brown (10YR 4/4) moist; massive; soft, friable, 15 percent stones, 5 percent sandstone pebbles; few roots; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; adjacent to Rocky Brook stream on the north side of the trail in NW 1/4 of Sec. 4, T. 14 W., R.  84 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 36 to 44 degrees F.  Summer soil temperature ranges from 52 to 59 degrees F.  Thickness of the mollic epipedon ranges from 8 to 16 inches.  Typically the soil is noncalcareous to depths in excess of 5 feet, but is very weakly calcareous below depth of 40 inches in some pedons.  Organic carbon ranges from 1 to 4 percent in the mollic epipedon and decreases uniformly with increasing depth.  The moisture control section is moist in most parts about half the time when the soil temperature is greater than 41 degrees F. at 20 inches depth.  The particle-size control section is sandy clay loam, loam, or clay loam, and has 18 to 35 percent clay.  Rock fragments range from 15 to 35 percent by volume and are mainly sandstone, flagstones and channers, but include basalt, gravel, and cobbles.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1.5 through 3.  Typically the horizon has fine granular or crumb structure, but it grades to subangular blocky in the lower part in some pedons.  Dry consistence is soft or slightly hard.  Reaction is slightly acid or neutral.\nThe Bw horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 3 or 4.  It has granular or subangular blocky structure.  Reaction is slightly acid or neutral.  Textures range from loam, sandy clay loam, or clay loam.\nThe C horizon has hue of 2.5Y through 7.5YR.  Dry consistence is hard or slightly hard.  Reaction is slightly acid or neutral with little or no increase in pH above 50 inches.  Textures are loam, clay loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Auzqui (WY), Babb (MT), Bynum (MT), Dewville (CO), Irondyke (OR), Redcloud (CO), Tamp (CO), Tampico (NM), Teton (MT), Thayne (WY), Tilton (CO), Uhl (WY), and the Wrenman (WY) series.  Auzqui, Babb, Dewville, Redcloud, Thayne, and Tilton soils are calcareous within their control sections.  Bynum, Teton, and Wrenman soils have a lithic or paralithic contact at depths of 20 to 40 inches.  Tampico soils formed in sediments washed from granite and have 5 to 20 percent rock fragments, mainly of gravel size.  Irondyke soils have a xeric moisture regime, and formed from volcanic ash over glacial till.  Uhl soils have less than 15 percent rock fragments in the particle-size control section.  Tamp soils lack flagstones and have moisture control sections that are dry in most parts about half the time when the soil temperature is greater than 41 degrees F. at 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Emerald soils are on alluvial fans and valley sideslopes.  Slopes range from 0 to 65 percent.  The soil formed in alluvial sediments derived from sandstone, interbedded sandstone, shale, and basaltic materials.  The average annual precipitation is 20 to 30 inches with generally uniform precipitation occurring throughout the year.  The mean annual temperature is 33 to 40 degrees F. and the frost-free season is less than 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Leaps and Sawcreek soils and the competing Tilton soils.  Leaps soils have 35 to 50 percent clay in the control section, and Sawcreek soils have less than 18 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and for recreational purposes.  Principal native vegetation is big sage, rabbitbrush, wild buckwheat, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is similar to the Tampico series, but it developed from different parent materials.  Diagnostic features in this soil include a mollic epipedon form 0 to 10  inches.  Last updated by the state 5/93.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
