{
  "SERIES": "EMERSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/WJL/GHL",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emerson fine sandy loam, orchard. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; pale brown (10YR 6/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak very fine granular structure; slightly hard, friable, slightly sticky; few very fine roots; many very fine interstitial pores; medium acid (pH 5.6); abrupt smooth boundary.  (0 to 10 inches thick)\nC1--7 to 15 inches; pale brown (10YR 6/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium and coarse subangular blocky structure; hard, friable, sticky and slightly plastic; few very fine roots; many very fine tubular pores; medium acid (pH 5.8); gradual smooth boundary. (5 to 18 inches thick)\nC2--15 to 28 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; weak coarse subangular blocky structure; hard, friable; few very fine roots; many very fine tubular pores; slightly acid (pH 6.2); abrupt smooth boundary. (5 to 20 inches thick)\nIIC3--28 to 60 inches; very pale brown (10YR 7/3) very gravelly coarse sand, brown (10YR 5/3) moist; single grained; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; about 3 miles northeast of Emmett; 70 feet east and 730 feet south of the northwest corner of the SW1/4 sec. 34, T.7N., R.1W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 49 degrees to 54 degrees F., and the mean summer soil temperature at a depth of 20 inches is 65 degrees to 71 degrees F. Strongly contrasting textures are within 40 inches of the surface. The profile between depth of 10 inches and the underlying loose sand and gravel is dominantly fine sandy loam or sandy loam and averages less than 18 percent clay, less than 50 percent sand that is coarse than very fine sand.\nThe Ap horizon, or the upper 7 inches when mixed, has hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3. It is platy, massive or weak very fine granular. This horizon is medium acid neutral.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 3 or 4 moist, and chroma of 3 or 2. It is commonly massive, but in some pedons, the C1 horizon, especially, has weak subangular blocky or weak coarse prismatic structure. This horizon is very friable or friable.  Most pedons lack lamellae and clay films. The C1 and C2 horizons are commonly neutral or slightly acid and are noncalcareous but are medium acid in some pedons. A thin layer (less than 5 inches) of loamy sand or other coarse texture is just above the underlying loose sand and gravel in some pedons. The underlying coarse sand or sand and gravel is single grained, loose, and mostly noncalcareous. It is variegated in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cencove, Clems, Ephrata, Falk, Jenness, Lolalita, Marsing, Notus, Paniogue and Timmerman series.  Cencove and Marsing soils are calcareous throughout the 10- to 20-inch section. Clems, Jenness, Lolalita, and Timmerman soils lack strongly contrasting textures within 40 inches of the surface. Ephrata, Paniogue, and Timmerman soils have a cambic horizon and a Ca horizon.  Falk soils have mottles associated with wetness above depth of 40 inches. Jenness and Marsing soils are dominantly medium textured in the upper part of the control section. Notus soils have loose sand and gravel within 20 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on low terraces alluvial fans and intermittent drainages. At elevations of 2,000 to 4,500 feet. Slopes range from 0 to 12 percent. The soils formed in alluvium derived principally from granitic and related sources. The alluvium may contain minor quantities of basalt and rhyolite material. It is micaceous and noncalcareous. The climate is semiarid, with dry summers. Mean annual temperature is 51 degrees to 56 degrees F., frost-free period is 110 to 160 days, and mean annual precipitation is 9 to 12 inches, including 1 to 3 feet of snow."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Falk, Lolalita, and Notus soils and the Moulton soils. Moulton soils have colors associated with wetness above depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated cropland. Crops are pasture, alfalfa and clover hay, corn, potatoes, small grains, and some orchards. Vegetation is mostly big sagebrush, bluebunch wheatgrass, Sandberg bluegrass, Thurber needlegrass, cheatgrass, rabbitbush, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and adjoining regions. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mayfield SCD, Ada and Elmore Counties, Idaho, 1944.\nADDITIONAL DATA:  Chemical and physical measurements of the typical pedon are in Gem County Soils Profile Descriptions and Laboratory Data, University of Idaho Bulletin 360 (56Ida-23-4).\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
