{
  "SERIES": "EMILY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CTH/AON/RWL",
  "REVDATE": "03/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Emily ashy silt loam, wooded. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; duff, needles, twigs and leaves.\nA1--1 to 3 inches; dark brown (10YR 3/3) ashy silt loam, brown (10YR 5/3) dry, weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine and few fine tubular pores; 10 percent gravel; slightly acid (pH 6.5); clear smooth boundary.\nA2--3 to 7 inches; dark brown (10YR 3/3) ashy silt loam, brown (10YR 4/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; common very fine and few fine tubular pores; 10 percent gravel; slightly acid (pH 6.5); clear smooth boundary. (Combined thickness of the A horizon is 4 to 15 inches)\nBw1--7 to 15 inches; dark brown (10YR 3/3) very cobbly ashy clay loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and very fine and few medium and coarse roots; few very fine tubular pores; 20 percent gravel and 30 percent cobbles; neutral (pH 6.7); clear wavy boundary.\nBw2--15 to 35 inches; dark brown (10YR 3/3) very cobbly clay loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; few very fine tubular pores; 20 percent gravel and 30 percent cobbles; neutral (pH 6.7); clear wavy boundary. (Combined thickness of the Bw horizon is 20 to 55 inches)\nC--35 to 61 inches; dark brown (10YR 3/3) extremely cobbly loam, yellowish brown (10YR 5/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; 35 percent gravel and 40 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, Oregon; in the Lindsay Forest demonstration tract; 750 feet east along end of the road and 205 feet north of road in the SE1/4 SW1/4 NW1/4 sec. 22, T. 1 S., R. 38 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is about 50 degrees F. The soil is usually moist, but is dry between depths of 4 and 12 inches for 60 to 80 consecutive days following the summer solstice. Rock fragments in the 10 to 40 inch control section range from 35 to 60 percent. The mollic epipedon is 20 to 36 inches thick. Depth to bedrock is typically more than 60 inches but ranges to 40 inches in some pedons. The base saturation is estimated to be less than 75 percent in some part of the upper 30 inches. The upper 7 to 14 inches has a volcanic glass content of 5 to 20 percent and acid -oxalate extractable aluminum plus one-half iron of 0.4 to 1.0 percent.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist and 4 or 5 dry, and chroma of 2 or 3 moist and dry. It is ashy silt loam or cobbly ashy silt loam with 15 to 25 percent clay.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 through 4 moist and dry. It is very cobbly ashy loam, very cobbly ashy clay loam, very cobbly loam, very cobbly clay loam, or very cobbly silty clay loam and averages 25 to 35 percent clay and 35 to 60 percent gravel and cobbles.\nThe C horizon is very cobbly loam, very gravelly loam or very cobbly clay loam. It has 40 to 80 percent rock fragments. The C horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Borgeau, Lenz, Louiecreek, Raisio, Sinlahekin (T), Speigle, Vanbrunt, and Whitestone series.\nBorgeau soils - mollic epipedon 7 to 17 inches thick; pscs with 10 to 18 percent clay, and dominated by metamorphic rock fragments\nLenz soils - 20 to 40 inches to lithic contact (granite)\nLouiecreek soils - mollic epipedon 7 to 15 inches thick; pscs with 8 to 15 percent clay, and base saturation greater than 75 percent\nRaisio soils - 20 to 40 inches to lithic contact (phyillite)\nSinlahekin soils - mollic epipedon 10 to 18 inches thick; pscs with 3 to 8 percent clay; dry for 75 to 90 consecutive days\nSpeigle soils - mollic epipedon 10 to 20 inches thick; pscs with 10 to 20 percent clay\nVanbrunt soils  20 to 40 inches to lithic contact (quartz monzonite)\nWhitestone soils -  mollic epipedon 10 to 18 inches thick; pscs with 3 to 8 percent clay and dominated by granitic rock fragments.\nSoils with a similar classification include the Eaglespring, Garrison, and Wagberg series.\nEaglespring soils - pscs with 18 to 25 percent clay and dominated by channer shaped rock fragments; mixed mineralogy\nGarrison soils -  mollic epipedon 12 to 20 inches thick; pscs with less than 18 percent clay; mixed mineralogy\nWagberg soils - dry for 90 to 105 consecutive days; mollic epipedon 10 to 15 inches thick; mixed mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Emily soils occur on back slopes, toe slopes, and foot slopes of steep to very steep fault block mountains and canyons with north and east-facing aspects. Elevations are 2,000 to 4,000 feet. Slopes are 2 to 60 percent. These soils formed in slope alluvium and colluvium weathered from basalt mixed with loess and an influence of volcanic ash. The climate is characterized by cool wet winters and hot dry summers. The mean annual precipitation is 15 to 24 inches. The mean annual temperature is 45 to 49 degrees F; the mean January temperature is about 31 degrees F; and the mean July temperature is about 67 degrees F. The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Conley, Cowsly, and Tolo soils, all of which lack coarse fragments in their solum. Also, Conley soils have a clayey Bt horizon; Cowsly soils have silty textures and a buried B horizon; and Tolo soils formed in volcanic ash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, small grains, hay, suburban homesites, wildlife habitat and water supply. Native vegetation is ponderosa pine and Douglas fir with an understory of elk sedge, pinegrass, Idaho fescue, spirea, and snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Valleys of eastern Oregon; MLRA 9 and 10. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Union County, Oregon; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon (pachic) - from 1 to 35 inches (A1, A2, Bw1, and Bw2 horizons). The C horizon has mollic color but lack organic carbon\nVitrandic feature - from 1 to 15 inches (A1, A2 and Bw1 horizons)\nParticle-size control section - from 11 to 41 inches (lower 4 inches of Bw1 horizon, Bw2 horizon, and upper 6 inches of 2C horizon)\nBase saturation is estimated from data on Klicker and Hall Ranch series\nNational Cooperative Soil Survey\nU.S.A."
  }
}
