{
  "SERIES": "EMMONS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WSH-GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Emmons series consists of deep, well drained soils formed in colluvium and glacial drift derived from mixed sources.  Emmons soils are on the sides of mesas and pediments.  Slopes are 2 to 20 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emmons very cobbly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nOe--1 inch to 0; partially decomposed organic material.\nA1--0 to 5 inches; grayish brown (10YR 5/2) very cobbly loam, dark brown (10YR 3/3) moist; moderate medium granular structure; hard, friable, slightly sticky and slightly plastic; 5 percent pebbles and 40 percent cobbles; strongly effervescent; mildly alkaline (pH 7.8); clear smooth boundary.  (3 to 7 inches thick)\nA2--5 to 15 inches; dark brown (10YR 4/3) cobbly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and plastic; 10 percent pebbles and 5 percent cobbles; slightly effervescent; mildly alkaline (pH 7.6); clear wavy boundary.  (8 to 12 inches thick)\nBk1--15 to 29 inches; light brownish gray (10YR 6/2) cobbly clay loam, grayish brown (10YR 5/2) moist; strong fine subangular blocky structure; very hard, very firm, sticky and plastic; 10 percent pebbles and 5 percent cobbles; violently effervescent (22 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary.  (12 to 20 inches thick)\nBk2--29 to 60 inches; light gray (10YR 7/2) cobbly clay loam, dark brown (10YR 4/3) moist; strong fine subangular blocky structure; extremely hard, very firm, slightly sticky and plastic; 10 percent pebbles and 5 percent cobbles; violently effervescent (23 percent calcium carbonate equivalent); moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Miguel County, Colorado; 850 feet south and 400 feet east of the northwest corner, Sec. 18, T. 43 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 45 to 47 degrees F, and mean summer soil temperature ranges from 59 to 66 degrees F.  Emmons soils have 27 to 35 percent clay and 15 to 35 percent fine sand and coarser in the particle-size control section. The A horizon contains up to 45 percent coarse fragments and the particle-size control section has 0 to 15 percent pebbles and cobbles. Calcium carbonate equivalent ranges from 15 to 30 percent in the calcic horizon.  Depth to the calcic horizon ranges from 8 to 20 inches.  The moisture control section is dry for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 degrees F.  It is not dry in all parts of the moisture control section for as long as 45 consecutive days following the  summer solstice to October 20, nor for as long as 90 cumulative days during this period. Hue is 2.5Y through 10YR.  The mollic epipedon ranges from 7 to 15 inches thick.\nThe A horizon has value of 4 or 5, and 2 or 3 moist, with chroma of 2 or 3.\nThe Bw horizon, when present, has value of 5 or 6, and 4 or 5 moist with chroma of 3 or 4.\nThe Bk1 horizon has value of 4 through 8, and 2 through 6 moist, with chroma of 2 or 3.\nThe Bk2 horizon has value of 6 through 8, and 4 through 6 moist, with chroma of 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rothican, Rothiemay, and Zinzer series.  Rothican soils have 18 to 27 percent clay in their particle-size control section.  Rothiemay soils are moist in some parts of the moisture control section from May 15 to July 15.  Zinzer soils have 35 to 60 percent fine sand and coarser in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Emmons soils are on mesa side slopes and pediments.  Slopes are 2 to 20 percent.  The soil formed in colluvium and glacial drift derived from mixed sources.  Elevation ranges from 6,800 to 8,200 feet. Emmons soils are in a climatic setting that receives the annual precipitation in an evenly distributed pattern throughout the year with over 50 percent coming as snow.  Mean annual precipitation ranges from 13 to 17 inches.  Mean annual temperature ranges from 43 to 46 degrees F.  The frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barkelew, Callan, Lillylands, Mitch, Nunnemaker, and Sagedale soils.  Barkelew soils are loamy-skeletal and lack a mollic epipedon.  Callan soils have an argillic horizon.  Lillylands and Mitch soils have a mollic epipedon thicker than 16 inches.  Nunnemaker and Sagedale soils lack a calcic horizon and have greater than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Principal native vegetation is pinon pine, Utah juniper, Rocky Mountain juniper, Gambel oak, serviceberry, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado and possible adjacent areas in New Mexico and Utah.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Roosevelt-Duchesne Area, Utah, 1949.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; grayish brown (10YR 5/2) very cobbly loam, dark brown (10YR 3/3) moist; moderate medium granular structure; hard, friable, slightly sticky and slightly plastic; 5 percent pebbles and 40 percent cobbles; strongly effervescent; mildly alkaline (pH 7.8); clear smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 15 inches; dark brown (10YR 4/3) cobbly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and plastic; 10 percent pebbles and 5 percent cobbles; slightly effervescent; mildly alkaline (pH 7.6); clear wavy boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 38,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--15 to 29 inches; light brownish gray (10YR 6/2) cobbly clay loam, grayish brown (10YR 5/2) moist; strong fine subangular blocky structure; very hard, very firm, sticky and plastic; 10 percent pebbles and 5 percent cobbles; violently effervescent (22 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 74,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "Bk2--29 to 60 inches; light gray (10YR 7/2) cobbly clay loam, dark brown (10YR 4/3) moist; strong fine subangular blocky structure; extremely hard, very firm, slightly sticky and plastic; 10 percent pebbles and 5 percent cobbles; violently effervescent (23 percent calcium carbonate equivalent); moderately alkaline (pH 8.2)."
      },
      {
        "name": "Oe",
        "top": 3,
        "narrative": "Oe--1 inch to 0; partially decomposed organic material."
      }
    ]
  ]
}
