{
  "SERIES": "EMPEDRADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC-RKD-GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Empedrado series consists of deep, well drained soils that formed in material weathered mainly from rhyolite, andesite, and trachite, and in places, in alluvium and eolian material.  Empedrado soils are on upland hills, toe slopes, benches, and alluvial fans.  Slopes range from 2 to 55 percent.  Mean annual precipitation is about 15 inches and mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Empedrado loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) loam, very dark\nbrown (10YR 2/2) moist; moderate fine granular structure; soft, very friable; neutral (pH 7.0); clear smooth boundary.  (4 to 10 inches thick)\nBA--7 to 10 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable; peds are hard; few thin glossy patches on peds; neutral (pH 7.0); clear smooth boundary.  (3 to 5 inches thick)\nBt--10 to 20 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable; peds are very hard; thin nearly continuous wax- like coatings on peds and in root channels; neutral (pH 7.2); gradual wavy boundary.  (5 to 35 inches thick)\nBw--20 to 24 inches; grayish brown (2.5Y 5/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak medium subangular blocks; slightly hard, very friable; peds are hard; common thin glossy patches on peds; weak glossy coatings in root channels; 5 percent pebbles; mildly alkaline (pH 7.4); clear wavy boundary.  (3 to 5 inches thick)\nBk--24 to 40 inches; light brownish gray (2.5Y 6/2) sandy loam,\ndark grayish brown (2.5Y 4/2) moist; massive; slightly hard, very friable; 5 percent pebbles; visible secondary calcium carbonate as concretions, in thin seams and streaks, and as coatings on pebble fragments; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Grande County, Colorado; SE1/4 of Sec. 1, T. 39 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 40 to 45 degrees F., and mean summer soil temperature is 61 degrees F.  Solum thickness ranges from 20 to more than 50 inches.  Depth to the base of the argillic horizon and depth to secondary calcium carbonate and/or sulfate accumulations ranges from 20 to 40 inches.  The soils range from slightly acid to moderately alkaline.  Fine or coarser sand in the particle size control section ranges from 15 to 35 percent.  Rock fragments in the solum and C horizons above a depth of 40 inches range from 0 to 20 percent.  Some pedons are underlain by soft rhyolite at 40 to 60 inches.  The soil moisture control section is usually dry in most parts from May 15 through June 30, for at least 15 consecutive days.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe Bt horizon has hue of 5Y through 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 1 through 4.  Textures are clay loam or sandy clay loam.\nThe Bk or C horizons have hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 1 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beeno(T), Bookcliff, Bullflat, Dooley, Fairfield, Farnuf, Felor, Greenway, Gurney, Hangdo, Lefor, Lininger, Livona, Martinsdale, Maudlin, Moen, Reeder, Trag, Tschicoma(T), Ulrant, Vida, Watrous, Wemple, Williams, and Yegen soils.  Bookcliff soils are calcareous in the lower part of the Bt horizon.  Fairfield, Martinsdale, and Ulrant soils have calcic horizons.  Dooley, Lefor, and Yegen soils have more than 35 percent fine or coarser sand in the particle size control section.  Farnuf and Vida soils have noncalcareous solums less than 20 inches thick.  Livona and Williams soils have strong prismatic structure in the Bt horizon.  Gurney, Maudlin, Moen, and Watrous soils have a lithic contact at depths of 20 to 40 inches.  Beeno, Lininger, Reeder, and Wemple soils have a paralithic contact at 20 to 40 inches.  Trag and Tschicoma soils are noncalcareous.  Felor soils have a loamy mantle over clayey sediments.  Greenway soils have more clay and less sand in the lower part of the series control section.   Hangdo soils lack calcium carbonates above 40 inches.  Bullflat soils are usually moist in most parts of the moisture control section from May 15 through June 30."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Empedrado soils are on upland hills, side slopes, toe slopes, benches, and alluvial fans.  Slopes range from 2 to 55 percent.  The soils formed in thick,  calcareous, moderately coarse textured materials weathered primarily from rhyolite, andesite, and trachite, but with some modification from eolian material in the upper solum in some pedons.  The mean annual temperature ranges from 38 to 44 degrees F., and the mean summer temperature is 60 degrees F.  The mean annual precipitation ranges from 15 to 20 inches with peak periods of precipitation during the summer and fall.  Elevation ranges from 6,200 to 9,300 feet.  Frost-free period is 85 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Stunner and Villa Grove soils.  Stunner soils lack a mollic epipedon.  Villa Grove soils have an aridic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for native pastureland.  Native vegetation consists of western wheatgrass, blue grama, pinyon pine, and juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Luis Valley of south-central Colorado and surrounding area.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County Area, Colorado; 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "loam",
        "narrative": "A--0 to 7 inches; dark grayish brown (10YR 4/2) loam, very dark"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--7 to 10 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable; peds are hard; few thin glossy patches on peds; neutral (pH 7.0); clear smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--10 to 20 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable; peds are very hard; thin nearly continuous wax- like coatings on peds and in root channels; neutral (pH 7.2); gradual wavy boundary.  (5 to 35 inches thick)"
      },
      {
        "name": "Bw",
        "top": 51,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--20 to 24 inches; grayish brown (2.5Y 5/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak medium subangular blocks; slightly hard, very friable; peds are hard; common thin glossy patches on peds; weak glossy coatings in root channels; 5 percent pebbles; mildly alkaline (pH 7.4); clear wavy boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bk",
        "top": 61,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "texture_class": "sandy loam",
        "narrative": "Bk--24 to 40 inches; light brownish gray (2.5Y 6/2) sandy loam,"
      }
    ]
  ]
}
