{
  "SERIES": "EMPEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-LWK-TDT",
  "REVDATE": "03/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Fragiorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Empeyville very fine sandy loam, on a 5 percent slope in a wooded area (Colors are of moist soil).\nOi -- 0 to 3 cm; dark reddish brown (5YR 2.5/2); slightly decomposed plant material; massive; very friable; many very fine and fine roots throughout; extremely acid, (pH 3.7); abrupt smooth boundary.\nOa -- 3 to 5 cm; black (5YR 2.5/1); highly decomposed plant material; weak fine granular structure; very friable; common very fine and fine and few medium roots throughout; extremely acid (pH 3.7); abrupt smooth boundary. (Combined thickness of the O horizons is 0 to 18 cm.)\nE -- 5 to 9 cm; brown (7.5YR 4/2); very fine sandy loam; weak fine subangular blocky structure; very friable; many very fine and fine and common medium roots throughout; 3 percent channers; very strongly acid (pH 4.6); abrupt wavy boundary. (0 to 15 cm thick)\nBh -- 9 to 13 cm; very dark gray (5YR 3/1); very fine sandy loam; weak fine subangular blocky structure; very friable; many very fine and fine and common medium roots throughout; 5 percent channers; very strongly acid (pH 4.6); abrupt wavy boundary.\nBhs1 -- 13 to 24 cm; very dark brown (7.5YR 2.5/3); very fine sandy loam; weak fine subangular blocky structure; very friable; many fine and medium roots throughout; 2 percent flagstones and 5 percent channers; very strongly acid (pH 4.9); clear wavy boundary.\nBhs2 -- 24 to 37 cm; dark brown (7.5YR 3/3); very fine sandy loam; weak fine and medium subangular blocky structure; very friable; common fine and medium and very few coarse roots throughout; 2 percent stones, 2 percent flagstones, 3 percent cobbles and 5 percent channers; very strongly acid (pH 4.9); clear wavy boundary.\nBs1 -- 37 to 48 cm; dark brown (7.5YR 3/4); cobbly very fine sandy loam; weak fine and medium subangular blocky structure; very friable; common fine and medium roots throughout; 2 percent stones, 2 percent flagstones, 5 percent cobbles, 7 percent gravel and 5 percent channers; very strongly acid (pH 4.9); clear wavy boundary.\nBs2 -- 48 to 59 cm; dark yellowish brown (10YR 4/4); gravelly fine sandy loam; weak fine subangular blocky structure; friable; very few very fine and few fine roots throughout; 1 percent flagstones, 7 percent cobbles and 20 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary. (Combined thickness of the Bh, Bhs and Bs horizons is 10 to 75 cm)\nB/E -- 59 to 80 cm; light olive brown (2.5Y 5/4); gravelly fine sandy loam; weak fine and medium subangular blocky structure; friable; common medium prominent grayish brown (10YR 5/2) iron depletions in matrix and common medium prominent strong brown (7.5YR 4/6) masses of oxidized iron in matrix; 2 percent flagstones, 7 percent cobbles and 20 percent gravel; strongly acid (pH 5.1); abrupt irregular boundary. (0 to 30 cm thick)\nBx -- 80 to 122 cm; brown (10YR 5/3); very cobbly loamy fine sand; weak very coarse prismatic structure; very firm; brittle; few fine distinct light brownish gray (2.5Y 6/2) iron depletions between peds and few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron on vertical faces of peds; 3 percent stones, 12 percent cobbles and 20 percent gravel; strongly acid (pH 5.1); clear wavy boundary.  (20 to 150 cm thick)\nC -- 122 to 183 cm; brown (10YR 5/3); very cobbly loamy fine sand; massive; friable; 2 percent stones, 15 percent cobbles and 25 percent gravel; very strongly acid, (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, New York; Town of Montague, New York State Wildlife Management Area; Approximately 2 miles south and 2 miles west from intersection of Parker and Flat Rock Roads, on Running George Trail; USGS Sears Pond, NY topographic quadrangle; Latitude 43 degrees, 41 minutes, 59.7 seconds N. and Longitude 75 degrees, 41 minutes, 18.7 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to bedrock is greater than 152 cm. Thickness of the mineral solum ranges from 75 to 152 cm. Depth to the fragipan ranges from 35 to 90 cm. Rock fragment content ranges from 1 to 40 percent, by volume, in the mineral solum above the fragipan and 20 to 70 percent in the substratum.\nThe O horizon , where present, has hue of 5YR through 10YR, value of 2 through 3 and chroma of 1 or 2. It is highly, moderately, or slightly decomposed (fibric, hemic or sapric). Consistence is very friable or friable. Structure is granular or massive. Reaction ranges from ultra acid to slightly acid.\nSome pedons have an Ap horizon that has hues of 7.5YR or 10YR, value of 3 or 4 and chroma of 2 or 3. It is silt loam to sandy loam in the fine earth fraction. The A horizon, where present, has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 1 through 3. Consistence is very friable or friable. Structure is granular or subangular blocky. Reaction ranges from extremely acid through slightly acid.\nThe E horizon has hue of 5YR through 10YR, value of 4 through 6 and chroma of 1 or 2. Texture is a loamy very fine sand, very fine sandy loam, sandy loam, fine sandy loam or loam in the fine earth fraction. Consistence is very friable or friable. Reaction ranges from extremely acid through slightly acid.\nThe Bh and Bhs horizons have hues of 5YR through 10YR, value of 2 through 3 and chroma of 1 through 3. Texture is a silt loam, very fine sandy loam, loam, fine sandy loam, sandy loam, or loamy very fine sand in the fine earth fraction. Reaction ranges from extremely acid through slightly acid.\nThe Bs horizon has hue of 5YR through 10YR, with value or chroma of 4 or more. Textures are silt loam tthrough sandy loam in the upper part, and loam through sandy loam in the lower part. The structure is granular or subangular blocky, or the material is massive. They are very friable to firm. They range from extremely acid through slightly acid.\nSome pedons have a B/E or B/C horizon. It has a hue of 5YR through 2.5Y, value of 4 through 6 and chroma of 2 through 4. Texture is very fine sandy loam through loamy sand in the fine-earth fraction. Structure is subangular blocky or prismatic. Consistence is friable or firm. Reaction ranges from very strongly acid through slightly acid.\nSome pedons have a E' horizon with hue of 7.5YR through 2.5Y, value of 4 through 6 and chroma of 2 through 4. The texture ranges from loam through loamy sand in the fine earth fraction. Reaction ranges from very strongly acid through slightly acid\nThe Bx horizon has hue of 5YR through 2.5Y, value of 4 through 6 and chroma of 2 through 4. Texture is a sandy loam, fine sandy loam, loam, or loamy fine sand and their gravelly or cobbly analogs. Structure is prismatic, platy, or it is massive. Consistence is firm through extremely firm, and brittle or very brittle. Reaction ranges from very strongly acid through slightly acid\nThe C horizon has hue of 10YR or 2.5Y, value of 4 through 6 and chroma of 2 through 4. Texture ranges from loam through loamy fine sand and their gravelly through extremely gravelly or cobbly analogs. Structure is platy or it is massive. Consistence is friable through very firm. Reaction ranges from very strongly acid through neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other active series in this family.\nThe Crary, Howland, Peru, Skerry, Westbury, and Worth series are in related families. Crary soils have less than 15 percent coarse fragments in the upper solum. Howland soils have silt plus very fine sand content of 55 percent or more throughout the solum and fragipan. Peru and Skerry soils lack fragipans. Westbury soils have redoximorphic features in the upper part of the spodic horizon. Worth soils lack redoximorphic features within 75 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Empeyville soils are nearly level through moderately steep soils of till plains. Slope ranges from 1 to 25 percent. The soils formed in till, which may have a thin silty mantle of eolian materials, derived dominantly from acid sandstone, siltstone, and shale. Mean annual precipitation is about 762 to 1727 mm., mean annual  temperature is 1 to 11 degrees C. and mean annual frost-free days range from 90 to 140 days. Elevation ranges from 305 to 610 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dannemora, Swancott (T), Fishcreek (T), Highmarket (T), Tughill, Westbury, and Worth soils. Swancott (T) and Fishcreek (T) are better drained and develop in outwash materials. Tughill soils are very poorly drained and lack a fragipan. Dannemora and Westbury soils are on lower positions on the landscape  and have redoximorphic features in the upper subsoil. Worth soils are well drained and lack redoximorphic features within 30 inches of the mineral soil surface. Highmarket (T) soils are well drained and lack a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Runoff is low to very high. Estimated saturated hydraulic conductivity in the mineral soil is moderately high or high above the fragipan and low through moderately high in the fragipan and C horizons, but ranges to high in weakly formed fragipans and friable C horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly forested. Minor logging operations and some areas of hayland or pasture may be present. Common forest species are northern red oak, eastern white pine, paper birch, American beech, eastern hemlock and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tughill Plateau, the Grit Plateau, and the northern fringe of the Adirondack Mountains of New York. MLRA's 140, 141, and 142. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New York, 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 5 to 9 cm (E horizon).\nSpodic horizon - the zone from 9 to 48 cm (Bh, Bhs and Bs1 horizons).\nFragipan - the zone from 80 to 122 cm (Bx horizon).\nAquic subgroup - redoximorphic features at 59 cm (B/E horizon).\nADDITIONAL DATA: Pedon # 09NY049023\nNational Cooperative Soil Survey\nU.S.A."
  }
}
