{
  "SERIES": "EMPORIA",
  "STATUS": "Established Series",
  "BYREV": "RLH-WJE, Rev.MHC",
  "REVDATE": "05/2004",
  "STATES": "AL,NC,SC,VA",
  "OVERVIEW": "MLRA(s): 133A, 153A\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: very deep\nDrainage Class (Agricultural): well drained\nInternal Free Water Occurrence: moderately deep to deep, common\nIndex Surface Runoff: medium to high\nPermeability: moderately slow to slow\nLandscape: Coastal Plain\nLandform: Upland\nGeomorphic Component: flat\nParent Material: Marine sediments\nSlope: commonly 1 to 6 percent, but range from 0 to 50 percent\nElevation (type location): 20 to 150 feet\nMean Annual Air Temperature (type location): 62 degrees F.\nMean Annual Precipitation (type location): 48 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emporia loamy fine sand--on a 3 percent slope in a cultivated field.  (Colors are for moist soil.)\nAp--0 to 6 inches; pale brown (10YR 6/3) loamy fine sand; weak fine granular structure; very friable; many fine medium and coarse roots; strongly acid; clear smooth boundary.  (4 to 12 inches thick)\nE--6 to 15 inches; pale brown (10YR 6/3) fine sandy loam; weak fine granular structure; very friable; common fine and medium roots; strongly acid; gradual smooth boundary.  (0 to 15 inches thick)\nBt1--15 to 32 inches; yellowish brown (10YR 5/6) sandy clay loam;  weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and medium roots; few distinct clay films on faces of peds; many sand grains bridged and coated with clay; few medium distinct yellowish red (5YR 5/8) masses of iron accumulation on faces of peds; strongly acid; diffuse smooth boundary.\nBt2--32 to 44 inches; yellowish brown (10YR 5/6) clay loam; weak very thick platy structure parting to moderate medium subangular blocky; friable, sticky, slightly plastic; few fine and medium roots; many distinct clay films on faces of peds; many medium prominent red (2.5YR 4/8) masses of iron accumulation on faces of peds; very strongly acid; diffuse smooth boundary.\nBt3--44 to 57 inches; yellowish brown (10YR 5/6) sandy clay loam;  weak very thick platy structure parting to weak medium subangular blocky; friable, firm in place, slightly sticky, slightly plastic; common distinct clay films on faces of peds; many distinct light gray (10YR 7/1) iron depletions in the matrix and red (2.5YR 5/8) masses of iron accumulation on faces of peds;very strongly acid; diffuse smooth boundary. (Combined thickness of the Bt horizon is 20 to 58 inches.)\nC--57 to 70 inches; yellow (2.5Y 7/6), light gray (10YR 7/1), and reddish brown (2.5YR 5/4) sandy clay loam; massive; friable, firm in place, slightly sticky, slightly plastic; light gray colors are in areas of iron depletion;  yellow colors are in areas of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Greensville County, Virginia; 2.2 miles south of Skippers, about 2,500 feet west of the junction of U.S. 301 and VA-642 and 100 feet north of VA-642."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: Greater than 72 inches\nDepth to Seasonal High Water Table: 36 to 54 inches, November to April\nRock Fragment content: Gravel size rock fragments  ranges from 0 to 35 percent in the solum and 0 to 60 percent in the C horizon\nSoil Reaction: very strongly acid through moderately acid, except where limed\nOther Features: Some pedons have a lithologic discontinuity generally below 40 inches\nOther Features: Exchangeable aluminum is less than 6 meq/100 grams of soil in the solum\nOther Features: Some part of the Bt or BC horizon of most pedons commonly has firm or very firm consistence in place\nOther Features: Mica flakes range from none to common, and are present only in some pedons & RANGE OF INDIVIDUAL HORIZONS:\nAp horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 4\nTexture (fine-earth fraction)-- loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nA horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 2 through 6, and chroma of 2 through 4.  Texture (fine-earth fraction)-- loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 through 7, and chroma of 3  to 6\nTexture (fine-earth fraction)-- loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nBA or BE horizon (if it occurs):\nColor--hue of 7.5YR through 2.5Y, value of 5 through 7, and chroma of 3 through 6\nTexture (fine-earth fraction)-- sandy loam, fine sandy loam, or loam\nBt horizon (upper part):\nColor--hue of 5YR through 10YR, value of 4 through 7, and chroma of 3 through 8\nTexture (fine-earth fraction)-- sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam\nBt horizon (lower part):\nColor--hue of 5YR through 2.5Y, value of 4 through 7, and chroma of 3 through 8, or it is multicolored without dominant matrix hue\nTexture (fine-earth fraction)-- sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam in most pedons, sandy clay or clay in some pedons\nRedoximorphic features (if they occur)-- Iron depletions commonly are below a depth of 36 inches\nBtg horizon (if it occurs):\nColor-- is neutral or has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 0 through 2\nTexture (fine-earth fraction)-- sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam in most pedons, sandy clay or clay in some pedons\nBC or CB horizon (if it occurs):\nColorhas hue of 2.5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 8, or it is multicolored without dominant matrix hue\nTexture (fine-earth fraction)coarse sandy loam, sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam in most pedons, sandy clay or clay in some pedons\nBCg or CBg horizon (if it occurs):\nColor neutral or has hue of 2.5YR through 2.5Y, value of 4 through 6, and chroma of 0 through 2\nTexture (fine-earth fraction)coarse sandy loam, sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam in most pedons, sandy clay or clay in some pedons\nC horizon:\nColor has hue of 2.5YR through 5Y, value of 3 through 8, and chroma of 3 through 8, or it is multicolored without dominant matrix hue\nTexture (fine-earth fraction) sandy loam through clay\nRedoximorphic features -- Most pedons are variegated with iron depletions and accumulations\nCg horizon (if it occurs):\nColor neutral or has hue of 5YR through 5Y, value of 3 through 8, and chroma of 0 through 2\nTexture (fine-earth fraction) sandy loam through clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nHartsells soils have bedrock at 20 to 40 inches\nKempsville soils-- do not have iron depletions with chroma of 2 or less indicative of wetness within the upper 50 inches of the soil\nSmithdale soils-- do not have iron depletions with chroma of 2 or less indicative of wetness within the upper 50 inches of the soil"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: uplands\nGeomorphic Component: flats\nParent Material: Marine sediments\nElevation: 20 to 150 feet\nMean Annual Air Temperature: 59 to 62 degrees\nMean Annual Precipitation: 42 to 52 inches\nFrost Free Period:"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBourne soilshave a fragipan\nCraven soils-- have a clayey particle-size control section\nGoldsboro soils--\nKempsville soils-- do not have iron depletions with chroma of 2 or less indicative of wetness within the upper 50 inches of the soil\nLynchburg soils-- have clay distribution that does not decrease by more than 20 percent of the maximum within 60 inches of the surface\nNorfolk soils-- do not have iron depletions with chroma of 2 or less indicative of wetness within the upper 50 inches of the soil\nOrangeburg soils-- do not have iron depletions with chroma of 2 or less indicative of wetness within the upper 50 inches of the soil\nRoanoke soils-- have a clayey particle-size control section\nSuffolk soils-- do not have iron depletions with chroma of 2 or less indicative of wetness within the upper 50 inches of the soil\nWahee soils-- have a clayey particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class (Agricultural): well drained\nIndex Surface Runoff: medium to high\nInternal Free Water Occurrence: moderately deep to deep, common\nPermeability: moderately slow to slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: crops, some forestry\nDominant Vegetation: Where cultivated-- peanuts, soybeans, cotton, corn, and tobacco.  Where wooded-- loblolly pine, Virginia pine, oaks, hickory, sweet gum, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Atlantic Coastal Plain in Virginia, North Carolina, South Carolina, and possibly in Alabama and Georgia\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gloucester County, Virginia, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 15 inches (Ap and E horizons)\nArgillic horizon--the zone from 15 to 75 inches (Bt horizons)\nAquic conditions--the soil has redox depletions and concentrations within the upper 24 inches of the argillic horizon, with periodic saturation and reduction at some time during the year\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA: Laboratory data from typical pedon by Virginia Polytechnic Institute and State University, laboratory numbers 75-497,75-506 to 510, and 76-36-6 to 10, and 76-36-17 to 20 verifies classification.\nData Map Unit ID (type location):\nTABULAR SERIES DATA:\nSoil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nEMPORIA     0- 50   59- 62  175-205  42- 52    20- 150\nFloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNONE          3.0-4.5  PERCHED  NOV-APR  60-60\nDepth  Texture                3-Inch  No-10  Clay%   -CEC-\n0-15  L FSL SL                0-  3  80-100  7-18    -\n0-15  LFS LS                  0-  3  80-100  5-10    -\n0-15  GR-L GR-FSL GR-SL       0-  3  50-100  7-18    -\n0-15  GR-LFS GR-LS            0-  3  50-100  5-10    -\n15-32  SCL SL CL               0-  2  80-100 18-35    -\n32-57  SCL CL SC               0-  2  80-100 21-40    -\n57-70  SR SL C                 0-  5  55-100  5-40    -\nDepth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\n0-15  4.5- 6.0  .5-2.  0- 0   2.0- 6.0  LOW\n0-15  4.5- 6.0  .5-2.  0- 0   6.0-  20  LOW\n15-32  4.5- 6.0  0.-.5  0- 0   0.2- 2.0  LOW\n32-57  4.5- 6.0  0.-.5  0- 0  0.06- 0.6  MODERATE\n57-70  4.5- 6.0  0.-.5  0- 0  0.06- 2.0  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
