{
  "SERIES": "EMRICK",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "07/2014",
  "STATES": "ND",
  "OVERVIEW": "The Emrick series consists of very deep, well or moderately well drained, moderately permeable soils that formed in calcareous glacial till. These soils are on low relief positions on ground moraines and have slopes ranging from 0 to 9 percent.  Mean annual temperature is 40 degrees F, and mean annual precipitation is 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Emrick loam - cropland.  (Colors for dry soil unless otherwise stated)\nAp--0 to 7 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine granular structure; very friable; neutral; abrupt smooth boundary.\nA--7 to 11 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; very friable; many fine pores; neutral; gradual smooth boundary.  (Combined A horizons 7 to 20 inches thick)\nBw--11 to 20 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate coarse and medium subangular blocky; very friable; neutral; clear wavy boundary.  (6 to 30 inches thick)\nBk1--20 to 40 inches; light olive brown (2.5Y 5/3) loam, olive brown (2.5Y 4/3) moist; very weak medium and coarse subangular blocky structure; very friable; few pebbles and cobbles to 5 inches in diameter at depths of 26 inches; common threads of carbonates; strong effervescence; slightly alkaline; gradual wavy boundary.\nBk2--40 to 46 inches; light yellowish brown (2.5Y 6/3) loam, light olive brown (2.5Y 5/4) moist; weak coarse subangular blocky structure with some evidence of weak medium platy structure; friable; strong effervescence; moderately alkaline; gradual irregular boundary.  (Combined Bk horizons 5 to 30 inches thick)\nC--46 to 60 inches; olive gray (5Y 5/2) loam, olive brown (2.5Y 4/3) moist; weak medium platy and subangular blocky structure; friable; strong effervescence; some soft carbonate accumulations; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wells County, North Dakota; about 6 1/2 miles east of Fessenden, North Dakota; 160 feet north and 115 feet east of southwest corner, sec. 9, T. 148 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 16 to about 40 inches in thickness.  The 10 to 40 inch control section typically is a loam averaging less than 18 percent clay.  Sandy loam layers 2 to 10 inches thick are in some pedons.  Pebbles and stones are common throughout the profile.  Stony phases are recognized.  The soil is neutral to mildly alkaline in the A and Bw horizons and mildly or moderately alkaline in the Bk and C horizons.\nThe A horizon has a 10YR hue, value of 3 or 4 and 2 or 3 moist, and chroma of 1 in the upper part and 1 or 2 in the lower part.  It is loam, silt loam, sandy loam, very fine sandy loam, or fine sandy loam.\nThe Bw horizon has 10YR or 2.5Y hue, value of 4 or 5 and 3 or 4 moist, and chroma of 2 or 3.  It has a weak or moderate prismatic and subangular blocky structure.  The lower part of the Bw horizon and the Bk and C horizons are mottled in some pedons.\nThe Bk horizon has hue of 2.5Y, value of 5 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is loam and has 10 to over 25 percent calcium carbonate equivalent.  Some pedons have a BCk horizon.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 or 5 moist, and chroma of 2 to 4.  It is calcareous loam till with pockets of fine sand, silt and pebbles in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Clontarf, Embden, Flathead, Inkster, Malachy, and Swenoda series in the same family and the Gardena, Heimdal and Svea series. Clontarf, Flathead and Malachy soils have sand or loamy sand textures at depths of less than 40 inches. Inkster soils formed in glaciofluvial deposits and contain more than 50 percent shale in the sand size fraction of the 10 to 40 inches control section. Embden soils have fine sandy loam series control section and formed in glaciofluvial deposits or glaciolacustrine sediments. Swenoda soils have 2C horizons within depths of 40 inches that are higher in silt. Heimdal soils have mollic epipedons less than 16 inches thick. Gardena soils are coarse-silty. Svea soils are fine-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Emrick soils are on level to gently rolling low relief ground moraines.  They are on plane and slightly concave positions.  Slope gradients are commonly less than 2 percent but range from 0 to 9 percent.  The soil formed in calcareous glacial till low in clay and containing pockets of silts, fine sands and other sorted materials. The climate is cool, subhumid, with a mean annual temperature ranging from 38 to 43 degrees F, and a mean annual precipitation ranging from 15 to 22 inches.  Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Heimdal and Svea soils and the Barnes, Fram, and Tonka soils. Heimdal soils are on backslopes of rises. Barnes and Svea soils are on fine-loamy till plains in the same geographic area. Barnes soils have mollic epipedons less than 16 inches thick. Fram soils have a calcic horizon within depths of 16 inches and are somewhat poorly drained. Tonka soils are in the enclosed, poorly drained basins and have E and Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or moderately well drained.  The moderately well drained phase has a seasonal high water table at depths of 3 to 5 feet at some time during the period of April through June.   The water table is at a depth of 4 to 6 feet for the same period in the well drained phase.  Surface runoff is slow.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all areas cultivated for production of small grains.  Native vegetation:  green needlegrass, western wheatgrass, blue grama, prairie dropseed, and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and eastern North Dakota.  The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wells County, North Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface of the soil to a depth of 20 inches (Ap, A, and Bw horizons).\nThe pedon meets the color requirement for the aquic subgroup in the horizon immediately below the mollic epipedon (Bk1 horizon), however the soil does not have aquic conditions immediately below the mollic epipedon and does not meet the subgroup criteria.  Saturation does not occur shallower than three feet.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well or moderately well",
        "drainage_overview": "well or moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine granular structure; very friable; neutral; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--7 to 11 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; very friable; many fine pores; neutral; gradual smooth boundary.  (Combined A horizons 7 to 20 inches thick)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--11 to 20 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate coarse and medium subangular blocky; very friable; neutral; clear wavy boundary.  (6 to 30 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 51,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--20 to 40 inches; light olive brown (2.5Y 5/3) loam, olive brown (2.5Y 4/3) moist; very weak medium and coarse subangular blocky structure; very friable; few pebbles and cobbles to 5 inches in diameter at depths of 26 inches; common threads of carbonates; strong effervescence; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 102,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bk2--40 to 46 inches; light yellowish brown (2.5Y 6/3) loam, light olive brown (2.5Y 5/4) moist; weak coarse subangular blocky structure with some evidence of weak medium platy structure; friable; strong effervescence; moderately alkaline; gradual irregular boundary.  (Combined Bk horizons 5 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--46 to 60 inches; olive gray (5Y 5/2) loam, olive brown (2.5Y 4/3) moist; weak medium platy and subangular blocky structure; friable; strong effervescence; some soft carbonate accumulations; moderately alkaline."
      }
    ]
  ]
}
