{
  "SERIES": "ENCICADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-JER-LWH",
  "REVDATE": "03/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Encicado silty clay loam - hay and pasture. (Colors are for dry soil unless otherwise noted.)\nA--0 to 17 inches; dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; strong coarse granular structure; hard, firm, sticky and plastic; many fine and medium and few coarse roots; common fine interstitial pores; mildly alkaline; clear smooth boundary.  (10 to 17 inches thick)\nBt1--17 to 35 inches; dark grayish brown (2.5Y 4/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; strong coarse prismatic structure parting to strong coarse subangular; hard, firm, sticky and plastic; common fine roots; common fine tubular pores; common stress cutans; few thin clay films lining pores; mildly alkaline; clear smooth boundary.  (16 to 23 inches thick)\n2Bt2--35 to 60 inches; olive brown (2.5Y 4/4) extremely cobbly clay loam, dark grayish brown (2.5Y 4/2) moist; weak fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; 35 percent pebbles and 40 percent cobbles; few thick clay films on faces of peds; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; 0.5 mile directly south of Chama; New Mexico State Plan coordinates 2,131,842 feet north and 403,947 feet east; 106 degrees, 35 minutes, 00 seconds west longitude; 36 degrees, 51 minutes, 33 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  The SMCS is moist in at least some parts all year.\nSoil Temperature:  42 to 47 degrees F.\nRock Fragments:  0 to 15 percent in the particle-size control section on a weighted average.\nDepth to discontinuity:  26 to 40 inches.\nMollic epipedon:  16 to 25 inches thick.\nA horizon - Value:  3 or 4 moist, 2 or 3 dry.\nBt horizon - Hue:  10YR or 2.5Y\nValue:  3 or 4 dry, 2 to 4 moist.\nChroma:  2 to 6.\nTexture:  Silty clay loam, clay loam, or clay (35 to 50 percent clay)\n2Bt horizon - Hue:  2.5Y or 10YR.\nValue:  3 or 4 dry, 2 to 4 moist.\nChroma:  2 to 6.\nTexture:  Clay loam or sandy clay loam.\nRock fragments:  25 to 35 pebbles; 30 to 40 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Alder(MT) series.  Alder soils are 20 to 40 inches to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Encicado soils are on stream terraces.  Slopes range from 0 to 3 percent.  Elevations are 7,000 to 8,000 feet.  The soils formed in alluvium derived from metamorphic and sedimentary rocks.   Mean annual precipitation is 18 to 22 inches.  The mean annual temperature is 40 to 45 degrees F; and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Doslomas soil.  The Doslomas soils have a mollic epipedon less than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Encicado soils are used for irrigated pasture and hay crops.  The present vegetation is western wheatgrass, Arizona fescue, mountainmuhly, bluegrass species, timothy and redtop, with a scattered narrowleaf cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, New Mexico, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized on this pedon are:\nMollic epipedon - 0 to 17 inches.\nArgillic horizon - 17 to 60 inches.\nPachic feature - mollic epipedon greater than 16 inches thick.\nUdic feature - chroma less than 1.5 in upper part of mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
