{
  "SERIES": "ENDCAV",
  "STATUS": "Established Series",
  "BYREV": "Rev. RE, JWB",
  "REVDATE": "11/2005",
  "STATES": "VA,WV",
  "OVERVIEW": "Soils of the Endcav series are deep, well drained, and slowly permeable.  They formed in material weathered from limestone bedrock.  They are on uplands in the Appalachian Ridges and Valleys.  Mean annual temperature is about 53 degrees F., and mean annual precipitation is about 38 inches.  Slopes range from 2 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, semiactive, mesic Chromic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Endcav silt loam - in a cultivated field on an 8 percent slope.  (Colors are for moist soil.)\nAp--0 to 7 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium granular structure; friable; common fine and very fine roots; many fine pores; common worm channels and casts; 2 percent fragments of chert up to 1 inch in diameter; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nBt1--7 to 16 inches; strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm, sticky, plastic; few fine and very fine roots; few fine pores; common distinct clay films on faces of peds; manganese oxide concretions up to 2 mm.; moderately acid; clear smooth boundary.\nBt2--16 to 26 inches; strong brown (7.5YR 5/8) clay; moderate medium subangular blocky structure; firm, sticky, plastic; few fine roots; few fine pores; common distinct clay films on faces of peds; 1 percent manganese oxide concretions up to 2 mm. in size; moderately acid; clear smooth boundary.\nBt3--26 to 44 inches; yellowish brown (10YR 5/8) clay; few fine distinct pale brown (10YR 6/3), strong brown (7.5YR 5/6), and yellowish red (5YR 5/8) mottles; moderate coarse angular blocky structure parting to moderate medium subangular blocky; firm, very sticky, very plastic; few fine roots; few fine pores; common distinct clay films on faces of peds; few slickensides; 3 percent manganese oxide concretions up to 2 mm. and 7 percent manganese stains; neutral; gradual wavy boundary.\nBt4--44 to 57 inches; yellowish brown (10YR 5/6) clay; many coarse distinct yellowish red (5YR 5/8), strong brown (7.5YR 5/6), and reddish yellow (5YR 6/8) mottles; moderate coarse subangular blocky structure; firm, sticky, very plastic; common distinct clay films on faces of peds; few slickensides; 5 percent manganese stains; neutral; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 30 to 58 inches thick.)\nR--57 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rockingham County, Virginia; about 2 miles southwest of New Market, 800 feet west northwest of the intersection of U.S. 11 and Virginia 793, and 30 feet south of Virginia 793."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to hard bedrock ranges from 40 to 60 inches.  Content of rock fragments, commonly limestone, shale, and angular chert, ranges from 0 to 15 percent in the A and B horizons and usually increases with increasing depth.  Content of rock fragments ranges from 0 to 75 percent in the C horizon.  Few to common black oxide (manganese) concretions or black stains, or both, are in some pedons.  Also,\nsome pedons have a few secondary carbonate concretions in the lower part of the B and C horizons.  The A horizon and upper part of the\nB horizon range from strongly acid through neutral and the lower part of the B horizon and the C horizon range from moderately acid through moderately alkaline.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 3 or 4.  The A horizon, where present, has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 through 4.  The A horizon is loam or silt loam and ranges to silty clay loam in eroded areas.\nThe AB or BA horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 through 8.  It is silty clay loam.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  Hue of 5YR is restricted to the lower part of the Bt horizon.  The lower part of the Bt horizon commonly is mottled.  Low chroma mottles are below 40 inches in some pedons.  The Bt horizon is clay or silty clay.\nThe BC horizon, where present, has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  It is commonly mottled.  The BC is clay or silty clay in the fine-earth fraction.\nThe C horizon, where present, has hue of 5YR through 10YR, value of\n4 through 6, and chroma of 4 through 8.  It is commonly mottled.  The C horizon is clay loam, clay, or silty clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bardley, Carbo, Chilhowie, Gatewood, and Oshkosh series.  Bardley, Carbo, and Gatewood soils have a solum thickness and depth to bedrock of 20 to 40 inches.  Oshkosh soils formed in lacustrine sediments and have sola less than 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Endcav soils are gently sloping to moderately steep upland soils in the Appalachian Ridges and Valleys.  Slopes range from 2 to 35 percent with 3 to 10 percent slopes dominant.  Rock outcrops are common in some areas.  These soils formed in material weathered from limestone or, in some areas, limestone and calcareous shale.  The mean annual temperature ranges from 49 to 58 degrees F., and mean annual precipitation ranges from 35 to 43 inches.  Elevation ranges from 700 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Carbo and Chilhowie soils and the Faywood, Frederick, Guernsey, Lodi, Muse, Oaklet, Opequon, Pagebrook, Poplimento, and Swimley series.  Faywood, Lodi, Muse, and Poplimento soils have less than 60 percent clay in the particle-size control section.  In addition, Lodi and Muse soils have less than 35 percent base saturation.  Frederick, Oaklet, and Swimley soils have sola more than 60 inches thick.  Guernsey and Pagebrook soils occur on lower parts of the landscape and are not as well drained.  Opequon soils have bedrock within 20 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most nonrocky areas are used as cropland or pasture.  Main crops grown are corn, oats, wheat, and hay.  Most rocky or very rocky areas are used as pasture.  The few wooded areas consist mostly of eastern red cedar, northern red oak, yellow poplar, hickory, and black walnut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and West Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rockingham County, Virginia, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 7 inches (Ap horizon).\nb.  Argillic horizon - the zone from 7 to 57 inches (Bt horizon).\nc.  Vertic properties - high shrink-swell from 7 to 57 inches.\nThe 10/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). CEC class and shrink-swell based on NASIS data from Rockingham County, Virginia. Class placement may be revised in the future when laboratory data are reviewed or become available. Competing series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium granular structure; friable; common fine and very fine roots; many fine pores; common worm channels and casts; 2 percent fragments of chert up to 1 inch in diameter; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 16 inches; strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm, sticky, plastic; few fine and very fine roots; few fine pores; common distinct clay films on faces of peds; manganese oxide concretions up to 2 mm.; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--16 to 26 inches; strong brown (7.5YR 5/8) clay; moderate medium subangular blocky structure; firm, sticky, plastic; few fine roots; few fine pores; common distinct clay films on faces of peds; 1 percent manganese oxide concretions up to 2 mm. in size; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--26 to 44 inches; yellowish brown (10YR 5/8) clay; few fine distinct pale brown (10YR 6/3), strong brown (7.5YR 5/6), and yellowish red (5YR 5/8) mottles; moderate coarse angular blocky structure parting to moderate medium subangular blocky; firm, very sticky, very plastic; few fine roots; few fine pores; common distinct clay films on faces of peds; few slickensides; 3 percent manganese oxide concretions up to 2 mm. and 7 percent manganese stains; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 112,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt4--44 to 57 inches; yellowish brown (10YR 5/6) clay; many coarse distinct yellowish red (5YR 5/8), strong brown (7.5YR 5/6), and reddish yellow (5YR 6/8) mottles; moderate coarse subangular blocky structure; firm, sticky, very plastic; common distinct clay films on faces of peds; few slickensides; 5 percent manganese stains; neutral; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 30 to 58 inches thick.)"
      },
      {
        "name": "R",
        "top": 145,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--57 inches; limestone bedrock."
      }
    ]
  ]
}
