{
  "SERIES": "ENDERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "08/2000",
  "STATES": "AL,AR,GA,OK,TN",
  "OVERVIEW": "The Enders series consists of deep, well drained, very slowly permeable soils that formed in loamy and clayey residuum from shale, or interbedded shale and sandstone. These soils are on nearly level to moderately steep upland mountaintops and ridges and gently sloping to very steep mountain sideslopes and footslopes.  Slopes range from 1 to 65 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Enders gravelly fine sandy loam in forest.\n(Colors are for moist soil unless otherwise stated.)\n0i--2 to 0 inches; litter of leaves and twigs.\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) gravelly fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; about 20 percent by volume shale and sandstone fragments 1/2 to 3 inches in diameter; very strongly acid; clear wavy boundary.  (2 to 6 inches thick)\nE--2 to 5 inches; brown (7.5YR 5/4) gravelly loam; weak medium granular structure; very friable; many fine and medium roots; about 20 percent by volume shale and sandstone fragments 1/2 to 3 inches in diameter; very strongly acid; clear wavy boundary.  (0 to 7 inches thick)\nBE--5 to 8 inches; yellowish red (5YR 4/6) silty clay loam; weak medium subangular blocky structure; friable; many fine and medium roots; about 5 percent by volume shale and sandstone fragments less than 3 inches in diameter; very strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nBt1--8 to 22 inches; yellowish red (5YR 4/8) silty clay; strong fine blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; common fine roots; common fine pores; about 5 percent by volume shale and sandstone less than 3 inches in diameter; very strongly acid; gradual wavy boundary.\nBt2--22 to 28 inches; red (2.5YR 4/8) clay; common medium distinct yellowish brown (10YR 5/6) mottles; strong fine and coarse subangular blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; common fine roots; few fine pores; about 5 percent by volume shale  fragments less than 1 inch in diameter; very strongly acid; gradual wavy boundary.\nBt3--28 to 39 inches; mottled red (2.5YR 4/6) and gray to light gray (10YR 6/1) clay; strong fine blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; few fine roots; few fine pores; about 2 percent by volume shale fragments less than 1 inch in diameter; few fine brown concretions; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon ranges 25 to 33 inches)\nBC--39 to 46 inches; variegated gray to light gray (10YR 6/1), red (2.5YR 4/6), and yellowish brown (10YR 5/6) channery silty clay; strong fine blocky structure; firm, sticky, plastic; few fine roots; about 30 percent by volume shale fragments less than 4 inches in diameter; few fine brown concretions; very strongly acid; diffuse wavy boundary.  (5 to 8 inches thick)\nCr--46 to 62 inches; light gray (5Y 7/1), yellowish brown (10YR 5/6) and dusty red (2.5YR 3/2) level bedded, soft, platy, shale bedrock that increases in hardness with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Arkansas; SE1/4SW1/4NW1/4, sec. 2, T.  11 N., R. 26 W.; 12 miles north of Ozark on Highway 23, then 11.3 miles east on Barnes Road, then 100 feet north."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 32 to 60 inches.  Depth to bedrock ranges from 40 to more than 60 inches. Reaction in all horizons ranges from strongly acid to extremely acid, except where the surface soils have been limed.  Coarse fragments of sandstone and shale range  from 0 to 60 percent by volume in the A and E horizons; 0 to 35 percent in the BA, BE and Bt horizons and 5 to 60 percent by volume in the BC and C horizons.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 2 to 4, or with hue of 7.5YR, value of 4, and chroma of 4.  In cultivated areas, it has hue of 10YR, value of 4 or 5, and chroma of 3 to 6, or it has hue of 7.5YR, value of 4 or 5, and chroma of 4 or 6.  In severely eroded areas, it has hue of 10YR or 7.5YR, value of 5, and chroma of 6 or 8, or hue of 5YR, value of 4, and chroma of 6, or value of 5, and chroma of 6 or 8.  Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, silt loam, or their gravelly, very gravelly, cobbly, very cobbly, stony or very stony analogs.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 or 4, or hue of 7.5YR, value of 5, and chroma of 4.  Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, silt loam, or their gravelly, very gravelly, cobbly, very cobbly, stony or very stony analogs.\nThe BA or BE horizon has hue of 7.5YR, value of 5, and chroma of 6 or 8, or hue of 5YR, value of 4, and chroma of 4, or value of 5, and chroma of 6 or 8.  Texture is fine sandy loam, loam, silt loam, sandy clay loam, clay loam, silty clay loam, or their gravelly, cobbly or stony analogs.\nThe Bt1 horizon has hue of 5YR or 2.5YR, value of 4, and chroma of 4, or with value of 5, and chroma of 6 or 8.  Mottles are in shades of brown.  Texture is silty clay loam, clay loam, silty clay, clay, or their gravelly or channery analogs.  The average clay content in the upper 20 inches is 35 to 60 percent.  The lower Bt horizons have hue of 5YR or 2.5YR, value of 4, and chroma of 4, or with value of 5, and chroma of 6 or 8, with mottles in shades of red, brown or gray, or it is a mottled horizon in these colors. Texture is silty clay, clay or their gravelly or channery analogs.\nThe BC horizon is mottled in hues of red, brown, yellow or gray.  Texture is silty clay, clay or their channery or very channery analogs.\nThe C horizon, where present, is mottled in hues of red, brown, yellow or gray.  Texture is silty clay, clay or their channery aor very channery analogs.\nThe Cr horizon is level bedded, extremely acid, soft, platy, shale bedrock.  Color varies depending on stage of weathering, but is generally black, brown, yellow, red, gray or a combination of these colors.   Hardness usually increases with depth, but the shale can be ripped with heavy earth moving equipment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Catharpin, Cullen, Cunningham, Cuthbert, Endsaw, Fluvanna, Galilee, Kirvin, Luverne, Masada, Mattaponi, Mayodan, McQueen, Nason, Remlap, Sweatman, Tatum, Totier, Townley, Urland, Uwharrie, Vance and Williamsville series.  Albertville soils have argillic horizons with hues of 7.5YR or yellower.  Badin soils have 20 to 40 inch sola and a lithic contact with hard, slate bedrock.  Bengal soils have 20 to 40 inch sola and a paralithic contact with soft, shale bedrock with a dip of 20 degrees or more.  Bonwier soils have 20 to 40 inch sola and contain ironstone fragments in the argillic horizon.  Brockroad soils have a lithologic discontinuity in the upper part of the profile and contain common to many mica flakes in the lower part of the sola.  Carnasaw soils have a paralithic contact with the underlying shale bedrock that has a dip of more than 20 degrees.  Catharpin soils have 45 to 90 inch sola; have a lithologic discontinuity and contain few to many mica flakes in the lower part of the sola.\nCullen soils do not have a paralithic contact within 60 inches, contain crystalline rock fragments and mica flakes.  Cunningham soils have base saturation of more than 35 percent in the upper part of the argillic horizon, other differentia is unclear.  Cuthbert soils have 20 to 40 inch sola and do not have a paralithic contact.  Endsaw soils have a paralithic contact with soft, shale bedrock that has a dip of 0 to 20 degrees.  Fluvanna soils formed in residuum from crystalline rocks; contain angular quartz fragments and have a paralithic contact with saprolite from crystalline rocks.  Galilee soils have 20 to 40 inch sola and a paralithic contact with sandstone, clay shale or siltstone.  Kirvin soils contain mica flakes in the C horizon and do not have a paralithic contact.  Luverne soils have 20 to 50 inch sola; contain mica flakes and do not have a paralithic contact.  Masada soils contain mica flakes; coarse fragments of quartz, quartzite, gneiss or schist and do not have a paralithic contact.  Mattaponi soils contain rounded quartz gravel and do not have a paralithic contact.  Mayodan soils have 30 to 50 inch sola; contain mica flakes and do not have a paralithic contact.  McQueen soils have 50 to more than 80 inch sola; contain mica flakes and do not have a paralithic contact.  Nason soils have 25 to 50 inch sola and contain quartz and schist fragments.  Remlap soils have sola more than 60 inches thick and has more than 60 percent clay in the argillic horizon.  Sweatman soils have 20 to 48 inch sola; contain mica flakes and do not have a paralithic contact.  Tatum soils contain schist fragments and have a paralithic contact with weathered schist.  Totier soils commonly have redder hues in the surface layer.  Townley soils have 20 to 40 inch sola.  Urland soils contain ironstone fragments and do not have a paralithic contact.  Uwharrie soils contain crystalline and pyroclastic rock fragment and do not have a paralithic contact.  Vance soils have 24 to 40 inch sola and C horizons of saprolite weathered from f\nelsic crystalline rock.  Williamsville soils have sola 60 to 80 or more inches thick and contains ironstone fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Enders soils are on nearly level to moderately steep upland mountaintop and ridges and gently sloping to very steep mountain sideslopes and footslopes.  Slopes range from 1 to 65 percent.  The soil formed in loamy and clayey residuum weathered from shale or interbedded shale and sandstone of late Mississsippian or Pennsylvanian age.  Enders soils on moderately steep to very steep sideslopes and footslopes may have a thin layer of loamy colluvium over the clayey residuum.  Average annual air temperature at the type location is about 60 degrees F.; average annual precipitation is about 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Albertville and Townley series, as well as the Allen, Hartsells, Hector, Holston, Leesburg, Linker, Montevallo, Nella, Mountainburg and Steprock series.  Allen, Holston, Leesburg and Nella soils have sola greater than 60 inches thick and are in a fine-loamy particle-size class.  Hartsells, Linker and Steprock soils have 20 to 40 inch sola.  Hartsells and Linker are in a fine-loamy particle-size class and Steprock soils are in a loamy-skeletal particle-size class.  Hector, Montevallo and Mountainburg soils have 10 to 20 inch sola.  Hector is in a loamy particle-size class and Montevallo and Mountainburg are in a loamy-skeletal particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in forest, but some is cropped to cotton, corn, and small grains.  Native vegetation was post oak, red oak, white oak, hickory, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Boston Mountains of Arkansas and Oklahoma; Cumberland Plateau and Mountains of Tennessee; Sand Mountains of Alabama and northwest Georgia.  The soils of this series are of large extent, probably in excess of 1,500,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pope County, Arkansas; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--The zone from the soil surface to a depth of about 8 inches.\nArgillic horizon--Zone from a depth of about 8 to 39 inches.\nParalithic contact--Boundary between the BC horizon and the underlying soft shale bedrock (Cr).\nGray mottles in the B and BC horizons are attributed to the parent material and are not believed to be an indication of wetness.\nThe Enders series formerly was classified in the Red-Yellow Podzolic great soil group.\nInterpretation Records currently available:\nUnit Name      Modifier      Number\nEnders           ----        AR0002\nEnders         Gravelly      AR0039\nEnders         Cobbly        AR0105\nEnders         Stony         AR0003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
