{
  "SERIES": "ENDICOTT",
  "STATUS": "Established Series",
  "BYREV": "Rev CDL/RJE/TLA",
  "REVDATE": "11/2008",
  "STATES": "ID,OR,WA",
  "OVERVIEW": "The Endicott series consists of moderately deep, well drained soils formed in loess over a duripan. Endicott soils are on terraces, hills and plateaus. Slopes are 0 to 40 percent. The mean annual precipitation is about 13 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Haplic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Endicott silt loam - cultivated. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; common lime-silica cemented fragments; slightly alkaline (pH 7.5); abrupt smooth boundary. (5 to 8 inches thick)\nA--7 to 12 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; common very fine tubular pores; common lime-silica cemented fragments; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 16 inches thick)\nBw--12 to 17 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; many very fine tubular pores; common lime-silica cemented fragments; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 16 inches thick)\nBk--17 to 27 inches; brown (10YR 5/3) silt loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common roots; many very fine tubular pores; strongly calcareous with lime segregated in mycelia; common to many lime-silica cemented fragments; moderately alkaline (pH 8.0); abrupt smooth boundary. (4 to 10 inches thick)\nBkqm--27 to 60 inches; successive layers of indurated lime-silica cemented hardpan lenses, 1 to 12 inches thick that do not break down on acid treatment alone. The indurated layers are separated by grayish brown (10YR 5/2) calcareous silt loam loess; few roots extending into cracks. (Many feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Washington; approximately 8 miles east of Ritzville; 1,400 feet north and 100 feet east of the southwest corner sec. 17, T. 19 N., R. 37E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 49 to 54 degrees F. These soils are usually moist, but are dry in the moisture control section for 90 to 105 consecutive days following summer solstice. Depth to secondary lime is 12 to 34 inches. Depth to a duripan is 20 to 40 inches. The mollic epipedon ranges from 10 to 24 inches in thickness and includes the Bw horizon in some pedons.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 moist and dry. Reaction is slightly acid to slightly alkaline.\nThe Bw horizon has value of 4 to 6 dry, 3 or 4 moist, and chroma of 2 to 4 moist and dry. Reaction is neutral to moderately alkaline.\nThe Bk horizon has value of 5 to 8 dry, 3 to 7 moist, and chroma of 1 to 4 dry and moist. Reaction is moderately alkaline or strongly alkaline.\nThe Bkqm horizon has colors and reaction like the Bk horizon and consists of layers of indurated lime-silica duripan separated by lenses of friable, calcareous silt loam. The duripan is underlain by basalt below 40 inches in some pedons.\nA thin 2Bkq horizon is present in some pedons. It is similar to the Bk horizon but has 20 to 50 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Endicott soils are on terraces, hills and plateaus at elevations of 900 to 3,500 feet. They formed in loess with a small amount of volcanic ash over a lime-silica cemented duripan. Slopes are 0 to 40 percent. The climate is semiarid with warm, dry summers and cool, moist winters. The mean annual precipitation is 12 to 16 inches. Average January temperature is about 29 degrees F, average July temperature is 71 degrees F. The mean annual temperature is 48 to 52 degrees F. The frost-free season is 110 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anders, Benge, and Walla Walla soils. Anders soils are on plateaus and channel scablands and have basalt at depths of 20 to 40 inches. Benge and Walla Walla soils lack a duripan. In addition, Benge soils are coarse-loamy over sandy or sandy-skeletal. Benge soils are on terraces.  Walla Walla soils are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; moderate permeability above the lime-silica duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for production of small grains in a summer fallow rotating and grazing. Native vegetation is mainly bluebunch wheatgrass, Idaho fescue, giant wildrye, Sandberg bluegrass, arrowleaf balsamroot, and sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Washington and northwestern Idaho. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Adams County, Washington, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 17 inches, a zone of carbonate accumulation from 17 to 27 inches, and a cemented carbonate and silica duripan at 27 inches.\nParticle-size control section  the zone from 10 to 27 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
