{
  "SERIES": "ENDSAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH:CRC",
  "REVDATE": "02/2006",
  "STATES": "AR,OK",
  "OVERVIEW": "The Endsaw series consists of deep, well drained, slowly permeable soils that formed in a thin layer of loamy colluvium and clayey material weathered from shale of Pennsylvanian age in the Arkansas Valley and Ridges (MLRA 118) and Ouachita Mountains (MLRA 119).  These soils occur on gently sloping to steep forested uplands.  Slopes range from 3 to 40 percent.  Mean annual precipitation is 42 inches.  Mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Endsaw fine sandy loam, in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) cobbly fine sandy loam; weak fine granular structure; very friable; fragments of sandstone less than 75 mm in diameter make up 10 percent by volume; cobbles make up 10 percent by volume; few stones; moderately acid; clear smooth boundary.  (2 to 5 inches thick)\nE--4 to 14 inches; light yellowish brown (10YR 6/4) cobbly fine sandy loam; weak fine granular structure; very friable; fragments of sandstone less than 75 mm in diameter make up 10 percent by volume; cobbles make up 20 percent by volume; few stones; strongly acid; clear smooth boundary.  (2 to 10 inches thick)\n2Bt1--14 to 19 inches; yellowish red (5YR 4/6) clay; moderate fine blocky structure; very firm; thick continuous clay films on faces of peds; fragments of sandstone less than 75 mm in diameter make up 2 percent by volume; very strongly acid; clear smooth boundary. (18 to 25 inches thick)\n2Bt2--19 to 34 inches; yellowish red (5YR 4/6) clay; many medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium blocky structure; very firm; thick continuous clay films on faces of peds; fragments of sandstone less than 75 mm in diameter make up 2 percent by volume; very strongly acid; clear smooth boundary.  (18 to 24 inches thick)\n2BC--34 to 42 inches; mottled yellowish brown (10YR 5/6), and gray (10YR 5/1), clay; weak coarse blocky structure; very firm; few thin clay films on faces of peds; very strongly acid; gradual wavy boundary. (0 to 24 inches thick)\n2Cr--42 to 60 inches; olive gray (5Y 5/2) and gray (10YR 5/1) soft shale; slightly acid, tilted 10 degrees from the horizontal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okfuskee County, Oklahoma; 2,500 feet south and 2,000 feet east of the northwest corner of sec. 11, T. 10 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale range from 40 to 60 inches.  Thickness of the A and E horizons ranges from 9 to 20 inches.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  The fine-earth fraction of the soil is loam or fine sandy loam.  Fragments of sandstone from 2 mm to 76 mm in diameter make up 5 to 25 percent by volume.  Fragments of sandstone from 76 mm to 25 cm in diameter make up 0 to 15 percent.  Stones make up 0 to 5 percent by volume.  Total coarse fragments make up 5 to 50 percent by volume. This horizon is moderately acid or strongly acid.\nThe E horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 3 to 6.  It is similar to the A horizon in texture, content of coarse fragments, and reaction.\nThe 2Bt horizons have hue of 2.5YR or 5YR, value 4 or 5, and chroma of 6 to 8.  Some pedons have redoximorphic concentrations and depletions in shades of yellow, brown, red, or gray.  The fine-earth fraction of the soil is silty clay or clay with a clay content commonly of 40 to 55 percent but ranging to 60 percent. Fragments of sandstone from 2 mm to 76 mm in diameter make up 0 to 10 percent by volume.  Fragments of sandstone from 76 mm to 25 cm make up 0 to 5 percent by volume.  Total coarse fragments make up 0 to 25 percent by volume.  This horizon is strongly acid or very strongly acid.\nThe 2BC horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR, value of 4 to 7, and chroma of 1 to 8, or it is redoximorphic concentrations and depletions in shades of brown, red, and gray.  It is a silty clay or clay.  Fragments of sandstone or shale from 2 mm to 76 mm in diameter make up 0 to 20 percent by volume. Fragments of sandstone or shale from 76 mm to 25 cm in diameter make up 0 to 10 percent by volume.  Total coarse fragments make up 0 to 30 percent by volume.  This horizon is moderately acid through very strongly acid.\nThe 2Cr horizon is grayish or yellowish shale that is tilted 0 to 20 degrees from the horizontal.  It ranges from neutral to very strongly acid.\nSome pedons are underlain with a IIR layer of sandstone and shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The only competing series is Pittsboro.  Pittsboro soils have 20 to 40 inch sola over weathered mafic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Endsaw soils are on gently sloping to steep forested uplands north and west of the Choctaw Fault.  Slopes range from 3 to 40 percent.  Mean annual precipitation ranges from 39 to 44 inches.   Mean annual temperature ranges from 60 degrees to 64 degrees F.  Thornthwaite annual P-E indices range from 64 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enders, Hartsells, Hector, Homa, and Linker series.  Enders and Homa soils are on similar landscapes and Hartsells and Linker soils are on smooth ridges and side slopes.  Hector soils are on ridge crests and are shallow over sandstone.  Hartsells and Linker soils have less than 35 percent clay in the control section.  Homa soils have vertic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Endsaw soils are well drained.  Runoff is medium to very high and permeability is slow.  A perched water table is present at a depth of 2 to 3 feet from December through February."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing.  Some of the less sloping areas are in tame pasture.  The forest vegetation is principally post oak and blackjack with some black oak and shorleaf pine.  Bermudagrass and bahiagrass are the principal pasture grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands and outliers of the Ouachita Mountains north and west of the Choctaw Fault in Oklahoma and possibly Arkansas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Atoka County, Oklahoma; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record No. OK0219\nThese soils were formerly included in the Enders series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 14 inches (A and E horizons)\nArgillic horizon - the zone from 14 inches of a depth of 34 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) cobbly fine sandy loam; weak fine granular structure; very friable; fragments of sandstone less than 75 mm in diameter make up 10 percent by volume; cobbles make up 10 percent by volume; few stones; moderately acid; clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--4 to 14 inches; light yellowish brown (10YR 6/4) cobbly fine sandy loam; weak fine granular structure; very friable; fragments of sandstone less than 75 mm in diameter make up 10 percent by volume; cobbles make up 20 percent by volume; few stones; strongly acid; clear smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 36,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt1--14 to 19 inches; yellowish red (5YR 4/6) clay; moderate fine blocky structure; very firm; thick continuous clay films on faces of peds; fragments of sandstone less than 75 mm in diameter make up 2 percent by volume; very strongly acid; clear smooth boundary. (18 to 25 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 48,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--19 to 34 inches; yellowish red (5YR 4/6) clay; many medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium blocky structure; very firm; thick continuous clay films on faces of peds; fragments of sandstone less than 75 mm in diameter make up 2 percent by volume; very strongly acid; clear smooth boundary.  (18 to 24 inches thick)"
      },
      {
        "name": "2BC",
        "top": 86,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--34 to 42 inches; mottled yellowish brown (10YR 5/6), and gray (10YR 5/1), clay; weak coarse blocky structure; very firm; few thin clay films on faces of peds; very strongly acid; gradual wavy boundary. (0 to 24 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--42 to 60 inches; olive gray (5Y 5/2) and gray (10YR 5/1) soft shale; slightly acid, tilted 10 degrees from the horizontal."
      }
    ]
  ]
}
