{
  "SERIES": "ENFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAS-EHS-SMF",
  "REVDATE": "07/2003",
  "STATES": "CT,MA,NY,RI",
  "OVERVIEW": "The Enfield series consists of very deep, well drained loamy soils formed in a silty mantle overlying glacial outwash.  They are nearly level to sloping soils on outwash plains and terraces.  Slope ranges from 0 to 15 percent. Permeability is moderate or moderately rapid in the surface layer and subsoil and rapid or very rapid in the substratum. The mean annual temperature is about 49 degrees F. and the mean annual precipitation is about 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Enfield silt loam - grass field, at an elevation of about 34 feet.(Colors are for moist soil.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many very fine and fine roots; 5 percent fine gravel; strongly acid; abrupt smooth boundary.  (6 to 12 inches thick)\nBw1--7 to 16 inches; strong brown (7.5YR 5/6) silt loam; weak medium subangular blocky structure; friable; common very fine and many fine roots; 5 percent fine gravel; strongly acid; clear wavy boundary.\nBw2--16 to 25 inches; light olive brown (2.5Y 5/4) silt loam; weak medium subangular blocky structure; friable, few very fine and common fine roots; 5 percent fine gravel; strongly acid; abrupt wavy boundary.  (Combined thickness of the Bw horizons is 12 to 36 inches)\n2C--25 to 60 inches; brown (10YR 5/3) very gravelly sand; single grain; loose; stratified; 45 percent gravel and 5 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Rhode Island; town of South Kingstown, 50 feet south of Matunuck School House Road in northeast corner of Trustom Pond Refuge. USGS Kingston quadrangle; latitude 41 degrees, 22 minutes, 58 seconds N, longitude 71 minutes, 34 minutes, 39 seconds W; NAD 27 (see remarks below)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 16 to 40 inches and typically corresponds to the depth of sand and gravel.  Rock fragments range from 0 to 5 percent in the solum and from 0 to 70 percent in the substratum.  The fragments are mainly rounded pebbles and typically make up 75 percent or more of the total rock fragments.  Unless limed, the soil is very strongly acid to moderately acid.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4 and chroma of 2 to 4.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 through 3.  The Ap or A horizon is silt loam or very fine sandy loam.  It has weak or moderate granular structure and is friable or very friable.\nThe upper part of the B horizon has hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 3 to 8.  The lower part of the B horizon has hue of 7.5YR to 2.5Y, value of 4 to 6 and chroma of 3 to 6.  The B horizon is silt loam or very fine sandy loam.  It has weak granular or weak subangular blocky structure or the horizon is massive.  Consistence is friable or very friable.\nThe 2C horizon is neutral or has hue of 2.5YR to 5Y, value of 4 to 6 and chroma of 0 to 6.  It is commonly stratified sand and gravel.  Texture of individual strata ranges from coarse to fine sand to loamy sandy in the fine earth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Allard series is the only other series in the same family.  Allard soils have rock fragments dominated by grayish brown siltstone and sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Enfield soils are nearly level to sloping soils on terraces and outwash plains.  Slopes range from 0 to 15 percent, but are generally less than 8 percent.  The soils formed in a silty mantle over stratified sandy and gravelly fluvial materials derived from a variety of acidic rocks.  Mean annual temperature is 45 to 52 degrees F., mean annual precipitation is 40 to 50 inches; and the growing season is 120 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agawam, Branford, Bridgehampton, Broadbrook, Hartford, Haven, Hinckley, Merrimac, Narragansett, Ninigret, Rainbow, Raynham, Raypol, Scio, Tisbury, Walpole, Wapping, Windsor and Unadilla soils.  The moderately well drained Tisbury and poorly drained Raypol soils are associated in a drainage sequence.  Agawam, Branford, Copake, Haven and Narragansett soils are coarse-loamy over sandy or sandy-skeletal. Belgrade, Hero, Ninigret, Scio and Tisbury soils have redoximorphic features within a 24 inch depth. Bernardston, Broadbrook and Newport soils are coarse-loamy and have a dense till substratum. Bridgehampton, Hartland and Unadilla soils have a coarse-silty particle-size control section. Hartford and Merrimac soils are sandy.  Hinckley and Windsor soils are coarse-textured and excessively drained.  Pollux and Riverhead soils are coarse-loamy and have a stratified substratum. Rainbow and Wapping soils are moderately well drained soils formed in glacial till.  Raynham and Walpole soils are poorly drained soils in low terrace areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is negligible or low.  Permeability is moderate or moderately rapid in the solum and rapid or very rapid in the substratum. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cultivated crops, hay or pasture.  Common crops are silage corn, vegetables, tobacco and nursery stock.  Some areas are wooded or used for community development.  Common trees are red, white and black oak, hickory, white ash, red maple, sugar maple, black birch, beech, hemlock and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Connecticut, Rhode Island, Massachusetts and southeastern New York.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Connecticut Valley Area, 1899."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Geographic coordinates were approximated based upon the available narrative description. Cation exchange activity class is based upon a review of available lab data. This data suggests that this soil is in the active class bordering to superactive.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epidpedon  the zone from 0 to 7 inches (Ap horizon)\n2. Cambic horizon  the zone from 7 to 25  inches (Bw horizons)\n3. Contrasting particle size  the family particle size changes from coarse-loamy over sandy at 25 inches\nADDITIONAL DATA: Partial reference samples from pedons 1232, 4000470\n4000473, 4001240, and 4001241 from Connecticut, New Hampshire, and Rhode Island; samples by NSSL, Lincoln, NE, various dates.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
