{
  "SERIES": "ENGLEJARD",
  "STATUS": "Established Series",
  "BYREV": "Rev: PEM-GFB-JAL",
  "REVDATE": "08/2005",
  "STATES": "MT",
  "OVERVIEW": "The Englejard series consists of very deep, well drained soils that formed in mixed alluvium on outwash plains and alluvial fans in valleys and uplands. Slopes are 0 to 8 percent. Mean annual precipitation is about 15 inches, and mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Englejard loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 9 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure parting to weak fine and very fine granular; soft, very friable, slightly sticky and non-plastic; many very fine and few fine roots; many fine and very fine dendritic tubular pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (8 to 15 inches thick)\nBw--9 to 27 inches; very pale brown (10YR 7/4) very fine sandy loam, yellowish brown (10YR 5/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and non-plastic; common very fine and few fine roots; common very fine and few fine dendritic tubular pores; 5 percent gravel; neutral (pH 7.1); clear wavy boundary. (6 to 20 inches thick)\nBC--27 to 35 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist;  weak fine and very fine granular structure; soft, very friable, slightly sticky and non-plastic; few very fine roots; many very fine irregular pores; 10 percent gravel; neutral (pH 6.9); clear wavy boundary. (0 to 20 inches thick)\n2C--35 to 60 inches; very pale brown (10YR 7/3) very gravelly loamy sand, yellowish brown (10YR 5/4) moist; single grain; loose, non-sticky and non-plastic; 40 percent gravel; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; approximately 1000 feet north and 2350 feet west of the SE corner of sec. 3, T 2 S., R 15 W; USGS Mud Lake, Montana topographic quadrangle; North American Datum 83, zone 12, UTM 310001 meters E, 5062085 meters N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 35 to 40 degrees F., cryic temperature regime.\nSoil moisture control section - between 4 and 12 inches; dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half of the cumulative days. Ustic moisture regime.                                                                                                                                                                                                                                                                           Mollic epipedon thickness - 7 to 15 inches.\nDepth to 2C horizon - 15 to 35 inches.\nA horizon - Value: 4 or 5 dry; 2 or 3 moist\nChroma: 1, 2 or 3                                                                                                                                                     Texture: loam or fine sandy loam                                                                                                                                                         Clay content: 10 to 18 percent\nRock fragments: 0 to 15 percent gravel\nReaction: pH 6.5 to 7.3\nBw horizon - Hue: 10YR or 2.5Y\nValue: 5, 6 or 7 dry; 4 or 5 moist\nChroma: 3 or 4\nTexture: fine sandy loam, very fine sandy loam, or loam\nClay content: 10 to 18 percent\nRock fragments: 0 to 30 percent--0 to 5 percent cobbles, 0 to 25 percent gravel\nReaction: pH 6.5 to 7.3\nBC horizon  Hue: 10YR or 2.5Y                                                                                                                                                                                                                                                            Value: 5, 6 or 7 dry; 4 or 5 moist                                                                                                                                                                                                                                                                 Chroma: 3 or 4                                                                                                                                                                                                                                                                                      Texture: fine sandy loam or sandy loam                                                                                                                                                                                                                                                     Clay content: 10 to 18 percent                                                                                                                                                                                                                                                                Rock fragments: 0 to 35 percent--0 to 5 percent cobbles, 0 to 30 percent gravel                                                                                                                                                                                                                      Reaction: pH 6.5 to 7.3\n2C horizon - Hue: 10YR or 2.5Y\nValue: 6 or 7 dry; 5 or 6 moist\nChroma: 2, 3, or 4\nTexture: loamy sand, loamy coarse sand, sand, or coarse sand\nClay content: 0 to 10 percent\nRock Fragments: 35 to 75 percent--0 to 20 percent cobbles; 35 to 55 percent gravel\nReaction: pH 6.5 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - Outwash plains and alluvial fans.                                                                                                                                                                                                                                                               Elevation - 5,900 to 6,500 feet.\nSlope - 0 to 8 percent.\nParent material - Mixed alluvium.\nClimate - long, cold winters; cool, moist springs; short, cool summers.\nMean annual precipitation - 14 to 19 inches.\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bearmouth, Danielvil, and Philipsburg soils. The Bearmouth soils are sandy-skeletal. The Danielvil soils are coarse-loamy. The Philipsburg soils are fine-loamy and have a Bk horizon. These soils are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability above the 2C horizon and very rapid in the 2C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Englejard soils are used as rangeland and wildlife habitat.  Potential native vegetation includes Idaho fescue, and bluebunch wheatgrass,  as well as other grasses, forbs and woody shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Englejard soils are not extensive in the intermountain valleys of southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, Big Hole Valley Area, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from 0 to 9 inches (A horizon); a cambic horizon from 9 to 27 inches (Bw horizon); a lithologic discontinuity at 35 inches (2C horizon); a particle-size control section from 10 to 40 inches (Bw, BC, and part of the 2C horizons). Englejard soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
