{
  "SERIES": "ENKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-TM-JVC-JBF",
  "REVDATE": "01/2019",
  "STATES": "ID,NV,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Enko loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; light brownish gray (2.5Y 6/2) loam, very dark grayish brown (10YR 3/2) moist; weak very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine vesicular and few very fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (5 to 18 cm thick)\nBw1--10 to 38 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak fine and medium prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; slightly alkaline (pH 7.4); clear wavy boundary.  (15 to 36 cm thick)\nBw2--38 to 46 cm; very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine tubular pores; 10 percent weak durinodes; moderately alkaline (pH 8.4); clear irregular boundary.  (0 to 33 cm thick)\nBqk1--46 to 64 cm; very pale brown (10YR 8/3) and very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; massive; hard, friable and firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common very fine and fine tubular pores; common fine distinct yellowish brown (10YR 5/6) and common fine faint dark yellowish brown (10YR 4/4) moist relict masses of iron accumulation; 30 percent of matrix is brittle; few weakly cemented durinodes; few muscovite mica particles; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (13 to 40 cm thick)\nBqk2--64 to 150 cm; pale yellow (2.5Y 8/2) sandy loam, olive (5Y 5/3) moist; massive; hard, firm and brittle, nonsticky and nonplastic; common very fine tubular pores; secondary carbonates segregated as few fine and medium filaments; matrix is brittle; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 9 miles south-southeast of Elko; approximately 1,300 feet north and 60 feet east of the southwest corner of section 29, T. 33 N., R. 56 E.; USGS Te-Moak Well 7.5 minute topographic quadrangle; latitude 40 degrees 42 minutes 45 seconds N and longitude 115 degrees 41 minutes 58 seconds W; WGS84 Decimal Degrees 40.7125000 latitude, -115.6994444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry June through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nDepth to base of cambic horizon: 28 to 76 cm.\nDepth to horizons with firm consistence and a brittle matrix: 51 to 81 cm.\nDepth to horizons with identifiable secondary carbonates: 25 to 89 cm.\nOther features: Below 100 cm some pedons have gravelly or sandy substrata, or substrata containing gypsum crystals. Some pedons have noneffervescent Bq horizons above the Bqk horizon.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 0 to 15 percent gravel.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nReaction: Neutral through moderately alkaline.\nBw horizon\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loam, fine sandy loam, or sandy loam; some pedons have strata of silt loam or clay loam in the upper part where stratified.\nStructure: Prismatic, angular blocky, subangular blocky or it is massive.\nConsistence: Soft or slightly hard dry, very friable or friable, moist, nonsticky, slightly sticky or moderately sticky, nonplastic, slightly plastic or moderately plastic, wet.\nReaction: Neutral through moderately alkaline.\nOther features: Some pedons are calcareous in the lower portion of the horizon.\nBqk horizon and Bq horizon (when present)\nHue: 10YR through 5Y.\nValue: 6 through 8 dry, 3 through 7 moist.\nChroma: 1 through 4 dry, 2 through 4 moist.\nTexture: Loam, sandy loam, fine sandy loam, gravelly sandy loam, or very fine sandy loam.\nConsistence: Continuous brittle matrix that has at least firm consistence when moist in horizons 25 to 100 cm thick.  Subhorizons not continuously brittle and contain 20 to 50 percent durinodes or are 20 to 75 percent discontinuous weakly silica-cemented.\nStructure: Platy, subangular blocky, or is massive.\nConsistence: Soft to hard, dry; very friable to firm, moist; nonsticky or slightly sticky and nonplastic or slightly plastic or brittle when wet. Substrata that are very friable, moist are in some pedons.\nReaction: Slightly alkaline through very strongly alkaline.\nOther features: Redox concentrations occur as relict masses of iron accumulation in many pedons; Very gravelly or extremely gravelly substratum phases are common below depths of 100 cm in some pedons; some pedons have a high content of mica in the sand fractions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kerrfield, Linco, Orovada, Patter, Prineville, and Ultramont series.\nKerrfield soils are moderately deep to paralithic contacts.  Orovada soils do not have a horizon with firm consistence in the matrix and a brittle manner of failure. Linco, Patter and Ultramont soils are moist in the upper part of the moisture control section for 10 to 20 days cumulative between July and October. Prineville soils are deep to paralithic contacts and have 5 to 30 percent sand-size pumiceous ash grains in the upper part of the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Enko soils are on fan remnants, inset fans, fan aprons, fan skirts, and swales.  These soils formed in alluvium derived from mixed rocks with a component of loess and volcanic ash.  Slopes are 0 to 30 percent.  Elevations range from 1,250 to 2,075 meters in Nevada and Oregon, and range to 825 meters on north slopes in Idaho.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 280 mm, the mean annual temperature is 7 to 11 degrees C., and the frost-free period is 80 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abgese, Cherry Spring, Kyler, and Puett soils.  Abgese soils are fine-loamy, have argillic horizons, and do not have a horizon with a firm, brittle matrix.  Cherry Spring soils are fine-loamy and moderately deep to strongly cemented duripans.  Kyler soils are very shallow and shallow to lithic contacts and do not have diagnostic subsurface horizons.  Puett soils are shallow to paralithic contacts and do not have diagnostic subsurface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium through very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Enko soils are used for rangeland and wildlife habitat.  Small areas have been subdivided for housing developments.  The present vegetation is mainly big sagebrush, Douglas rabbitbrush, phlox, Sandberg bluegrass, bottlebrush squirreltail, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada, south-central Oregon, and southwestern Idaho.  These soils are extensive with about 276,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 25, while other acreage occurs in MLRAs 23, 24 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County Area, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the Bw1 horizon).\nCambic horizon - The zone from 10 to 46 cm (Bw1 and Bw2 horizons).\nDuric feature - The zone from 46 to 150 cm (Bqk1 and Bqk2 horizon).\nIdentifiable secondary carbonates - The zone from 64 to 150 cm (Bqk2 horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bw2 and Bqk1 horizons and parts of the Bw1 and Bqk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
