{
  "SERIES": "ENOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/RWL",
  "REVDATE": "07/1999",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, mesic Andic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Enola gravelly fine sandy loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; needles, leaves, twigs, etc.\nA1--1 to 2 inches; very dark gray (10YR 3/1) gravelly fine sandy loam, gray (10YR 5/1) dry; massive; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse roots; many very fine and fine irregular pores; 15 percent gravel; moderately acid (pH 5.6); abrupt irregular boundary. (0 to 3 inches thick)\nA2--2 to 5 inches; dark brown (7.5YR 3/2) gravelly fine sandy loam, brown (10YR 5/3) dry; weak fine and very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and mediium roots; many very fine and fine tubular and irregular pores; 20 percent gravel, shot, and rounded cobbles and stones; moderately acid (pH 5.9); clear wavy boundary. (3 to 6 inches thick)\nBw--5 to 11 inches; dark brown (7.5YR 4/4) gravelly fine sandy loam, brown (10YR 5/3) dry; very weak fine and very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine medium and coarse roots; many very fine and fine irregular and tubular pores; 20 percent shot, gravel, cobbles and stones; moderately acid (pH 5.8); gradual wavy boundary. (6 to 20 inches thick)\nBC--11 to 21 inches; dark yellowish brown (10YR 4/4) gravelly fine sandy loam (shotty), yellowish brown (10YR 5/4) dry; massive; soft, very friable, nonsticky and nonplastic; many fine medium and coarse roots; many very fine and fine irregular pores; 20 percent rock fragments; few small pumice fragments; 10 percent dark yellowish brown, 5 to 15 mm shot; strongly acid (pH 5.5); clear wavy boundary. (5 to 20 inches thick)\nC--21 to 61 inches; dark yellowish brown (10YR 4/6) gravelly fine sandy loam, very pale brown (10YR 7/4) dry; massive; hard, firm, nonsticky and nonplastic; few fine and medium roots; many very fine and fine irregular pores; 15 percent rock fragments; few fine pumice fragments; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clackamas County, Oregon; along Dibble Road, 1/4 mile south of Lost Creek Camp; SW1/4 NW1/4 section 20, T.2S., R.8E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 degrees to 52 degrees F.  The soils have udic moisture regime but have a short dry period of less than 45 consecutive days during the summer.  Depth to bedrock is 60 inches or more. Thickness of the solum ranges from 12 to 30 inches.  The A and Bw horizon is estimated to have acid oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent and less than 2.0 cmol per kg fine earth of 1N KCL extractable aluminum.  The 10- to 40-inch control section and solum are fine sandy loam and average less than 18 percent clay and less than 35 percent rock fragments. Rock fragments range from 15 to 35 percent in the B horizon and increase to 40 percent in the lower part of the C horizon in some pedons. Rock fragments are dominantly gravel size.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry and chroma of 1 or 2 moist and 1 through 3 dry.  It is moderately acid to strongly acid.\nThe upper B horizon commonly has hue of 7.5YR but variegations of 5YR are in some pedons; the lower part of the B horizon has hue of 7.5YR or 10YR; the B horizon has value of 3 or 4 moist; 5 or 6 dry and chroma of 3 or 4 moist and dry. It has weak very fine subangular blocky structure or is massive.  It is slightly acid to strongly acid.\nThe C horizon has value of 4 or 5 moist, 6 or 7 dry and chroma of 3 through 6 moist and dry. It is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Enola soils are on hillsides in glaciated valleys of the Cascade Mountains at elevations of 1,000 to 3,000 feet.  Slopes are 5 to 80 percent. The soils formed in glacial till of late Pleistocene origin and weathered mostly from andesitic and basaltic rocks and mixed with ash and pumice. The climate is characterized by warm wet winters and hot moist summers.  The mean annual precipitation is 80 to 120 inches. The mean annual temperature 45 to 50 degrees F. The mean January temperature is 34 degrees F. and the mean July temperature is 64 degrees F. The frost-free period is 90 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brightwood, Crutch, Multorpor and Silcox soils. Brightwood soils have umbric epipedons and are loamy-skeletal. Crutch and Multorpor soils are on associated terraces and are sandy-skeletal. Silcox soils have umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained;  moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production, recreation and wildlife habitat.  Vegetation is Douglas fir, western hemlock, western redcedar, red alder, salal, rhododendron and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cascade Mountains in northern Oregon; MLRA 3.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clackamas County, Oregon (Bull Run, Sandy Area), 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft reflects a change in classification from Medial, mesic Andic Dystrochrepts based on the Andisol Order.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 1 to 5 inches (A1 and A2 horizons) having colors and organic matter but too thin for umbric epipedon.\nCambic horizon - from 5 to 11 inches (Bw horizon)\nAndic feature - from 1 to 11 inches having a moist bulk density of 0.85 to 0.95 grams per cubic centimeter and acid oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent.\nADDITIONAL DATA:  Characterization data on one pedon (FS62Ore-045-17, 1-6) by Oregon State University. Unpublished.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
