{
  "SERIES": "ENOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Enos series consists of well drained soils that are moderately deep to soft bedrock.  These soils formed in residuum and slopewash alluvium derived from calcareous sandstone.  Enos soils are on upper slopes of low rolling hills and footslopes.  Slopes are simple and complex and are 2 to 15 percent.  The mean annual precipitation is about 7 inches, and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Enos sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; neutral (pH 7.2); gradual smooth boundary.  (3 to 6 inches thick)\nBt--4 to 15 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common thin clay films on all faces of peds, few moderately thick clay films on vertical faces of peds; mildly alkaline (pH 7.4); gradual smooth boundary.  (8 to 15 inches thick)\nBw--15 to 20 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; mildly alkaline (pH 7.6); gradual wavy boundary.  (4 to 8 inches thick)\nBk--20 to 34 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grained; loose, loose, nonsticky and nonplastic; strongly effervescent near  carbonate masses, slightly effervescent in matrix, carbonates as common soft masses and filaments; moderately alkaline (pH 8.2); abrupt smooth boundary.  (5 to 18 inches thick)\nCr--34 to 60 inches; soft, calcareous sandstone.  Seams of carbonate are common in old, irregular patterns.  Matrix is noncalcareous between some carbonate seams."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately 640 feet west and 550 feet south of the NE corner of sec. 34, T. 3 N., R. 1 E.  (Wind River meridian)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the paralithic contact ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 11 to 21 inches.  These soils are typically noncalcareous through the argillic horizon but are always noncalcareous above a depth of 10 inches.  The mean annual soil temperature ranges from 47 to 52 degrees F.  Rock fragments range from 0 to 15 percent of which about half break down upon pretreatment.  EC ranges from 0 to 4 mmhos throughout.\nThe A horizon has hue of 5Y through 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3.  Reaction is neutral or mildly alkaline.\nThe Bt horizon has hue of 5Y through 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4.  Texture is sandy loam or loam with 8 to 18 percent clay and 50 to 80 percent sand of which more than 35 percent is fine or coarser sand.  Reaction is typically neutral or mildly alkaline but may be moderately alkaline when carbonates are present in the lower part.\nThe Bw horizon has hue of 5Y through 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4.  Texture is sandy loam or loam with 5 to 12 percent clay and 50 to 80 percent sand.  Reaction is mildly or moderately alkaline.\nThe Bk horizon has hue of 5Y through 10YR, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is loamy sand or sandy loam with 2 to 10 percent noncarbonate clay.  Carbonates are about evenly split between pedogenetic and autogenetic carbonates and range from 1 to 8 percent total.  Reaction is moderately or strongly alkaline.\nThe Cr consists of soft, calcareous sandstone interbedded in some areas with very thin lenses of shale or siltstone.  Typically, carbonates occur in the matrix and in irregular seams though some parts of the sandstone are noncalcareous.  These beds have been observed to extend from 10 feet to over 30 feet in thickness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Delp, Mayqueen, Patna, Shiprock, Wallson, and Woolsey series.  All of these soils are deep.  In addition, the Delp soils have sandy clay loam lamellae in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Enos soils are on low rolling hills and rock controlled upper fan aprons.  These soils formed in residuum and colluvial slopewash derived from calcareous sandstone.  Slopes are typically simple but may be complex in some areas.  They are 2 to 15 percent.  Elevation is 4,000 to 5,600 feet.  The mean annual precipitation is about 7 inches and ranges from 5 to 9 inches of which about half falls as snow or rain in late March, April, May, and early June.  The mean annual temperature ranges from 43 to 46 degrees F.  The estimated frost-free season is 105 to 140 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Apron, Wall, and competing Wallson soils.  Apron soils are deep and occupy alluvial positions downslope from Enos soils.  Wall series are deep and have cambic horizons.  They are very similar and occur intermixed with the Enos series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, and limited irrigated crops.  Native vegetation consists of needleandthread, Indian ricegrass, western wheatgrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern basin areas of Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, Riverton Irrigated Area; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; neutral (pH 7.2); gradual smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--4 to 15 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common thin clay films on all faces of peds, few moderately thick clay films on vertical faces of peds; mildly alkaline (pH 7.4); gradual smooth boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "Bw",
        "top": 38,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--15 to 20 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; mildly alkaline (pH 7.6); gradual wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 51,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--20 to 34 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grained; loose, loose, nonsticky and nonplastic; strongly effervescent near  carbonate masses, slightly effervescent in matrix, carbonates as common soft masses and filaments; moderately alkaline (pH 8.2); abrupt smooth boundary.  (5 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 86,
        "bottom": 152,
        "texture_class": "sand",
        "narrative": "Cr--34 to 60 inches; soft, calcareous sandstone.  Seams of carbonate are common in old, irregular patterns.  Matrix is noncalcareous between some carbonate seams."
      }
    ]
  ]
}
