{
  "SERIES": "ENOTT",
  "STATUS": "Established Series",
  "BYREV": "JCN-MHC-DTA/Rev. JAK",
  "REVDATE": "03/2006",
  "STATES": "VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Enott fine sandy loam, on a 5 percent slope, in woodland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; brownish yellow (10YR 6/6) fine sandy loam, yellow (10YR7/6), dry; weak fine and medium granular structure; very friable, nonsticky, nonplastic; many fine to coarse roots throughout; many fine and medium interstitial and tubular pores; moderately acid; clear smooth boundary. (0 to 8 inches thick)\nBA--6 to 10 inches; brownish yellow (10YR 6/6) fine sandy loam; many fine and medium distinct strong brown (7.5YR 5/6) non-redoximorphic mottles; weak medium subangular blocky structure; friable, nonsticky, slightly plastic; many fine and medium roots throughout; many fine and medium interstitial and tubular pores; 1 percent faint clay films on faces of some peds and in pores; slightly acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--10 to 18 inches; strong brown (7.5YR 5/8) clay; common medium distinct yellowish red (5YR 5/6) non-redoximorphic mottles; weak medium subangular blocky structure; firm, moderately sticky, moderately plastic; many fine and medium roots throughout; 1 percent faint clay films on faces of peds and in pores; neutral; gradual wavy boundary.\nBt2--18 to 29 inches; yellowish brown (10YR 5/6) clay; moderate medium angular blocky structure; very firm, very sticky, very plastic; common very fine and fine roots between peds; common very fine and fine interstitial pores; few faint clay films on faces of peds, in pores, and on pressure faces; 5 percent gravel; neutral; gradual wavy boundary. (Combined thickness of Bt is 10 to 40 inches.)\nBCt--29 to 33 inches; light olive brown (2.5Y 5/4) sandy clay loam; many fine prominent greenish gray (5GY 5/1) remnants of weathered saprolite; moderate medium angular blocky structure; very firm, moderately sticky, very plastic; common very fine and fine roots between peds; 1 percent faint clay films on faces of peds; 15 percent gravel; neutral; gradual wavy boundary. (5 to 15 inches thick)\nC--33 to 42 inches; variegated light olive brown (2.5Y 5/4), light yellowish brown (10YR 6/4), and greenish gray (5GY 5/1) fine sandy loam; massive; firm, slightly sticky, slightly plastic; neutral; gradual wavy boundary. (5 to 20 inches thick)\nCr--42 to 53 inches; soft; light olive brown (2.5Y 5/4), light yellowish brown (10YR 6/4), and greenish gray (5GY 5/1) bedrock; moderately cemented; moderate excavation difficulty, neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pittsylvania County, Virginia, 1.0 mile southwest of the junction of Virginia Highway 968 and 970, 300 feet west of Virginia Highway 969."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 0 to 8 inches\nDepth to base of Argillic horizon: 20 to 50 inches\nDepth to Bedrock: 40 to 60 inches to soft bedrock and greater than 60 inches to hard bedrock\nDepth to Seasonal High Water Table: Greater than 60 inches\nRock Fragment Content: 0 to 35 percent, by volume throughout the soil; mostly gravel and cobbles of diorite, gabbro, or hornblende schist\nSoil Reaction: Strongly acid to mildly alkaline throughout the soil\nMica Content: 0 to 5 percent, by volume mica flakes in the A, B, and C horizons\nOther Soil Features: Black manganese concretions range from 0 to 20 percent throughout the soil. COLE ranges from 0.04 to 0.09 in the B horizon. & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 6, chroma of 2 to 6\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, and loam. Eroded phases include clay loam.\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 3 to 6, chroma of 2 to 4\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, and loam\nBA or BE horizons:\nColor--hue of 10YR or 2.5Y, value of 4 to 6, chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, clay loam, and sandy clay loam\nBt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--clay loam, sandy clay loam, and clay\nMottles (if they occur)--non-redoximorphic mottles in shades of black, red, yellow, brown, olive, green, gray, or white\nBC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 2 to 6, chroma of 1 to 8, or is variegated in shades of these colors\nTexture (fine-earth fraction)--clay loam, sandy clay loam, and clay\nC horizon:\nColor--variegated with no restriction of hue, value, or chroma\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam, sandy clay loam, and clay loam\nCr horizon:\nBedrock kind--intermediate or mafic metamorphic or igneous rock such as diorite, gabbro, or hornblende schist\nBedrock hardness--extremely weakly cemented to moderately cemented\nFracture interval--greater than 4 inches\nExcavation difficulty--low to high"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are over 25 series in the same family. There are no competing series within MLRA 148, adjoining MLRAs, or the mesic part of MLRA 136."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont uplands\nLandform: Hills, ridges\nGeomorphic Component: Interfluves, side slopes\nHillslope Profile Position: Summits, shoulders, backslopes\nParent Material: Residuum from intermediate or mafic metamorphic or igneous rock; commonly diorite, gabbro, or hornblende schist\nSlope: 2 to 25 percent\nElevation: 200 to 700 feet\nFrost Free Period: 160 to 205 days\nMean Annual Air Temperature: 52 to 57 degrees F.\nMean Annual Precipitation: 40 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nHaymarket soils--are well drained to moderately well drained and have higher shrink-swell; on similar landforms\nJackland soils--are moderately well drained or somewhat poorly drained with very slow permeability; on lower lying landforms\nMirerock soils--moderately deep to soft bedrock; on similar landforms\nOak Level soils--have redder subsoil and lower base saturation; on similar landforms\nOrange soils--are somewhat poorly drained or moderately well drained and have an abrupt texture change from the surface to the subsoil; on lower lying landforms\nRasalo soils--have moderately slow or slow permeability and lower base saturation; on similar landforms\nRedbrush soils--are moderately deep to hard bedrock; on similar or higher lying landforms\nSiloam soils--are shallow to soft bedrock and moderately deep to hard bedrock; on steeper landforms\nSpriggs soils--are moderately deep to soft bedrock and deep or very deep to hard bedrock; on similar landforms\nTurnersburg soils--have less clay in the subsoil; on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Deep to bedrock\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Medium to very high\nPermeability: Slow (Saturated Hydraulic Conductivity: Moderately low; 0.4 to 1.4 micrometers per second)\nShrink-Swell Potential: High"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cropland and woodland\nDominant Vegetation: Where cultivated areas are used primarily for pasture or growing hay, corn, soybeans, and small grains. Where wooded--areas are dominantly shortleaf pine, loblolly pine, Virginia pine, eastern redcedar, white oak, northern red oak, hickory, yellow poplar, sweetgum, blackgum, dogwood, and holly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Virginia and North Carolina and possibly Georgia and South Carolina\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Deep to soft bedrock and very deep to hard bedrock\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Medium to very high\nPermeability: Slow (Saturated Hydraulic Conductivity: Moderately low; 0.4 to 1.4 micrometers per second)\nShrink-Swell Potential: High\nLandscape: Piedmont uplands\nLandform: Hills\nGeomorphic Component: Interfluves, side slopes\nHillslope Profile Position: Summits, shoulders, backslopes\nParent Material: Residuum from intermediate or mafic metamorphic or igneous rock\nSlope: 2 to 25 percent\nElevation (type location): Unknown\nFrost Free Period (type location): 161 days\nMean Annual Air Temperature (type location): 55 degrees F.\nMean Annual Precipitation (type location): 46 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pittsylvania County, Virginia, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and soil characteristics recognized in this pedon:\nOchric epipedon--the zone from the surface to 10 inches (A and BA horizon)\nArgillic horizon--the zone from 10 to 33 inches (Bt and BCt horizon)\nParalithic contact--bedrock contact at a depth of 42 inches (upper boundary of the Cr layer)\nParalithic materials--the zone from 42 to 53 inches (Cr horizon)\nADDITIONAL DATA:\nChemistry and particle-size analyses are available for pedon (VA-143-002); analyses by Virginia Polytechnic Institute and State University.\nDatabase Information:\nTypical Pedon Data Mapunit ID--402853\nUser Pedon ID--To be developed\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope   Airtemp  FrFr/Seas  Precip   Elevation\nVA0318 ENOTT       2-25    57-64    175-200    40-60    200-700\nVA0319 ENOTT       2-25    57-64    175-200    40-60    200-700\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0318 NONE          >6.0              -       40-60   SOFT\nVA0319 NONE          >6.0              -       40-60   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10   Clay%   -CEC-\nVA0318  0-10  SL FSL                  0-5    80-100   5-20   05-200\nVA0318  0-10  L                       0-5    80-100   7-27   05-200\nVA0318 10-33  CL SCL C                0-5    80-100   20-59  60-200\nVA0318 33-42  SL SCL C                0-5    80-100  15-50   60-200\nVA0318 42-52  WB                       -       -       -       -\nVA0319  0-10  GR-FSL GR-SL            2-10   50-80    5-20     -\nVA0319  0-10  GR-L                    2-10   50-80    7-77     -\nVA0319 10-33  SCL CL C                0-5    80-100  20-59     -\nVA0319 33-43  SL GR-SCL C             0-5    80-100  15-50     -\nVA0319 43-53  WB                       -       -       -       -\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab   Shnk-Swll\nVA0318  0-10  5.1-6.5  0.5-2.0  0-0    2.0-6.0   LOW\nVA0318  0-10  5.1-6.5  0.5-2.0  0-0    0.6-2.0   LOW\nVA0318 10-33  5.1-6.5  0.0-0.5  0-0    0.06-0.2  HIGH\nVA0318 33-42  5.1-7.8  0.0-0.5  0-0    0.2-2.0   MODERATE\nVA0318 42-52     -        -      -     0.0-0.06  -\nVA0319  0-10  5.1-6.5  0.5-2.0  0-0    2.0-6.0   LOW\nVA0319  0-10  5.1-6.5  0.5-2.0  0-0    0.6-2.0   LOW\nVA0319 10-33  5.1-6.5  0.0-0.5  0-0    0.06-0.2  HIGH\nVA0319 33-43  5.1-6.5  0.0-0.5  0-0    0.6-2.0   MODERATE\nVA0319 43-53  5.1-7.8     -     0-0    0.06-0.2  -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
