{
  "SERIES": "EOJ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWM-RLB-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eoj very stony loam--rangeland. (Colors are for dry soil unless otherwise noted). The soil surface is partially covered with approximately 30 percent gravel, 15 percent cobbles and 10 percent stones.\nA--0 to 20 cm; grayish brown (10YR 5/2) very stony loam, very dark grayish brown (10YR 3/2) moist; weak very fine and fine subangular blocky structure parting to weak fine granular; soft, very friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; 25 percent gravel, 10 percent cobbles and 10 percent stones; slightly alkaline (pH 7.4); abrupt smooth boundary. (15 to 36 cm thick)\n2Bt1--20 to 43 cm; brown (10YR 5/3) cobbly clay, dark brown (10YR 3/3) moist; moderate fine and medium angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; common very fine and fine tubular pores; many prominent clay films on faces of peds; 15 percent gravel, 10 percent cobbles and 1 percent stones; slightly alkaline (pH 7.4); clear smooth boundary. (15 to 40 cm thick)\n2Bt2--43 to 61 cm; brown (10YR 5/3) cobbly clay, brown (10YR 4/3) moist; moderate fine and medium angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine and fine tubular pores; many prominent clay films on faces of peds; 10 percent gravel, 15 percent cobbles and 1 percent stones; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (13 to 30 cm thick)\n2Btk1--61 to 91 cm; pale brown (10YR 6/3) cobbly clay, brown (10YR 4/3) moist; moderate fine and medium angular blocky structure; hard, firm, very sticky and very plastic; few very fine tubular pores; common prominent clay films on faces of peds; 10 percent gravel, 15 percent cobbles and 1 percent stones; common fine secondary calcium carbonate threads; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (20 to 40 cm thick)\n2Btk2--91 to 152 cm; pale brown (10YR 6/3) cobbly clay, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine tubular pores; common distinct clay films on faces of ped; 15 percent gravel, 15 percent cobbles and 1 percent stones; common fine secondary calcium carbonate threads; strongly effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; Egan Range, approximately 32 miles south of Ely; about 2,600 feet north and 860 feet west from the southeast corner of section 20, T. 11. N., R.63 E.; USGS Brown Knoll 7.5 minute topographic quadrangle; latitude 38 degrees 48 minutes 04 seconds N and longitude 114 degrees 54 minutes 44 seconds W; WGS84 Decimal Degrees 38.8011111 latitude, -114.9122222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, moist in late fall through spring, dry summer through mid fall; xeric soil moisture regime bordering aridic .\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 30 to 50 cm (includes upper part of the 2Bt horizon).\nDepth to secondary carbonates: 43 to 76 cm.\nOther features: There is an increase of 15 to 30 percent clay at the upper boundary of the Bt horizon.\nParticle-size control section - Clay content: 40 to 60 percent.\nRock fragments: 15 to 35 percent stones, cobbles and gravel, mainly gravel and cobbles.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\n2Bt horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nStructure: Angular blocky or subangular blocky, some pedons have subhorizons that are prismatic parting to angular blocky.\nReaction: Slightly alkaline or moderately alkaline.\nEffervescence: Slightly or strongly effervescent in lower part.\nSecondary carbonates: Few to common carbonate filaments in the lower part.\nConsistence: Hard to very hard dry, firm to very firm, moist and moderately sticky to very sticky and moderately plastic to very plastic, wet,\nOther features: Pressure faces are present in some pedons in the upper part.\nClay films: Common through many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bridgecreek, Coser, Deer Creek, Goodington, Harkers, Lynnbow, Mohocken, Norcan, Rands and Spikebutte series.\nBridgecreek, Coser, Mohocken and Spikebutte soils have a paralithic contact between 50 to 100 cm. Deer Creek soils have Bk, calcic, horizons that are weakly cemented and contain 30 to 65 percent calcium carbonate. Goodington and Lynnbow soils have less than 15 percent rock fragments in the Bt horizon and have bedrock within 150 cm. Harkers soils are neutral to slightly acid. Norcan soils have hues of 2.5YR or 5YR in the Bt horizon. Rands soils have 0 to 5 percent gravel in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Eoj soils are on hills and mountains backslopes and high mountain valleys. These soils formed in colluvium and residuum derived from quartzite, conglomerate and some limestone. Slopes are 4 to 50 percent. Elevations are 1,950 to 2,180 meters. The mean annual precipitation is 300 to 400 mm, the mean annual temperature is about 6 to 7 degrees C and the frost-free period is about 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Hutchley and Tusel series. Hutchley soils are shallow to bedrock. Tusel soils have a mollic epipedon that is thicker than 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Eoj soils are used for livestock grazing and wildlife habitat. Native vegetation includes low sagebrush, Thurber's needlegrass and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Nevada. The soil is of small extent. MLRA 28B with minimal acres in 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, West Part, Nevada, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 43 cm (A and 2Bt1 horizons).\nArgillic horizon - The zone from 20 to 152 cm (2Bt1, 2Bt2, 2Btk1 and 2Btk2 horizons).\nAbrupt textural change - The boundary at 20 cm (A horizon).\nParticle-size control section - The zone from about 20 to 70 cm (2Bt1, 2Bt2 and the upper part of the 2Btk1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
