{
  "SERIES": "EOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG,WJG",
  "REVDATE": "2/94",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eola gravelly clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, friable; common fine roots; common wormcasts; about 10 percent limestone and caliche flagstones and cobbles and 25 percent by volume gravel size caliche fragments;  about 50 percent of the surface is covered with caliche and limestone fragments, mainly less than 2 cm across; strongly effervescent; moderately alkaline; abrupt irregular boundary.  (2 to 6 inches thick)\nAk--6 to 12 inches; dark grayish brown (10YR 4/2) extremely gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, friable; common very fine roots; common wormcasts; about 65 percent by volume of gravelly and channery caliche fragments; fragments are coated with carbonates and have pendants of calcium carbonate on lower sides; the fine earth fraction contains about 17 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; abrupt wavy boundary.  (2 to 10 inches thick)\nBkm--12 to 18 inches; pinkish white (7.5YR 8/4) and white (10YR 8/2) caliche; indurated brownish laminar cap about 2 cm thick and continuous horizontally; strongly cemented below; clear wavy boundary.  (1 to 10 inches thick)\nCrk--18 to 22 inches; pink (7/5YR 8/4) interbedded weakly cemented marly earth and thin discontinuous layers of brittle limestone bedrock; massive; few nodular concretions and coatings of calcium carbonate; violent effervescent; moderately alkaline; abrupt smooth boundary.  (0 to 15 inches thick)\nCr--22 to 35 inches; very pale brown (10YR 7/3) weakly cemented limestone bedrock with a few thin strata of pink marly earth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Concho County, Texas; 3.1 miles northwest on Farm Road 2402 from its junction with U. S. Highway 83 in the north part of Eden; 525 feet north on a county road and 60 feet east in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  Depth to the petrocalcic horizon ranges from 4 to 16 inches.  The coarse fragment content of caliche and limestone fragments in the control section ranges from 35 to about 75 percent by volume. Calcium carbonate equivalent of the fine earth ranges from 10 to 40 percent.  Calcium carbonate equivalent of the fraction less than 2 cm ranges from 40 to 60 percent.\nThe A horizon has hue of 10YR, value of 3 through 5, and chroma of 2 or 3.  The fine earth fraction is loam, silty clay loam, or clay loam with a clay content of 20 to 40 percent.  Coarse fragments range from 15 to 45 percent in the A horizon and from 50 to 80 percent in the Ak horizon.\nThe Bkm horizon has colors in shades of white, pink or brown.  The upper 3 cm or less of the Bkm is laminar and cementation ranges from strong to indurated, Moh's hardness of 3 to 5.\nThe Crk horizon, where present, is platy, brittle marly earth and soft limestone bedrock or massive caliche.\nThe Cr layer consists of beds of very pale brown, chalky limestone bedrock, marl, or light gray limestone bedrock that can be chipped or dug with a spade and backhoe.  Some pedons are strongly cemented in the upper part and weakly cemented and massive below.  Layers of limestone are mostly less than 20 cm thick.  Hard limestone layers are present below 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Real series in the same family, and the similar Amistad, Boracho, Cho, Kavett, Lueders, Mereta, Noelke, Olmos, Oplin, Pitzer, Talpa, Tarrant and Zorra series.  Amistad soils have hard limestone immediately underlying the petrocalcic horizon.  The Boracho and Noelke soils contain less than 50 percent calcium carbonate equivalent in the control section.  Cho, Kavett and Mereta contain less than 35 percent coarse fragments.  Lueders, Oplin, Talpa and Tarrant soils lack petrocalcic horizons and are underlain by hard limestone within 20 inches.  Olmos and Zorra soils have mean annual soil temperature of more than 72 degrees F.  Pitzer soils contain less than 35 percent coarse fragments and less than 40 percent calcium carbonate equivalent.  Real soils have precipitation from 26 to 32 inches, PE zone of more than 38 and formed in Glen Rose Marl."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTINGS",
    "content": "GEOGRAPHIC SETTINGS:  Eola soils are on undulating uplands.  Slopes range from 1 to 8 percent.  These soils formed in beds of calcareous sediments consisting of marls and soft limestone, mostly of the Lower Cretaceous System.  The climate is dry subhumid with mean annual precipitation of 20 to 26 inches and Thornthwaite annual P-E indicates are about 32 to 38.  Mean annual air temperature varies from 65 to 70 degrees F.  Elevation near the type location ranges from about 2,000 to 2,400 feet. Frost-free days range from 220 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Cho, Kavett, Mereta, Oplin, Real and Tarrant series and the Nuvalde, Rowena and Tobosa series.  Nuvalde, Rowena and Tobosa soils are deep soils that occur in valleys or concave areas.  Cho and Mereta soils occur on ridgetops above Eola soils.  Kavett, Oplin, Real and Tarrant soils occur at lower elevations and grow significant amounts of trees and shrubs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes and medium on 5 to 8 percent slopes.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland.  Native plants now growing on these soils are buffalograss, sideoats grama, threeawns, tridens, hairy grama, Texas needlegrass and forbs.  Native woody plants are pricklypear, hackberry, catclaw and scattered mesquite mainly growing on bands of limestone outcrops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In west central Texas, mainly in the Edwards Plateau.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Concho County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Cho and Oplin series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 12 inches.\nPetrocalcic horizon - 12 to 18 inches.\nParalithic contact at 18 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
