{
  "SERIES": "EPOKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/RJL/SJJ",
  "REVDATE": "07/2014",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Pachic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Epoke silty clay loam, rangeland.  (Colors are for air dry soil unless otherwise noted). Surface fragments: about 10 percent gravel and 2 percent cobbles\nA1--0 to 10 inches (0 to 25 cm); very dark gray (10YR 3/1), loam, black (10YR 2/1), moist; weak medium granular structure; friable, soft, slightly sticky, slightly plastic; common coarse and very coarse and few medium, fine and very fine roots throughout; common very coarse and coarse and few fine and very fine tubular pores; 10 percent gravel, 2 percent cobbles; noneffervescent; slightly alkaline (pH 7.4); clear wavy boundary.\nA2--10 to 24 inches (25 to 61 cm); very dark grayish brown (10YR 3/2), gravelly loam, very dark brown (10YR 2/2), moist; moderate medium granular structure; friable, slightly hard, slightly sticky, slightly plastic; few very coarse, coarse, medium, fine and very fine roots throughout; common very coarse and coarse and few medium and fine tubular pores; 15 percent gravel, 5 percent cobbles; noneffervescent; neutral (pH 7.2); clear wavy boundary. (combined thickness of A horizons are 27 to 40 inches (69 to 102 cm) thick)\nBt--24 to 37 inches (61 to 94 cm); brown (7.5YR 4/4), very gravelly clay, dark brown (7.5YR 3/4), moist; weak medium subangular blocky structure; very firm, hard, very sticky, very plastic; few fine and medium roots top of horizon; common discontinuous distinct clay films on all faces of peds; 40 percent gravel; noneffervescent; neutral (pH 7.2); clear wavy boundary. (9 to 13 inches (23 to 33 cm) thick)\nC--37 to 60 inches (94 to 152 cm); brown (7.5YR 4/4), very gravelly clay loam, dark brown (7.5YR 3/4), moist; massive; firm, moderately hard, moderately sticky, moderately plastic; 50 percent gravel; noneffervescent; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sevier County, Utah; 1.25 miles northeast of Big Lake; about 1,900 feet north and 100 feet east of the southwest corner of section 5, T. 25 S., R. 1 W.; 38 degrees 39 minutes 41 seconds north latitude and 111 degrees 56 minutes 27 seconds west longitude; NAD 83; USGS Water Creek Canyon 7.5 minute quadrangle; UTM 418,140 meters E., 4,279,630 meters N., zone 12."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in some part throughout the year, with occasional intermittent drying during the summer (Udic moisture regime).\nMean annual soil temperature: 35 to 40 degrees F (1.7 to 4.4 degrees C).\nMean summer soil temperature is 52 to 56 degrees F (11.1 to 13.3 degrees C).\nThickness of mollic epipedon:  24 to 54 inches (61 to 137 cm) thick\nThickness of solum:  40 to 60 inches (102 to 152 cm) thick\nParticle-size control section (weighted average):\nClay content:  35 to 45 percent\nRock fragment content:  35 to 55 percent\nA horizon:\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 to 3 dry and moist\nTexture: silty clay loam, loam, cobbly silt loam or very stony silt loam\nRock fragments: 5 to 45 percent\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 through 4 dry or moist\nTexture: very cobbly clay, very cobbly clay loam, very gravelly clay or very gravelly clay loam\nClay content: 35 to 45 percent with few to common, thin to moderately thick clay films\nRock fragments: 35 to 55 percent\nReaction: neutral or slightly alkaline\nC horizon:\nHue: 7.5YR, 10YR\nChroma: 2 to 4 dry or moist\nTexture: very gravelly clay loam, extremely cobbly clay loam or very cobbly loam\nRock fragments: 50 to 80 percent\nReaction: neutral or slightly alkaline\nCalcium carbonate equivalent:  0 to 5 percent; some pedons have carbonate coatings on rock fragments.\nSome pedons have BC or CB horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baird Hollow (UT), Sligting (CO) and Toone (UT) series.  Baird Hollow soils have mollic epipedons less than 24 inches (61 cm) thick.  Sligting soils have E horizons.  Toone soils have hue of 5YR or redder throughout the argillic horizon or at least in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Epoke soils are at elevations of 8,000 to 10,650 feet (2,438 to 3,246 m).  They occur on mountain slopes and ridges and formed in slope alluvium and colluvium from andesite, dacite, basalt, and tuff.  The slopes are 8 to 60 percent.  The climate is humid, with an average annual precipitation of 22 to 40 inches (559 to 1016 mm).  The mean annual air temperature is 33 to 41 degrees F (.5 to 5 degrees C).  The freeze free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bushvalley, Hamtah, and Woodhurst soils.  Bushvalley, Hamtah, and Woodhurst soils have an argillic horizon within 24 inches of the surface.  Also, Bushvalley soils have bedrock within a depth of 20 inches, and have a mollic epipedon less than 20 inches thick.  Woodhurst soils have less than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow or moderately slow permeability; Ksat is moderately low or low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range and woodland.  The native vegetation is dryland sedge, Kentucky bluegrass, nodding bromegrass, dandelion and prostate juniper, aspen, Douglas fir and white fir.  These soils are correlated to high mountain ecological sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah, mountain slopes in Piute County and Sevier County, MLRA 47.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sevier County Area, Utah, UT628, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section - the zone from 31 to 42 inches 79 to 107 cm).\nMollic epipedon - the zone from 0 to 42 inches (0 to 107 cm) (A, Bt horizon).\nPachic feature - a mollic epipedon thicker than 24 inches (61 cm).\nArgillic horizon - the zone from 31 to 42 inches (79 to 107 cm) (Bt horizon).\nThe type location for the series was moved to Sevier County, Utah in 2009, after its use was discontinued in the Panguitch Area.\nTaxonomic Version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
