{
  "SERIES": "EPOUFETTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. NWS-PMB-JJB",
  "REVDATE": "01/2014",
  "STATES": "MI,MN",
  "OVERVIEW": "The Epoufette series consists of very deep, poorly drained or very poorly drained soils that formed in stratified sandy and gravelly deposits. These soils are on glacial lake plains, moraines and outwash plains.  Slope ranges from 0 to 2 percent.  Mean annual precipitation is about 700 millimeters (27 inches). Mean annual air temperature is about 6 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Epoufette sandy loam, on a nearly level area of 1 percent slope, on a lakeplain, in a wooded area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 centimeters (0 to 4 inches); black (10YR 2/1) sandy loam; very dark gray (10YR 3/1) dry; weak fine granular structure; very friable; about 5 percent gravel; ph 6.9 (neutral); abrupt wavy boundary.\nEg--10 to 33 centimeters (4 to 13 inches); grayish brown (10YR 5/2) loamy sand, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; common medium distinct reddish yellow (7.5YR 6/8) and light yellowish brown (10YR 6/4) iron concentrations; about 5 percent gravel; ph 6.9(neutral); clear wavy boundary.\nBtg--33 to 46 centimeters (13 to 18 inches); grayish brown (10YR 5/2) sandy loam; weak medium angular blocky structure; friable; few distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; common fine distinct gray (10YR 5/1) iron depletions; about 10 percent gravel; ph 6.9 (neutral); abrupt wavy boundary.\n2Cg--46 to 152 centimeters (18 to 60 inches); light brownish gray (2.5Y 6/2) gravelly coarse sand; single grain; loose; few fine prominent light yellowish brown (10YR 6/4) iron concentrations; about 20 percent gravel; slight effervescence; ph 7.6 (slightly alkaline)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 88 - Northern Minnesota Glacial Lake Basins; Beltrami County, Minnesota subset; located about 12 miles north of Fourtown; located about 300 feet north and 100 feet west of the southeast corner of section 31, T. 158 N., R. 36 E.; USGS Gates Corner, Minnesota topographic quadrangle; lat. 48 degrees 27 minutes 11 seconds N. and 95 degrees 19 minutes and 10 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--30 to 100 centimeters (12 to 40 inches)\nSand content of the particle-size control section (weighted average)-58 to 75 percent\nClay content of the particle-size control section (weighted average)--8 to 18 percent\nRock fragment content in the series control section--5 to 35 percent\nA and Ap horizon:\nHue--10YR, 2.5Y, 5Y, or are neutral\nValue--2, 2.5, or 3\nChroma--0 to 2\nTexture--sandy loam, coarse sandy loam, loamy sand, loamy fine sand, or the mucky analogs of these textures\nRock fragment content--0 to 15 percent, mixed lithology, generally 2 to 75 millimeters in size\nReaction--pH 6.1 to 7.3\nThickness--15 to 25 centimeters (6 to 10 inches)\nSome pedons have an Oa horizon, up to 20 centimeters (8 inches) thick, with texture of mucky sand or muck\nEg horizon:\nHue--10YR, 2.5Y, or 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--loamy sand, loamy coarse sand, sand, or the gravelly analogs of these textures\nRock fragment content--5 to 25 percent, mixed lithology, generally 2 to 75 millimeters in size\nReaction--pH 6.1 to 7.3\nRedoximorphic features--faint to distinct\nThickness--0 to 56 centimeters (0 to 22 inches)\nBtg horizon:\nHue--10YR, 2.5Y, or 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--sandy loam, coarse sandy loam, sandy loam, or the gravelly analogs of these textures\nClay content--8 to 18 percent\nRock fragment content--5 to 35 percent, mixed lithology, generally 2 to 75 millimeters in size\nReaction--pH 6.1 to 7.8\nRedoximorphic features--faint to prominent\nThickness--10 to 30 centimeters (4 to 12 inches)\nSome pedons have thin subhorizons of loamy sand, coarse loamy sand, or fine sandy loam\nCg or 2Cg horizon:\nHue--10YR, 2.5Y, or 5Y\nValue--5 or 6\nChroma--1 or 2\nTexture--sand, coarse sand, loamy coarse sand, and the gravelly analogs of these textures\nRock fragment content--5 to 35 percent, mixed lithology, generally 2 to 75 millimeters in size\nReaction--pH 7.4 to 8.4\nSome pedons are stratified"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hillview, Nowen and Waukenabo series.\nHillview--have a rock fragment content of less than 5 percent in the series control section\nNowen--do not have carbonates within a depth of 150 centimeters (60 inches)\nWaukenabo--have a rock fragment content of less than 2 percent in the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--stratified sandy and gravelly deposits\nLandform--nearly level to depressional areas on outwash plains, glacial lake plains and moraines\nSlope--0 to 2 percent\nElevation--180 to 650 meters (590 to 2130 feet)\nMean annual air temperature--2 to 9 degrees C (36 to 48 degrees F)\nMean annual precipitation--550 to 840 millimeters (21 to 33 inches)\nFrost-free period--90 to 185 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Karlstad, Leafriver, Marquette and Meehan soils.\nKarlstad--are on higher landscape positions and have a frequently saturated zone between depths of .5 and 1 meter during April to June in normal years\nLeafriver--are on lower landscape positions in drainageways, in depressions, and on bog margins and have an organic surface layer 20 to 40 centimeters (8 to 16 inches) thick\nMarquette--are on higher landscape positions and do not have a frequently saturated zone during April to June in normal years\nMeehan--are on higher landscape positions and have an average clay content of less than 8 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly or very poorly drained--the poorly drained phase has a frequently saturated zone occurring between depths of 0.15 to 0.45 meters (0.5 to 1.5 feet) during October to July in normal years; the very poorly drained phase is frequently saturated at the soil surface to a depth of 0.15 meters (0 to 0.5 feet) during March to July in normal years\nSaturated hydraulic conductivity--14.11 to 42.34 micrometers per second (2 to 6 inches per hour) in the upper part (high) of the profile to 42.3 to 705 micrometers per second (6 to 99 inches per hour) in the lower part (high to very high) of the profile\nPonding-- occasionally to frequently ponded (very poorly drained phase) to a depth of up to 0.3 meters (1 foot) during March to July in normal years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are forested.  Predominate species include red maple, northern white cedar, quaking aspen, balsam poplar, black spruce, yellow birch, and balsam fir.  Some areas have been cleared and used for pasture.  Small areas have been drained and cultivated for small grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Section--Eastern Lake Section and Western Lake Section\nMLRAs--Northern Minnesota Gray Drift (57);\nNorthern Minnesota Glacial Lake Basins (88);\nWisconsin and Minnesota Thin Loess and Till, Northern Part (91A);\nCentral Minnesota Sandy Outwash (94A);\nRolling Till Prairie (102A)\nLRRs--Northern Lake States Forest and Forage Region (K)and Central Feed Grains and Livestock Region (M).\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section--the zone from 33 to 46 centimeters (Btg horizon);\nseries control section--the zone from the surface of the soil to a depth of 150 centimeters (A, Eg, Btg,Cg)\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon--the zone from the surface to 33 centimeters (13 inches) (A and Eg horizons);\nalbic horizon--the zone from a depth of 10 to 33 centimeters (4 to 13 inches) (Eg horizon);\nargillic horizon--the zone from a depth of 33 to 46 centimeters (13 to 18 inches) (Btg horizon);\naquic moisture regime.\nThe typical pedon has been moved to the Lake Agassiz basin of northern Minnesota to better reflect the central concept of the series.  There is question in regard to the soil temperature regime of the previous type location in Arenac County, Michigan.  There is also question in regard to the relationship of the closely related Sahkahtay series in northern Minnesota.\nMLRA SSO responsible--10-BEM, Bemidji, Minnesota\nTaxonomy version--Keys to Soil Taxonomy, eleventh edition, 2010.\nADDITIONAL DATA:\nPedon 1997MN007017 is the type location.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 10 centimeters (0 to 4 inches); black (10YR 2/1) sandy loam; very dark gray (10YR 3/1) dry; weak fine granular structure; very friable; about 5 percent gravel; ph 6.9 (neutral); abrupt wavy boundary."
      },
      {
        "name": "Eg",
        "top": 10,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--10 to 33 centimeters (4 to 13 inches); grayish brown (10YR 5/2) loamy sand, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; common medium distinct reddish yellow (7.5YR 6/8) and light yellowish brown (10YR 6/4) iron concentrations; about 5 percent gravel; ph 6.9(neutral); clear wavy boundary."
      },
      {
        "name": "Btg",
        "top": 33,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg--33 to 46 centimeters (13 to 18 inches); grayish brown (10YR 5/2) sandy loam; weak medium angular blocky structure; friable; few distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; common fine distinct gray (10YR 5/1) iron depletions; about 10 percent gravel; ph 6.9 (neutral); abrupt wavy boundary."
      },
      {
        "name": "2Cg",
        "top": 46,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "slightly alkaline",
        "narrative": "2Cg--46 to 152 centimeters (18 to 60 inches); light brownish gray (2.5Y 6/2) gravelly coarse sand; single grain; loose; few fine prominent light yellowish brown (10YR 6/4) iron concentrations; about 20 percent gravel; slight effervescence; ph 7.6 (slightly alkaline)."
      }
    ]
  ]
}
