{
  "SERIES": "ERAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH-CRC-JCP",
  "REVDATE": "12/2020",
  "STATES": "KS,MO,OK",
  "OVERVIEW": "The Eram series consists of moderately deep, moderately well drained soils on interfluves and hillslopes. They formed from shale interbedded with thin layers of sandstone of Pennsylvanian age.  Slope ranges from 1 to 20 percent.  Mean annual precipitation is about 1045 mm (41 inches) and Mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eram clay loam, 3 percent slope in rangeland on a backslope position, at an elevation of 236 meters (775 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) clay loam; dark grayish brown (10YR 4/2) dry; moderate medium granular structure; hard, firm; slightly acid; gradual smooth boundary.  [15 to 36 cm (6 to 14 inches) thick]\nBt--25 to 46 cm (10 to 18 inches); very dark grayish brown (10YR 3/2) clay; moderate medium blocky structure; extremely hard, very firm; nearly continuous clay films on faces of peds; few fine faint light olive brown redoximorphic concentration masses; slightly acid; gradual smooth boundary.  [15 to 36 cm (6 to 14 inches) thick]\nBC--46 to 76 cm (18 to 30 inches); brown (10YR 4/3) clay; weak coarse blocky structure; extremely hard, very firm; few fine faint gray redoximorphic depletion masses; slightly acid; gradual smooth boundary.  [15 to 41 cm (6 to 16 inches) thick]\nCr--76 to 102 cm (30 to 40 inches); gray and olive shale; slightly acid in upper part becoming alkaline with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okmulgee County, Oklahoma; about 5 miles northeast of Beggs; 550 feet north and 300 feet east of the southwest corner of sec. 3, T. 15 N., R. 12 E; Lake Boren topographic quadrangle; lat. 35.8006889 degrees and long. -96.0319361 degrees; WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: range from 51 to 102 cm (20 to 40 inches).\nParticle size control section: averages 35 to 55 percent clay, 4 to 10 percent sand\nA horizon:\nHue: 7.5YR to 5Y\nValue: 2 or 3\nChroma: 2 or 3\nTexture: silt loam, clay loam, silty clay loam, or silty clay\nClay content: 18 to 55 percent\nSand content: 0 to 45 percent\nRock fragment content: Sandstone less than 75 millimeters (3 inches) in diameter make up 0 to 14 percent by volume\nReaction: moderately acid or slightly acid\nBt horizon:\nHue: 5YR to 2.5Y\nValue: 3 to 5\nChroma: 2 to 4\nPedons with value of 4 or 5 and chroma of 3 or 4 have redoximorphic depletions with value of 4 or more and chroma of 2 or less.\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 to 55 percent\nSand content: 0 to 40 percent\nRock fragment content: Shale less than 75 millimeters (3 inches) in diameter make up 0 to 14 percent by volume\nReaction: strongly acid to moderately alkaline\nBC horizon:\nHue: 5YR to 2.5Y\nValue: 4 to 7\nChroma: 2 to 6\nRedoximorphic features are in shades of gray, brown, and red.\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 to 55 percent\nSand content: 0 to 40 percent\nRock fragment content: Shale less than 75 millimeters (3 inches) in diameter make up 0 to 14 percent by volume\nReaction: strongly acid to moderately alkaline\nCr horizon:\nParent Material: gray or olive shales or compacted clay beds interbedded with thin layers of sandstone.\nExcavation difficulty: moderate to high\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dennis and the Garton series.\nDennis and Garton soils have a solum more than 152 cm (60 inches) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eram soils are on very gently sloping to moderately steep ridges and sideslopes of hills. Slope ranges from 1 to 20 percent. The soils formed in shales interbedded with thin layers of sandstone of Pennsylvanian age. Mean annual precipitation ranges from 890 to 1200 mm (35 to 47 inches). Mean annual temperature ranges from 13 to 17 degrees C (55 to 63 degrees F). Frost-free period is 175 to 255 days. Elevation is 140 to 445 meters (460 to 1460 feet) above mean sea level. Thornthwaite annual P-E indices is 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Collinsville, Coweta, Dennis, Kenoma, Okemah, Talihina, Lebo and Woodson series.\nDennis, Kenoma, and Okemah soils occur on lower broad smooth slopes.\nTalihina soils occur on higher ridge crests.\nCollinsville and Coweta soils lack Bt horizons, have a solum less than 51 cm (20 inches) thick over sandstone bedrock, and occur on higher ridge crests.\nLebo soils occur on higher side slopes and are loamy-skeletal in the control section.\nWoodson soils have an abrupt textural boundary between the A and Bt horizon and occur on lower broad smooth slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained. Depth to the top of an apparent seasonal high water table ranges from 31 to 61 cm (1 to 2 feet) during winter and spring in normal years. Potential for surface runoff is high to very high. Saturated hydraulic conductivity is moderately low to high (0.42 - 14 micrometers per second) in the upper 81 cm (31 in) and very low to moderately high (.01 to 1.4 micrometers per second) in the lower 81 to 203 cm (31 to 80 in)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range.  Native vegetation is tall grass prairie.  Some areas are cultivated to small grains, grain sorghums, soybeans, alfalfa, and tame pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 76, 84A, 112, 118B and 119) of Oklahoma, Kansas, and Missouri.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okfuskee County, Oklahoma; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 46 cm (0 to 18 inches) (the A and Bt horizons)\nArgillic horizon: 25 to 46 cm (10 to 18 inches) (the Bt horizon)\nParalithic contact: Weathered bedrock 76 cm (30 inches) (Cr horizon)\nAquic: aquic conditions for some time in most years either within 40 cm (16 inches) of the mineral soil surface, in horizons that also have redoximorphic features; or directly below the mollic epipedon, in one or more horizons with a total thickness of 15 cm (6 inches) or more that have one or more of the following:\na. A color value, moist, of 4 or more and redoximorphic depletions with a chroma of 2 or less; or\nb. A hue of 10YR or redder and a chroma of 2 or less; or\nc. A hue of 2.5Y or yellower and a chroma of 3 or less\nMoisture Regime: Udic\nSoil Interpretation Record:  Series   OK0096\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data is available from the Kellogg Soil Survey Laboratory, Lincoln, Nebraska, many pedons."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) clay loam; dark grayish brown (10YR 4/2) dry; moderate medium granular structure; hard, firm; slightly acid; gradual smooth boundary.  [15 to 36 cm (6 to 14 inches) thick]"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--25 to 46 cm (10 to 18 inches); very dark grayish brown (10YR 3/2) clay; moderate medium blocky structure; extremely hard, very firm; nearly continuous clay films on faces of peds; few fine faint light olive brown redoximorphic concentration masses; slightly acid; gradual smooth boundary.  [15 to 36 cm (6 to 14 inches) thick]"
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--46 to 76 cm (18 to 30 inches); brown (10YR 4/3) clay; weak coarse blocky structure; extremely hard, very firm; few fine faint gray redoximorphic depletion masses; slightly acid; gradual smooth boundary.  [15 to 41 cm (6 to 16 inches) thick]"
      },
      {
        "name": "Cr",
        "top": 76,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--76 to 102 cm (30 to 40 inches); gray and olive shale; slightly acid in upper part becoming alkaline with depth."
      }
    ]
  ]
}
