{
  "SERIES": "ERIG",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB-CEJ-JJJ-JVC",
  "REVDATE": "10/2003",
  "STATES": "CA",
  "OVERVIEW": "The Erig series consists of deep, well drained soils that formed in colluvium derived from volcanic rocks.  Erig soils are on hills.  Slopes are 15 to 30 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Erig gravelly loam--on a 18 percent northwest-facing slope under a cover of Jeffrey pine, western juniper, and curlleaf mountainmahogany at an elevation of 5,840 feet--forestland.  (Colors are for dry soil unless otherwise noted.  When described November 28, 1979, the soil was moist to 15 inches.)\nOi--0 to 1 inch; slightly decomposed plant material of pine needles and forest litter.\nA--1 to 6 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few medium and coarse and common very fine and fine roots; few medium and coarse interstitial and common very fine and fine tubular pores; 20 percent gravel; neutral (pH 7.0); clear smooth boundary.  (5 to 9 inches thick)\nBAt--6 to 19 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; common very fine, and fine tubular, and medium and coarse interstitial pores; few faint clay films on faces of peds and lining pores; 20 percent gravel; neutral (pH 6.8); gradual smooth boundary.  (12 to 14 inches thick)\nBt1--19 to 30 inches; brown (10YR 4/3) very cobbly clay loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine and common medium and coarse roots; common medium and coarse and many fine tubular pores; few faint clay films on faces of peds and common distinct clay films lining pores; 15 percent gravel and 25 percent cobbles; neutral (pH 6.8); clear smooth boundary.\nBt2--30 to 48 inches; yellowish brown (10YR 5/4) very cobbly clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine and common medium roots; common medium and many fine tubular pores; common distinct clay films as bridges between mineral grains and lining pores; few clay lamellae; 15 percent gravel and 30 percent cobbles; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 22 to 40 inches)\n2R--48 inches; conglomerate tuff; with 35 percent embedded semi-rounded and angular andesitic gravel and cobbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 0.5 mile north-northeast of Hatfield Reservoir; about 2,000 feet north and 1,600 feet east of the southwest corner of section 17, T. 36 N., R. 10 E.; USGS Said Valley 7.5 minute topographic quadrangle; 40 degrees 57 minutes 16 seconds north latitude and 120 degrees 50 minutes 54 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section (8 to 24 inches) is moist in all parts from early November to mid-June; dry in all parts from about mid-July to mid-October (75 to 90 days); The soil temperature exceeds 41 degrees F. from mid-May to mid-November (180 days) and exceeds 47 degrees F. from early July to early October; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 41 to 46 degrees F.\nMollic epipedon thickness - 20 to 30 inches; includes the Bt1 horizon.\nDepth to base of argillic horizon - 40 to 60 inches.\nDepth to bedrock - 40 to 60 inches to a lithic contact.\nParticle-size control section - Clay content: Averages 27 to 35 percent; Rock fragments: 35 to 60 percent, mainly cobbles and gravel.  Lithology of fragments are volcanic rocks such as tuff, tuff-breccia, or andesite.\nBase saturation by sum of cations - 75 to 80 percent.\nReaction - Slightly acid or neutral.\nA and BAt horizons - Dry color: 10YR 3/3, 4/2 or 4/3.\nMoist color: 10YR 2/2, 3/2; or 7.5YR 3/2.\nClay content: 20 to 27 percent.\nRock fragments: 15 to 35 percent, mainly gravel.\nOrganic matter content: 2 to 4 percent.\nBt horizons - Dry color: 10YR 4/3, 4/4, 5/4; or 7.5YR 4/4 in the lower part.\nMoist color: 10YR 4/2, 4/4, 5/2, 5/4; or 7.5YR 3/2,4/4 in the lower part.\nClay content: 27 to 35 percent.\nRock fragments: 35 to 60 percent, mainly cobbles and gravel.\nOrganic matter content: 1 to 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullump, Bullvaro, Burchflat (T), Camelback, Chrisflat (T), Demner (T), Dogbed (T), Dooh (T), Krenka, Leroman (T), Lockgate (T), Murain (T), Nutval (T), Snyderville, Softback, Softscrabble, Staberg, Vetagrande (T), and Vipont series.\nBullump soils are dominated by gravel in the particle-size control section.  Bullvaro, Demner, Dooh, Nutval, and Vetagrande soils have an aridic moisture regime.  Burchflat and Vipont soils are moderately deep to lithic contacts.  Camelback soils average 18 to 27 percent clay in the particle-size control section and have rock fragments which are sedimentary and metasedimentary rocks and are dominantly quartzite.  Chrisflat, Dogbed, Krenka, Murain, Snyderville, Softback, and Softscrabble soils are very deep.  Leroman and Staberg soils are moderately deep to paralithic contacts.  Lockgate soils are deep to paralithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Erig soils are on hills.  These soils formed in colluvium derived from volcanic rocks such as conglomerate tuff, tuff-breccia, or andesite.  Slopes are 15 to 30 percent.  Elevation ranges from 4,500 to 6,500 feet.  The climate is subhumid-continental with cold, moist winters and warm, dry summers.  The mean annual precipitation is 16 to 25 inches and the mean annual snowfall is 48 to 60 inches.  The mean annual temperature is 39 to 44 degrees F.  The mean January temperature is about 25 degrees F.  The mean July temperature is about 67 degrees F.  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lonkey, Malinda, and Trojan soils.  Lonkey soils are fine-loamy, moderately deep to lithic contacts, have a mesic temperature regime, and occur on hills.  Malinda soils are loamy, shallow to lithic contacts, have a mesic temperature regime, and occur on hills.  Trojan soils are fine-loamy, deep or very deep to lithic contacts, and occur on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production and livestock grazing.  The vegetation is a forest canopy of Jeffrey pine and western juniper with an understory of curlleaf mountainmahogany and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are not extensive with about 2,140 acres of the series mapped to date.  MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County (Intermountain Soil Survey Area), California, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 inches (A, BAt, and Bt1 horizons).\nArgillic horizon - The zone from 19 to 48 inches (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 48 inches to underlying hard, unweathered bedrock (2R layer).\nParticle-size control section - The zone from 19 to 39 inches (Bt1 horizon and part of the Bt2 horizon).\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data.  Property data in NASIS validates the superactive activity class.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed plant material of pine needles and forest litter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 6 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few medium and coarse and common very fine and fine roots; few medium and coarse interstitial and common very fine and fine tubular pores; 20 percent gravel; neutral (pH 7.0); clear smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "BAt",
        "top": 15,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BAt--6 to 19 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; common very fine, and fine tubular, and medium and coarse interstitial pores; few faint clay films on faces of peds and lining pores; 20 percent gravel; neutral (pH 6.8); gradual smooth boundary.  (12 to 14 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 48,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--19 to 30 inches; brown (10YR 4/3) very cobbly clay loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine and common medium and coarse roots; common medium and coarse and many fine tubular pores; few faint clay films on faces of peds and common distinct clay films lining pores; 15 percent gravel and 25 percent cobbles; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--30 to 48 inches; yellowish brown (10YR 5/4) very cobbly clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine and common medium roots; common medium and many fine tubular pores; common distinct clay films as bridges between mineral grains and lining pores; few clay lamellae; 15 percent gravel and 30 percent cobbles; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 22 to 40 inches)"
      },
      {
        "name": "2R",
        "top": 122,
        "narrative": "2R--48 inches; conglomerate tuff; with 35 percent embedded semi-rounded and angular andesitic gravel and cobbles."
      }
    ]
  ]
}
