{
  "SERIES": "ERMABELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPM/WMF",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Ermabell series consists of very deep, well drained soils on stream terraces.  They formed in ash over glacial outwash and alluvium.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 15 inches, and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ermabell ashy loamy fine sand - woodland, on a nearly level stream terrace at 3200 feet elevation.  (When described (7/16/86), the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nA1--0 to 8 inches; very dark brown (10YR 2/2) ashy loamy fine sand, dark grayish brown (10YR 4/2) dry; weak fine granular structure; loose, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; many very fine irregular pores; neutral (pH 7.2); clear smooth boundary.\nA2--8 to 17 inches; very dark brown (10YR 2/2) ashy loamy fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; common very fine irregular pores; neutral (pH 7.2); clear smooth boundary.\nA3--17 to 31 inches; very dark brown (10YR 2/2) ashy loamy fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few medium and coarse roots; common very fine irregular pores; 10 percent pumice (0.5-2.0 millimeters); neutral (pH 7.2); gradual smooth boundary.  (Combined thickness of the A horizon is 22 to 38 inches)\nAC--31 to 41 inches; very dark brown (10YR 2/2) ashy fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few fine irregular pores; 15 percent pumice (0.5-2.0 millimeters); 5 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary.  (4 to 14 inches thick)\n2C--41 to 60 inches; very dark brown (10YR 2/2) very gravelly sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; 30 percent rounded gravel, 15 percent rounded cobbles and 5 percent rounded boulders; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; 0.5 mile south of Sisters, Oregon, on Three Creeks Road, 100 feet east and 100 feet north of the SW1/4NW1/4 of section 9, T. 15 S., R. 10 E. (Latitude 44 degrees, 17 minutes, 30 seconds N, Longitude 121 degrees, 33 minutes, 00 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in all parts of the soil moisture control section for 90 to 110 consecutive days after the summer solstice.  The mean annual soil temperature is 44 to 47 degrees F.  The depth to bedrock is greater than 60 inches.  Depth to the glacial outwash material (2C horizon) is 40 or more inches.  The mollic epipedon is 10 to 15 inches thick.  Base saturation is 85 to 100 percent throughout the profile.  The particle size control section contains 50 to 80 percent volcanic glass and glass-coated aggregates, phosphate retention is 40 to 70 percent, the acid oxalate aluminum plus one half the acid oxalate extractable iron is 0.40 to 0.70 percent, and the 15-bar water content on dried and undried samples is 2 to 7 percent.   Reaction is neutral or slightly alkaline throughout.\nThe A and AC horizons have hue of 10YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 moist.  It contains 0 to 5 percent gravel and 5 to 15 percent pumice (0.5-2.0 millimeters).  It is ashy loamy fine sand, ashy loamy very fine sand and ashy fine sand.  It has a field estimated clay content of 2 to 10 percent.\nThe 2C horizon has hue of 10YR, value of 2 or 3 moist and 4 or 5 dry and chroma of 2 or 3 moist and dry.  It is very gravelly or extremely gravelly sand.  It contains 35 to 60 percent gravel, 5 to 15 percent cobbles and 0 to 5 percent stones with total rock fragment content of 45 to 80 percent.  It has a field estimated clay content of 1 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Laidlaw, Lundgren and Wanoga Series.  Laidlaw soils have 5 to 30 percent hard firm silica nodules and lack the skeletal glacial outwash material.  Lundgren soils have skeletal glacial outwash material at 20 to 40 inches.  Wanoga soils have bedrock at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ermabell soils are on stream terraces at elevations of 2,800 to 4,000 feet.  The soils formed in ash over glacial outwash.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 18 inches, falling mostly as snow.  The mean annual temperature is 42 to 47 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These is Omahaling soils.  Omahaling soil is on stream terraces and has a high water table in the spring."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid over very rapid permeability.  Flooding is rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, recreation and watershed.  Potential native vegetation is ponderosa pine, western juniper, antelope bitterbrush, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stream terraces of the eastern Cascades in central Oregon; MLRA 6.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nmollic epipedon - from the soil surface to about 12 inches.  The base saturation by ammonium acetate is 100 percent for the A1 and A2 horizons.  The organic carbon content for the A1 and A2 horizon is 0.61 and 0.34 respectively.  Assume over 0.6 percent in the upper 10 inches.\nandic soil properties - from the soil surface to 41 inches, data only available for the upper 31 inches.  The glass and glass coated aggregate is 66 to 73 percent in the very fine sand fraction.  The phosphate retention is 58 to 60 percent.  The acid oxalate aluminum plus one half the acid oxalate iron is 0.40 to 0.50 percent.  The 15-bar water content is 3 percent on both dried and undried sample.  The 0.02-2.00 millimeters size fraction comprises 89 percent of the less than 2 millimeter fraction.\nADDITIONAL DATA: Partial laboratory data is available for this pedon.  Reference sample S86OR-017-003 from Deschutes County, Oregon, NSSL, Lincoln, NE, 6/87; data available for the A1, A2 and A3 horizons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 8 inches; very dark brown (10YR 2/2) ashy loamy fine sand, dark grayish brown (10YR 4/2) dry; weak fine granular structure; loose, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; many very fine irregular pores; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--8 to 17 inches; very dark brown (10YR 2/2) ashy loamy fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; common very fine irregular pores; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "A3",
        "top": 43,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A3--17 to 31 inches; very dark brown (10YR 2/2) ashy loamy fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few medium and coarse roots; common very fine irregular pores; 10 percent pumice (0.5-2.0 millimeters); neutral (pH 7.2); gradual smooth boundary.  (Combined thickness of the A horizon is 22 to 38 inches)"
      },
      {
        "name": "AC",
        "top": 79,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AC--31 to 41 inches; very dark brown (10YR 2/2) ashy fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; few fine irregular pores; 15 percent pumice (0.5-2.0 millimeters); 5 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "2C",
        "top": 104,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "2C--41 to 60 inches; very dark brown (10YR 2/2) very gravelly sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; 30 percent rounded gravel, 15 percent rounded cobbles and 5 percent rounded boulders; neutral (pH 7.2)."
      }
    ]
  ]
}
