{
  "SERIES": "ERNEM",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJH/AA/RER",
  "REVDATE": "01/99",
  "STATES": "MT",
  "OVERVIEW": "The Ernem series consists of shallow, well drained soils that formed in material derived from consolidated sandstone.  These soils are on uplands.  Slopes are 0 to 45 percent.  Mean annual precipitation is about 12 inches, and mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ernem very stony loam, in rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; grayish brown (10YR 5/2) very stony loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable, sticky, plastic; many fine roots; many fine pores; 10 percent stones, 15 percent cobbles, 5 percent pebbles; mildly alkaline (pH 7.6); clear wavy boundary.  (3 or 4 inches thick)\nBt1--3 to 7 inches; grayish brown (10YR 5/2) very stony heavy clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong very fine blocky; hard, friable, sticky, very plastic; thin continuous clay films on faces of peds; many fine roots; many fine pores; 25 percent stones, 10 percent cobbles, 10 percent pebbles; mildly alkaline (pH 7.6); clear wavy boundary.  (4 to 6 inches thick)\nBt2--7 to 12 inches; brown (10YR 5/3) very stony heavy clay loam, dark brown (10YR 4/3) moist; strong medium prismatic structure parting to strong very fine blocky; hard, friable, sticky, very plastic; thin continuous clay films on faces of peds; many fine roots; many fine pores; 25 percent stones, 10 percent cobbles, 10 percent pebbles; mildly alkaline (pH 7.6); abrupt irregular boundary.  (2 to 8 inches thick)\nBk--12 to 15 inches; light gray (10YR 7/2) very stony clay loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to very fine blocky; hard, friable, sticky, plastic; common fine roots; common fine pores; 25 percent stones, 10 percent cobbles, 10 percent pebbles; common fine and medium soft masses of lime; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (2 to 4 inches thick)\nR--15 inches; indurated sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 100 feet west and 10 feet south of the NE corner of sec. 36, T. 22 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature:  42 to 47 degrees F. Mollic epipedon thickness:  7 to 14 inches Moisture control section:  approximately between the depths of 4 and 12 inches Control section:  35 to 50 percent clay and 35 to 60 percent rock fragments Depth to Bk horizon:  9 to 18 inches Depth to bedrock:  10 to 20 inches Phases:  nonstony NOTE:  Mollic epipedon includes all or part of the Bt1 horizon.\nA horizon - Hue:  7.5YR, 10YR, 2.5Y Value:  4 or 5 dry, 2 or 3 moist Chroma:  2 or 3 Texture, less than 2 mm:  loam or clay loam Clay content:  15 to 40 percent Rock fragments:  5 to 60 percent - stones and cobbles, 0 to 40 percent; pebbles, 5 to 25 percent Reaction:  pH 6.6 to 7.8\nBt1 horizon - Hue:  7.5YR, 10YR, 2.5Y Value:  4 or 5 dry, 2 or 3 moist Chroma:  2 or 3 Texture, less than 2 mm:  clay loam or clay Clay content:  35 to 50 percent Rock fragments:  35 to 60 percent - stones and cobbles, 5 to 45 percent; pebbles, 5 to 35 percent Reaction:  pH 7.4 to 8.4\nBt2 horizon - Hue:  7.5YR, 10YR, 2.5Y Value:  5, 6, or 7 dry; 4 or 5 moist Chroma:  2 or 3 Texture, less than 2 mm:  clay loam or clay Clay content:  35 to 50 percent Rock fragments:  35 to 60 percent - stones and cobbles, 5 to 45 percent; pebbles, 5 to 35 percent Reaction:  pH 7.4 to 8.4 NOTE:  This horizon may be lacking in some profiles.\nBk horizon - Hue:  7.5YR, 10YR, 2.5Y Value:  5, 6, or 7 dry; 4 or 5 moist Chroma:  2 or 3 Texture, less than 2 mm:  clay loam or clay Clay content:  35 to 50 percent Rock fragments:  35 to 60 percent - stones and cobbles, 5 to 45 percent; pebbles, 5 to 35 percent Reaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Raton and Sinnigam series.  The Raton soils have formed in materials derived from basalt and have influence from ash, cinders, and other volcanic materials.  They have a neutral reaction throughout the profile and have 15 to 20 inches of precipitation.  The Sinnigam soils do not have a Bk horizon and are extremely stony in the Bt2 horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ernem soils are on uplands.  Elevations are 3,000 to 4,000 feet.  Slopes are 0 to 45 percent.  These soils formed in material derived from consolidated sandstone.  The climate is characterized by long, cold winters; moist springs; and warm, dry summers.  Mean annual precipitation is 10 to 14 inches.  Mean annual temperature is 40 to 45 degrees F.  The frost-free period is 105 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ernem soils are used mainly as rangeland.  Potential native vegetation is mainly western wheatgrass, needleandthread, Sandberg bluegrass, and fringed sagewort"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ernem soils are of limited extent in north-central Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Records:  MT0037, MT0140.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from soil surface to 7 inches (A, Bt1 horizons); an argillic horizon from 3 to 12 inches (Bt1, Bt2 horizons); a lithic contact at 15 inches; a particle-size control section from 4 to 12 inches (Bt1, Bt2 horizons).  Lithic Argiborolls feature a mollic epipedon more than 7 inches thick, an argillic horizon at least 3 inches thick, a lithic contact between 10 and 20 inches.  Ernem soils have an ustic moisture regime bordering on aridic and have a frigid temperature regime.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) very stony loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable, sticky, plastic; many fine roots; many fine pores; 10 percent stones, 15 percent cobbles, 5 percent pebbles; mildly alkaline (pH 7.6); clear wavy boundary.  (3 or 4 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--3 to 7 inches; grayish brown (10YR 5/2) very stony heavy clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong very fine blocky; hard, friable, sticky, very plastic; thin continuous clay films on faces of peds; many fine roots; many fine pores; 25 percent stones, 10 percent cobbles, 10 percent pebbles; mildly alkaline (pH 7.6); clear wavy boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2--7 to 12 inches; brown (10YR 5/3) very stony heavy clay loam, dark brown (10YR 4/3) moist; strong medium prismatic structure parting to strong very fine blocky; hard, friable, sticky, very plastic; thin continuous clay films on faces of peds; many fine roots; many fine pores; 25 percent stones, 10 percent cobbles, 10 percent pebbles; mildly alkaline (pH 7.6); abrupt irregular boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 30,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--12 to 15 inches; light gray (10YR 7/2) very stony clay loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to very fine blocky; hard, friable, sticky, plastic; common fine roots; common fine pores; 25 percent stones, 10 percent cobbles, 10 percent pebbles; common fine and medium soft masses of lime; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "R",
        "top": 38,
        "texture_class": "sand",
        "narrative": "R--15 inches; indurated sandstone."
      }
    ]
  ]
}
