{
  "SERIES": "ERNO",
  "STATUS": "Established Series",
  "BYREV": "RD:GLL:MLG; Rev. JDS",
  "REVDATE": "10/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Fragic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Erno fine sandy loam in a pasture on a very gently sloping topography. (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; brown (10YR 5/3) fine sandy loam; weak medium granular structure; soft; very friable; common fine roots; moderately acid; clear smooth boundary. (2 to 10 inches thick)\nE--7 to 13 inches; pale brown (10YR 6/3) fine sandy loam; massive; soft; very friable, common fine roots; moderately acid; clear wavy boundary. (3 to 10 inches thick)\nBt1--13 to 21 inches; strong brown (7.5YR 5/6) loam; weak medium subangular blocky structure; slightly hard; friable; few fine roots; common fine pores; moderately acid; clear wavy boundary. (4 to 17 inches thick)\nBt2--21 to 30 inches; strong brown (7.5YR 5/6) loam; common medium distinct yellowish red (5YR 4/6) masses of oxidized iron; weak medium subangular blocky structure; slightly hard; friable; few fine roots; common fine pores; few clay films; moderately acid; clear wavy boundary. (6 to 12 inches thick)\nBtx--30 to 41 inches; strong brown (7.5YR 5/8) loam with common medium distinct pale brown (10YR 6/3) sand strippings; moderate medium subangular blocky structure; slightly hard; about 60 percent of the matrix is slightly brittle; few fine roots between peds; few fine pores; few clay films; moderately acid; clear wavy boundary. (6 to 12 inches thick)\nBtx/E1--41 to 51 inches; yellowish brown (10YR 5/6) loam; moderate medium subangular blocky structure; extremely hard; about 20 percent by volume light brownish gray (10YR 6/2) and pale brown (10YR 6/3) intrusions of albic material; about 65 percent of the matrix is moderately brittle; common voids partially lined with clay; moderately acid; abrupt smooth boundary. (0 to 20 inches thick)\nBtx/E2--51 to 70 inches; red (2.5YR 4/6) and yellowish brown (10YR 5/6) loam; weak coarse prismatic structure; extremely hard; about 25 percent by volume light brownish gray (10YR 6/2) intrusions of albic material along exterior prism faces (E); about 65 percent of the matrix is moderately to strongly brittle; common fine and medium voids partially lined with clay; very strongly acid.\n2Bt/E--70 to 80 inches; mottled light brownish gray (10YR 6/2), red (2.5YR 4/6) and yellowish brown (10YR 5/6) clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; firm; about 25 percent by volume of light brownish gray (10YR 6/2) intrusions of albic material (E) along exterior prism faces; few fine pores; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Panola County, Texas; from intersection of Business U.S. Highway 79 and Business U.S. Highway 59 in downtown Carthage from the square; 13.1 miles west on U.S. Highway 79; 2.1 miles south on Farm Road 1798; 0.85 mile east on private road to gate, 480 feet east and 225 feet south in pasture; Latitude 32 degrees, 7 minutes, 3.8 seconds N., Longitude 94 degrees, 34 minutes, 49.3 seconds west, Long Branch, Texas USGS 7.5 Minute Quadrangle, NAD-83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches. Depth to the layers with fragic properties ranges from 24 to 40 inches. The amount of brittle peds in the layers with fragic properties generally ranges from about 40 percent to 75 percent, however structural development and root penetration spacing do not meet fragipan criteria. Base saturation at 50 inches below the top of the argillic horizon ranges from 35 to 66 percent.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Texture is fine sandy loam, very fine sandy loam, loam or silt loam. Reaction ranges from very strongly acid to slightly acid, unless limed.\nThe E horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4. Texture is fine sandy loam, very fine sandy loam, loam or silt loam. Reaction ranges from very strongly acid to slightly acid, unless limed. Combined thickness of the A and E horizons ranges from 9 to 20 inches.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 or 8. Few or common reddish, brownish or yellowish masses of oxidized iron are in some pedons. Texture is clay loam, loam, sandy clay loam or fine sandy loam. The clay content of the control section ranges from 18 to 35 percent, and the silt content ranges from 20 to 50 percent. The control section contains more than 15 percent sand coarser than very fine. Streaks and coatings on surfaces of peds of clean sand range from 0 to 4 percent by volume. Slightly brittle masses comprise up to 40 percent by volume. Reaction is strongly acid or moderately acid.\nThe Btx or Btx/E horizon has hue of 10YR or 7.5YR, value of 4 to 7 and value of 4 to 8. Masses of oxidized iron in shades of red, brown, or yellow, and iron depletions or clay depletions in shades of gray range from few to many, and some horizons have a mottled matrix of these colors. Texture is loam, very fine sandy loam, clay loam, sandy clay loam or fine sandy loam. The clay content ranges from 18 to 35 percent in the upper part and 12 to 33 percent in the lower part. Streaks and coatings on peds of E materials have hue of 10YR, value of 6 to 8, and chroma of 1 to 4, and range from 3 to 30 percent by volume. These are along vertical polygonal prisms. Forty to seventy-five percent of the matrix is slightly to strongly brittle. Plinthite nodules range from 0 to 4 percent by volume. Reaction is very strongly acid or strongly acid.\nThe 2Bt/E or 2Bt horizon has matrix colors in shades of brown, red or gray. Masses of iron accumulation with these colors, and in shades of yellow range from few to many, and some horizons have a variegated matrix. Texture is clay loam or clay with clay content ranging from 28 to 45 percent. These clayey materials appear to be the upper part of the Wilcox formation. Streaks and coatings on peds of E materials range from 0 to 30 percent by volume. Reaction is very strongly or strongly acid. Depth to this horizon ranges from 60 to greater than 120 inches below the soil surface."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.  The Bernaldo, Cart, Elysian, Grenada, Jasco, Libuse, Shermore, Splendora, and Thage series are in closely related families. Bernaldo, Elysian, Gallime, Latex, and Splendora soils do not have fragic properties. In addition, Latex soils have a clayey lower subsoil. Cart soils have a coarse-loamy control section, and are deeper than 40 inches to a fragic properties. Grenada and Libuse soils have a fine-silty control section. Jasco soils are poorly drained, and have a fragipan. Shermore soils are moderately well drained, have a fragipan and a perched water table at more shallow depths, and are typically on colluvial slopes in mountain valleys. Splendora soils are somewhat poorly drained. Thage soils are somewhat poorly drained have aquic conditions in the upper 10 inches of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Erno soils are on nearly level to very gently sloping stream terraces and terrace remnants about 10 to 100 feet above the present streams. It occurs in an intermounded area in association with convex oval mounds. The sediments are mainly of the Pleistocene to Montgomery aged terraces. Slope ranges from 0 to 3 percent. The soil formed in loamy alluvial sediments which have been reworked by wind and water. The mean annual temperature ranges from about 64 to 68 degrees F., average annual precipitation ranges from 44 to 50 inches, and the Thornthwaite P-E index ranges from 68 to 80. The frost free precipitation ranges from 25 to 30 inches, and frost free days range from 230 to 240."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Bernaldo, Cart, Latex, and Thage series, and the Guyton, Metcalf and Scottsville series. Bernaldo and Latex soils are on similar to slightly higher positions. Cart soils are on associated mounds. Thage and Metcalf soils are on slightly lower positions and have gray mottles in the upper 10 inches of the argillic horizon. Guyton soils are on poorly drained concave flats. Scottsville soils are on slightly higher positions and have a clayey lower subsoil. In addition, Guyton, Metcalf and Scottsville soils do not have fragic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderate permeability in the upper part of the solum and moderately slow in the layers with fragic properties. A perched water table generally occurs above the layers with fragic properties at a depth of 2.5 to 4 feet during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Erno soils are used for timber production and for pasture. A few areas are used for hayland and cropland. Native vegetations includes loblolly pine, shortleaf pine, southern red oak, sweetgum and hickory with mid and tall grasses such as pinehill bluestem, indiangrass, longleaf uniola, and panicums. American beautyberry, sumac, greenbriar, and hawthorn species are part of the understory. Improved pastures consist mainly of bermuda and bahiagrass commonly overseeded with crimson or arrowleaf clovers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Texas and possibly Arkansas, Louisiana, and Oklahoma. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Panola County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Erno series was reclassified from a Typic Fragiudalf to a Fragic Paleudalf in 2004 based on studies at the type location site, and at typical pedon sites in other survey areas which indicated that structure and root penetration do not meet Fragipan criteria. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to a depth of 13 inches, the A and E horizon.\nArgillic horizon - includes all Bt horizons, from a a depth of 13 to below 80 inches.\nFragic properties - the zone from a depth of 30 to 70 inches, all Btx horizons; percent brittle peds may exceed 60 percent, however structure and root penetration do not meet fragipan criteria.\nGlossic horizon - the zone from a depth of 41 to 80 inches Btx/E and 2Bt/E horizons.\nADDITIONAL DATA: Panola County, Texas: TAMU Soil Characterization Lab. NO. S85TX203-003, and Lincoln NSSL No. S80TX203-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
