{
  "SERIES": "ESCAWETTER",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. SAZ/WWJ",
  "REVDATE": "08/2008",
  "STATES": "NM",
  "OVERVIEW": "The Escawetter series consists of very deep, moderately well drained soils that formed in stratified alluvium and stream alluvium derived dominantly from sandstone and shale. Escawetter soils are on flood plains. Permeability is moderate or moderately rapid. Slopes are 0 to 1 percent. Mean annual precipitation is about 9 inches and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Oxyaquic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Escawetter fine sand--on a level flood plain at 5,730 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted.\nC1--0 to 1 inches; pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; weak thin platy structure and single grain; loose, nonsticky and nonplastic; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 5 inches thick)\nC2--1 to 7 inches; pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; moderately alkaline (pH 8.0); abrupt wavy boundary.\nC3--7 to 16 inches; pale brown (10YR 6/3) and light yellowish brown (2.5Y 6/3) laminated very fine sand and silt, brown (10YR 5/3) and light olive brown (2.5Y 5/3) moist; massive; loose and soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine irregular pores; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nC4--16 to 22 inches; light yellowish brown (2.5Y 6/3) laminated very fine sand and silt, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine and fine roots; few very fine irregular pores; moderately alkaline (pH 8.0); abrupt wavy boundary.\nC5--22 to 52 inches; light yellowish brown (2.5Y 6/3) fine sand, light olive brown (2.5Y 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; moderately alkaline (pH 8.0); abrupt wavy boundary.\nC6--52 to 70 inches; light yellowish brown (2.5Y 6/3) coarse sand, light olive brown (2.5Y 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; moderately alkaline (pH 8.0). (Combined thickness of the C horizons is more than 60 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 9 miles north of White Rock, New Mexico, along the Chaco River; The Pillar 3 NE Quadrangle; Latitude 36 degrees 10 minutes 01 seconds N and Longitude 108 degrees 16 minutes 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, more than 150 cumulative days from April through October. It is usually moist, in some part, less than 50 cumulative days during the same period. It is intermittently moist in some part November through March. The period of maximum precipitation is July through October. The soil is driest during April, May and June. Typic aridic to ustic aridic moisture regime based on precipitation.\nCapillary water rises from a fluctuating water table throughout the year and rainfall and flood waters moisten the profile in the late summer.\nSoil Temperature: 48 to 57 degrees F.\nSilicate clay content: control section weighted average - 2 to 10 percent.\nRock fragment content: control section weighted average - 0 to 5 percent pebbles.\nReaction: slightly to moderately alkaline.\nDepth to seasonal water table: 40 to 60 inches.\nCalcium carbonate equivalent: 0 to 5 percent; none to slightly effervescent depending on texture, due to very finely disseminated carbonates.\nRedoximorphic features: none to many, fine to medium, and faint to distinct, dark yellowish brown, redox concentrations. Redox depletions are present below 40 inches and generally in finer textured layers.\nSalinity: EC of 0 to 4 mmhos/cm\nSodicity: SAR of 0 to 5\nC horizons\nHue - 10YR or 2.5Y\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: 2 through 4\nTexture: stratified coarse sand to silty clay; most horizons are dominantly fine sand, loamy fine sand, and sand, with laminations and thin strata of very fine sand, loamy very fine sand, silt loam and silty clay; individual horizons are laterally discontinuous and cross laminated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bebeevar (NM), Bowington (UT), Carwalker (NV), Labyrinth (UT), and Sagouspe (NV) series. The Bebeevar soils are calcareous throughout, have rock fragments that range up to 35 percent in the particle size control section and are derived from granite, quartzite, and sandstone. Bowington soils have a lithologic discontinuity at moderate depths. The Carwalker and Sagouspe soils have an aridic (torric) moisture regime that borders on xeric.  The Labyrinth soils have hues redder than 10YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Escawetter soils are on nearly level flood plains of intermittent rivers and streams. These soils formed in stratified recent alluvium and stream alluvium derived dominantly from sandstone and shale. Slopes range from 0 to 1 percent. Elevation ranges from 5100 to 6,900 feet. The mean annual precipitation is 6 to 13 inches with 35 to 60 percent falling as rain from high intensity thunderstorms between July and October. These soils receive up to 5 inches of additional moisture from summer flooding and capillary rise above a fluctuating water table. The mean annual air temperature is 46 to 55 degrees F. The average frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jeddito, Notal, and the Razito soils. Jeddito and Notal soils are on stream terraces of valley bottoms and are coarse-loamy and fine textured, respectively. The Razito soils are on dunes on natural levees on low stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, negligible to very low runoff, moderate or moderately rapidly permeability. These soils are subject to occasional, very brief periods of flooding between July and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Escawetter soils are used for livestock grazing. Present vegetation is saltcedar, green rabbitbrush, alkali sacaton, Indian ricegrass, western wheatgrass, and broom snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico; MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nEntisol and Fluventic features: The lack of diagnostic surface and subsurface horizons due to continual deposition of fresh sediments and alluvial stratification, with strata of loamy fine sand and finer in subhorizons between 10 and 40 inches (C3 and C4 horizons). An irregular decrease in the percentage of organic carbon with depth.\nOxyaquic subgroup: Saturation due to the presence of a seasonal high water table within 60 inches of the surface for more than 1 month in most years.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
