{
  "SERIES": "ESCAVADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/RLB/DKR/WWJ",
  "REVDATE": "10/2011",
  "STATES": "AZ,NM,UT",
  "OVERVIEW": "The Escavada series consists of very deep, well drained soils that formed in stratified alluvium derived dominantly from sandstone, and shale.  Escavada soils are on flood plains.  Permeability is moderate or moderately rapid.  Slopes are 0 to 3 percent.  Mean annual precipitation is about 7 inches and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Escavada very fine sandy loam--on a level flood plain at 5,010 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described, the soil was at field capacity from 2 to 7 and 30 to 70 inches).\nC1--0 to 2 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate thick platy structure and weak fine granular; soft, very friable, slightly sticky and nonplastic; few fine and very fine roots; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (2 to 10 inches thick)\nC2--2 to 7 inches; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common fine and very fine roots; very slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary.\nC3--7 to 12 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate very thick platy structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots; few very fine discontinuous irregularly shaped pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.\nC4--12 to 20 inches; pale brown (10YR 6/3) laminated fine sands, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; 2 percent fine pebbles; very slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary.\nC5--20 to 30 inches; grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; common medium fine and very fine roots; few very fine discontinuous irregularly shaped pores; few strata of loamy very fine sand 0.5 to 1 inch thick and few lamina of silty clay; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\nC6--30 to 70 inches; light brownish gray (10YR 6/2) laminated fine sands, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; few strata of very fine sand and loamy very fine sand 0.5 to 1 inch thick; very slightly effervescent; slightly alkaline (pH 7.8). Combined thickness of the C horizons is more than 60 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 9 miles southeast of Shiprock along the Chaco River; 2,375 feet east and 1,400 feet south of the northwest corner of section 20, T. 29 N., R. 16 W. Latitude 36 degrees 42 minutes 57 seconds N and Longitude 108 degrees 32 minutes 52 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture- usually dry, in all parts, more than 150 cumulative days from April through October. It is usually moist, in some part, less than 50 cumulative days during the same period. It is intermittently moist in some part November through March. The period of maximum precipitation is July through October. The soil is driest during April, May and June. Ustic aridic moisture regime.\nCapillary water rises from a fluctuating water table in early spring and rainfall and flood waters moisten the profile in the late summer.\nSoil temperature - 47 to 57 degrees F.\nSilicate clay content, control section weighted average: 2 to 10 percent.\nRock fragment content, control section weighted average: 0 to 5 percent gravel\nReaction - slightly to strongly alkaline\nDepth to seasonal water table - 5 to 6 feet\nSurface horizon: Hue - 5YR to 10YR.\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 4\nTexture: very fine sandy loam, loamy fine sand or sand\nSalinity, dS/m: 0 to 2\nSodicity, SAR: 0 to 5\nUnderlying horizons:\nHue:  5YR to 10YR, with occasional lower horizons as yellow as 2.5Y\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 4\nTexture: stratified coarse sand to silty clay; most horizons are dominantly fine sand, loamy fine sand, and sand, with laminations and thin strata of very fine sand, loamy very fine sand,  very fine sandy loam, silt loam and silty clay; individual horizons are laterally discontinuous and cross laminated.\nCalcium carbonate equivalent: 1 to 5 percent\nEffervescence:  slightly to strongly effervescent depending on texture, due to very finely disseminated carbonates.\nSalinity dS/m: 0 to 8\nSodicity SAR: 0 to 5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bankard (CO), Chupe (NM), Draknab (WY), Ellicott (CO) and Kwakina (NM) series.\nBankard, Chupe, Draknab, Ellicot and Kwakina soils are moist in some part of the soil moisture control section in late spring and early summer.\nChupe soils are intermittently moist in some part of the soil moisture control section from July to October and have 15 to 35 percent weighted average rock fragment content of granite, gneiss and schist in the particle size control section.\nDraknab soils have mean annual soil temperatures of less than 54 degrees F. Draknab soil are never moist in some or all parts for as long as 60 consecutive days when the soil temperature at a depth of 20 inches is 41 degrees F., which occurs about April 21-27, but is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.\nEllicott soils are noncalcareous and contain 0 to 35 percent gravels.\nKwakina soils are dry 105 to 160 cumulative days from April through October and are moist more than 50 days cumulative during the same period."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Escavada soils are on nearly level alluvial flats and flood plains of intermittent rivers and streams. These soils formed in coarsely stratified recent alluvium derived dominantly from sandstone and shale. These soils represent the deposits of abandoned channels which have been buried by the deposits of point bars, natural levees and crevasse splays. Most pedons reflect this with a fining-upward sequence in grain size. Slopes are dominantly 0 to 3 percent but can range up to 8 percent in isolated areas. Elevation ranges from 4,600 to 6,500 feet. The mean annual precipitation is 5 to 12 inches with 35 to 60 percent falling as rain from high intensity thunderstorms between July and October. These soils receive up to 5 inches of additional moisture from summer flooding and capillary rise above a fluctuating water table. The mean annual air temperature is 45 to 54 degrees F. The average frost-free period is 120 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jeddito, Notal and Shumbegay soils. Jeddito and Notal soils are on low stream terraces of valley bottoms and are coarse-loamy and fine textured, respectively. Shumbegay soils are on non-flooded, hummocky surfaces of low stream terraces and are sodium affected."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very slow runoff, moderate or moderately rapidly permeability. These soils are subject to occasional, very brief periods of flooding between July and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Escavada soils are used for livestock grazing. Present vegetation is saltcedar, green rabbitbrush, alkali sacaton, Indian ricegrass, spike dropseed, western wheatgrass, broom snakeweed and basin big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Escavada soils are of small extent in the western San Juan Basin and Four Corners Platform portions of the Colorado Plateau in northwest New Mexico and northeast Arizona. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nFluventic feature - An irregular decrease in the percentage of organic carbon with depth and strata of loamy very fine sand and finer in subhorizons between 10 and 40 inches (C3, C4, C5 and C6 horizons).\nSalinity values were determined on four pedons, including the type location, with a Wheatstone bridge.\nMany additional areas of this soil exist along the Chaco River and other washes in southern San Juan County. In other areas this soil has been mapped as Riverwash or as Blancot and Notal soils. Study of aerial photographs from 1934 indicates no vegetation at all on what is now the Escavada soil.\nThe invasion and growth of saltcedar has allowed the flood plains along the Chaco River to become somewhat stable. This partial stabilization by saltcedar has allowed other plant species to colonize these areas.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010.\nUpdate and revisions for the correlation of Little Colorado River Area (AZ707), Sept. 2011, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--0 to 2 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate thick platy structure and weak fine granular; soft, very friable, slightly sticky and nonplastic; few fine and very fine roots; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "C2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--2 to 7 inches; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common fine and very fine roots; very slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C3--7 to 12 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate very thick platy structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots; few very fine discontinuous irregularly shaped pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary."
      },
      {
        "name": "C4",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C4--12 to 20 inches; pale brown (10YR 6/3) laminated fine sands, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; 2 percent fine pebbles; very slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary."
      },
      {
        "name": "C5",
        "top": 51,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C5--20 to 30 inches; grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; common medium fine and very fine roots; few very fine discontinuous irregularly shaped pores; few strata of loamy very fine sand 0.5 to 1 inch thick and few lamina of silty clay; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary."
      },
      {
        "name": "C6",
        "top": 76,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C6--30 to 70 inches; light brownish gray (10YR 6/2) laminated fine sands, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; few strata of very fine sand and loamy very fine sand 0.5 to 1 inch thick; very slightly effervescent; slightly alkaline (pH 7.8). Combined thickness of the C horizons is more than 60 inches."
      }
    ]
  ]
}
