{
  "SERIES": "ESCAMBIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "07/2013",
  "STATES": "AL,FL,MS",
  "OVERVIEW": "The Escambia series consists of very deep, somewhat poorly drained, moderately to slowly permeable soils in the Southern Coastal Plain (MLRA 133A) and the Eastern Gulf Coast Flatwoods (MLRA 152A). They formed in sandy and loamy marine sediments of the Lower Coastal Plain.  Near the type location, the mean annual temperature is about 66 degrees F., and the mean annual precipitation is about 58 inches.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Plinthaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Escambia fine sandy loam, on a smooth 1.0 percent slope in a cultivated field (Colors are for moist soil).\nAp--0 to 6 inches; very dark gray (10YR 3/1) fine sandy loam; weak medium and fine granular structure; friable; strongly acid; clear smooth boundary.  (1 to 6 inches thick)\nBE--6 to 13 inches; pale olive (5Y 6/3) loam; single grained; friable; many fine roots; sand grains mostly coated and bridged with clay; few areas of less than 5 mm in size of uncoated sand grains, few small soft black (10YR 2/1) masses; strongly acid; gradual smooth boundary.  (0 to 10 inches thick)\nBt--13 to 24 inches; pale yellow (5Y 7/3) loam, massive; friable; many fine roots; many sand grains are coated and bridged with clay; about 1 percent, by volume, plinthite; about 1 percent, by volume, iron oxide concretions; common fine distinct yellow (10YR 7/6) and strong brown (7.5YR 5/6) masses of iron accumulation; common medium distinct light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary.  (4 to 25 inches thick)\nBtv--24 to 35 inches; pale yellow (5Y 7/3) loam; weak medium subangular blocky structure; friable; common fine roots; common faint clay film on faces of peds; few uncoated sand grains; about 5 percent, by volume, plinthite; about 2 percent, by volume, iron oxide concretions; common medium distinct light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) masses of iron accumulations; many medium faint gray (5Y 6/1) iron depletions; very strongly acid; gradual wavy boundary.  (5 to 30 inches thick)\nBtvg1--35 to 50 inches; light gray (2.5Y 7/1) loam; moderate medium subangular blocky structure; friable; compact in place; common fine roots primarily along surface of peds; common faint clay films on ped faces; about 15 percent, by volume, plinthite; many medium prominent strong brown (7.5YR 5/6) and few fine distinct yellow (10YR 7/6), red (2.5YR 5/6), and yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBtvg2--50 to 72 inches; 50 percent light gray (10YR 7/1), 20 percent red (2.5YR 4/8), 20 percent strong brown (7.5YR 5/6), and 10 percent yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; common fine roots; about 5 percent, by volume, plinthite; the areas of red, strong brown and yellowish brown are masses of iron accumulation and the areas of light gray are iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Escambia County, Alabama. Approximately 0.35 mile east of the south end of the Atmore Airport in the NW1/4, NE1/4, NW1/4, sec. 35, T. 1 N., R.6.E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches.  Depth to horizons with more than 5 percent, by volume, plinthite ranges from 11 to 42 inches.  Reaction ranges from extremely acid to very strongly acid throughout except where the surface has been limed.  Iron concretions range from none to 5 percent throughout the profile.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 or 2; or it is neutral with value of 3 or 4.  Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.\nThe E or BE horizon, where present, has hue of 10YR to 5Y, value of 5 to 8, and chroma of 3 or 4.  Redoximorphic features in shades of yellow brown, red, and gray range from none to common.  Textures are the same as the A or Ap horizon.\nThe Bt horizon has hue of 10YR to 5Y, value of 5 to 8, and chroma of 3 or 4.  Redoximorphic features in shades of yellow, brown, red, and gray range from few to common.  Texture is fine sandy loam, loam, or silt loam.\nThe Btv horizon has hue of 10YR to 5Y, value of 5 to 8, and chroma of 3 to 6; or there is no dominant color and is variegated in shades of gray, brown, red, and yellow.  Redoximorphic features in shades of yellow, red, brown, or gray range from common to many.  The upper 20 inches of the argillic horizon has less than 18 percent clay and more than 20 percent silt.  Plinthite ranges from 5 to about 25 percent, by volume. Texture is fine sandy loam, loam, silt loam, or sandy clay loam. Some pedons are clay loam in the lower part.\nThe Btvg horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2; or it is neutral with value of 5 to 7. Masses of iron accumulation in shades of yellow, red, and brown range from common to many.  Plinthite ranges from 5 to about 25 percent, by volume.\nTexture is the same as the Btv horizon.\nThe C horizon, where present, has the same range of colors as the Btv horizon. Texture is silty clay, clay loam or clay.\nThe Cg horizon, where present, has the same range of colors as the Btvg horizon and the same range of textures as the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Escambia soils are on Coastal Plain uplands. They formed in medium-textured marine deposits.  Slopes range from 0 to 8 percent. The climate is warm and humid.  Near the type location, the average annual temperature ranges from 63 to 69 degrees F. and the average annual rainfall ranges from 56 to 62 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Atmore, Bayou, Benndale,  Poarch and Smithton series.  The poorly drained Atmore, Bayou and Smithton soils are on slightly lower positions. In addition, Bayou and Smithton soils have less than 5 percent, by volume, plinthite in the subsoil and Bayou soils have less than 30 percent silt in the control section. The well drained Benndale soils are on higher positions and  have less than 5 percent, by volume, plinthite in the subsoil.  The moderately well and well drained Poarch soils are on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of Escambia soils are used for cropland, vegetable crops, and pasture.  The wooded areas consist of slash pine, loblolly pine, longleaf pine, oak with an understory of gallberry and wiregrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Lower Coastal Plain sections of Alabama, Florida, Mississippi, Louisiana, and possibly Texas and Arkansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Escambia County, Alabama; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon:\nOchric epipedon - the zone from 0 to 6 inches (Ap horizon).\nArgillic horizon - the zone from 6 to 72 inches (BE, Bt, Btv, Btvg1 and Btvg2 horizons).\nPresence of 5 percent or more plinthite - the zone from 24 to 72 inches (Btv, Btv1 and Btv2 horizons).\nAquic feature - seasonal high water table at about 13 inches below the surface.\nEscambia soils are in MLRAs 133A and 152A.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization Laboratory, Auburn AL, The University of Florida, Department of Soil and Water Science, Gainesville, FL and the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark gray (10YR 3/1) fine sandy loam; weak medium and fine granular structure; friable; strongly acid; clear smooth boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "BE",
        "top": 15,
        "bottom": 33,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BE--6 to 13 inches; pale olive (5Y 6/3) loam; single grained; friable; many fine roots; sand grains mostly coated and bridged with clay; few areas of less than 5 mm in size of uncoated sand grains, few small soft black (10YR 2/1) masses; strongly acid; gradual smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 61,
        "moist_hue": "5Y",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--13 to 24 inches; pale yellow (5Y 7/3) loam, massive; friable; many fine roots; many sand grains are coated and bridged with clay; about 1 percent, by volume, plinthite; about 1 percent, by volume, iron oxide concretions; common fine distinct yellow (10YR 7/6) and strong brown (7.5YR 5/6) masses of iron accumulation; common medium distinct light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary.  (4 to 25 inches thick)"
      },
      {
        "name": "Btv",
        "top": 61,
        "bottom": 89,
        "moist_hue": "5Y",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv--24 to 35 inches; pale yellow (5Y 7/3) loam; weak medium subangular blocky structure; friable; common fine roots; common faint clay film on faces of peds; few uncoated sand grains; about 5 percent, by volume, plinthite; about 2 percent, by volume, iron oxide concretions; common medium distinct light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) masses of iron accumulations; many medium faint gray (5Y 6/1) iron depletions; very strongly acid; gradual wavy boundary.  (5 to 30 inches thick)"
      },
      {
        "name": "Btvg1",
        "top": 89,
        "bottom": 127,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btvg1--35 to 50 inches; light gray (2.5Y 7/1) loam; moderate medium subangular blocky structure; friable; compact in place; common fine roots primarily along surface of peds; common faint clay films on ped faces; about 15 percent, by volume, plinthite; many medium prominent strong brown (7.5YR 5/6) and few fine distinct yellow (10YR 7/6), red (2.5YR 5/6), and yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btvg2",
        "top": 127,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "narrative": "Btvg2--50 to 72 inches; 50 percent light gray (10YR 7/1), 20 percent red (2.5YR 4/8), 20 percent strong brown (7.5YR 5/6), and 10 percent yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; common fine roots; about 5 percent, by volume, plinthite; the areas of red, strong brown and yellowish brown are masses of iron accumulation and the areas of light gray are iron depletions; very strongly acid."
      }
    ]
  ]
}
