{
  "SERIES": "ESKA",
  "STATUS": "Established Series",
  "BYREV": "Rev:MHC/JPM",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eska silt loam - on a southeast facing   slope of 16 percent at 1200 feet elevation under mixed paper birch and white spruce forest.  (All colors are for moist soil)\nOi--3 inches to 0; very dark brown (10YR 2/2) peat; undecomposed fibrous, roots and leaves and twigs.  (2 to 4 inches thick)\nAE/Bw--0 to 3 inches; 70 percent dark grayish brown (2.5Y 4/2) and and 30 percent strong brown (7.5YR 4/6) silt loam; weak medium granular structure; very friable, nonsticky and nonplastic; common very fine, fine and medium roots; moderately acid (pH 5.6); clear smooth boundary.  (3 to 8 inches thick)\nBw1--3 to 16 inches; dark yellowish brown (10YR 4/4 and 10YR 4/6) silt loam with common medium distinct dark grayish brown (10YR 4/2) mottles; weak fine subangular blocky structure; very friable, nonsticky and nonplastic; few very fine and fine roots; moderately acid (pH 5.8) gradual smooth boundary.  (6 to 15 inches thick)\nBw2--16 to 25 inches; dark yellowish brown (10YR 3/4) silt loam; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; moderately acid (pH 5.8).  (4 to 14 inches thick)\n2BC--25 to 36 inches; dark yellowish brown (10YR 3/4) very gravelly sandy loam; friable, nonsticky and nonplastic; 40 percent subangular gravel and 5 percent subangular cobble; moderately acid (pH 5.8).  (0 to 16 inches thick)\n2C--36 to 60 inches; dark grayish brown (10YR 4/2) very gravelly sandy loam; firm, slightly sticky and slightly plastic;  40 percent subangular gravel and 5 percent subangular cobble; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Matanuska Valley Area, Alaska; about 5 miles SW of Chickaloon; the NW 1/4 of the NW 1/4 of section 33, T.20N., R.5E., Seward Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 34 to 36 degrees F.  Depth to very gravelly glacial till ranges from 24 to 40 inches.  Texture of the loess mantle is silt loam with less than 10 percent clay and less than 15 percent fine sand or coarser.  The solum is 20 to 31 inches thick.  Reaction is moderately acid or slightly acid throughout the mineral profile.\nThe AE/Bw horizon has hue of 10YR or 2.5Y; value moist of 3 thru 5; chroma moist of 1 thru 3 in the AE portion.  The Bw portion has hue of 7.5YR or 10YR; value moist of 3 or 4; chroma moist of 4 thru 6.  In some profiles, only the AE portion is present.I\nThe Bw horizons have hue moist of 7.5YR or 10YR; value moist of 3 or 4; chroma moist from 4 thru 6.\nThe BC or 2BC horizons have hue of 10YR or 2.5Y; moist value of 3 or 4; moist chroma from 2 through 4.  Texture is silt loam, very fine sandy loam, loam or sandy loam.  Coarse fragment content ranges from 0 to 20 percent cobbles and 0 to 40 percent gravel.\nThe 2C horizons have moist hue of 10YR or 2.5Y; moist value of 3 or 4; moist chroma of 2 or 3.  Texture is loam and sandy loam.  Coarse fragment content includes 30 to 45 percent gravel and 5 to 20 percent cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This are Bohica, Ganhona, Kalambach, Mine, Sambrito, Southpaw, Steese, Tebay, and Tsana series.  Bohica soils have visible mica in the profile. Ganhona soils lack coarse fragments in the substratum. Kalambach soils have less than 24 inches of loess over loamy skeletal material. Southpaw soils have a mean annual soil temperature less than 34 F. Steese soils are 20 to 40 inches to weather bedrock from the mineral soil surface. Tebay and Tsana soils have soil reactions greater than slightly acid in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Eska soils are on glacial till plains and hillslopes.  Slopes range from 0 to 40 percent.  The soils formed in a loess mantle overlying very gravelly glacial till deposits.  The climate is transitional maritime - continental.  Mean annual temperature is about 35 degrees F.  Mean annual precipitation is about 17 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Slow to rapid runoff.  Moderate permeability in the silty loess mantle; below this - moderately slow to moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat, agriculture and urban uses.  Native vegetation includes paper birch, white spruce, quaking aspen, bluejoint reedgrass and low shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Matanuska-Susitna Soil Survey, Alaska, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include:  cambic horizons from 0 to 25 inches; cryic temperature regime; mottles and higher chroma matrix from 3 to 16 inches; coarse-silty material from 0 to 25 inches; loamy-skeletal material from 25 to 60 inches.\nSomewhat poorly drained drainage class assigned based on the presence of reduction mottles from 3 to 16 inches and observations of soil saturation above seasonal frost for brief periods at the beginning of the growing season.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
