{
  "SERIES": "ESMOND",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "08/2016",
  "STATES": "MN,ND",
  "OVERVIEW": "The Esmond series consists of very deep, well drained, mode\nrately and moderately rapid permeable soils that formed in loamy calcareous glacial till.  These soils are on convex positions on moraines and till plains. They have slopes ranging from 2 to 45 percent.  Mean annual air temperature is 39 degrees F, and mean annual precipitation is 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Esmond loam on a north-facing convex slope of 20 percent under native grass.  When described the soil was moist throughout. (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; weak medium and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many fine pores; few pebbles; slightly alkaline; clear wavy boundary.  (4 to 9 inches thick)\nABk--5 to 9 inches; dark gray (10YR 4/1) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; few pebbles; common fine masses of carbonates; strong effervescence; moderately alkaline; clear wavy boundary.  (0 to 7 inches thick)\nBk--9 to 20 inches; light brownish gray (2.5Y 6/2) and light gray (2.5Y 7/2) loam, olive (2.5Y 4/4) and light olive brown (2.5Y 5/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; slightly sticky and slightly plastic; few roots; common fine pores; few pebbles; common masses of carbonates; violent effervescence; moderately alkaline; gradual wavy boundary.  (4 to 30 inches thick)\nC--20 to 60 inches; light yellowish brown (2.5Y 6/4) loam, olive brown (2.5Y 4/4) moist; few fine prominent dark reddish brown and yellowish brown (2.5YR 3/4 and 10YR 5/6) moist redoximorphic concentrations; massive; hard, friable, slightly sticky and slightly plastic; few stones; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eddy County, North Dakota; about 1 1/2 miles south and 2 1/2 miles east of Sheyenne, North Dakota; 800 feet south and 120 feet west of the northeast corner, Sec. 23, T. 150 N. R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10 to 40 inch particle-size control section is loam, sandy loam or fine sandy loam.  It has 8 to 18 percent clay, 36 to 56 percent fine and coarser sand, and 1 to 10 percent rock fragments.  In some pedons, it contains mixed pockets of sand, fine sand, loam, silt loam and occasional lenses of gravel.  The soil is slightly alkaline or moderately alkaline throughout.  Stony phases are recognized.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1.  In some plowed fields it has hue of 2.5Y and/or chroma of 2.  It typically is loam, but in some pedons it is sandy loam, fine sandy loam or silt loam.\nThe ABk horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 1 or 2.  It is sandy loam or loam.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It has a calcium carbonate equivalent of 10 to 30 percent.  It is loam, fine sandy loam or sandy loam.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 or 5 moist, and chroma of 2 to 4.  It is loam, fine sandy loam, sandy loam or silt loam.  It is laminated, massive or stratified till.  Below depths of 40 inches in some pedons it is loamy sand or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Other similar series are the Buse, Heimdal and Zell series.  Buse soils are fine-loamy. Zell soils are coarse-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Esmond soils are on convex positions on nearly level to very steep till plains and moraines.  Slope gradients typically are 6 to 15 percent, but range from 2 to 45 percent.  The soils formed in loamy calcareous glacial till.  The climate is cool, subhumid.  Mean annual air temperature ranges from 37 to 45 degrees F, and mean annual precipitation from 15 to 22 inches.  Most of the moisture falls in the spring and summer.  Frost-free days range from 95 to 140.  Elevation above sea level ranges from 900 to 2000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Emrick, Fram and Heimdal soils.  These soils are on a toposequence with Esmond soils.  Esmond soils are on summits and convex shoulder slopes; Emrick soils are on concave foot slopes and toe slopes and in swales; Fram are in swales and on flats; and Heimdal soils are on convex and plane side slopes.  Emrick soils have mollic epipedons more than 16 inches thick.  Fram soils have an aquic moisture regime.  Heimdal soils have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is very low to medium depending on slope.  Permeability is moderate and moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are generally used for range and pasture.  Less sloping areas are used to grow small grains, flax and hay.  Native vegetation is little bluestem, plains muhly, sideoats grama, plains reedgrass, thickspike wheatgrass, western wheatgrass, upland sedges, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and eastern North Dakota and western Minnesota.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eddy County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 9 inches (A and ABk horizons); calcic horizon - the zone from a depth of 5 to 20 inches (ABk and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; weak medium and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many fine pores; few pebbles; slightly alkaline; clear wavy boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "ABk",
        "top": 13,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "ABk--5 to 9 inches; dark gray (10YR 4/1) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; few pebbles; common fine masses of carbonates; strong effervescence; moderately alkaline; clear wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bk",
        "top": 23,
        "bottom": 51,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--9 to 20 inches; light brownish gray (2.5Y 6/2) and light gray (2.5Y 7/2) loam, olive (2.5Y 4/4) and light olive brown (2.5Y 5/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; slightly sticky and slightly plastic; few roots; common fine pores; few pebbles; common masses of carbonates; violent effervescence; moderately alkaline; gradual wavy boundary.  (4 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 51,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--20 to 60 inches; light yellowish brown (2.5Y 6/4) loam, olive brown (2.5Y 4/4) moist; few fine prominent dark reddish brown and yellowish brown (2.5YR 3/4 and 10YR 5/6) moist redoximorphic concentrations; massive; hard, friable, slightly sticky and slightly plastic; few stones; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
