{
  "SERIES": "ESPARTO",
  "STATUS": "Inactive Series",
  "BYREV": "SBJ-RCH",
  "REVDATE": "01/2000",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Esparto loam. - cultivated  (Colors for dry soil unless otherwise noted).\nAp--0 to 10 inches; Pale brown (1OYR 6/3) loam, brown (1OYR 4/3) moist; massive; very hard, friable, nonsticky, nonplastic; abundant very fine roots, many very fine and fine interstitial pores; moderately acid (pH 6.0); clear smooth boundary. (4 to 10 inches thick).\nB1--10 to 25 inches; Pale brown (1OYR 6/3) loam, brown (1OYR 4/3) moist; massive; very hard, friable, nonsticky, non plastic; abundant very fine roots many very fine and fine interstitial pores; few thin clay films in pores; slightly acid (pH 6.5); gradual smooth boundary (10 to 20 inches thick).\nB2t--25 to 37 inches; Light yellowish brown (1OYR 6/4) fine sandy loam; dark yellowish brown (1OYR 4/4) moist; massive; very hard, friable, slightly sticky, slightly plastic; few very fine roots; very porous with many very fine and fine interstitial pores; common thin clay films in pores, particularly in lower portions; neutral (pH 7.0); gradual smooth boundary. (10 to 20 inches thick).\nIIC1--37 to 46 inches; Light yellowish brown (1OYR 6/4) coarse sandy loam, dark yellowish brown (1OYR 4/4) moist; massive; very hard friable, nonsticky and nonplastic; many very fine and fine interstitial pores; neutral (pH 7.0);gradual smooth boundary. O to 10 inches thick.\nIIC2--46 to 58 inches; Light yellowish brown (1OYR 6/4) fine sandy loam; yellowish brown (1OYR 5/4) moist; massive, very hard, friable, nonsticky nonplastic; few very fine roots; many fine and very fine interstitial pores; few thin clay films in pores; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tehama County, California on Smith Avenue in the E1 Camino District about 1 mile west of Highway 99W. At the center of the NE4 of the s of Sec 15; T25N, R3W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 24 to 50 inches to the bottom of the Bt Horizon, and mean annual soil temperature ranges from 62 to 66_F Mineralogy is mixed and the soil is dry most years for more than 60 days between the 10 and 40 inch depths. The A3 or B1 horizon typically is the most porous part of the profile. The A horizon colors are in lOYR hues and have values of 6 dry and 4 moist.\nChromas are 3 or 4. In uncultivated areas the top inch or so may be brown dry (1OYR 5/3) and have weak platy structure. Texture is loam or gravelly loam and structure is massive below the top inch.  Consistence is hard to very hard and reaction ranges from slightly acid to medium acid. The Bt horizon colors range from lOYR and 7.5YR hues with values of 6 dry and 4 moist. Chromas are 2 or 4. Texture ranges from heavy sandy loam through light silty clay loam and the horizon always is porous. The B horizons massive to angular blocky and reaction is slightly acid to neutral. Thin wavy clay bands often occur in this horizon as a result of moderately thick clay films in pores.\nThe lower part of the profile usually is weakly stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Arbuckle, Farwell, Los Robles, Maywood, Pleasanton, Tehama, Wyo and Zamora soils.  The Arbuckle soils have slightly acid A horizons and gravelly clay loam Bt horizons The Farwell soils have dark grayish brown A horizons heavy clay loam Bt horizons and calcareous, brittle B3 horizons. The Los Robles soils have brown, neutral A horizons and silty clay loam Bt horizons. The Maywood soils have coarse loamy control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Esparto soils occur on nearly level floodplains and alluvial fans.  The underlying sediments are derived from sandstone and shale. Elevations range from 200 to 2400 feet.  The climate is subhumid mesothermal with mean annual rainfall of 16 to 35 inches with hot, dry summers and cool moist winters.  Mean annual temperature is bout 63degrees F, average January temperature about 47 degrees F and average July temperature about 82 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Esparto soils are in the same general areas as the Arbuckle, Hillgate, Maywood, and Tehama soils.  The Hillgate soils are on older terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well or moderately well drained; medium to slow runoff and moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for a wide variety of crops under irrigation.  Native vegetation is annual grasses with scattered trees such as cottonwood and oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodland Area, California, 1909. The series was made inactive in 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Esparto series was formerly classified in the Noncalcic Brown group.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
