{
  "SERIES": "ESPADON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJM/CDH/WWJ",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Espadon gravelly loam, stony--on the backslope of a cuesta sloping 47 percent to the north-northwest at 7,249 feet elevation-pinyon-juniper forestland. (Colors are for dry soil unless otherwise noted.  When described on August 12, 2001, the soil was dry throughout.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few coarse, common medium, few fine, and few very fine roots; common very fine irregularly shaped pores; 40 percent gravel, 5 percent cobbles, and 1 percent stones; moderately alkaline (pH 8.0); clear smooth boundary. (1 to 7 inches thick)\nBt--3 to 9 inches; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, common fine, and few very fine roots; few fine and common very fine tubular pores; clay films as common faint coats in pores and on ped faces; 30 percent gravel and 5 percent cobbles; slightly effervescent, calcium carbonate finely disseminated throughout the matrix (8 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); clear smooth boundary. (6 to 8 inches thick)\nBk1--9 to 16 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; few coarse, common medium, common fine, and few very fine roots; common fine tubular pores; 50 percent gravel and 5 percent cobbles; violently effervescent, secondary calcium carbonate segregated as common medium, irregularly shaped coats on rock fragments and on ped faces, (36 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); gradual wavy boundary. (8 to 14 inches thick)\n2Bk2--16 to 26 inches; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few coarse, common medium, few fine, and few very fine roots; few very fine irregularly shaped pores; 70 percent gravel and 5 percent cobbles; violently effervescent, secondary calcium carbonate segregated as common medium irregularly shaped coats on rock fragments and on ped faces, (21 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); abrupt wavy boundary. (6 to 15 inches thick)\n2R--26 inches; indurated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 2 miles southeast of Golden; USGS San Pedro 7.5 minute topographic quadrangle; Latitude 35 degrees 13 minutes 58.1 seconds North and Longitude 106 degrees 12 minutes 07.4 seconds West, at an elevation of 7249 feet."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature - 50 to 52 degrees F.\nThickness of mollic epipedon - 7 to 19 inches\nDepth to base of the argillic horizon - 5 to 10 inches\nDepth to calcic horizon - 6 to 12 inches\nDepth to lithic contact - 20 to 40 inches\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nLithology of rock fragments: limestone\nParticle-size control section weighted averages -\nSilicate clay content: 18 to 27 percent\nSand content: 30 to 50 percent\nFine sand or coarser content: 20 to 35 percent\nRock fragment content: total range is 35 to 50 percent\n30 to 40 percent gravel\n5 to 10 percent cobbles\nReaction - moderately alkaline throughout\nA horizon\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 to 3, dry or moist\nClay content: 18 to 27 percent\nCalcium carbonate equivalent: 0 to 1 percent\nRock fragment content: total range is 25 to 60 percent\n10 to 50 percent gravel\n5 to 20 percent cobbles\n0 to 5 percent stones\nBt horizon\nValue: 5 or 4 dry, 4 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: very gravelly loam or cobbly loam\nClay content: 18 to 27 percent\nCalcium carbonate equivalent: 5 to 10 percent\nRock fragment content: total range is 25 to 35 percent\n10 to 30 percent gravel\n5 to 15 percent cobbles\nSalinity, mmhos/cm: 0 to 1\nSodicity, SAR: 0 to 4\nBk1 horizon\nValue: 5 or 6 dry, 3 moist\nChroma: 3 dry, 2 or 3 moist\nTexture: extremely gravelly loam, very gravelly loam, extremely gravelly sandy loam, very gravelly sandy clay loam\nClay content: 18 to 27 percent\nCalcium carbonate equivalent: 25 to 45 percent\nRock fragment content: total range is 35 to 65 percent\n25 to 50 percent gravel\n5 to 10 percent cobbles\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\n2Bk2 horizon\nHue: 10YR\nValue: 5 or 6 dry, 3 moist\nChroma: 2 or 3, dry or moist\nTexture: extremely gravelly loam, very gravelly loam, very gravelly sandy loam, very gravelly sandy clay loam\nClay content: 20 to 27 percent\nCalcium carbonate equivalent: 15 to 35 percent\nRock fragment content: total range is 45 to 55 percent\n25 to 50 percent gravel\n5 to 10 percent cobbles\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Luckystrike, Resolana, Traley and Truehill series.  The Luckystrike, Resolana, Traley and Truehill soils are greater than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Espadon soils are on north-facing backslopes of cuestas and low hills. They formed in colluvium and slope alluvium derived from limestone. Slopes are 10 to 50 percent. Elevation ranges from 6,400 to 8,000 feet. The mean annual precipitation is 13 to 15 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 48 to 50 degrees F. The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Desario soil. Desario soils are shallow, do not have argillic horizons, and occur on south facing backslopes of low hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high surface runoff; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Espadon soils are used for rural development, cord wood products, livestock grazing, and recreation. The historic climax vegetation is Gamble's oak, nedlegrass, twoneedle pinyon, and oneseed juniper.  The ecological site is Pinus edulis-Juniperus monosperma/Quercus gambleii/Bouteloua gracilis(F036XB134NM).."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Espadon soils are of small extent on Mexican Highland section of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Espadon is the name of a hotel in Santa Fe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of about 9 inches. (A and Bt horizons)\nArgillic Horizon - The zone from 3 to 9 inches. (Bt horizon)\nCalcic horizon - The zone from 9 to 26 inches. (Bk1 and 2Bk2 horizons).\nLithic contact - indurated limestone bedrock at 26 inches. (2R layer)\nParticle-size control section  The zone from 9 to 26 inches (Bt, Bk1, 2Bk2 horizons)\nSeries control section  The zone from 0 to 26 inches.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA: Calcium carbonate equivalence was determined using a calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
