{
  "SERIES": "ESPA",
  "STATUS": "Established Series",
  "BYREV": "Rev: JPS/ET/RLM",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, isomesic Typic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Espa loam - on a northeast-facing slightly convex slope of 9 percent under redwood, Sitka spruce, red alder, cascara, Douglas-fir, western thimbleberry, salmonberry, salal, and swordfern at 176 meters (575 feet) elevation. (Colors are for moist soil unless otherwise stated. When described August 18, 2003, the soil was moist throughout.)\nOi--0 to 7 centimeters (0 to 2 inches); fresh and slightly decomposed conifer needles, alder leaves and twigs, and mosses and fungus; very strongly acid (pH 4.5); clear smooth boundary. (2 to 10 centimeters thick)\nA--7 to 20 centimeters (2 to 8 inches); very dark grayish brown (10YR 3/2) loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine and fine tubular and interstitial pores; moderately acid (pH 6.0); clear wavy boundary. (10 to 40 centimeters thick)\nABt--20 to 41 centimeters (8 to 16 inches); very dark grayish brown (10YR 3/2) loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; common very fine and fine tubular, few medium and coarse tubular pores; few faint clay films on surfaces along root channels and on faces of peds; moderately acid (pH 6.0); clear smooth boundary. (0 to 25 centimeters thick)\nBt1--41 to 63 centimeters (16 to 25 inches); light yellowish brown (10YR 6/4) loam, brownish yellow (10YR 6/6) dry, moderate fine and medium subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; common very fine and fine, few medium tubular pores; common distinct clay films on surfaces along root channels, and common distinct clay films on faces of peds; strongly acid (pH 5.2); clear wavy boundary.\nBt2--63 to 89 centimeters (25 to 35 inches); strong brown (7.5YR 5/8) loam, reddish yellow (7.5YR 6/8) dry, moderate medium subangular blocky structure; moderately hard, firm, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common very fine and fine tubular and interstitial pores; common distinct clay films on surfaces along root channels, few distinct clay films on faces of peds and few distinct clay films between sand grains; very strongly acid (pH 5.0); clear wavy boundary.\nBt3--89 to 120 centimeters (35 to 47 inches); strong brown (7.5YR 5/8) loam, brownish yellow (10YR 6/8) dry, moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few coarse and very coarse roots; common very fine and fine tubular and interstitial pores; common distinct clay films on surfaces along root channels, many distinct clay films between sand grains, and few faint clay films on faces of peds; very strongly acid (pH 5.0); clear smooth boundary. (Combined thickness of Bt horizons is 25 to 126 centimeters)\nBCt--120 to 156 centimeters (47 to 61 inches); strong brown (7.5YR 5/8) sandy loam, reddish yellow (7.5YR 6/8) dry; weak coarse and very coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; common very fine and fine interstitial, and few very fine and fine tubular pores; common distinct clay films lining surfaces along root channels, and common clay films between sand grains; very strongly acid (pH 5.0); clear wavy boundary. (0 to 60 centimeters thick)\nC--156 to 200 centimeters (61 to 79 inches); yellowish brown (10YR 5/8) sandy loam, brownish yellow (10YR 6/8) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine, coarse and very coarse roots; common very fine and fine interstitial, and few very fine tubular pores; very strongly acid (pH 5.0). (0 to 100 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Redwood National Park, Humboldt County, California; Unnamed ridge north of Skunk Cabbage Creek, located approximately 5 kilometers southwest of Davidson Ranch Road Rest Area, WGS84 Decimal degrees 41.326099 latitude and -124.063004 longitude; HBLM; USGS Orick Quadrangle. UTM Zone 10 411041mE 4575503mN, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  The soil is usually moist in all parts in the soil moisture control section in most years, but becomes nearly dry in the upper part from about September 15 to October 15 in most years. The soils have an udic soil moisture regime.\nSoil Temperature:  The mean annual soil temperature is 11 to 13 degrees C (52 to 55 degrees F). The difference between mean summer and mean winter temperature is 2 to 4 degrees C. The soils have an isomesic temperature regime.\nOrganic Matter: There is 12 to 25 kg per square meter of organic carbon to a depth of one meter.\nReaction is moderately to very strongly acid throughout. Base saturation is 5 to 35 percent between depths of 25 to 200 centimeters.\nParticle-Size Control Section (weighted average):\nRock fragments: none\nClay content: 22 to 30 percent clay.\nO horizon\nHue: 10YR.\nValue: 2 through 6 dry and moist.\nChroma: 1 through 4 dry and moist.\nTexture: slightly decomposed organic material.\nWood fragments: 0 to 35 percent.\nReaction: moderately to very strongly acid.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry, 1 or 2 moist.\nTexture of fine earth: loam.\nClay content: 19 to 25 percent.\nRock fragments: 0 to 5 percent gravel.\nBt horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 7 dry, 3 through 6 moist.\nChroma: 4 through 8 dry, 4 through 8 moist.\nTexture of fine earth: loam, clay loam, sandy clay loam, loamy fine sand, or fine sandy loam.\nClay content: 18 to 35 percent.\nRock fragments: 0 to 3 percent gravel.\nC horizon\nHue: 7.5YR or 10YR.\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma: 2 through 8 dry, 2 through 8 moist.\nTexture of fine earth: sandy loam, fine sandy loam, or loamy fine sand.\nClay content: 5 to 18 percent.\nRock fragments: 0 to 7 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ladybird, Ossagon and Stonehill series. Ladybird soils have angular rock fragments throughout. Ossagon soils do not have the clay mineral halloysite in the clay mineral fraction. Stonehill soils are 50 to 100 centimeters (20 to 40 inches) deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Espa soils occur on broad ridgetops, upper hillslopes and dissected marine terrace remnants. Slopes are 2 to 50 percent. Elevations are 6 to 245 meters (15 to 805 feet). The soils formed in colluvium and residuum from weakly consolidated beach and dune deposits derived from mixed sources. The climate is humid with cool foggy summers and cool moist winters. Coastal influence limits the annual and diurnal range in temperature. Mean annual precipitation ranges from 890 to 2285 millimeters (35 to 90 inches). Mean January temperature is about 9 degrees C; mean July temperature is about 12 degrees C; and the mean annual temperature is 10 to 12 degrees C (50 to 55 degrees F). Frost-free season is 280 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ossagon, Squashan, Surpur, Candymountain, and the Lepoil soils. Ossagon soils have rounded rock fragments throughout. Squashan soils have greater than 35 percent rock fragments in the particle-size control section. Surpur soils have an ochric epipedon and are found on broad ridge tops at higher elevations, farther inland. Candymountain soils are course loamy and have a cambic epipedon.  Lepoil soils have an argillic horizon that does not have a clay decrease of 20 percent or more (relative) from the maximum clay content with in 150cm of the mineral soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil has been used for commercial timber and is used for wildlife recreation, and watershed. Natural vegetation consists of redwood, Sitka spruce, red alder, Douglas fir, western hemlock, tanoak, cascara, western thimbleberry, salmonberry, salal, and swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt Del Norte Area, California 2007. Source of name is from Espa Creek north of the town of Orick."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon - the zone from 7 to 41 centimeters (A, and ABt horizons).\n2. Argillic horizon - the zone from 41 to 156 centimeters (Bt1, Bt2, and Bt3 horizons).\n3. Ultisol feature - base saturation of 20 percent at the critical depth, 125 centimeters below the upper boundary of the argillic horizon\n4. Haplohumult features - Clay does not remain at least 80 percent of its maximum to a depth of 150 centimeters\n5. Particle-size control section - the zone from 41 to 91 centimeters, averages 28 percent clay, and 44 percent fine sand and coarser (Bt1, Bt2, and Bt3 horizons).\nADDITIONAL DATA:\nNSSL, Lincoln Lab sample number 04N0744. NASIS User Pedon ID 03CA605REDW071\nAdditional pedon: NASIS User Pedon ID 08CA605247.\nSoils classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
