{
  "SERIES": "ESPINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM/JBF/WED",
  "REVDATE": "05/2014",
  "STATES": "NV",
  "OVERVIEW": "The Espint series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derivedfrom tuffaceous and other volcanic rocks.  Espint soils are on mountain slopes, hills and pediments. Slopes are 2 to 50 percent.  Mean annual precipitation is about 230 mm and mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Espint very gravelly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 cm; pale brown (10YR 6/3) very gravelly fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure parting to moderate very fine granular; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine interstitial pores; 40 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary.  (3 to 5 cm thick)\nBt1--3 to 8 cm; brown (10YR 5/3) gravelly sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate very fine granular; soft, very friable, moderatlely sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial pores; few distinct clay films lining pores; 20 percent gravel, 2 percent cobbles; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 10 cm thick)\nBt2--8 to 18 cm; yellowish brown (10YR 5/4) gravelly clay, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, moderatlely sticky and moderatlely plastic; common very fine and fine, few medium roots; many very fine and fine interstitial and tubular pores; few distinct clay films on faces of ped and lining pores; 30 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (8 to 31 cm thick)\nCr--18 cm; weathered saprolite from tuff. fractures contain few coarse roots along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Esmeralda County, Nevada; near Goldfield; approximately 2,300 feet east and 800 feet north of the southwest corner of section 29, T. 2 S., R. 43 E. 37 degrees 43 minutes 53 seconds N and longitude 117 degrees 10 minutes 48 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture Moist in winter and spring months, dry in summer and fall except for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime bordering on xeric. .\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to paralithic: 15 to 36 cm.\nReaction: Slightly alkaline or moderately alkaline.\nParticle-size control section - Clay content:  35 to 50 percent.\nRock fragments:  10 to 30 percent, dominantly gravel.\nA horizon\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nEffervescence:  Commonly noneffervescent, but ranges to strongly effervescent in some pedons due to eolian deposition.\nBt1 horizon\nHue: 10YR or 7.5YR.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture:  Sandy clay loam, clay loam, sandy clay, or clay.\nClay content:  27 to 40 percent.\nRock fragments: 10 to 30 percent dominantly gravel and cobbles.\nBt2 horizon\nHue:  10YR, 7.5YR, or 5YR.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  3 through 6.\nTexture:  Clay loam, sandy clay or clay.\nClay content:  35 to 60 percent.\nRock fragments: 10 to 30 percent dominantly gravel\nEffervescence:  Slightly effervescent to strongly effervescent.\nOther features:  Thin silica-lime pendants are on rock fragments in some pedons.  This material commonly reflects the color of the saprolitic material from which it formed."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bedzee, Brisbois, Chalco, Gumble and Xman series.\nAll of these soils are moist for less than 10 days in the summer. Brisbois soils have carbonate coats on rock fragments or masses. Bedzee soils contain 40 to 60 percent clay and are moist 10 to 20 day during the summer months. Chalco soils have less than 15 percent sand coarser than very fine sand.  Gumble soils are 36 to 50 cm to soft rock. Xman soils are slightly acid or neutral, and have hard bedrock within 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Espint soils are on mountain side slopes, hills and pediments.  These soils formed in residuum and colluvium from tuff and related volcanic rocks.  Elevations are 1,680 to 2,135 meters. Slopes are 2 to 50 percent.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 11 to 14 degrees C, and the frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Advokay, Gabbvally, Stewval and Vindicator series.  Advokay and Vindicator soils are typic aridic and are loamy.  Gabbvally and Stewval soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, rapid or medium runoff, moderately low saturated hydraulic conductivity ."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, bottlebrush squirreltail, galleta, Douglas rabbitbrush, Nevada ephedra, Indian ricegrass, Joshua trees and desert bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are not extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 3 cm (A horizon).\nArgillic horizon - The zone from 3 to 18 cm (Bt1 and Bt2 horizons).\nParalithic contact - The contact at 18 cm (Cr layer).\nParticle-size control section - The zone from the soil surface of to 18 cm (A, Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
