{
  "SERIES": "ESPIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM/LNL/HBS",
  "REVDATE": "10/2002",
  "STATES": "CA,NV",
  "OVERVIEW": "Espil soils, typically, have grayish-brown gravelly sandy loam Al horizons, very thin, brown gravelly light clay B2t horizons, and are shallow over indurated duripans.  They are noncalcareous and slightly acid.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Vitritorrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Espil gravelly sandy loam - virgin. (Colors for dry soils unless otherwise noted).  A gravel pavement of andesite, basalt, and obsidium pebbles covers 60 percent of the surface.\nA1--0 to 3 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; plentiful very fine and fine, and few medium roots; many very fine and fine vesicular pores; slightly acid (pH 6.4); abrupt slightly wavy boundary. (1 to 3 1/2 inches thick.)\nA2--3 to 7 inches; grayish brown (10YR 5/2) gravelly sandy clay loam, dark brown (10YR 3/3) moist; strong very fine granular structure; slightly hard, friable, sticky, plastic; abundant very fine and fine roots; many very fine interstitial pores; continuous colloidal coats on sand grains; slightly acid (pH 6.4); abrupt slightly wavy boundary. (3 to 7 inches thick.)\nBt--7 to 9 inches; brown (7.5YR 5/4) gravelly light clay, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, very sticky, very plastic; plentiful very fine, and few fine roots; common fine interstitial, and few fine tubular pores; many thin and few moderately thick clay films on ped faces; horizon includes thin (1/4 to 1/2 inch) discontinuous lenses of reddish brown (5YR 4/4) clay dry and moist having strong fine prismatic structure occurring in shallow depressions in the top of the duripan; slightly acid (pH 6.4); abrupt wavy boundary. (2 to 5 inches thick.)\nBqkm1--9 to 15 inches; variegated pale brown (10YR 6/3) and brownish yellow (10YR 6/6) indurated duripan, dark yellowish brown (10YR 4/4) moist; moderate thin and medium platy structure; extremely hard, extremely firm; plentiful very fine roots matted on plate surfaces; many thin to moderately thick white (N 8/0) opalized silica laminae: many thick clay films on tops of plates in upper 3 inches; slightly acid (pH 6.5); clear smooth boundary, (4 to 10 inches thick.)\nBqkm2--15 to 31 inches; very pale brown (10YR 7/3) strongly silica-cemented conglomerate, dark yellowish brown (10YR 4/4) moist; has occasional 1/64 to 1/8 inch thick continuous strata of extremely hard silica-cemented laminae; massive; very hard, very firm, many very thin, unoriented silica laminae; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  The site is about 10 feet west of the west quarter corner of sec. 26, T. 39 1/2 N., R. 21 E., Mount Diablo base line and meridian, Washoe County, Nevada."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to the duripan ranges from 8 to 14 inches.  Thickness of the mollic epipedon ranges from 6 to 10 inches and may include part or all of the argillic horizon.  The soils are usually dry during most years.  Mean annual soil temperature ranges from 44 to 46 degrees F., and the mean summer soil temperature ranges from 61 to 63 degrees F.  The soils are usually noncalcareous, but may be calcareous in the duripans.  pH values range from 6.1 to 6.8 in the noncalcareous part of the profile, and as high as 8.8 where lime occurs in the duripan.  Color of the A1 horizons includes hues of 10YR, values of 5 or 6 dry and 2.5 to 3.5 moist, and chromas of 2 or 3.  When the surface 7 inches is mixed, the color values are less than 5.5 and 3.5 moist.  The upper part of the A1 horizon is normally massive, but may range to weak thin or medium platy structure.  The lower part of the A1 horizon ranges from weak to strong, very fine to medium, subangular blocky or granular structure.  Dry consistence is soft or slightly hard.  An A2 or A&B horizon may be present ranging up to 4 inches thick and containing many bleached sand grains.  Color of the B2t horizon includes hues of 7.5YR but may be 5YR or 10YR, values of 4 to 6 dry and 3 or 4 moist, and chromas of 3 or 4.  Texture is predominantly clay or light clay, but may occasionally include heavy clay loam.  Structure ranges from moderate or strong, fine or medium subangular, angular blocky, or prismatic.  Occasionally the B2t horizon will include very thin (less than 3/4 inch thick) discontinuous lenses of heavy clay.  The color of the duripan includes hues of 10YR, 7.5YR, or N, values of 6 to 8 dry and 4 or 5 moist, and chromas of 0 to 6.  The upper 2 to over 18+ inches are indurated and the lower part is strongly cemented. Continuous opal laminae are present in the upper part of the duripan."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Powley and Stampede soils have been classified in the same family.  Powley soils differ by having 16 to 20 Inch thick sola and depth to duripans, and 6 to 11 inch thick B2t horizons.  Stampede soils differ by having 18 to 32 inch thick sola and depth to duripans, and very hard and very firm B2t horizons.  Beber, Donna, Reeser, Salisbury, and Satt soils are similar.  Beber, Reeser, and Salisbury soils differ by having mean annual soil temperature greater than 47 degrees F.  In addition, Reeser soils differ by having developed in a loess mantle, having 17 inch thick mollic epipedons, and 36+ inch depth to the duripan.  Salisbury soils differ by having 10 to 19 inch thick B2t horizons.  Donna soils differ by having abrupt AB boundaries, fine clay B2t horizons, and 16 to 26 inch thick sola and depth to duripan.  Satt soils differ by having 20 to 30 inch thick sola and a weighted average of 50 to 70 percent coarse fragments in their argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Espil soils are on nearly level to strongly sloping terraces and truncated alluvial fans with slope gradients of 0 to 15 percent.  They have developed in loamy valley-fill materials derived mainly from siliceous tuffs, with admixtures from basalt, andesite, and rhyolite.  These soils are at elevations from 5,500 to 6,500 feet in a cold, continental climate having a mean annual precipitation of 10 to 14 inches.  The mean annual air temperature ranges from 42 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Espil soils occur in the same general area as Hart Camp, Fertaline, and Home Camp soils.  In addition to the aforementioned Powley soils.  Home Camp soils are very deep and lack duripans.  Fertaline soils have clay natric horizons and lack mollic epipedons.  Hart Camp soils have clay loam B2t horizons and are shallow over tuff bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow to medium depending on slopes.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used to provide livestock grazing.  Prostrate low sagebrush, Sandberg blue grass, Indian and Webber ricegrass, squirreltail, buckwheat, and phlox are the principal plant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Espil soils occur in high elevation valleys, mainly in northern Washoe County, Nevada, but may also occur in adjacent areas of California and Oregon.  Known areas of these soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Surprise Valley-Home Camp Area, Modoc and Lassen Counties, California and Washoe County, Nevada, 1963.  Espil is the name of an early homestead in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is being removed from the Surprise Valley-Home Camp Area soil survey. The areas mapped as Espil in the area are in a mesic soil temperature regime. Espil in Washoe County, Nevada, Central Part (NV771) will likely be correlated to a mesic soil in the near future. It is anticipated that the Espil series will be mapped in the Sheldon Antelope Refuge, Nevada (NV792) area. Espil soils were formerly classified as Chestnut soils.\nOSED scanned by SSQA.  Last revised by state on 5/68.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 3 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; plentiful very fine and fine, and few medium roots; many very fine and fine vesicular pores; slightly acid (pH 6.4); abrupt slightly wavy boundary. (1 to 3 1/2 inches thick.)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A2--3 to 7 inches; grayish brown (10YR 5/2) gravelly sandy clay loam, dark brown (10YR 3/3) moist; strong very fine granular structure; slightly hard, friable, sticky, plastic; abundant very fine and fine roots; many very fine interstitial pores; continuous colloidal coats on sand grains; slightly acid (pH 6.4); abrupt slightly wavy boundary. (3 to 7 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--7 to 9 inches; brown (7.5YR 5/4) gravelly light clay, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, very sticky, very plastic; plentiful very fine, and few fine roots; common fine interstitial, and few fine tubular pores; many thin and few moderately thick clay films on ped faces; horizon includes thin (1/4 to 1/2 inch) discontinuous lenses of reddish brown (5YR 4/4) clay dry and moist having strong fine prismatic structure occurring in shallow depressions in the top of the duripan; slightly acid (pH 6.4); abrupt wavy boundary. (2 to 5 inches thick.)"
      },
      {
        "name": "Bqkm1",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bqkm1--9 to 15 inches; variegated pale brown (10YR 6/3) and brownish yellow (10YR 6/6) indurated duripan, dark yellowish brown (10YR 4/4) moist; moderate thin and medium platy structure; extremely hard, extremely firm; plentiful very fine roots matted on plate surfaces; many thin to moderately thick white (N 8/0) opalized silica laminae: many thick clay films on tops of plates in upper 3 inches; slightly acid (pH 6.5); clear smooth boundary, (4 to 10 inches thick.)"
      },
      {
        "name": "Bqkm2",
        "top": 38,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bqkm2--15 to 31 inches; very pale brown (10YR 7/3) strongly silica-cemented conglomerate, dark yellowish brown (10YR 4/4) moist; has occasional 1/64 to 1/8 inch thick continuous strata of extremely hard silica-cemented laminae; massive; very hard, very firm, many very thin, unoriented silica laminae; slightly acid (pH 6.5)."
      }
    ]
  ]
}
