{
  "SERIES": "ESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJW-DLR-NLM",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ess cobbly loam-rangeland.  (Colors are for dry soil unless otherwise noted.)\n0i--0 to 1 inch; thin covering of partially decayed pine needles and oak leaves.\nA1--1 to 5 inches; brown (10YR 4/3) cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky, nonplastic; many fine and very fine roots; common very fine irregular pores; 20 percent pebbles and cobble; moderately acid (pH 6.0); clear smooth boundary. (3 to 6 inches thick)\nA2--5 to 12 inches; brown (10YR 4/3) cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine, very fine and few coarse roots; common very fine tubular pores; 25 percent pebbles and cobble; slightly acid (pH 6.2); clear wavy boundary.  (4 to 10 inches thick)\nBt1--12 to 25 inches; brown (7.5YR 5/4) very cobbly silt loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and coarse roots; common fine tubular and irregular pores; few thin clay films on faces of peds and in pores; 55 percent pebbles and cobble; slightly acid (pH 6.2); gradual wavy boundary.  (12 to 20 inches thick)\nBt2--25 to 39 inches; brown (7.5YR 5/4) extremely cobbly clay loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and few coarse roots; few fine tubular and irregular pores; few thin clay films on faces of peds and in pores; 65 percent pebbles and cobble; slightly acid (pH 6.2); gradual wavy boundary.  (10 to 18 inches thick)\nBC--39 to 61 inches; brown (7.5YR 5/4) extremely cobbly clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few very fine and coarse roots; few fine irregular pores; 75 percent pebbles and cobble; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Apache County, Arizona; NW 1/4 of sec. 23, T.4N., R.24E.; 6 miles southwest of Tonto Lake on Tonto Creek Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Soil is intermittently moist in some part of the moisture control section during December to February and July to September. May and June are the driest months. Typic ustic moisture regime.\nSoil Temperature - Mean annual soil temperature ranges from 39 to 45 degrees F.\nMollic Epipedon - Thickness ranges from 7 to 15 inches.\nRock fragments - 35 to 90 percent by volume of the control section.\nReaction - Slightly acid to slightly alkaline.\nA horizon\nHue:  7.5YR, 10YR\nValue:  3 to 5 dry, and 2 or 3 moist\nChroma:  1 to 3\nTexture:  gravelly loam, very gravelly loam, cobbly loam, very cobbly loam, very stony loam, cobbly silt loam, gravelly clay loam, cobbly sandy loam, very cobbly sandy loam, or very gravelly sandy clay loam\nB horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  3 to 6\nTexture:  very cobbly loam, very stony loam, very cobbly silt loam, very gravelly sandy clay loam, very cobbly sandy clay loam, very cobbly clay loam, extremely cobbly clay loam, very stony clay loam, or very gravelly sandy loam\nIn some pedons there is a C horizon instead of a BC horizon.  It is variable in texture, but most commonly it is coarser textured and contains more rock fragments than the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bendire (CO), Blaincreek (MT), Borpark (CO), Crackerville (MT), Crampton (MT), Curecanti (CO), Hilger (MT), Holter (MT), Quincreek (MT), Sawbuck (MT), Sawicki (MT), Shawmut (MT), and Wickes (MT) series. All these soils are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ess soils are on hills or mountains at elevations of 7,200 to 11,500 feet.  Slopes are 0 to 50 percent.  The soils formed in basalt, rhyolite, breccia, tuff, ash, and cinders with a metamorphic rock influence in some areas. The climate is continental.  The mean annual precipitation ranges from 15 to 33 inches.  The average annual air  temperature is 41 to 47 degrees F.  The mean summer air temperature ranges from 50 to 57 F.  The average frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brolliar, Callings, Friana, Gordo, Luna, Sizer, and Sponsellar soils.  The Brolliar, Friana, and Luna soils are fine textured and have montmorillonitic mineralogy.  The Callings soils are clayey-skeletal. The Gordo and Sponsellar soils are fine-loamy.  The Sizer soils are fine-loamy over fragmental."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production and range.  Vegetation is ponderosa pine, aspen, Douglas-fir, mountain muhly, mountain brome, Arizona fescue, pine dropseed, prairie junegrass, bottle brush squirreltail, blue grama, sand dropseed, brackenfern, manzanita, and New Mexico locust.  In some areas vegetation includes sheep fescue, letterman needlegrass, bluegrass, or western wheatgrass, and some aspen and limber pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central Arizona, southern Utah, north central New Mexico, and south central Colorado.  The series is moderately extensive. MLRAs 39, 47, 48A & 48B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Paunsaugunt Area, Utah; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 1 to 12 inches (A1 and A2 horizons)\nArgillic horizon - The zone from 12 to 39 inches (Bt1 and Bt2 horizons)\nParticle size control section - The zone from 12 to 32 inches (Bt1 and part of Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
