{
  "SERIES": "ESTATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW:LAG",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Estate stony sandy loam, 12 percent slope in woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) stony sandy loam; weak medium granular structure; very friable; common fine roots; 15 percent by volume sandstone and limestone fragments 1/2 to 20 inches in diameter; strongly acid; clear smooth boundary.  (2 to 5 inches thick)\nE--3 to 8 inches; yellowish brown (10YR 5/4) stony sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; 15 percent by volume sandstone and limestone fragments 1/2 to 20 inches in diameter; few pockets of dark grayish brown sandy loam in old root channels; medium acid; clear smooth boundary.  (3 to 6 inches thick)\nBA--8 to 13 inches; yellowish red (5YR 3/6) sandy loam; moderate medium subangular blocky structure; friable; commom fine and medium roots; common fine pores; 5 percent by volume sandstone gravel; slightly acid; gradual smooth boundary.  (4 to 6 inches thick)\nBt1--13 to 20 inches; yellowish red (5YR 4/6) clay loam; moderate medium subangular blocky structure; friable; many faint clay films on faces of peds and in pores, few fine and medium roots; common fine pores; 10 percent by volume sandstone gravel; few black stains; slightly acid; gradual smooth boundary.  (6 to 10 inches thick)\nBt2--20 to 36 inches; red (2.5YR 4/6) clay; moderate medium subangular blocky structure; firm; many faint clay films on faces of peds and in pores; few fine and medium roots; common fine pores; 10 percent by volume sandstone gravel; many black stains; slightly acid; gradual wavy boundary.  (15 to 18 inches thick)\nBt3--36 to 48 inches; red (2.5YR 4/6) clay; moderate fine angular blocky structure; firm; thin continuous clay films on faces of peds; few fine roots; 10 percent by volume weathered sandstone gravel; common medium distinct strong brown (7.5YR 5/6) and common medium faint yellowish red (5YR 5/6) iron depletions; many black stains; abrupt wavy boundary.  (10 to 14 inches thick)\nR--48 inches; hard, undulating limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baxter County, Arkansas; about 12 miles south and 0.75 mile west of Mountain Home in NE1/4SE1/4SE1/4 sec. 31, T. 18 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to hard bedrock ranges from 40 to 72 inches.  Some pedons have a thin Cr horizon.  The reaction ranges from strongly acid to neutral in the A and E horizons and medium acid to neutral in the B horizons.\nThe A horiozn has hue of 10YR, value of 4, and chromas of 2, 3, or 4. Textures are stony sandy loam, stony fine sandy loam.  Gravelly and cobbly phases are recognized, with total coarse fragments by volume ranging from 15 to 30 percent.\nThe E horizon has hue of 10YR, value of 4 or 5, and chromas of 2, 3, or 4.  Textures are stony sandy loam, stony fine sandy loam.  Gravelly and cobbly phases are recognized, with total coarse fragments by volume ranging from 15 to 30 percent.\nThe BA horizon has hue of 7.5YR, or 5YR, value of 3 or 4, and chroma of 6 or 8.  Texture is sandy loam, clay loam, sandy clay loam, gravelly clay loam, or gravelly sandy clay loam.  The coarse fragments, dominantly gravel size, range from 5 to 25 percent by volume.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 5 or 8.  Texture is clay, sandy clay, clay loam, gravelly clay loam, or cobbly clay loam.  Iron accumulations and depletions are in shades of brown and red.  The coarse fragments, dominantly gravel size, ranges from 0 to 25 percent by volume.\nThe Cr horizon, if present, is weathered limestone and sandstone with shades of red, brown, and yellow.\nThe R layer is hard undulating limestone and sandstone with few cracks that have horizontal spacing of 6 inches or more."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bardley, Beasley, Bland, Brashear, Bratton, Briggsville, Brookside, Caneyville, Carbo, Chrome, Derinda, Donahue, Eden, Edenton, Elba, Eldean, Faywood, Fredonia, Gatewood, Hagerstown, Heitt, Kewaunee, Lewisburg, Lowell, Markland, Medary, Miamian, Milton, Ozaukee, Shrouts, Solway, Switzerland, Upshur, Vandalia, Vincent, Woodsfield, and Wynn series.  Bardley, Bland, Bratton, Caneyville, Carbo, Chrome, Derinda, Donahue, Eden, Edenton, Faywood, Fredonia, Gatewood, Lewisburg, Milton, Solway, Shrouts, and Wynn soils have lithic or paralithic contacts within 40 inches.  Beasley, Briggsville, Eldean, Heitt, Kewaunee, Lewisburg, Markland, Medary, Miamian, Ozaukee, and Upshur soils have solums of less than 40 inches.  Brashear, Brookside, Hagerstown, Lowell, and Woodsfield soils have silt loam, and silty clay loam A horizons with less than 15 percent limestone fragments.  Elba soils have carbonates within depths of 30 inches.  Vandalia soils do not have bedrock within depths of 72 inches.  Vincent soils formed in lacustrine material.  In addition, Beasley, Brashear, Brookside, Faywood, Heitt, Lowell, and Shrouts soils have 7.5YR or yellower hues in the B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Estate soils are on gently sloping to steep sideslopes of the Ozark Highlands.  Slopes range from 3 to 40 percent.  These soils formed in residuum weathered from interbedded limestone and sandstone.  Mean annual precipitation near the type location is about 45 inches and the mean annual air temperature is about 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Britwater, Brockwell, Moko and Portia series.  Britwater soils have fine-loamy control sections and are on terrace positions.  Brockwell soils have coarse-loamy control sections and are on higher elevations of the uplands.  Moko soils have sola 6 to 20 inches thick, loamy-skeletal control section and are on steeper adjacent sideslopes.  Portia soils have fine-loamy control section and are on nearby upland sideslopes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Estate soils are well drained and have slow permeability.  Runoff is medium to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is woodland with some areas used for pasture.  Forest vegetation includes eastern redcedar, southern red oak, shortleaf pine, black walnut, white oak, and black cherry.  Tame grasses are mainly bermuda and tall fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands of Arkansas.  Possibly in Kentucky, Tennessee, and Missouri.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baxter County, Arkansas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Estate soils formerly included in the Christian and\nBoden series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
