{
  "SERIES": "ESTELLINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-BOK-AGG",
  "REVDATE": "03/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Estelline silt loam - in cultivation. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots throughout; few very fine tubular pores; slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBw1--8 to 13 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots throughout; common very fine tubular pores; neutral; clear smooth boundary.\nBw2--13 to 20 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots throughout; common very fine tubular pores; slightly alkaline; clear smooth boundary.   (Combined thickness of the Bw horizons is 10 to 30 inches)\nBk1--20 to 33 inches; light yellowish brown (2.5Y 6/4) silt loam, olive brown (2.5Y 4/4) moist; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots throughout; common very fine tubular pores; common fine soft masses of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.   (0 to 20 inches thick)\n2Bk2--33 to 45 inches; light yellowish brown (2.5Y 6/4) very gravelly loamy sand, olive brown (2.5Y 4/4) moist; single grain; loose; common carbonate coats on bottom surfaces of rock fragments; 40 percent rounded 0.1 to 3.0 inch gravel; strongly effervescent; strongly alkaline; gradual wavy boundary.   (6 to 15 inches thick)\n2C--45 to 80 inches; light yellowish brown (2.5Y 6/4) very gravelly sand, olive brown (2.5Y 4/4) moist; single grain; loose; 50 percent rounded 0.1 to 3.0 inch gravel; slightly effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Codington County, South Dakota; about 2 miles north and 8 miles east of Florence; 1,125 feet east and 1,950 feet south of the northwest corner of sec. 15, T. 119 N., R. 52 W.\non the Sisseton - Wahpeton Indian Reservation; USGS Still Lake, S. Dak. topographic quadrangle; lat. 45 degrees 5 minutes 15 seconds N. and long. 97 degrees 9 minutes 37\nseconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon ranges from 7 to 16 inches and extends into the Bw horizon. The control section typically is silt loam or silty\nclay loam averaging between 18 and 30 percent clay. Depth to sand and gravel commonly is about 36 inches, but ranges from 22 to 40 inches. Depth to free calcium carbonate ranges\nfrom 15 to 40 inches.\nThe A horizon has hue of 10YR, value of 3 or 4 and 2 or 3 moist, and chroma of 1. It is silt loam or silty clay loam and is slightly acid or neutral.\nSome pedons have an AB or BA horizon with properties similar to the A and B respectively.\nThe Bw1 horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2. The Bw2 horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 or 4 moist, and chroma of\n2 to 4. The Bw horizons are silt loam or silty clay loam averaging between 22 and 30 percent clay. It is slightly acid to slightly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 or 5 moist, and chroma of 2 to 4. It is silt loam, silty clay loam, or loam. It has few or common fine or medium\naccumulations of calcium carbonate. It is slightly alkaline to strongly alkaline.\nSome pedons do not have a Bk horizon.\nThe 2Bk horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4. It has few to many accumulations of calcium carbonate on the underside of pebbles. It is gravelly loam, gravelly sandy loam, very gravelly sandy loam, or very gravelly loamy sand. It is slightly alkaline to strongly alkaline. Gravel content ranges from 15 to 60 percent.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 or 5 moist, and chroma of 2 to 4. It is stratified with textures of sand, loamy sand, or sandy loam and their gravelly and very gravelly modifiers. It is slightly alkaline to strongly alkaline. Gravel content ranges from 15 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Estelline soils are on stream terraces or glacial outwash plains. Slopes are plane to convex and gradients are usually less than 3 percent but range from 0 to 9 percent. These soils formed in a silty material overlying sand and gravel glacial outwash. Mean annual air temperature ranges from 43 to 48 degrees F, and the mean annual precipitation ranges from 20 to 24 inches. Growing season is about 120 to 130 days; average growing season precipitation from 15 to 18 inches; and growing degree days are about 2500 to 2900. Elevation above sea level is 990 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Athelwold, Fordville,Goldsmith, Kampeska, Kranzburg, Poinsett, Renshaw, and Sioux soils. The Athelwold and Goldsmith soils are in nearby swales and flats and have a mollic epipedon greater than 16 inches. In addition the Goldsmith soils do not have sand and gravel within 40 inches. Fordville and Renshaw soils contain more than 15 percent fine or coarser sand in all parts of the series control section and are on similar nearby landscapes. In addition the Renshaw soils have sand and gravel within 20 inches. The Kampeska soils are on the convex part of the landscape and contain carbonates within 10 inches.  The Kranzburg and Poinsett soils do not have sand and gravel within a depth of 40 inches and are on higher nearby landscapes. Sioux soils have sand and gravel within a depth of 14 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is low and medium. Permeability is moderate in the upper mantle and very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Estelline are cultivated. Alfalfa, corn, soybeans, and small grains are the principal crops. Native vegetation is mainly big bluestem, little bluestem, western wheatgrass, sideoats grama, blue grama, and\nneedleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern South Dakota and western Minnesota. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brookings County, South Dakota, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 13 inches (Ap and Bw1\nhorizons); cambic horizon - the zone from a depth of about 13 to 20 inches (Bw2 horizon); calcic horizon - the zone from a depth of about 20 to 45 inches (Bk1 and 2Bk2 horizons).\nThe previous classification of this soil was Pachic Udic Hapludolls. Based on field studies and MLRA correlation, it was concluded that the current classification is more appropriate.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
