{
  "SERIES": "ESTRADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAB-CDH-WJG",
  "REVDATE": "08/2014",
  "STATES": "NM",
  "OVERVIEW": "The Estrada series consists of very deep, well drained soils that formed in slope alluvium derived from sandstone and shale. Estrada soils are on footslopes and toeslopes of valley sides. Slopes are 2 to 15 percent. Mean annual precipitation is about 15 inches and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Estrada fine sandy loam--on a toeslope of an undulating plateau sloping 7 percent to the northwest (306 degrees) at 7,725 feet elevation-forestland. (Colors are for dry soil unless otherwise noted. When described on September 22, 1999, the soil was dry throughout.)\nA--0 to 2 inches; brown (7.5YR 4/3) fine sandy loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many fine roots; few very fine irregular pores; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (2 to 4 inches thick)\nAB--2 to 4 inches; brown (7.5YR 4/3) loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many fine and common very fine roots; few very fine tubular pores; less than 2 percent gravel; slightly effervescent (2 percent CaCO3 equivalent); neutral (pH 6.8); clear smooth boundary. (2 to 8 inches thick)\nBt1--4 to 13 inches; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few medium, common fine, and few very fine roots; few medium and fine tubular pores; few distinct and few faint clay films on ped faces and along surfaces of pores; 10 percent gravel; strongly effervescent (4 percent CaCO3 equivalent); neutral (pH 7.2); clear smooth boundary.\nBt2--13 to 19 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; few medium and fine tubular pores; many faint clay films on ped faces and along surfaces of pores; less than 2 percent gravel; strongly effervescent (4 percent CaCO3 equivalent); slightly alkaline (pH 7.4); clear smooth boundary.  (thickness of Bt horizons is 10 to 23 inches)\nBtk1--19 to 28 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few coarse, few medium, common fine, and few very fine roots; common fine and few very fine tubular pores; few faint clay films on ped faces and along surfaces of pores; 2 percent gravel; strongly effervescent, secondary calcium carbonates segregated as few fine irregularly shaped masses on faces of peds (2 percent CaCO3 equivalent); neutral (pH 7.0); clear smooth boundary.\nBtk2--28 to 41 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure parting to moderate fine subangular blocky; very hard, friable, slightly sticky and moderately plastic; few coarse, medium, fine, and very fine roots; few fine tubular pores; few faint clay films on ped faces and along surfaces of pores; 10 percent gravel; strongly effervescent, secondary calcium carbonates segregated as common medium irregularly shaped masses and few very fine concentrations around rock fragments and between peds (1 percent CaCO3 equivalent); neutral (pH 7.2); clear wavy boundary. (Thickness of Btk horizons is 10 to 35 inches)\nBt1--41 to 55 inches; brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few coarse, fine, and very fine roots; few medium and many fine tubular pores; few faint clay films on ped faces and along surfaces of pores; less than 2 percent gravel; neutral (pH 7.0); clear smooth boundary.\nBt2--55 to 104 inches; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few fine roots; common fine tubular pores; common distinct clay films on ped faces and along pores; 5 percent gravel; neutral (pH 7.0); clear smooth boundary. (Thickness of Bt horizons is 0 to 39 inches)\nBC--104 to 122 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; less than 2 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico, about 2 1/4 miles south of the Glorieta Battlefield National Historic Monument; Glorieta USGS 7.5 minute topographic quadrangle; Latitude 35 degrees 32 minutes 26 seconds North and Longitude 105 degrees 45 minutes 6 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section (SMCS) is intermittently moist in some part from July to October and December to March. Additional run-on occurs from July through September. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nSoil temperature - 48 to 50 degrees F\nDepth to base of mollic epipedon - 20 to 79 inches\nDepth to base of argillic horizon - 24 to 109 inches\nParticle-size control section weighted averages:\nSilicate clay content: 20 to 30 percent\nSand content: 35 to 50 percent\nFine sand or coarser content: 25 to 40 percent\nRock fragment content: 5 to 10 percent\nSalinity: dS/m - 0 to 2\nSodicity: SAR - 0 to 4\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nClay content: 8 to 18\nRock fragment content: 2 to 5 percent gravel\nAB horizon\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 to 3 dry, 2 or 3 moist\nTexture: loam, sandy loam, or fine sandy loam\nClay content: 12 to 16 percent\nRock fragment content: 2 to 10 percent gravel\nBt horizons\nHue: 7.5YR\nValue: 4 dry, 3 moist\nChroma: 2 or 3 dry or moist\nTexture: loam, clay loam\nClay content: 18 to 30 percent\nRock fragment content: 2 to 10 percent gravel\nBtk horizons\nHue: 5YR, 7.5YR, and 10YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loam, clay loam, and gravelly loam\nClay content: 18 to 30 percent\nRock fragments: 2 to 15 percent gravel\nCalcium carbonate equivalent: 1 to 2 percent\nBt horizons\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: loam or clay loam\nClay content: 22 to 30 percent\nRock fragment content: 2 to 5 percent gravel\nBC horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: loam, fine sandy loam, or sandy clay loam\nClay content: 18 to 25 percent\nRock fragment content: 2 to 5 percent gravels"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albinas, Bluewater, Farnum, Funmar, Garrett, Haxtun, Jarita, Keya, Dondiego, Prosper, Renner, Sampson, Tracylee, Vosburg, and Wetterdon series.  Bluewater has a high water table.  Jarita has a lithic contact within 40 inches.  Bluewater, Farnum, Funmar, Garrett, Haxtun, Keya, Dondiego, Prosper, Renner, Sampson, Tracylee, Vosburg, and Wetterdon are more acidic than Estrada.  Albinas, Farnum, Funmar, Haxtun, Renner, and Tracylee have hues more yellow than Estrada.  Farnum, Funmar, Keya, and Wetterdon do not have visible carbonates within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Estrada soils are on toeslopes of valley sides. They formed in alluvium derived from sandstone and shale. Slopes are 2 to 15 percent. Elevation ranges from 6,400 to 7,800 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. Mean annual air temperature is 46 to 48 degrees F. The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altezita, Esquila, Herrada, Sabroso and Verona soils.  Altezita soils are very shallow, do not have an argillic horizon, and occur on beveled summits.  Esquila soils are clayey, do not have a mollic epipedon, have smecitic mineralogy, and occur on toeslopes of plateaus. Herrada soils are fine-loamy, do not have a mollic epipedon, and occur on summits and footslopes of undulating plateaus.  Sabroso soils are clayey-skeletal, do not have a mollic epipedon, and occur on south-facing backslopes of mesas.  Verono soils are clayey-skeletal and are on north-facing backslopes of mesas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Estrada soils are used for livestock grazing, woodland production, and recreation. Present vegetation is mountain muhly, penstemon, twoneedle pion, ponderosa pine, Rocky Mountain juniper, and oneseed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Estrada soils are of small extent on the northern Glorieta Slope part of the Pecos Valley section of the Great Plains province in northcentral New Mexico. The MLRA is 70A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update;\n1996. Estrada is a Spanish surname."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 55 inches. (A, AB, Bt1, Bt2, Btk1, Btk2, and Bt1 horizons)\nArgillic horizon - 4 to 104 inches. (Bt1, Bt2, Btk1, Btk2, Bt1, and Bt2 horizons)\nPachic feature - 0 to 55 inches. (A, AB, Bt1, Bt2, Btk1, Btk2, and Bt1 horizons).\nADDITIONAL DATA: The series type location has been sampled for partial characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S99NM-049-006; Calcium carbonate equivalence was determined using a field calcimeter and confirmed by lab sample in some horizons.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
