{
  "SERIES": "ETOILE",
  "STATUS": "Established Series",
  "BYREV": "RD:CRF:GLL; Rev. JDS",
  "REVDATE": "05/2000",
  "STATES": "TX",
  "OVERVIEW": "The Etoile series consists of soils that are deep to shale. They are moderately well drained and very slowly permeable. These soils are on broad, very gently sloping to moderately steep interfluves. The slope is dominantly less than 5 percent but ranges from 1 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Etoile loam, on smooth concave 2 percent slope, in woodland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) loam; moderate medium granular structure; slightly hard, friable; common fine, medium and coarse roots; moderately acid; abrupt wavy boundary. (3 to 6 inches thick)\nE--4 to 8 inches; pale brown (10YR 6/3) loam; massive; slightly hard, friable; common fine, medium, and coarse roots; moderately acid; clear wavy boundary. (0 to 6 inches thick)\nBt--8 to 17 inches; yellowish red (5YR 4/6) clay; moderate medium angular blocky structure; extremely hard, very firm; common medium and coarse roots; few pressure faces; common medium distinct pale brown (10YR 6/3) relic iron depletions; strongly acid; gradual smooth boundary. (4 to 12 inches thick)\nBtss--17 to 41 inches; variegated yellowish red (5YR 5/6) and light brownish gray (10YR 6/2) clay; weak medium subangular blocky structure; extremely hard, very firm; few medium and coarse roots; common slickensides; few chert and ironstone pebbles; neutral; gradual smooth boundary. (5 to 30 inches thick)\nBtkss--41 to 53 inches; olive (5Y 4/4 and 5Y 5/6) clay; weak medium subangular blocky structure; extremely hard, very firm; few flattened roots; common slickensides; common rounded masses and concretions of calcium carbonate; slight effervescence; moderately alkaline; clear smooth boundary. (5 to 15 inches thick)\nCk--53 to 60 inches; varigated and mottled with olive brown (2.5Y 4/4), light olive brown (2.5Y 5/6), and gray (5Y 6/1) shale with clay texture; extremely hard, very firm; common rounded masses and seams of calcium carbonate accumulation; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nacogdoches County, Texas; about 20 miles southeast of Nacogdoches from the intersection of Texas Highway 103 and Farm Road 226 at Etoile; 1.2 miles north on Farm Road 226; 100 feet east into woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches. The particle-size control section is clayey with a weighted average clay content of 40 to 60 percent. Depth to calcium carbonate accumulations ranges from 25 to 50 inches. The soil cracks when dry. Cracks 1/2 inch or more wide in the top of the argillic horizon extend to a depth of more than 12 inches for 60 to 90 cumulative days in normal years. Slickensides and/or wedge shaped peds are in some subhorizon more than 6 inches thick within the argillic horizon. The combined thickness of the A and E horizons is dominantly less than 10 inches, however, the depth ranges from 3 inches on subsoil crests to 14 inches in some subsoil troughs. Some pedons do not have an E horizon, and in most areas that have been cultivated the E horizon has been incorporated into the Ap horizon. Redox features are considered relic or lithochromic.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 3. Texture is fine sandy loam, very fine sandy loam, or loam. Reaction ranges from strongly acid to slightly acid.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 2 to 4. Texture is fine sandy loam, very fine sandy loam, or loam. Reaction ranges from strongly acid to slightly acid.\nThe Bt horizon has hue ranging from 2.5YR to 10YR, value of 4 or 5 and chroma of 4 to 8. The colors are variable within a distance of a few feet. Relic redox features or litho-chromic mottles in shades of red, brown, or gray range from few to common. Texture is clay.  Reaction is strongly acid or moderately acid, however, in some subsoil crest the reaction is slightly acid or neutral.\nThe Btss or Btkss horizon has matrix colors mainly in shades of brown, gray, or olive with relic redox features or litho-chromic colors in shades red, yellow, or gray. Some subhorizons are variegated with these colors. Calcium carbonate films, masses, or concretions range from none to few in the upper part, and from few to many in the lower part in most pedons. Texture is clay.  It is noneffervescent to strongly effervescent in cold, dilute HCl. Reaction ranges from slightly acid to moderately alkaline, but may also be moderately acid in the upper part of the horizon in some pedons.\nA BCk or BCy horizon is present in some pedons.  Where present, it has color, texture, and reaction similar to that in the Btkss horizon, and has few to common calcium carbonate masses or nodules and accumulations of gypsum crystals.\nThe C or Ck horizon has colors in shades of gray, brown, or yellow. It is varigated, bedded, or platy shale, or marl and shale with clay loam or clay texture. Concretions, seams, and/or masses of calcium carbonate range from few to many in most pedons. Most pedons range from very slightly effervescent to strongly effervescent. Texture is clay.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chickasaw, Colbert, Kellison, Oakhurst, Oula, Rayburn, and Woodtell series in the same family, and the Eastwood, Lacerda Kipling, Lorman, Moswell, and Wilcox series in closely related families. Chickasaw soils are more acid throughout the lower part of the solum and are on steeper slopes. Cobert soils are underlain by limestone bedrock. Kellison, Oula, Rayburn, and Woodtell soils all are more acid in the upper part of the subsoil and are not moderately alkaline in the lower subsoil. Oakhurst soils formed in slightly acid to alkaline clayey tuffaceous materials that overlie siltstone and sandstone strata. Eastwood, Kipling, Lorman, and Wilcox soils all are more acid in the upper part of the subsoil and are not moderately alkaline in the lower subsoil. Lacerda soils are Vertisols and do not have an argillic horizon. Moswell soils have a very-fine particle-size control section and are more acid in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Etoile soils are on broad very gently sloping to moderately sloping interfluves and on strongly sloping to moderately steep side slopes. Slopes are mainly 1 to 3 percent but range to 20 percent. The soil is mainly on the Cook Mountain Geologic Formation. Mean annual rainfall ranges from 42 to 52 inches and is evenly distributed throughout the year. Mean annual temperature ranges from 65 degrees 68 degrees F. Frost free days range from 235 to 260. Elevation ranges from 200 to 420 feet above sea level. Thornthwaite annual P-E indices range from 68 to 84."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Woodtell series, the closely related Lacerda series, and the Naclina series. Woodtell soils are on higher landscape positions. Lacerda and Naclina soils are Vertisols and do not have an argillic horizon. They are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Etoile soils are moderately well drained and very slowly permeable. Runoff is high on slopes up to 1 percent, and very high on slopes greater than 1 percent. Redox features are considered relic or are litho-chromic."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland. Native species are shortleaf and loblolly pine, red oak, and sweetgum. A few areas are used for native or improved pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nacogdoches County, Texas; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Susquehanna or Oktibbeha series.\nDiagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon------ 0 to 8 inches (A and E horizons).\nArgillic horizon----- 8 to 53 inches (Bt, Btss, and Btkss horizons).\nSlickensides--------- 17 to 53 inches (Btss and Btkss horizons).\nSecondary carbonates- 40 to 60 inches (Btkss and Ck horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) loam; moderate medium granular structure; slightly hard, friable; common fine, medium and coarse roots; moderately acid; abrupt wavy boundary. (3 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--4 to 8 inches; pale brown (10YR 6/3) loam; massive; slightly hard, friable; common fine, medium, and coarse roots; moderately acid; clear wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--8 to 17 inches; yellowish red (5YR 4/6) clay; moderate medium angular blocky structure; extremely hard, very firm; common medium and coarse roots; few pressure faces; common medium distinct pale brown (10YR 6/3) relic iron depletions; strongly acid; gradual smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Btss",
        "top": 43,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btss--17 to 41 inches; variegated yellowish red (5YR 5/6) and light brownish gray (10YR 6/2) clay; weak medium subangular blocky structure; extremely hard, very firm; few medium and coarse roots; common slickensides; few chert and ironstone pebbles; neutral; gradual smooth boundary. (5 to 30 inches thick)"
      },
      {
        "name": "Btkss",
        "top": 104,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btkss--41 to 53 inches; olive (5Y 4/4 and 5Y 5/6) clay; weak medium subangular blocky structure; extremely hard, very firm; few flattened roots; common slickensides; common rounded masses and concretions of calcium carbonate; slight effervescence; moderately alkaline; clear smooth boundary. (5 to 15 inches thick)"
      },
      {
        "name": "Ck",
        "top": 135,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck--53 to 60 inches; varigated and mottled with olive brown (2.5Y 4/4), light olive brown (2.5Y 5/6), and gray (5Y 6/1) shale with clay texture; extremely hard, very firm; common rounded masses and seams of calcium carbonate accumulation; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
