{
  "SERIES": "ETOWAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHP-RPS",
  "REVDATE": "04/2001",
  "STATES": "AL,GA,KY,MD,OK,TN",
  "OVERVIEW": "The Etowah series consists of very deep, well drained, moderately permeable soils on high stream terraces, alluvial fans and foot slopes.  These soils formed in alluvium or colluvium that is commonly underlain by limestone residuum below 40 inches.  The slopes range from 0 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Etowah silt loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark brown (7.5YR 3/2) silt loam; moderate fine granular structure; very friable; common fine roots; medium acid; clear smooth boundary.  (5 to 12) inches thick)\nBt1--7 to 13 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots and pores; few thin patchy clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt2--13 to 24 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots and pores; many thin patchy clay films on faces of peds; few fine fragments of chert; strongly acid; clear smooth boundary.\nBt3--24 to 38 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; many thin patchy clay films on faces of peds; few fragments of chert; strongly acid; gradual smooth boundary.\nBt4--38 to 54 inches; strong brown (7.5YR 5/6) silty clay loam, common fine and medium distinct red (2.5YR 4/6) mottles; moderate fine subangular blocky structure; firm; few fine roots and pores; many thin patchy clay films on faces of peds; few fragments of chert; strongly acid; gradual wavy boundary.\nBt5--54 to 70 inches; strong brown (7.5YR 5/6) silty clay loam, common fine distinct red and few fine distinct light yellowish brown mottles; strong fine subangular blocky structure; firm; few fine roots and pores; thin patchy clay films on faces of peds; few fine and medium fragments of chert; strongly acid.  (Combined thickness of the Bt horizon ranges from 50 to more than 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meigs County, Tennessee; 300 yards west of Flag Pond Bridge across Sugar Creek on River Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 60 inches thick. Depth to bedrock, commonly limestone, ranges from 6 to 15 feet or more. Coarse fragments are commonly less than 5 percent, but range from 0 to 15 percent in each horizon, except the A horizon ranges to 20 percent. Some pedons contain some fine mica flakes.  Reaction is strongly acid or very strongly acid except the surface layer is less acid in recently limed areas.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 and chroma of 2 to 4.  The fine earth texture is dominantly silt loam, but the range includes loam  and silty clay loam.\nSome pedons have a transitional horizon between the A or E horizon and the Bt horizon.\nThe Bt horizon has hue of 7.5YR to 2.5YR, value of 4 or 5, and chroma of 6 to 8.  The lower part has few to common mottles in shades of red, yellow, and brown.  The texture is silty clay loam or clay loam.\nThe 2Bt horizon, where present, has the same color as the Bt horizon.  The texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Soils in the same family are the Addielou, Allen, Avilla, Bama, Holston, Leesburg, Minvale, Nella, Norfork, Octavia, Orangeburg, Pikeville, Ruston, and Smithdale series. Addielou soils have A horizons more than 20 inches thick.  Allen, Avilla, Holston, and Leesburg soils have A horizons with value of 4 or more.  Bama soils have sandy A horizons.  Holston, Leesburg, and Norfork soils have hues of 7.5YR or yellower in the Bt horizon. Minvale, Nella, Octavia, and Pikeville soils have more than 15 percent fragments in the B horizon.  Orangeburg, Ruston, and Smithdale soils have a higher sand content throughout the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Etowah soils are on stream terraces, alluvial fans, and foot slopes.  Some areas have karst to semikarst topography. Slopes range from 0 to 35 percent.  These soils formed in alluvium or colluvium that is commonly underlain by limestone residuum below 40 inches.  Average annual precipitation is about 50 inches, and the average annual temperature is about 60 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Minvale series, and the Decatur, Dewey, Emory, Sequatchie, and Waynesboro series.  Decatur, Dewey, and Waynesboro soils have more than 35 percent clay in the argillic horizons.  Emory soils lack argillic horizons.  Sequatchie soils have less than 18 percent clay in the B horizon and thinner sola."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Practically all is cleared and used primarily for growing hay, pasture, corn, and small grain.  Original vegetation was oaks, hickory, tulip poplar, elm, beech, and shortleaf, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Highland Rim, and Southern Appalachian Ridges and Valleys of Tennessee; northwestern Georgia, northern Alabama and Maryland.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bartow County, Georgia; 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nOchric epipedon - from 0 to 7 inches (Ap horizon)\nArgillic horizon - from 7 to 70 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark brown (7.5YR 3/2) silt loam; moderate fine granular structure; very friable; common fine roots; medium acid; clear smooth boundary.  (5 to 12) inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 33,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--7 to 13 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots and pores; few thin patchy clay films on faces of peds; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 61,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--13 to 24 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots and pores; many thin patchy clay films on faces of peds; few fine fragments of chert; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 61,
        "bottom": 97,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--24 to 38 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; many thin patchy clay films on faces of peds; few fragments of chert; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 97,
        "bottom": 137,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt4--38 to 54 inches; strong brown (7.5YR 5/6) silty clay loam, common fine and medium distinct red (2.5YR 4/6) mottles; moderate fine subangular blocky structure; firm; few fine roots and pores; many thin patchy clay films on faces of peds; few fragments of chert; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt5",
        "top": 137,
        "bottom": 178,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "narrative": "Bt5--54 to 70 inches; strong brown (7.5YR 5/6) silty clay loam, common fine distinct red and few fine distinct light yellowish brown mottles; strong fine subangular blocky structure; firm; few fine roots and pores; thin patchy clay films on faces of peds; few fine and medium fragments of chert; strongly acid.  (Combined thickness of the Bt horizon ranges from 50 to more than 60 inches.)"
      }
    ]
  ]
}
