{
  "SERIES": "ETTERSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "01/2013",
  "STATES": "CA,OR",
  "OVERVIEW": "The Ettersburg series consists of very deep, well drained soils that formed in alluvium from mixed sources.  Ettersburg soils are on low stream terraces.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 80 inches and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, isomesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ettersburg loam, improved pasture, on a 1 percent slope at an elevation of 50 feet.  When described on June 22, 1988, the soil was moist throughout.  (Colors are for moist soil unless otherwise noted.)\nA1----0 to 9 inches: very dark grayish brown (10YR 3/2) loam, brown (10YR 4/3) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine continuous tubular pores; 5 percent gravel; strongly acid (pH 5.2); clear smooth boundary.\nA2---9 to 17 inches;  dark brown (10YR 3/3) loam, brown (10YR 4/3) dry; weak medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; many fine roots; common very fine and fine continuous tubular pores; 10 percent gravel; strongly acid (pH 5.2); clear smooth boundary. (Combined thickness of the A horizon ranges from 10 to 20 inches)\nBw1--17 to 29 inches;  brown (10YR 4/3) gravelly clay loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; common fine and very fine continuous tubular pores; 20 percent gravel; strongly acid (pH 5.2); gradual wavy boundary.\nBw2--29 to 43 inches; dark yellowish brown (10YR 4/4) gravelly clay loam, yellowish brown (10YR 5/4) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine continuous tubular pores; 20 percent gravel and 5 percent cobbles; strongly acid (pH 5.4); abrupt wavy boundary.  (Combined thickness of the Bw horizon ranges from 22 to 36 inches)\n2C---43 to 60 inches; grayish brown (2.5Y 5/2) very gravelly fine sandy loam, light gray (2.5Y 7/2) dry; massive parting to single grain; soft, very friable, nonsticky and nonplastic; many fine irregular pores; 30 percent gravel and 10 percent cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; about 990 feet south and 2310 feet east of the northwest corner of section 25, T. 41 S., R. 13 W. (Latitude 42 degrees, 00 minutes, 05 seconds N.; Longitude 124 degrees, 11 minutes, 35 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 54 to 59 degrees F., the mean summer soil temperature is 53 to 56 degrees F., and the mean winter soil temperature is 45 to 50 degrees F.  The difference between the mean winter and mean summer soil temperatures varies from 5 to 9 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 25 to 35 percent clay with 15 to 30 percent rock fragments.  Depth to bedrock is greater than 60 inches.  The umbric epipedon is 10 to 20 inches thick.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It is loam with 10 to 20 percent clay.  It has 0 to 10 percent gravel.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is clay loam, gravelly clay loam, or gravelly loam with 25 to 35 percent clay.  It has 10 to 20 percent gravel and 0 to 10 percent cobbles.\nThe 2C horizon has hue of 2.5Y or 10YR, value of 4 through 6 moist, 5 through 7 dry and chroma of 2 through 4 moist and dry.  It is stratified very to extremely gravelly fine sandy loam, loam, or loamy fine sand with 5 to 10 percent clay. It has 30 to 50 percent gravel and 0 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bosland, Carlotta, Coppercreek, Devilscreek, Hely, Hookton, Watches, and Wedderburn (T) soils.  Bosland soils have a lithic contact at depths of 20 to 40 inches.  The Carlotta and Coppercreek soils have ochric epipedons.  In addition, Carlotta soils are moderately well drained.  Devilscreek and Hookton soils have redox concentrations with the solum.  Hely soils cannot be used to compete due to the age of Official Series Description.    Watches soils have a mean annual soil temperature of less than 54 degrees F. and have channer shaped rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ettersburg soils are on low stream terraces.  Slopes are 0 to 3 percent.  The soils formed in alluvium from mixed sources.  Elevations are 40 to 100 feet.  The climate is humid, characterized by warm wet winters and warm moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 70 to 90 inches.  The mean annual temperature is 52 to 57 degrees F.  The frost-free period is 270 to 330 days.  Ettersburg soils occur on the Winkle geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bagness, Bayside, Bigriver, and Pistolriver  soils.  Bagness and Bayside soils have an occasional flooding hazard, and irregularly decreasing organic carbon content with depth.  In addition, Bayside soils are somewhat poorly drained.  Bigriver soils are coarse-loamy, have a frequent flooding hazard, and have irregularly decreasing organic carbon content with depth.  Pistolriver soils have contrasting textures at depths of 20 to 40 inches and are somewhat poorly drained.  All to these soils are on adjacent flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid permeability.  These soils have a rare flooding hazard."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are mainly used for improved pasture and orchards.  Native vegetation is Douglas fir, redwood, tanoak, grand fir, California laurel, red alder, willow, bigleaf maple, western brackenfern, salmonberry, red huckleberry  western swordfern, evergreen huckleberry, Oregon oxalis, and evergreen violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Low stream terraces of the southwestern Oregon coast; MLRA 4.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  The series was established in Curry County, Oregon in 1995.  The source of the name is a town in southern Humboldt County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from the surface to a depth of 17 inches (A1 and A2 horizons).\nCambic horizon - from a depth of 17 to 43 inches (Bw1 and Bw2 horizons).\nHumic Dystrudepts great group - the soil has base saturation (assumed) of less than 50 percent by ammonium acetate in some subhorizon between depths of 10 and 40 inches, and has 12 kilograms or more organic carbon per square meter to a depth of 40 inches.\nSeries responsibility has been transferred to Oregon from California; 4/95\nFormerly classified as fine-loamy, mixed, superactive, isomesic Typic Humitropepts\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1----0 to 9 inches: very dark grayish brown (10YR 3/2) loam, brown (10YR 4/3) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine continuous tubular pores; 5 percent gravel; strongly acid (pH 5.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2---9 to 17 inches;  dark brown (10YR 3/3) loam, brown (10YR 4/3) dry; weak medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; many fine roots; common very fine and fine continuous tubular pores; 10 percent gravel; strongly acid (pH 5.2); clear smooth boundary. (Combined thickness of the A horizon ranges from 10 to 20 inches)"
      },
      {
        "name": "Bw1",
        "top": 43,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--17 to 29 inches;  brown (10YR 4/3) gravelly clay loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; common fine and very fine continuous tubular pores; 20 percent gravel; strongly acid (pH 5.2); gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 74,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--29 to 43 inches; dark yellowish brown (10YR 4/4) gravelly clay loam, yellowish brown (10YR 5/4) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine continuous tubular pores; 20 percent gravel and 5 percent cobbles; strongly acid (pH 5.4); abrupt wavy boundary.  (Combined thickness of the Bw horizon ranges from 22 to 36 inches)"
      },
      {
        "name": "2C",
        "top": 109,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "2C---43 to 60 inches; grayish brown (2.5Y 5/2) very gravelly fine sandy loam, light gray (2.5Y 7/2) dry; massive parting to single grain; soft, very friable, nonsticky and nonplastic; many fine irregular pores; 30 percent gravel and 10 percent cobbles; moderately acid (pH 5.8)."
      }
    ]
  ]
}
