{
  "SERIES": "EUBANKS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eubanks loam - in a cultivated field (Colors are for moist soil.)\nAp--0 to 8 inches; brown (7.5YR 4/4) loam; moderate fine granular structure; very friable; common white and blue angular quartz sand grains, 2 percent angular fragments up to 3 inches in diameter; common fine roots; moderately acid; abrupt smooth boundary. (0 to 10 inches thick)\nBA--8 to 12 inches; yellowish red (5YR 4/6) sandy clay loam; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few faint films of clay; common angular quartz sand grains, 2 percent fine quartz fragments up to 3 inches in diameter; few fine pores; common fine roots; few root channels and worm holes; moderately acid; clear smooth boundary.  (3 to 6 inches thick)\nBt1--12 to 20 inches; red (2.5YR 4/6) sandy clay loam; weak medium subangular blocky structure; slightly hard, friable, slightly plastic, slightly sticky; common distinct films of clay; few to common fine roots; common angular quartz sand grains, 2 percent quartz fragments up to 3 inches in diameter; common fine pores; few worm casts; strongly acid; gradual smooth boundary.  (4 to 12 inches thick)\nBt2--20 to 29 inches; red (2.5YR 4/8) sandy clay loam; weak medium subangular blocky structure; slightly hard, friable, slightly plastic; sticky; continuous films of clay; common angular quartz sand grains; 2 percent quartz fragments up to 3 inches in diameter; few small krotovinas; few fine roots; strongly acid; clear smooth boundary.  (6 to 18 inches thick)\nBC--29 to 36 inches; red (2.5YR 4/8) sandy clay loam; streaks of reddish yellow (5YR 6/8) and thin coatings of dark yellowish brown (10YR 4/6) on faces of peds; weak angular blocky structure; slightly hard, friable, slightly plastic, slightly sticky; few faint films of clay; few fine roots; 10 percent weathered rock fragments, few to common angular sand grains; common dark coatings on sand grains and structural faces that appear to be manganese and/or organic matter; strongly acid; clear irregular boundary.  (6 to 12 inches thick)\nC1--36 to 56 inches; reddish yellow (5YR 6/8) with streaks of red (2.5YR 4/6) sandy loam; rock controlled structure; strongly granodiorite very friable when dug out; firm to hard in place; sand grains coated with red soil material; few spots of redder finer textured soil material; occasional fine root; gradual irregular boundary; strongly acid.  (15 to 36 inches thick)\nC2--56 to 72 inches; pink to reddish yellow strongly weathered granodiorite easily crushed to sandy or loamy soil material; rock controlled structure; very friable when dug out; common coatings of black organic and/or manganese material; 2 percent ferromagnesium minerals; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Loudoun County, Virginia; 3.9 miles north of Round Hill on Highway 719, 150 feet east of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 26 to 50 inches or more.  Depth to hard bedrock is more than 60 inches. Rock fragments of angular quartz and weathered fragments of dark colored rock range from 0 to 35 percent throughout.  The soil is very strongly acid through moderately acid throughout, unless limed.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 through 4.  The E horizon has hue of 7.5YR or 10YR, value of 5 and chroma of 3 through 6.  The Ap horizon includes 5YR hue.  The A and E horizon is coarse sandy loam, sandy loam, fine sandy loam, loam, sandy clay loam or clay loam and their cobbly analogues.\nThe BA horizon has hue of 2.5YR or 7.5YR, value of 4 or 5 and chroma of 6 or 8.  It is loam, silt loam, sandy clay loam, or clay loam.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 6 or 8.  Mottles with hue of 5YR, value of 5 and chroma of 6 may be present.  The Bt horizon is sandy clay loam, clay loam, or silty clay loam.\nThe BC horizon is generally mottled with hue of 10R through 10YR, value of 4 through 6 and chroma of 6 or 8.  The BC horizon is sandy loam through silty clay loam.\nThe C horizon is similar in color and texture to the BC horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albemarle, Allegheny, Allenwood, Arendtsville, Aura, Bedington, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Edgemont, Edneyville, Elsinboro, Fairfax, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Manassas, Meadowville, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Tate, Thurmont, Ungers and Whiteford.  Albemarle and Clymer soils are dominated with sandstone coarse fragments. Allegheny soils contain water worn coarse fragments and are yellower than 7.5YR throughout the soil.  Allenwood and Chilmark soils have coarse fragments subrounded by glacial action. Arendtsville, Birdsboro, Chetwynd, and Shouns soils do not have coarse fragments of granodiorite.  Aura, Fairfax and Thurmont soils include 7.5YR and 10YR hue in the upper part of the Bt horizon.  Bedington, Bucks, Butano, Frankstown, Gilpin, Leck Kill, Manassas, Nixon, Rayne, Shelocta, Ungers, and Whiteford soils are dominated with shale coarse fragments.  Chester soils have mica in the lower B horizon.   Collington and Freehold soils contain glauconite.  Edgemont, Elsinboro, Glenelg and Quakertown soils have sola less than 40 inches thick.  Meadowville soils are yellower than 7.5YR throughout the soil.  Murrill soils are dominated with limestone coarse fragments.  Tate soils are dominated with granite coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Eubanks soils are on nearly level to moderately steep uplands of the Northern Piedmont Plateau and/or Northern Blue Ridge. Gradients are mostly between 2 and 15 percent but range from 0 to 25 percent.  The soils formed in a weathered product from fine to medium grained granodiorites at elevations from about 600 to 800 feet.  The mean annual air temperature ranges from 53 degrees F to 57 degrees F and the mean annual precipitation ranges from 35 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include competing Meadowville and Chester soils and the Belvoir, Brandywine, Dyke, and Unison series.  Belvoir soils have a fragipan.  Brandywine soils contain more than 50 percent coarse fragments and have a cambic horizon.  Dyke soils have dark red clayey B horizon. Unison soils have a clayey control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Eubanks soils are in cultivation with a small acreage in permanent pasture and woodlots.  Crops grown include corn, small grain, mixed hay, alfalfa, orchardgrass for hay and seed, vegetables, berries, apples, and peaches. Native vegetation consists of white, red, scarlet, and black oaks; black walnut, dogwood, yellow poplar, hickory, shortleaf and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Piedmont Plateau and/or Northern Blue Ridge of Virginia; possibly Maryland, Pennsylvania, New Jersey, and in the Blue Ridge of North Carolina and southern Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fauquier County, Virginia; 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon-zone from the surface to 8 inches (Ap horizon)\n2.  Argillic horizon-zone from 12 to 29 inches (Bt horizons)\nSIR=VA0018, VA0241 (Gravelly), VA0242 (Stony)\nMLRA=148\nREVISED=11/23/93, MHC\n10/2003 Added semiactive cation-exchange activity class based on associated soils. Previously revised by DDR-MHC. 3/04 revision revised the opening paragraph to read \"very deep\" which had been deep.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
