{
  "SERIES": "EUCHRAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/RTS/RWL",
  "REVDATE": "07/1999",
  "STATES": "OR",
  "OVERVIEW": "The Euchrand series consists of shallow, well drained soils formed in colluvium from metasedimentary or metavolcanic rock types.  Euchrand soils are on side slopes of mountains.  Slopes are 30 to 90 percent. The mean annual precipitation is about 145 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Euchrand very gravelly loam, woodland, on a 68 percent south-facing slope at an elevation of 3,660 feet.  (When described on July 12, 1986, the soil profile was dry throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; partially decomposed needles, leaves, twigs, and woody material.\nA--1 to 4 inches; dark brown (10YR 4/3) very gravelly loam, pale brown (10YR 6/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many fine irregular pores; 45 percent gravel and 2 percent cobbles; very strongly acid (pH 5.0); clear wavy boundary.  (2 to 5 inches thick)\nBw1--4 to 10 inches; dark yellowish brown (10YR 4/4) extremely gravelly loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; many fine tubular pores; 60 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.\nBw2--10 to 16 inches; dark yellowish brown (10YR 4/4) extremely gravelly loam, light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; many fine tubular pores; 60 percent gravel and 3 percent cobbles; very strongly acid (pH 4.6); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 8 to 15 inches.)\nR--16 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 200 feet south and 1,650 feet west of the northeast corner of section 9, T. 34S., R. 12 W., W.M. (Latitude 42 degrees, 39 minutes, 20 seconds N.; Longitude 124 degrees, 07 minutes, 44 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 41 to 46 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 20 to 30 percent clay and 50 to 70 percent rock fragments.  Depth to bedrock and solum thickness is 10 to 20 inches. Hue is 7.5YR or 10YR.\nThe A horizon has value of 4 moist, 5 or 6 dry and chroma of 2 or 3 moist and dry.  It is very gravelly loam with 10 to 20 percent clay.  It has 35 to 50 percent gravel and 0 to 5 percent cobbles.\nThe Bw horizon has value of 4 or 5 moist, 5 or 6 dry and chroma of 4 to 6 moist and dry.  It is very gravelly loam, extremely gravelly loam or extremely gravelly clay loam with 20 to 30 percent clay.  It has 50 to 60 percent gravel and 0 to 10 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Halcott, Scalerock, and Taconic series.   The Halcott, Scalerock, and Taconic soils have channer and flagstone shaped rock fragments throughout the solum.  In addition, Scalerock soils average 30 percent or more clay in the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Euchrand soils are on metastable and active side slopes of mountains.  Slopes are 30 to 90 percent.  The soils formed in colluvium from metasedimentary or metavolcanic rock types of the Dothan Formation.  Elevations are 2,500 to 3,800 feet.  The climate is characterized by cool wet winters and warm moist summers.  The mean annual precipitation is 130 to 160 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is about 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bobsgarden, Pyrady, Rilea, Stackyards, Yorel, and Zalea soils. Bobsgarden, Pyrady, Rilea, Yorel, and Zalea soils occur on broad ridgetops or side slopes of mountains.  Bobsgarden soils are greater than 60 inches deep to bedrock.   Rilea and Yorel soils are 20 to 40 inches deep to bedrock.  In addition, the Yorel soils are fine-loamy. Pyrady soils have argillic horizons, are greater than 60 inches deep to bedrock, and are moderately well drained.  Stackyards soils occur on north-facing side slopes of mountains, are 40 to 60 inches deep to bedrock, and have umbric epipedons 10 to 20 inches thick.  Zalea soils are 20 to 40 inches deep to bedrock, have argillic horizons, and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for timber production, watershed, recreation, and wildlife habitat.  The native vegetation is Douglas fir, western hemlock, Pacific madrone, tanoak, Port-Orford cedar, cascade Oregongrape, baldhip rose, western swordfern, canyon live oak, salal, western princes pine, western rattlesnake plantain, common beargrass, and whitevein shinleaf."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon\nCambic horizon - from a depth of 4 to 16 inches (Bw1 and Bw2 horizons).\nParticle-size control section - from 11 to 16 inches (most of Bw2 horizon.)\nLithic subgroup - bedrock at 16 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; partially decomposed needles, leaves, twigs, and woody material."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 4 inches; dark brown (10YR 4/3) very gravelly loam, pale brown (10YR 6/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many fine irregular pores; 45 percent gravel and 2 percent cobbles; very strongly acid (pH 5.0); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--4 to 10 inches; dark yellowish brown (10YR 4/4) extremely gravelly loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; many fine tubular pores; 60 percent gravel; very strongly acid (pH 4.8); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--10 to 16 inches; dark yellowish brown (10YR 4/4) extremely gravelly loam, light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; many fine tubular pores; 60 percent gravel and 3 percent cobbles; very strongly acid (pH 4.6); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 8 to 15 inches.)"
      },
      {
        "name": "R",
        "top": 41,
        "texture_class": "sand",
        "narrative": "R--16 inches; fractured sandstone."
      }
    ]
  ]
}
