{
  "SERIES": "EULONIA",
  "STATUS": "Established Series",
  "BYREV": "RDW-TRG-WMS, Rev. MHC",
  "REVDATE": "09/2004",
  "STATES": "AL,FL,GA,SC,VA",
  "OVERVIEW": "MLRA(s): 133A, 133A, 133B\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: very deep\nDrainage Class (Agricultural): moderately well drained\nInternal Free Water Occurrence: moderately deep, common\nIndex Surface Runoff: negligible to medium\nPermeability: moderately slow\nLandscape: lower coastal plain\nLandform: uplands and stream terraces\nHillslope Profile Position: summits, shoulders\nGeomorphic Component: interfluves, treads, risers\nParent Material: marine or fluvial sediments\nSlope: 0 to 6 percent\nElevation (type location):\nMean Annual Air Temperature (type location): 65 degrees F.\nMean Annual Precipitation (type location): 45 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eulonia sandy loam--forested. (Colors are for moist soil.)\nA--0 to 5 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak fine granular structure; very friable; common medium and coarse roots, many fine roots; few fine pores; strongly acid; clear smooth boundary.  (4 to 8 inches thick)\nE--5 to 13 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak medium granular structure; very friable; common medium and fine roots; few fine pores; strongly acid; clear wavy boundary.  (0 to 13 inches thick)\nBt1--13 to 19 inches; red (2.5YR 4/6) sandy clay; few fine distinct light yellowish brown (2.5Y 6/4) masses of iron accumulation; moderate medium subangular blocky structure; friable; common faint clay films on faces of peds; common fine roots; common fine and medium pores; few fine flakes of mica; strongly acid; clear wavy boundary.\nBt2--19 to 29 inches; red (2.5YR 4/6) clay; common medium distinct light yellowish brown (2.5Y 6/4) masses of iron accumulation and light brownish gray (2.5Y 6/2) iron depletions; strong medium subangular blocky structure; firm; common faint clay films on faces of peds; few fine roots; common fine and medium pores; few fine flakes of mica; strongly acid; clear wavy boundary.\nBtg--29 to 48 inches; light gray (5Y 7/1) sandy clay loam; many medium prominent red (2.5YR 4/6) and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderate medium subangular blocky structure; firm; common faint clay films on faces of some peds; few fine roots; few fine pores; common fine flakes of mica; strongly acid; clear wavy boundary.  (Combined thickness of the Bt and Btg horizons is 18 to more than 45 inches)\nBCg--48 to 58 inches; light gray (5Y 7/1) sandy clay loam; many medium prominent red (2.5YR 5/6) and few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; weak medium subangular blocky structure; friable; common fine flakes of mica; strongly acid; gradual wavy boundary.  (7 to 25 inches thick)\nC--58 to 84 inches; yellowish red (5YR 5/6) sandy loam; many medium prominent light gray (5Y 7/1) iron depletions and yellowish brown (10YR 5/6) masses of iron accumulation; massive; very friable; many fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, South Carolina; 3.25 miles southeast of Hardeville, 100 feet southwest of South Carolina Highway 46."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 18 to 42 inches, December to May\nRock Fragment content: 0 to 5 percent, by volume\nSoil Reaction: slightly acid to very strongly acid in the A horizon and upper part of the B horizon and moderately acid to very strongly acid in the lower part of the B and C horizons, except where limed\nThickness of solum: 40 to more than 80 inches\nOther Features: few to many fine flakes of mica are in the B and C horizons of most pedons & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, or it is neutral, value of 3 to 6, and chroma of 0 to 3\nTexture (fine-earth fraction)-- fine sandy loam, sandy loam, loamy fine sand, or loamy sand.\nE horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 to 4\nTexture (fine-earth fraction)-- fine sandy loam, sandy loam, loamy fine sand, or loamy sand.\nRedoximorphic features (if they occur)--iron masses in shade of red, yellow, or brown in some pedons\nBt horizon:\nColor--hue of 2.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8. The lower part is mottled without dominant matrix hue in some pedons\nTexture (fine-earth fraction)-- clay, sandy clay, or clay loam\nRedoximorphic features (if they occur)--iron masses in shade of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nOther features--35 to 45 percent clay and less than 30 percent silt in particle-size control section\nBtg horizon:\nColor--hue of 2.5YR to 2.5Y, value of 4 to 7, and chroma of 1 or 2 or mottled without dominant matrix hue\nTexture (fine-earth fraction)-- sandy clay, clay loam, or sandy clay loam\nRedoximorphic features (if they occur)--iron masses in shade of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nOther features--35 to 45 percent clay and less than 30 percent silt in particle-size control section\nBCg horizon:\nColor--hue of 2.5YR to 2.5Y, value of 4 to 7, and chroma of 1 or 2 or mottled without dominant matrix hue\nTexture (fine-earth fraction)-- sandy clay, clay loam, or sandy clay loam.\nRedoximorphic features (if they occur)--iron masses in shade of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nC horizon:\nColor--hue of 2.5YR to 2.5Y, value of 4 to 7, and chroma of 1 to 8 or mottled without dominant matrix hue\nTexture (fine-earth fraction)-variable, sandy to clayey.\nRedoximorphic features (if they occur)--iron masses in shade of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nIn same family;\nCraven soils-- have more than 30 percent silt in the particle-size control section\nMaubila soils-- have more than 30 percent silt in the particle-size control and 5 to 35 percent chaneer to flagstone size ironstone fragments\nNevarc soils-- have a perched water table and weighted average of silt plus very fine sand is more than 30 percent\nIn semiactive family;\nAnnemaine soils-- soils have a high content of calcium and magnesium in the Bt horizon\nBeason soils-- have more than 30 percent silt in the particle-size control section\nBush River soils-- have soft bedrock at a depth of 40 to 60 inches and are on Piedmont landscapes\nCid soils-- have bedrock at a depth of 20 to 40 inches and are on Piedmont landscapes\nCreedmoor soils-- have a COLE value of 0.09 or more in the lower part of the B horizon and have more exchangeable aluminum and are on Piedmont landscapes\nDogue soils-- have a thinner solum and stratified sandy 2C horizon\nGritney soils-- have a perched water table\nHelena soils-- have a high shrink-swell potential in the lower part of the Bt horizon and are on Piedmont landscapes\nLignum soils-- have more than 30 percent silt in the particle-size control section and are on Piedmont landscapes\nMandale soils-formed in residuum from Carolina slate belt material are on Piedmont landscapes\nNemours soils-- have more than 45 percent clay in the argillic horizon\nNewco soils-- soils do not have flakes of mica in the subsoil\nProsperity soils-- have soft bedrock at a depth of 20 to 40 inches and are on Piedmont landscapes\nTelfair soils-have a solum less than 40 inches thick and formed in marine deposits of acid clays overlying horizontally bedded sandstone of the Hawthorn formation\nWolftever soils-- have more than 30 percent silt in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform: uplands and stream terraces\nHillslope Profile Position: summits, shoulders\nGeomorphic Component: interfluves, treads\nParent Material: marine or fluvial sediments\nElevation: 15 to 100 feet\nMean Annual Air Temperature: 59 to 70 degrees\nMean Annual Precipitation: 38 to 52 inches\nFrost Free Period: 190 to 245 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nArgent soils-- are poorly drained and are on lower areas\nBladen soils-- are poorly drained and are on lower areas\nCape Fear soils-- are very poorly drained\nCaroline soils-- are well drained\nLenoir soils-- are somewhat poorly drained\nOkeetee soils-- are somewhat poorly drained\nPooler soils-- are poorly drained and are on lower areas\nNemours soils-- have more than 45 percent clay in the argillic horizon\nWahee soils-- are somewhat poorly drained\n* soils--"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): moderately well drained\nInternal Free Water Occurrence: moderately deep, common\nIndex Surface Runoff: negligible to medium\nPermeability: moderately slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: woodland, some pasture and cropland\nDominant Vegetation: Where cultivated-- corn, soybeans, or small grain.  Where wooded-- loblolly, longleaf, and slash pine, oaks, hickory, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: of South Carolina and possibly Georgia, North Carolina, and Virginia\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McIntosh County, Georgia; 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 13 inches (A and E horizons)\nArgillic horizon - the zone from 13 to 48 inches (Bt1, Bt2 and Btg horizons)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0006 EULONIA     0-  6   59-70  190-245   38- 52    15- 100\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0006 NONE          1.5-3.5  APPARENT DEC-MAY  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0006  0-13  LS LFS                  0-  0  95-100  5-15   3-  8\nSC0006  0-13  SL FSL                  0-  0  95-100  5-20   5- 10\nSC0006 13-48  SC C CL                 0-  0  95-100 35-45   6- 15\nSC0006 48-58  SCL SL                  0-  0  90-100 15-35   5- 12\nSC0006 58-80  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0006  0-13  4.5- 6.5  .5-2.  0- 0   6.0-  20  LOW\nSC0006  0-13  4.5- 6.5  .5-2.  0- 0   2.0- 6.0  LOW\nSC0006 13-48  4.5- 6.5  0.-.5  0- 0   0.2- 0.6  LOW\nSC0006 48-58  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  LOW\nSC0006 58-80     -      0.-.5   -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
