{
  "SERIES": "EUNICE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAC-TCB-RM",
  "REVDATE": "05/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Eunice series consists of soils that are very shallow to shallow to a petrocalcic horizon. They are well drained, calcareous, gravelly soils that formed in moderately fine textured eolian sediments of the Blackwater Draw Formation of Pleistocene age. These soils are typically on gently sloping plains, narrow ridges, and side slopes along draws. The mean annual precipitation is 406 mm (16 in) and the mean annual temperature is 16 degrees C (61 degrees F). Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, thermic, shallow Ustic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eunice fine sandy loam, in rangeland at an elevation of about 1320 m (4,330 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 cm (0 to 3 in);  brown (7.5YR 4/3) fine sandy loam , dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine roots; many fine irregular pores; about 3 percent pebble size calcium carbonate fragments; noneffervescent; moderately alkaline; gradual wavy  boundary.\nA2--8 to 17 cm (3 to 7 in); brown (7.5YR 4/3) fine sandy loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine irregular pores; noneffervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the A horizon 10 to 30 cm [4 to 12 in].)\nBkk--17 to 30 cm (7 to 12 in); brown (7.5YR 5/4) gravelly fine sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonstick and nonplastic; few very fine roots; common fine irregular pores; 30 percent gravel size calcium carbonate fragments; 20 percent calcium carbonate nodules; 3 percent calcium carbonate masses; 10 percent finely disseminated carbonates; strongly effervescent; moderately alkaline; abrupt wavy boundary. (Thickness is 5 to 30 cm [2 to 12 in].)\nBkkm--30 to 150 cm (12 to 60 in); white (10YR 9/1) massive, indurated layer containing a few fractures; laminar in upper part, with indurated to strongly cemented calcium carbonate with pea-shaped calcitic structures (pisolites) below the laminae; becomes softer with depth; moderately alkaline. (Thickness is 13 to 102 cm [5 to 40 in].)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Roosevelt County, New Mexico; From the intersection of U.S. Highway 70 and New Mexico State Highway 330, travel west 3.5 miles on U.S. Highway 70; 0.4 miles east on ranch road; 0.3 miles north on ranch road; 330 ft west of road in rangeland, NW  of the NW  Section 34, Township 4 S., Range 31 E.; Latitude: 33 degrees, 55 minutes,6 seconds N; Longitude: 103 degrees, 40 minutes, 56 seconds W; Elida, New Mexico USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An aridic moisture regime bordering on ustic. The soil moisture control section is dry in some or all parts for more than 205 but less than 270 days, cumulative, in normal years. November through April normally are the driest months. These soils are intermittently moist in May through October.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to petrocalcic horizon: 10 to 51 cm (4 to 20 in).\nParticle-size control section: 5 to 20 percent silicate clay.\nSolum thickness: more than 203 cm (80 in).\nA horizons:\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4\nTexture: sandy clay loam, fine sandy loam, loamy fine sand, gravely sandy clay loam, gravelly fine sandy loam, gravel loamy fine sand.\nCalcium carbonate equivalent: 0 to 2 percent\nEffervescence: none to slight\nReaction: slightly or moderately alkaline\nBkk horizons:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 3 or 4 moist\nChroma: 2 to 4\nCoarse fragments: 25 to 60 percent imbedded in soil matrix\nTexture: sandy clay loam, fine sandy loam, gravelly sandy clay loam, gravelly fine sandy loam\nCalcium carbonate equivalent: more than 40 percent\nEffervescence:  violent\nReaction: moderately alkaline\nBkkm horizon:\nThis horizon ranges from fractured, indurated, and thin to thickly laminar to\ncontinuously indurated, thickly laminar. Some pedons have indurated to\nmoderately cemented pea-shaped, calcitic structures below the laminar caps\n(pisolitic structure)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils include the Blakeney, Conger, Douro, Kenhill (T-NM), Kimberson, Kimbrough, Kolar, Lea, Neso, Potter, and Spraberry (T-NM) series.\nBlakeney and Conger series: have cambic horizons and higher color values in the surface horizon.\nDouro, Kenhill, and Spraberry series: have argillic horizons.\nKimberson soils: are moist in the soil moisture control section for longer periods and have darker color values in the surface horizon.\nKimbrough soils: have darker color values in the surface horizon.\nKolar soils: are dry in the soil moisture control section for slightly longer periods.\nLea soils: are moist in the soil moisture control section for longer periods.\nNeso soils: have a loamy-skeletal particle size control section and are dry in the soil moisture control section for slightly longer periods.\nPotter series: have a loamy-skeletal particle size control section and do not have petrocalcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian deposits from the Blackwater Draw Formation of Pleistocene age over a layer of indurated caliche.\nLandform: nearly level to very gently sloping plains.\nSlopes: 0 to 3 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 356 to 432 mm (14 to 17 in).\nFrost-free period: 180 to 230 days.\nElevation: 762 to 1,402 m (2,500 to 4,600 ft).\nThornthwaite annual P-E Index Values: 20 to 26."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the similar Douro Kenhill and Spraberry (NM) series and also the Amarose (NM) and Ratliff and series.\nAmarose soils: are on similar landscape positions and do not have a petrocalcic horizon.Douro, Kenhill and Spraberry soils: are on similar landscape positions.\nRatliff soils: are on similar and lower landscape positions and do not have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Runoff is low on slopes less than 1 percent and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used nearly exclusively for rangeland. In the southern part of the distribution of this series, the climax vegetation includes sideoats grama, little bluestem, hairy grama, slim tridens, purple and wright threeawns, bushsunflower, gray goldaster, daleas, gayfeather, plains blackfoot, sundrops, catclaw, ephedra, hackberry, and javelinabrush. In the northern part of the distribution, the climax vegetation consists of blue grama, black grama, sideoats grama, little bluestem, sand dropseed, New Mexico feathergrass, galleta, catclaw, feather dahlia, dotted gayfeather, plains blackfoot, slim tridens, hairy grama, rock daisy, catclaw, and broom snakeweed.  This soil has been correlated to the Very Shallow (R077DY049TX) ecological site in MLRA-77D."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77D in LRR H); of western Texas and eastern New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA-77 Soil Survey Update; Roosevelt County, New Mexico, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Kimbrough series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 17 cm (0 to 7 in). (A1, A2 horizons)\nCalcic horizon: 17 to 30 cm (7 to 12 inches). (Bkk horizon)\nPetrocalcic horizon: 30 to 150 cm (12 to 60 in). (Bkkm horizon)\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "noneffervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 8 cm (0 to 3 in);  brown (7.5YR 4/3) fine sandy loam , dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine roots; many fine irregular pores; about 3 percent pebble size calcium carbonate fragments; noneffervescent; moderately alkaline; gradual wavy  boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 17,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "noneffervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--8 to 17 cm (3 to 7 in); brown (7.5YR 4/3) fine sandy loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine irregular pores; noneffervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the A horizon 10 to 30 cm [4 to 12 in].)"
      },
      {
        "name": "Bkk",
        "top": 17,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkk--17 to 30 cm (7 to 12 in); brown (7.5YR 5/4) gravelly fine sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonstick and nonplastic; few very fine roots; common fine irregular pores; 30 percent gravel size calcium carbonate fragments; 20 percent calcium carbonate nodules; 3 percent calcium carbonate masses; 10 percent finely disseminated carbonates; strongly effervescent; moderately alkaline; abrupt wavy boundary. (Thickness is 5 to 30 cm [2 to 12 in].)"
      },
      {
        "name": "Bkkm",
        "top": 30,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 9,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkkm--30 to 150 cm (12 to 60 in); white (10YR 9/1) massive, indurated layer containing a few fractures; laminar in upper part, with indurated to strongly cemented calcium carbonate with pea-shaped calcitic structures (pisolites) below the laminae; becomes softer with depth; moderately alkaline. (Thickness is 13 to 102 cm [5 to 40 in].)"
      }
    ]
  ]
}
