{
  "SERIES": "EVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEW-TCB-SLM",
  "REVDATE": "04/2016",
  "STATES": "KS,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Eva loamy fine sand - on a 2 percent convex slope in native rangeland, at an elevation of approximately 1061 m (3481 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); brown (10YR 5/3) loamy fine sand, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; noneffervescent; neutral, pH 6.7; clear smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nBA--13 to 33 cm (5 to 13 in); brown (10YR 5/3) loamy sand; brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium roots; medium low continuity interstitial pores; noneffervescent; moderately alkaline, pH 8.0; gradual smooth boundary. (Thickness of the BA horizon is 0 to 25 cm [0 to 10 in])\nBt1--33 to 46 cm (13 to 18 in); yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; fine and medium moderate continuity tubular pores; very few faint clay films on surfaces of peds; noneffervescent; moderately alkaline, pH 8.1; gradual smooth boundary.\nBt2--46 to 66 cm (18 to 26 in); yellowish brown (10YR 5/4) fine sandy loam; dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; fine and medium moderate continuity tubular pores; very few faint clay films on surfaces of peds; strongly effervescent; moderately alkaline, pH 8.2; gradual wavy boundary.\nBt3--66 to 84 cm (26 to 33 in); yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine roots; fine and medium low continuity tubular pores; very few faint clay films on surfaces of peds; strongly effervescent; slightly alkaline, pH 7.8; gradual wavy boundary.\nBt4--84 to 104 cm (33 to 41 in); yellowish brown (10YR 5/4) loamy sand, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine roots; fine and medium low continuity tubular pores; very few faint clay films on surfaces of peds; strongly effervescent; neutral, pH 7.3; gradual wavy boundary. (Combined thickness of the Bt horizon is 25 to 89 cm [10 to 35 in])\nBC--104 to 122 cm (41 to 48 in); yellowish brown (10YR 5/4) loamy sand, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; common fine roots; fine and medium low continuity interstitial pores; strongly effervescent; neutral, pH 7.2; gradual wavy boundary. (Thickness of the BC horizon is 0 to 76 cm [0 to 30 in])\nC1--122 to 155 cm (48 to 61 in); yellowish brown (10YR 5/6) sand, dark yellowish brown (10YR 4/6) moist; massive; loose, nonsticky and nonplastic; common fine roots; slightly effervescent; moderately alkaline, pH 8.1; gradual wavy boundary.\nC2--155 to 185 cm (61 to 73 in); brownish yellow (10YR 6/6) sand, yellowish brown (10YR 5/6) moist; massive; loose, nonsticky and nonplastic; common fine roots; 1 percent 5 to 20 mm, and 2 percent 20 to 76 mm subrounded quartzite fragments; strongly effervescent; moderately alkaline, pH 8.4; gradual wavy boundary. (Combined thickness of C horizon is 0 to 76 cm [0 to 30 in])\n2Btk1--185 to 196 cm (73 to 77 in); strong brown (7.5YR 5/6) fine sandy loam, weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots throughout; fine and medium low continuity tubular pores; very few faint clay films on surfaces of peds; common fine calcium carbonate threads between peds; 1 percent 2 to 5 mm, 3 percent 5 to 20 mm, and 6 percent 20 to 76 mm subrounded quartzite fragments; strongly effervescent; moderately alkaline, pH 8.1; gradual wavy boundary. (Combined thickness of the 2Btk horizon is 15 to 51 cm [6 to 20 in})\n2Btk2--196 to 203 cm (77 to 80 in); strong brown (7.5YR 5/6) fine sandy loam, dark yellowish brown (10YR 4/6) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine roots; fine and medium moderate continuity tubular pores; very few distinct clay films on surfaces of peds; common fine and medium calcium carbonate threads; 1 percent 2 to 5 mm, 1 percent 5 to 20 mm, and 2 percent 20 to 76 mm subrounded quartzite fragments; strongly effervescent; moderately alkaline, pH 8.1."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morton County, Kansas; about 3 miles north and 3 miles west of Elkhart; 900 ft (275 m) east and 150 ft (45 m) north of the southwest corner of section 25, Township 34S, Range 43W (Sixth Principal).\nUSGS topographic quadrangle: Elkhart North, Kansas\nLatitude: 37 degrees, 3 minutes, 16 seconds N\nLongitude: 101 degrees, 57 minutes, 1.98 seconds W\nDatum: NAD83\nDecimal Degrees\nLatitude: 37.0544434\nLongitude: -101.9505539\nUTM Easting: 237627 m\nUTM Northing: 4104985 m\nUTM Zone: 14s"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: more than 203 cm (80 in)\nThickness of the ochric epipedon: 8 to 48 cm (3 to 19 in)\nThickness of the argillic horizon: 25 to 180 cm (10 to 71 in)\nDepth to secondary calcium carbonate: 152 to 203 cm (60 to 80 in)\nDepth to lithologic discontinuity (where present): 120 to 185 cm (47 to 73 in)\nParticle-size control section (weighted average):\nSilicate clay: 8 to 16 percent\nA or Ap horizons:\nHue: 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: sand, fine sand, loamy fine sand, or fine sandy loam\nEffervescence: none\nReaction (pH): neutral or slightly alkaline (6.6-7.8)\nUpper Bt horizons:\nHue: 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: sandy loam or fine sandy loam\nEffervescence: none to strong\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nLower Bt horizons:\nHue: 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: loamy fine sand, sandy loam, or fine sandy loam\nEffervescence: none to strong\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nBC and C horizons:\nHue: 7.5 or 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 4 to 6\nTexture: sand, fine sand, or loamy fine sand\nEffervescence: slight or strong\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\n2Btk horizons (where present):\nHue: 7.5 or 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: fine sandy loam, sandy loam, loam, sandy clay loam, silt loam, or silty clay loam\nCoarse fragments: amount-0 to 8 percent; size-gravels; kind-quartzite, feldspar, ironstone, and sandstone\nVisible secondary calcium carbonates: amount-0 to 10 percent; kind-coats, and thread-shaped masses\nCalcium carbonate equivalent:  0 to 10 percent\nEffervescence: slight or strong\nReaction (pH): slightly alkaline to strongly alkaline (7.4-9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fragua (NM), Fraguni (NM), Hebbronville (TX), Spantara (TX), Vona (CO), Vonalf (WY), and Xema (WY) soils.\nFragua soils: formed in mixed colluvium, alluvium, and eolian deposits and have rock fragments throughout the soil profile\nFraguni soils: formed in fan alluvium and eolian deposits, occur at higher elevations, have a shorter growing season, and have climax vegetation of pinion and juniper\nHebbronville soils: are in a hyperthermic soil temperature regime\nSpantara soils: are in a thermic soil temperature regime\nVona and Vonalf soils: formed in alluvium and eolian sediments and have rock fragments up to 15 percent in the series control section.\nXema soils: are moderately deep over sandstone"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian sediments of Holocene and late Pleistocene age\nLandscape: tablelands\nLandform(s): dunes and interdunes on sand sheets\nSlope: 1 to 9 percent\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F)\nMean annual precipitation: 381 to 584 mm (15 to 23 in)\nFrost-free period: 162 to 203 days\nElevation: 750 to 1250 m (2460 to 4100 ft)\nThornthwaite annual P-E Indices: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Belfon, Bigbow, Canina, Dalhart, Forgan, Hugoton, Lautz, Optima, and Vorhees series.\nBelfon soils: occur on slightly lower landscapes, have a mollic epipedon, and have a fine-loamy particle-size class.\nBigbow and Dalhart soils: occur on slightly lower landscapes, and have a fine-loamy particle-size class.\nCanina soils: occur on similar dune landscape positions, have a calcic horizon within 100 cm (40 in) of the soil surface, and have a fine-silty particle-size class.\nHugoton soils: occur on slightly lower landscapes, have a mollic epipedon, and have a fine-silty particle-size class.\nLautz soils: occur on lower playa landscape positions, and have a fine particle-size class.\nOptima soils: occur on higher landscape positions, do not have an argillic horizon, and have a sandy particle-size class.\nVorhees soils: occur on similar landscapes, are calcareous to the surface, and have a calcic horizon within 100 cm (40 in) of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: somewhat excessively\nPermeability: moderately rapid\nRunoff: very low on 1 to 5 percent slopes, and low on 5 to 10 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly used for rangeland. Some areas are used for irrigated crops. Native vegetation is dominantly sand bluestem little bluestem, sideoats grama, sand lovegrass, sand paspalum, fall witchgrass, and sand dropseed.  Sand sagebrush is the major woody species with lesser amounts of skunkbush sumac and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Kansas and Southeastern Colorado south of the Cimarron River, and the Oklahoma Panhandle (MLRA-77A in LRR H). This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morton County, KS, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Vona series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in) (A horizon)\nArgillic horizon: 33 to 66 cm (13 to 26 in) (Bt1 and Bt2 horizons)\nLithologic discontinuity: 185 to 203 cm (73 to 80 in) (2Btk1 & 2Btk2)\nSeries revised as part of the SDJR initiative, 2016.\nSeries revised MLRA-77 Soil Survey; Stevens County, Kansas; 2004.\nADDITIONAL DATA: KSSL lab data available, Lincoln, NE; S1993KS129003 (Morton County, KS); S1992KS189001 (Stevens County, KS); S1984KS175001 (Seward County, KS); S1984OK139002 (Texas County, OK); S1999OK007004 (Beaver County, OK).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
