{
  "SERIES": "EVANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:CLN",
  "REVDATE": "02/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic, shallow Petrocalcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Evant silty clay, on a convex 2 percent slope in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; dark brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; hard, firm; many fine roots; about 5 percent by volume chert pebbles and cobbles 1/4 inch to 6 inches across; neutral; clear smooth boundary.  (3 to 9 inches thick)\nA2--3 to 8 inches; reddish brown (5YR 4/3) silty clay, dark reddish brown (5YR 3/3) moist; moderate very fine subangular blocky structure; very hard, firm; many fine, few medium and coarse roots; few pressure faces; about 11 percent by volume chert pebbles 1/2 inch to 2 inches across; slightly acid; clear smooth boundary.  (0 to 6 inches thick)\nBt1--8 to 15 inches; dark red (2.5YR 3/6) clay, dark red (2.5YR 3/6) moist; moderate medium subangular blocky structure; very hard, very firm; common fine, few medium and coarse roots; few filled cracks; few pressure faces and small slickensides; few chert pebbles 1/8 to 1/2 inch across; medium acid; clear smooth boundary.  (6 to 10 inches thick)\nBt2--15 to 17 inches; dark red (2.5YR 3/6) clay, dark red (2.5YR 3/6) moist; moderate medium subangular blocky structure; extremely hard, very firm; common fine, few medium and coarse roots; few filled cracks; common pressure faces and a few slickensides up to 3 inches across; few chert pebbles 1/8 to 1/2 inch across; neutral; clear smooth boundary.  (0 to 8 inches thick)\nBk--17 to 19 inches; dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate fine subangular blocky structure; very hard, very firm; common very fine and fine, few medium roots; many concretions of calcium carbonate; about 13 percent by volume chert pebbles 1/8 to 1/2 inch across; slightly effervescent; mildly alkaline; abrupt smooth boundary.  (0 to 3 inches thick)\nBkm--19 to 27 inches; pinkish white (7.5YR 8/2) strongly cemented material plugged with carbonates, brownish and yellowish seams 1/8 to 1/4 inch thick make up about 30 percent by volume below an indurated laminar cap 1/4 to 1/2 inch thick; roots are matted on cap, few roots along fractures which are at intervals of 4 to 18 inches.  (4 to 12 inches thick)\nCr--27 to 50 inches; white interbedded weakly and strongly cemented layers of chalky limestone; hardness less than 3 on Mohs scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coryell County, Texas; from the intersection of Texas Highway 36 and Farm Road 184, near Coldsprings, 1.5 miles south on Farm Road 184, 1.0 mile south on East Range Road in Fort Hood, and 300 feet east, in range."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to the petrocalcic horizon ranges from 14 to 20 inches thick.  Pebbles and cobbles of chert and limestone range from none to 35 percent by volume.\nThe A horizons have hue of 5YR, 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  Texture is mainly silty clay but silty clay loam, clay loam and their gravelly counterparts are included.  Reaction is slightly acid or neutral.\nThe Bt and Bk horizons have hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5, chroma of 2 to 6.  They are clay or gravelly clay with average clay content of 60 to 80 percent.  The Bt reaction ranges from medium acid to neutral.  The Bk horizon is mildly alkaline or moderately alkaline.\nThe Bkm horizon has colors in shades of white or pink with thin horizontal seams of yellow or brown.  It is plugged with carbonates and is weakly to strongly cemented.  This horizon has an indurated laminar cap 1/4 to 1 inch thick.  The cap is thinnest in landscape positions with the most slope and is absent in some pedons.  Roots enter this horizon only along fractures and in some of the softer horizontal seams.\nThe Cr horizon is weakly or strongly cemented chalky limestone.  It is massive or platy.  Some pedons are strongly cemented and platy in the upper part and weakly cemented and massive below.  It can be chipped or dug with a spade when moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Soils in similar families include Gruene, Mitre, Roughcreek, Slaughter, Speck, and Tarpley series.  Gruene, Mitre, Slaughter, and Speck soils have mixed mineralogy.  Mitre and Roughcreek soils are skeletal.  Roughcreek, Speck, and Tarpley soils do not have a petrocalcic horizon and are underlain by indurated limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Evant soils have plane to convex surfaces with slopes of 1 to 3 percent.  They mainly occur on gently sloping upland plateaus and low ridges.  These soils formed in clays and materials weathered from limestone of the Kiamichi Clay and Edwards Limestone undivided of the Fredericksburg Group of the Lower Cretaceous Period.  Mean annual precipitation is 28 to 34 inches.  Mean annual temperature is 64 to 68 degrees F. Thornthwaite P-E indices range from 44 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Doss, Eckrant, and Real soils.  Doss and Real soils, which are shallow loamy soils, occur on side slopes below Evant soils.  Eckrant soils, which are skeletal soils, are on similar positions or on ridgetops downslope from Evant soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly range.  Native vegetation includes little bluestem, sideoats grama, Texas wintergrass, post oak, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas, mainly in the southern part of the Grand Prairie and possibly in the eastern part of the Edwards Plateau.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coryell County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly included with the Tarpley series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 8 inches (A1 and A2 horizons)\nArgillic horizon:  8 to 17 inches (Bt1 and Bt2 horizons)\nPale feature:  petrocalcic horizon within 150 cm of surface, with argillic above petrocalcic.\nPetrocalcic horizon:  19 to 27 inches (Bkm)\nADDITIONAL DATA:  NSSL -S80TX-009-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
