{
  "SERIES": "EVANSTON",
  "STATUS": "Established Series",
  "BYREV": "CJH-MCS",
  "REVDATE": "05/2016",
  "STATES": "MT,UT,WY",
  "OVERVIEW": "The Evanston series consists of very deep, well drained soils that formed in alluvium weathered from quartzite, sandstone and shale.  Evanston soils are on alluvial fans, hills, hillslopes, ridges, and terraces of sedimentary plains and uplands. Slopes are 0 to 65 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 43 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Evanston loam - rangeland (Colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; neutral (pH 7.2); clear smooth boundary.  (2 to 6 inches thick)\nBt1--4 to 7 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium prismatic structure that parts to moderate fine subangular blocky; hard, friable, sticky, slightly plastic; few distinct patchy clay films on some faces of peds; slightly alkaline (pH 7.4); clear smooth boundary.\nBt2--7 to 14 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure that parts to moderate medium subangular blocky; hard, friable, sticky, plastic; many prominent clay films on all faces of peds; slightly alkaline (pH 7.4); clear smooth boundary.  (Combined Bt horizons 5 to 18 inches thick)\nBtk--14 to 20 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure that parts to weak medium subangular blocky; hard, friable, sticky, slightly plastic; few distinct clay films on faces of peds; slightly effervescent; visible calcium carbonate in the form of rounded masses, thin seams, and streaks; slightly alkaline (pH 7.8); gradual smooth boundary.  (4 to 10 inches thick)\nBk1--20 to 40 inches; very pale brown (10YR 7/3) loam, pale brown (10YR 6/3) moist; massive; hard, friable, sticky, slightly plastic; strongly effervescent;  calcium carbonate disseminated and as rounded masses, thin seams, and streaks; moderately alkaline (pH 8.4); gradual smooth boundary.  (10 to 30 inches thick)\nBk2--40 to 60 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, sticky, slightly plastic; approximately 5 percent gravel; strongly effervescent; calcium carbonate disseminated and as rounded masses, thin seams, and streaks; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uinta County, Wyoming; 144 feet north and 350 feet east of the SW corner of section 1, T14N, R120W.  Millis, Wyo. Quadrangle.  41 degrees 12 minutes 49 seconds north latitude and 110 degrees 54 minutes 28 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 degrees to 46 degrees F.  The mean summer soil temperature is 59 degrees to 65 degrees F.  The mollic epipedon is 7 to 15 inches thick.  Depth to free carbonates is 8 to 20 inches.  Depth to the base of the argillic horizon ranges from 12 to 35 inches.  Gravel throughout the soil profile is 0 to 20 percent.\nThe A horizon has hue of 2.5Y through 7.5YR, value 2 or 3 moist, and chroma of 2 or 3. Texture is typically loam but some pedons are sandy loam fine sandy loam or very fine sandy loam.  It is slightly acid through slightly alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 3 through 6 dry, 3 through 5 moist, and chroma of 2 through 4. Textures are clay loam, sandy clay loam or loam averaging 18 to 35 percent clay and more than 15 percent but less than 35 percent fine or coarser sand. This horizon is normally neutral or slightly alkaline but may be slightly acid in the upper part.\nThe Bk horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 to 4. Textures are sandy loam, very fine sandy loam, loam, clay loam, or sandy clay loam.  It is slightly through strongly alkaline.  This horizon has 5 to 15 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinniboine, Beavwan, Berlake, Bostwick, Cheesman, Crittenden, Duffson, Eapa, Evanot, Jarre, Joplin, Kenilworth, Kevin, Marmarth, Perrypark, Peyton, Reicess, Sugakool, Telstad, Turret and Udecide series.  Assinniboine and Kenilworth soils have greater than 45 percent sand in sandy clay loam Bt horizons.  Beavwan soils have skeletal Bk horizons.  Berlake soils lack continuous Bk horizons.  Bostwick, Jarre, Perrypark, Peyton, Reicess and Turret soils lack k horizons above 24 inches.  Cheeseman, Duffson, Marmarth and Udecide soils have bedrock at 20 to 40 inches.  Eapa soils have buried horizons above 40 inches. Crittenden soils have a lithic contact at 40 to 60 inches.  Evanot soils have K horizons at 20 to 40 inches.  Joplin soils have gypsum accumulation at 24 to 60 inches.  Kenilworth soils have greater than 45 percent sand in the Bt horizon. Kevin soils have argillic horizons with the base at less than 10 inches.  Sugakool soils have skeletal horizons at 20 to 40 inches. Telstad soils formed in glacial till with an air-dry bulk density of 1.7 or more."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Evanston soils are on nearly level to steep ridges, hillslopes, terraces, alluvial fans, and relict surfaces of sedimentary plains and uplands.  Elevation is 2,300 to 8,200 feet.  The soils formed in loess or mixed alluvium derived from quartzitic or sedimentary rocks.  The average annual precipitation is 10 to 15 inches.  The average annual air temperature is 38 degrees to 46 degrees F.  The average summer temperature is 58 degrees to 66 degrees F.  Frost-free season is 60 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Forelle and Dahlquist soils.  Forelle and Dahlquist soils lack a mollic epipedon.  Dahlquist soils have more than 35 percent coarse fragments in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated cropland, dry cropland, rangeland, and wildlife habitat.  Native vegetation is big sagebrush, thickspike wheatgrass, columbia needlegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Intermountain areas of western Wyoming, Montana, and Colorado.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uinta County, Wyoming, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 7 inches (A,Bt1)\nArgillic horizon - 4 to 20 inches (Bt1,Bt2,Btk)\nAridic subgroup - moisture control section is dry in some part 0.6 or more of the time.\nMRR - D\nSIR,s - WY0097, WY0279, WY0280, WY0710, WY0919, WY1059, WY1211, WY1334, WY1335.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; neutral (pH 7.2); clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--4 to 7 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium prismatic structure that parts to moderate fine subangular blocky; hard, friable, sticky, slightly plastic; few distinct patchy clay films on some faces of peds; slightly alkaline (pH 7.4); clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--7 to 14 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure that parts to moderate medium subangular blocky; hard, friable, sticky, plastic; many prominent clay films on all faces of peds; slightly alkaline (pH 7.4); clear smooth boundary.  (Combined Bt horizons 5 to 18 inches thick)"
      },
      {
        "name": "Btk",
        "top": 36,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk--14 to 20 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure that parts to weak medium subangular blocky; hard, friable, sticky, slightly plastic; few distinct clay films on faces of peds; slightly effervescent; visible calcium carbonate in the form of rounded masses, thin seams, and streaks; slightly alkaline (pH 7.8); gradual smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 51,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--20 to 40 inches; very pale brown (10YR 7/3) loam, pale brown (10YR 6/3) moist; massive; hard, friable, sticky, slightly plastic; strongly effervescent;  calcium carbonate disseminated and as rounded masses, thin seams, and streaks; moderately alkaline (pH 8.4); gradual smooth boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "Bk2--40 to 60 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, sticky, slightly plastic; approximately 5 percent gravel; strongly effervescent; calcium carbonate disseminated and as rounded masses, thin seams, and streaks; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
