{
  "SERIES": "EVERGREEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW/WGH",
  "REVDATE": "09/2005",
  "STATES": "FL",
  "OVERVIEW": "The Evergreen series consists of nearly level, very poorly drained soils that formed in thin decomposed organic materials underlain by sandy marine sediments. They are in depressions within the flatwoods. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, thermic Histic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Evergreen muck - forested (Colors are for moist soil)\nOa--0 to 11 inches; black (10YR 2/1) muck; 65 percent fiber, 40 percent rubbed in the upper 3 inches; 30 percent fiber; 5 percent rubbed in the lower 8 inches; massive; very friable; common fine medium and few coarse roots; extremely acid; gradual wavy boundary. (8 to 14 inches thick)\nA1--11 to 14 inches; black (10YR 2/1) loamy fine sandy; massive; very friable; common fine and medium and few coarse roots; extremely acid; clear wavy boundary.\nA2--14 to 17 inches; very dark gray (10YR 3/1) fine sand; single grained; common medium and few fine and coarse roots; extremely acid; gradual wavy boundary. (Combined thickness of the A horizon is 2 to 8 inches.)\nE--17 to 26 inches; light brownish gray (10YR 6/2) fine sand; common medium distinct dark gray (10YR 4/1) mottles; single grained; loose; few fine and medium roots; very strongly acid; clear wavy boundary. (2 to 20 inches thick)\nBh1--26 to 54 inches; dark reddish brown (5YR 3/2) fine sand; many coarse faint dark reddish brown (5YR 3/2) fragments; massive; friable; few fine roots; sand grains coated with organic matter; very strongly acid; clear wavy boundary.\nBh2--54 to 80 inches; dark reddish brown (5YR 3/2) fine sand; massive; very friable; sand grains coated with organic material; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nassau County, Florida; approximately 6 miles west of Fernandina Beach; 200 years east of Rayonier Road 34A, 1.1 mile north of Florida Highway 200A, 0.7 miles west of Old Chester Road; Land Grant 51, T.3N., R.27E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. Reaction ranges from extremely acid to strongly acid.\nThe Oa horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2; or it is neutral with value of 2 or 3. Fiber content is 10 to 33 percent unrubbed and less than 10 percent after rubbing in the lower 8 inches of the horizon. Structure is coarse granular or massive. Soil reaction (calcium chloride) ranges from ultra acid (3.0) to strongly acid (5.5).\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2 or it is neutral with value of 2 or 3. This horizon is a mixture of uncoated sand grains with organic matter. Texture is loamy fine sand or fine sand.\nThe E horizon has hue of 10YR, value of 4 to 7, and chroma of 1 or 2. Texture is sand or fine sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 to 4 and chroma of 1 to 3. Sand grains are coated with organic matter. It has none to many small, black or dark reddish brown weakly cemented fragments in some part of the Bh horizon. Texture is fine sand or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. The Boulogne, Lynn Haven, Murville and Wesconnet soils soils are similar soils in related families. None of these soils have a histic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Evergreen soils are in depressions on the flatwoods. Slopes range from 0 to 2 percent. The mean annual temperature ranges fro 59 to 72 degrees F., and the mean annual precipitation ranges from 50 to 57 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Boulogne, Lynn Haven, Murville and Wesconnett soils and the Allanton, Leon, Kingsferry, Pottsburg and Rutledge soils. All of these soils lack a histic epipedon. Allanton, Kingsferry, Lynn Haven, and Murville soils occur on broad low flats in the flatwoods. Boulogne, Leon and Pottsburg soils occur on the flatwoods. Rutledge soils occur in broad, low flats, depressions and drainageways. Wesconnett soils occur in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Evergreen soils are very poorly drained. Permeability is rapid above the Bh horizon and moderately slow in the Bh horizon. Under natural conditions, the water table is at or above the soil surface for 6 to 9 months in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Evergreen soils are used for woodland. Natural vegetation is baldcypress, sweetgum, sweetbay, water oak, gallberry, large gallberry, swap cyrilla, greenbriar, fern and smooth sumac."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Evergreen soils are in the Atlantic and lower Gulf Coastal Plain. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nassau County, Florida 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification is updated with this draft from Haplaquods to an Alaquod great group.\nDiagnostic horizons and features recognized in this pedon are:\nHistic epipedon - zone from 0 to 11 inches (Oa horizon).\nAlbic horizon - zone from 17 to 26 inches (E horizon).\nSpodic horizon - zone from 26 to 80 inches (Bh horizons).\nMLRA=153A\nREVISED=6/7/96, MHC\nADDITIONAL DATA: None\nTABULAR SERIES DATA:\nSOI-5   Soil Name  Slope  Airtemp FrFr/Seas Precip  Elevation\nFL0499  EVERGREEN  0-2    65-70  230-310  50- 60    10- 150\nSOI-5   FloodL FloodH   Watertable Kind   Months  Bedrock Hardness\nFL0499  NONE               -     APPARENT    -     60-60\nSOI-5   Depth   Texture            3-Inch  No-10   Clay%   -CEC-\nFL0499   0-11   MUCK                  -      -     0-0     90-200\nFL0499  11-26   S FS                 0-0  100-100  1-8      3-40\nFL0499  26-80   S FS LFS             0-0  100-100  1-5      3-16\nSOI-5   Depth    -pH-     O.M.    Salin  Permeab    Shnk-Swll\nFL0499   0-11   3.6-5.5   60-90   0-2    6.0-20     LOW\nFL0499  11-26   3.6-5.5  1.0-7.0  0-2    6.0-20     LOW\nFL0499  26-80   3.6-5.5  1.0-5.0  0-2    0.6-2.0    LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
