{
  "SERIES": "EVERMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFA/MEO/RJE/JAL",
  "REVDATE": "03/2002",
  "STATES": "UT",
  "OVERVIEW": "The Everman series consists of very deep, well drained soils that formed in material weathered from limestone. Everman soils are on mountain slopes and have slopes of 15 to 50 percent. The average annual precipitation is about 30 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Pachic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Everman silt loam, woodland. (Colors are for moist soils unless otherwise noted.)\nA1--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium and few coarse roots; neutral (pH 6.9); gradual wavy boundary.\nA2--8 to 18 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common fine and medium, and few coarse roots; many fine pores; neutral (pH 7.1); gradual wavy boundary. (Combined thickness of the A1 is 16 to 27 inches thick)\nBA--18 to 32 inches brown (10YR 4/3) silt loam, brown (10YR 5/3) and light yellowish brown (10YR 6/4) dry; weak coarse prismatic structure; slightly hard, firm, moderately sticky and moderately plastic; common fine and medium roots; few fine pores; neutral (pH 6.8); clear wavy boundary. (6 to 16 inches thick)\nBt1--32 to 38 inches; dark yellowish brown (10YR 3/4) silty clay, light yellowish brown (10YR 6/4) and brown (10YR 5/3) dry; moderate medium prismatic structure that parts to moderate medium blocky; hard, very firm, moderately sticky and very plastic; few medium roots; common fine pores; faint continuous clay films on peds, and distinct clay films in pores; neutral (pH 7.0); clear irregular boundary. (6 to 10 inches thick)\n2Bt2--38 to 60 inches; dark yellowish brown (10YR 4/6) and very dark grayish brown (10YR 3/2) very gravelly clay loam, yellowish brown (10YR 5/4) and 5/6) dry; moderate medium and fine blocky structure; hard, firm, moderately sticky and very plastic; common fine and medium roots, many faint clay films on peds; 50 percent pebbles and cobbles; slightly calcareous; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Summit County, Utah; SE1/4 of SW1/4 of section 32, T.1S., R.7E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon ranges from 12 to 20 inches thick. Depth to the upper boundary of the Bt horizon ranges from 24 to 40 inches. Depth to bedrock ranges from 40 to 60 inches or deeper. The mean annual soil temperature at a depth of 20 inches ranges from 38 to 47 degrees F., and the mean summer soil temperature ranges from 53 to 58 degrees F. The gravelly 2Bt horizon is not present in all pedons.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3. It is silt loam, loam that is high in silt content or light silty clay loam and is neutral or slightly acid.\nThe BA horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4. It is silt loam, loam high in silt or light silty clay loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 through 5 moist, 5 or 6 dry, and chroma of 2 through 6. It is silty clay, heavy clay loam, heavy silty clay loam or gravelly heavy clay loam.\nThe 2Bt horizon is slightly or moderately calcareous and is strongly or moderately alkaline. Rock fragments in this horizon range from 35 to 60 percent and are mainly gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Routt series. Routt soils do not have a litholigic discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on mountain slopes at elevations of 8,000 to 9,500 feet. Slopes range from 15 to 50 percent. These soils formed in material weathered from limestone. Mean annual temperature is 38 to 45 degrees F., and the mean summer temperature is 54 to 58 degrees F. The frost-free period is 30 to 60 days. Average annual precipitation is 25 to 35 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abes and Mult soils. Abes soils have a lithic contact at depths less than 20 inches. Mult soils have a lithic contact at depths of 20 to 40 inches and have silty clay loam control sections with less than 35 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used principally for watershed, rangeland and wildlife habitat. The vegetation is mainly aspen, with associated forbs, shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Utah. Western Uinta Mountains. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Summit County Utah (Ramas Forest Area) 1975.\nOSED scanned by SSQA. Last revised by state on 5/76.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
