{
  "SERIES": "EVICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMP/RWL",
  "REVDATE": "7/93",
  "STATES": "OR",
  "OVERVIEW": "The Evick series consists of shallow, somewhat excessively drained soils on side slopes of canyons.  They formed in residuum and colluvium derived dominantly from volcanic tuff with an influence of volcanic ash.  Slopes are 30 to 65 percent.  The mean annual precipitation is about 17 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Lithic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Evick gravelly loamy sand - on a 40 percent slope at an elevation of 2800 feet, woodland. (Colors are for moist soil unless otherwise noted.)\nOi--1 inch to 0; organic layer of needles and twigs.\nA--0 to 3 inches; very dark brown (10YR 2/2) gravelly loamy sand, grayish brown (10YR 5/2) dry; weak fine granular structure; soft, friable, nonsticky and nonplastic; many very fine, fine and common medium and coarse roots; many very fine, fine and common medium and coarse irregular pores; 25 percent gravel; neutral (pH 6.6); gradual smooth boundary. (1 to 3 inches thick)\nBw--3 to 11 inches; very dark brown (10YR 2/2) gravelly loamy sand, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, medium and coarse roots; common very fine, fine, medium and coarse tubular pores; 30 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (7 to 13 inches thick)\nR--11 inches; volcanic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon, about 2000 feet west and 2100 feet south of the NE corner of section 18, T.10 S., R.11 E. (Latitude 44 degrees, 42 minutes, 12 seconds N, Longitude 121 degrees, 27 minutes, 55 seconds W) Warm Springs Indian Reservation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 consecutive days within the four months that follow the summer solstice.  The mean annual soil temperature is 49 to 51 degrees F.  Depth to volcanic tuff is 10 to 14 inches.  The particle-size control section averages 5 to 10 percent field estimated clay.  It has phosphate retention of 15 to 25 percent, volcanic glass content of 5 to 20 percent, acid oxalate extractable aluminum plus one-half iron of 0.2 to 0.8 percent, and 15-bar water retention of 8 to 15 percent (air dried).  Soil reaction is slightly acid or neutral throughout.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It contains 20 to 30 percent gravel.\nThe Bw horizon has value of 2 or 3 moist, 6 or 7 dry and chroma of 2 to 4 moist and dry.  It contains 25 to 35 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Wapi series.  Wapi soils contain less than 20 percent rock fragments throughout the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Evick soils are on steep to very steep south-facing side slopes on canyons.  The soil formed in residuum and colluvium derived dominantly from volcanic tuff with an influence of volcanic ash.   Slopes are 30 to 65 percent.  Elevations are 2200 to 3200 feet.  The climate is characterized by cool and wet winters and hot and dry summers.  The mean annual precipitation is 14 to 20 inches.  The mean annual temperature is 47 to 49 degrees F. The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Booten, Happus, and Spilyay soils.  Booten soils are on north-facing side slopes, ashy, and very deep to bedrock.  Happus soils are on south-facing toe slopes, ashy-pumiceous, and moderately deep to pumice.  Spilyay soils are on south-facing foot slopes, fine, montmorillonitic, and very deep to volcanic tuff."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, watershed and wildlife habitat.  Native vegetation is Ponderosa pine and western juniper with an understory of antelope bitterbrush, Idaho fescue, arrowleaf balsamroot and tailcup lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 6.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 11 inches (A, Bw  horizons).\nParticle-size control section - the zone from the surface to 11 inches (A and Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark brown (10YR 2/2) gravelly loamy sand, grayish brown (10YR 5/2) dry; weak fine granular structure; soft, friable, nonsticky and nonplastic; many very fine, fine and common medium and coarse roots; many very fine, fine and common medium and coarse irregular pores; 25 percent gravel; neutral (pH 6.6); gradual smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--3 to 11 inches; very dark brown (10YR 2/2) gravelly loamy sand, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, medium and coarse roots; common very fine, fine, medium and coarse tubular pores; 30 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (7 to 13 inches thick)"
      },
      {
        "name": "Oi",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--1 inch to 0; organic layer of needles and twigs."
      },
      {
        "name": "R",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--11 inches; volcanic tuff."
      }
    ]
  ]
}
