{
  "SERIES": "EWALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/RJE/TLA/RWL",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "OVERVIEW": "The Ewall series consists of very deep, excessively drained soils formed in outwash or dune sand on terraces. Slopes are 0 to 60 percent. The mean annual precipitation is 14 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ewall loamy fine sand - grassland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak coarse platy structure; soft, very friable, nonsticky and nonplastic; many roots; many very fine and fine irregular pores; discontinuous lenses of pumice 1/4 to 1/2 inch thick; neutral (pH 6.6); abrupt smooth boundary.\nA2--2 to 7 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak coarse granular structure; soft, very friable, nonsticky and nonplastic; many roots; many very fine and fine irregular pores; neutral (pH 6.8); clear smooth boundary. (Combined thickness of the A horizon is 5 to 9 inches)\nAC--7 to 15 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many roots; many very fine and fine irregular pores; neutral (pH 6.8); clear smooth boundary. (0 to 15 inches thick)\nC1--15 to 26 inches; yellowish brown (10YR 5/4) sand, dark yellowish brown (10YR 3/4) moist; single grain; loose; few roots; many very fine and fine irregular pores; neutral (pH 6.9); clear smooth boundary. (9 to 36 inches thick)\nC2--26 to 60 inches; pale brown (10YR 6/3) sand, brown (10YR 4/3) moist; single grain; loose; few roots; many very fine and fine irregular pores; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; 750 feet north and 800 feet west of the southeast corner of the SE1/4NE1/4 section 3, T. 32 N., R. 25 E., W.M. (Latitude 48 degrees, 18 minutes, 5.86 seconds North, Longitude 119 degrees, 40 minutes, 12.05 seconds West, NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 55 degrees F. The soils are usually moist, but are dry in all parts between depths of 12 and 35 inches for 90 to 105 days. The particle-size control section averages 0 to 5 percent clay and 0 to 10 percent gravel.\nThe A1 and A2 horizons have hue of 10YR or 7.5YR value of 4 to 6 dry, 2 to 4 moist and chroma of 2 or 3. The A2 horizon texture is loamy fine sand, loamy sand, loamy coarse sand, coarse sand, or gravelly loamy sand and has 0 to 20 percent gravel. Organic matter is less than 1 percent. The dark colors are inherited from dark colored minerals.\nThe AC horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry, 3 to 5 moist and chroma of 2 to 4 dry or moist. Texture is loamy fine sand, loamy coarse sand, loamy sand, or coarse sand, and is gravelly in some pedons. It has 0 to 25 percent gravel. Reaction is neutral or slightly alkaline. Organic matter is less than 1 percent. The dark colors are inherited from dark colored minerals. This horizon is absent in some pedons.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry, 3 to 5 moist and chroma of 1 to 4 dry or moist. Texture is loamy sand, sand, or coarse sand and is gravelly in some pedons. It has 0 to 25 percent gravel and 0 to 5 percent cobbles. Reaction is neutral to moderately alkaline. Some pedons have thin gravel lenses below 40 inches. The C horizon is effervescent below a depth of 25 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bisbee, Chimney, Coneward, Dart, Panamaker, and Preston series.\nBisbee soils  dry for 75 to 90 consecutive days following the summer solstice; have an organic horizon  to 1 inch thick\nChimney soils  60 to 80 inches to paralithic contact (granodiorite); pscs has 15 to 30 percent rock fragments of granodiorite origin\nConeward soils  dry for 110 to 120 consecutive days following the summer solstice; 40 to 60 inches to weakly cemented Btq horizon\nDart soils  dry for 75 to 90 consecutive days following the summer solstice\nPanamaker soils  dry for 45 to 60 consecutive days following the summer solstice; pscs has 15 to 35 percent volcanic glass\nPreston soils  dry for 60 to 90 consecutive days following the summer solstice"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ewall soils are on terraces and terrace escarpments and have a ridged, hummocky or duny microrelief. The soil formed in glacial outwash or eolian dune sand. Elevation is 100 to 3,500 feet. The climate is a continental type having hot, dry summers and cold, moist winters. The mean annual temperature is 46 to 52 degrees F. The mean annual precipitation is 12 to 18 inches. The frost-free season is 110 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aeneas, Beckley, Chard, Cashmere, Haley, Pogue, and Skaha soils. Aeneas, Cashmere, and Chard soils are coarse-loamy and have a mollic epipedon. Beckley soils have a mollic epipedon. Haley and Pogue soils are coarse-loamy over sandy or sandy-skeletal and have mollic epipedon. Skaha soils are sandy-skeletal. Aeneas, Beckley, Haley, and Pogue soils are on outwash terraces. Chard, Cashmere, and Skaha soils are on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are dominantly used for livestock grazing and irrigated cropland. Common crops are alfalfa, pasture, and tree fruit. Native vegetation is bitterbrush, needleandthread, bluebunch wheatgrass and ponderosa pine on some phases. It is bluebunch wheatgrass, sand dropseed, and rabbitbrush on dry phases."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington. MLRA 8. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan County, Washington, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon the zone from 0 to 7 inches\nParticle-size control section the zone from 10 to 40 inches that is sandy throughout\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak coarse platy structure; soft, very friable, nonsticky and nonplastic; many roots; many very fine and fine irregular pores; discontinuous lenses of pumice 1/4 to 1/2 inch thick; neutral (pH 6.6); abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 7 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak coarse granular structure; soft, very friable, nonsticky and nonplastic; many roots; many very fine and fine irregular pores; neutral (pH 6.8); clear smooth boundary. (Combined thickness of the A horizon is 5 to 9 inches)"
      },
      {
        "name": "AC",
        "top": 18,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--7 to 15 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many roots; many very fine and fine irregular pores; neutral (pH 6.8); clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 38,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--15 to 26 inches; yellowish brown (10YR 5/4) sand, dark yellowish brown (10YR 3/4) moist; single grain; loose; few roots; many very fine and fine irregular pores; neutral (pH 6.9); clear smooth boundary. (9 to 36 inches thick)"
      },
      {
        "name": "C2",
        "top": 66,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "C2--26 to 60 inches; pale brown (10YR 6/3) sand, brown (10YR 4/3) moist; single grain; loose; few roots; many very fine and fine irregular pores; neutral (pH 7.0)."
      }
    ]
  ]
}
