{
  "SERIES": "EXIRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRN-RAL-DJP",
  "REVDATE": "07/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Exira silty clay loam, on a west-facing, convex slope of 7 percent, in a cultivated field, at an elevation of 350 meters (1,148 feet) above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; friable; moderately acid; abrupt smooth boundary.\nA--20 to 28 centimeters (8 to 11 inches); very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure parting to weak fine granular; friable; moderately acid; gradual smooth boundary.  [Combined thickness of the A horizon is 25 to 41 centimeters (10 to 16 inches) thick.]\nBw1--28 to 46 centimeters (11 to 18 inches); brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable; dark brown (10YR 3/3) coatings on faces of peds and very dark grayish brown (10YR 3/2) coatings on root channels; moderately acid; gradual smooth boundary.\nBw2--46 to 56 centimeters (18 to 22 inches); brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable; slightly acid; gradual smooth boundary.\nBw3--56 to 76 centimeters (22 to 30 inches); brown (10YR 4/3) silty clay loam; weak medium prismatic structure parting to weak fine subangular blocky; friable; few fine dark iron-manganese concretions; few strong brown (7.5YR 5/6) iron masses; common fine faint grayish brown (10YR 5/2) relict redoximorphic depletions; few fine faint dark yellowish brown (10YR 4/4) relict redoximorphic concentrations; slightly acid; gradual smooth boundary. [Combined thickness of the Bw horizon is 30 to 56 centimeters (12 to 22 inches).]\nBC--76 to 107 centimeters (30 to 42 inches); yellowish brown (10YR 5/4) silt loam; weak medium prismatic structure parting to weak fine subangular blocky; friable; few fine dark iron-manganese concretions; few yellowish red (5YR 5/8) iron masses; common fine distinct light brownish gray (2.5Y 6/2) relict redoximorphic depletions; common fine prominent strong brown (7.5YR 5/8) relict redoximorphic concentrations; slightly acid; gradual smooth boundary. [20 to 30 centimeters (8 to 12 inches) thick]\nC--107 to 152 centimeters (42 to 60 inches); mottled light brownish gray (2.5Y 6/2) and brown (7.5YR 4/4) silt loam; massive; friable; many very fine dark iron-manganese concretions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Land Resource Unit (LRU) 107B-Iowa and Missouri Deep Loess Hills; Mills County, Iowa; about 1/2 mile south of the town of Strahan; about 2,580 feet south and 235 feet west of the northeast corner of sec. 24, T. 71 N., R. 41 W.; USGS Tabor NE topographic quadrangle; lat. 40 degrees 56 minutes 20 seconds N. and long. 95 degrees 30 minutes 2 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 41 centimeters (10 to 16 inches)\nDepth to relict redoximorphic features--41 to 76 centimeters (16 to 30 inches)\nDepth to carbonates--greater than 102 centimeters (40 inches)\nClay content in the particle-size control section (weighted average)--27 to 35 percent\nSand content in the particle-size control section (weighted average)--less than 10 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--silty clay loam\nClay content--28 to 34 percent\nSand content--less than 10 percent\nReaction--moderately acid to neutral\nSome pedons have a BA horizon\nBw horizon:\nHue--10YR\nValue--3 to 5\nChroma--3\nTexture--silty clay loam or silt loam\nClay content--25 to 35 percent\nSand content--less than 10 percent\nReaction--moderately acid to neutral\nSpecial features--common to many relict redoximorphic features are in the lower part of the Bw horizon\nBC horizon:\nHue--10YR or 2.5Y\nValue--5 or 6\nChroma--2 to 4\nTexture--silty clay loam or silt loam\nClay content--25 to 35 percent\nSand content--less than 10 percent\nReaction--moderately acid to neutral\nC horizon:\nHue--7.5YR to 2.5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--silt loam or silty clay loam\nClay content--20 to 30 percent\nSand content--less than 10 percent\nReaction--slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annieville, Biggsville, Dinsmore, Galva, Keg, Marshall, Monona, Northboro, Ponca, Port Byron, Raddle, Salix, and Truman series.\nAnnieville--have a sand content of more than 10 percent in the lower part of the series control section\nBiggsville--have a clay content that averages less than 27 percent in the particle-size control section\nDinsmore--do not have relict redoximorphic features within a depth of 76 centimeters (30 inches)\nGalva--do not have relict redoximorphic features within a depth of 76 centimeters (30 inches)\nKeg--have a clay content that averages less than 27 percent in the particle-size control section\nMarshall--do not have relict redoximorphic features within a depth of 76 centimeters (30 inches)\nMonona--have a clay content that averages less than 27 percent in the particle-size control section\nNorthboro--have matrix hue redder than 10YR in the cambic horizon\nPonca--have carbonates within a depth of 102 centimeters (40 inches)\nPort Byron--have a clay content that averages less than 27 percent in the particle-size control section\nRaddle--have a clay content that averages less than 27 percent in the particle-size control section\nSalix--have carbonates within a depth of 102 centimeters (40 inches)\nTruman--are saturated within a depth of 1.8 maters during the wettest period and has redoximorphic features in the lower part of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess\nLandform--side slopes and head slopes on dissected till plains and risers on stream terraces\nSlope--5 to 30 percent\nElevation--320 to 472 meters (1050 to 1550 feet) above sea level\nMean annual air temperature--8 to 11 degrees C (47 to 52 degrees F)\nMean annual precipitation--660 to 813 millimeters (26 to 32 inches)\nFrost-free period--145 to 175 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dow, Judson, Marshall, and Strahan soils.\nDow--are in similar landscape positions to those of the Exira soils, do not have a cambic horizon, and have carbonates within a depth of 25 centimeters (10 inches)\nJudson--are at lower elevations on base slopes and have a mollic epipedon 81 to 132 centimeters (32 to 52 inches) thick\nMarshall--are at higher elevations on side slopes and interfluves and do not have relict redoximorphic features within a depth of 76 centimeters (30 inches)\nStrahan--are in similar landscape positions to those of the Exira soils, do not have a cambic horizon, have a clay content of 18 to 25 percent in the particle-size control section, and have carbonates within depths of 76 to 152 centimeters (30 to 60 inches)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--saturation does not occur within a depth of 1.8 meters (6 feet) during the wettest periods of most years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nSurface runoff potential--medium or high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThe more gently sloping areas are cultivated. The principal crops are corn, small grains, soybeans, and legume hay.  The more steeply sloping areas are used for hay production or are pastured.  The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section(s)--Dissected till plains\nLRU--Iowa and Missouri Deep Loess Hills (107B)\nLRR--M; west-central and southwestern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mills County, Iowa, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 40 inches) (A, Bw1, Bw2, Bw3, and BC horizons).\nSeries control section--the zone from the surface to a depth of 150 centimeters (59 inches) (Ap, A, Bw1, Bw2, Bw3, BC, and C horizons).\nMollic epipedon--the zone from the surface to a depth of 28 centimeters (0 to 11 inches) (Ap, and A horizons).\nCambic horizon--the zone from a depth of 28 to 107 centimeters (11 to 42 inches) (Bw1, Bw2, Bw3, and BC horizons).\nUdic moisture regime.\nThe gray colors and redoximorphic features are relict features related to a previous deoxidized and leached geological weathering zone. These colors are not indicative of present drainage conditions. These features were not considered in the classification of these soils.\nDepth to relict gray colors decrease with increasing gradient on convex slopes.\nCation-exchange activity class is supported by lab data number 96IA047001, NSSL.\nTaxonomy version--Keys to Soil Taxonomy, Twelfth Edition, 2014.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska pedon 96IA047001 (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
