{
  "SERIES": "EXLINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-WJB",
  "REVDATE": "07/2014",
  "STATES": "ND,SD",
  "OVERVIEW": "The Exline series consists of very deep, somewhat poorly drained or moderately well drained soils formed in lacustrine and alluvial deposits on lake plains and terraces.  These soils have very slow permeability. Slopes are 0 to 3 percent. Mean annual precipitation is about 21 inches and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Leptic Natrudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Exline silt loam - in a slightly depressed shallow basin on a west-facing slope of less than 1 percent in native vegetation. When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak fine and very fine granular structure; soft, friable, slightly sticky; slightly acid; clear smooth boundary.  (0 to 3 inches thick)\nE--2 to 3 inches; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; weak very thin platy structure; soft, friable, slightly sticky; slightly acid; abrupt smooth boundary.  (0 to 3 inches thick)\nBtn--3 to 7 inches; dark gray (10YR 4/1) clay, black (10YR 2/1) moist; strong medium columnar structure parting to strong fine and medium blocky; very hard, very firm, very sticky and very plastic; gray (10YR 5/1) coatings on tops of columns and faces of peds; continuous shiny films on vertical faces of peds; neutral; clear wavy boundary.\nBtnz--7 to 11 inches; dark gray (10YR 4/1) clay, black (10YR 2/1) crushing to very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to strong very fine and fine blocky; very hard, very firm, very sticky and very plastic; continuous shiny films on vertical faces of peds; common fine and medium accumulations of salts; moderately alkaline; clear wavy boundary.  (Combined thickness of Bt horizon is 5 to 26 inches thick)\nBtknz--11 to 19 inches; gray (10YR 5/1) clay, very dark gray (10YR 3/1) moist; weak very coarse prismatic structure parting to moderate very fine and fine blocky; very hard, very firm, very sticky and very plastic; continuous shiny films on vertical faces of peds; many fine and medium accumulations of salts; common fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nBkz--19 to 23 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak very fine blocky structure; very hard, very firm, very sticky and very plastic; common fine tongues of very dark brown (10YR 2/2) moist; common fine accumulations of salts; common fine and medium accumulations of carbonate; strong effervescence; strongly alkaline; gradual wavy boundary.  (0 to 32 inches thick.)\nBk--23 to 34 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; common fine prominent yellowish brown (10YR 5/6) redox concentrations and gray (5Y 5/1) redox depletions; weak fine and very fine blocky structure; very hard, firm, sticky and plastic; many coarse tongues of very dark grayish brown (2.5Y 3/2) moist; few fine accumulations of salts; few fine accumulations of carbonate; strong effervescence; strongly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nC--34 to 60 inches; light gray (2.5Y 7/2) silty clay loam, light olive brown (2.5Y 5/4) moist; many fine and medium prominent yellowish brown (10YR 5/6) redox concentrations and gray (5Y 5/1) redox depletions; varved; very hard, firm, sticky and plastic; common fine and medium accumulations of carbonate in the upper part; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brown County, South Dakota; about 4 miles south of Aberdeen; 484 feet south and 120 feet east of the northwest corner of sec. 11, T. 122 N., R. 64 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Salts are above horizons with accumulations of carbonate and are within a depth of 16 inches. Exchangeable sodium percentage exceeds 15 percent above a depth of 16 inches. Depth to carbonates ranges from 8 to 28 inches.\nThe A horizon, where present, has value of 3 to 5 and 2 or 3 moist, and chroma of 1.5 or less.  It is silt loam, loam, or silty clay loam but is silty clay in some pedons where cultivated.  It is slightly acid or neutral.  The Ap horizon is 6 to 10 inches thick and is slightly acid to slightly alkaline.\nThe E horizon has value of 5 or 6 and 3 to 5 moist.  It commonly is silt loam but in some pedons it is loam or silty clay loam and is slightly acid or neutral.  When cultivated the E horizon commonly is absent.\nThe Btn and Btnz horizons have hue of 10YR or 2.5Y, value of 3 to 5 and 2 to 4 moist, and chroma of 1 or 2.  It typically is silty clay, clay, or silty clay loam but is clay loam in some pedons.  Clay content is between 35 and 55 percent.  In most pedons the lower part of this horizon contains few or common nests of gypsum and other salts. Reaction ranges from neutral to strongly alkaline.\nThe Btknz, Bkz, and Bk horizons have hue of 10YR or 2.5Y, value of 4 to 7 and 3 or 6 moist, and chroma of 1 to 3. They typically are silty clay, clay or silty clay loam but is clay loam in some pedons. They are moderately alkaline or strongly alkaline. Most pedons have few to many accumulations of carbonate and salts. Some pedons have a Bkyz horizon.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 8 and 3 to 7 moist, and chroma of 2 to 4.  It is silt loam or silty clay loam and typically is varved with thin strata of very fine sand to clay.  It is moderately alkaline or strongly alkaline.  It has few or common, fine or medium accumulations of carbonate. Some pedons have sandy material or loamy glacial till below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adger, Ferney, Mekinock, and Rhoades series.  Adger and Rhoades soils have E horizons with chroma of 2 and are drier in the soil moisture control section during the 120 days following the summer solstice.  Ferney soils have more than 15 percent fine sand or coarser throughout, and formed in glacial till.  Mekinock soils have a paralithic contact of shale bedrock at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Exline soils are nearly level to level on flats of the glacial lake plain and terraces.  Microdepressions are common in most areas. Slope gradients are 0 to 3 percent.  The soils formed in calcareous lacustrine and alluvial deposits of silt, fine sand, and clay.  Mean annual air temperature ranges from 34 to 45 degrees, and mean annual precipitation ranges from 17 to 24 inches.  Most of the precipitation comes in the spring and summer.  Growing season is about 120 to 130 days; average growing season precipitation ranges from 13 to 18 inches; and growing degree days are about 2500 to 2800."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aberdeen, Beotia, Harmony, Heil, Nahon, Ojata, and Putney soils. Aberdeen soils do not have columnar structure in the Btn horizon and have tonguing of A horizon material into the Btn horizon. Aberdeen and Nahon soils are on broad smooth flats on nearby landscapes. Beotia, Harmony, and Putney soils are on slightly higher positions and do not have natric horizons. In addition, Beotia and Putney soils are fine-silty. Heil soils are in closed depressions. They are poorly drained. Nahon soils have salts below 16 inches and have thicker sola. Ojata soils are on slightly lower positions. They do not have a Bt horizon and have a strongly saline, calcic horizon within a depth of 16 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly or moderately well drained. Runoff is negligible to high depending on slope.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for native hay and pasture.  Some areas are cultivated when in complex with other soils.  Native vegetation includes western wheatgrass, blue grama, buffalograss, inland salt grass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota and southeastern North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Day County, South Dakota, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 19 inches (A, E, Btn, Btnz, and Btknz horizons); Natric horizon - the zone from a depth of about 3 to 19 inches (Btn Btnz, and Btknz horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly or moderately well",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak fine and very fine granular structure; soft, friable, slightly sticky; slightly acid; clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--2 to 3 inches; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; weak very thin platy structure; soft, friable, slightly sticky; slightly acid; abrupt smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "Btn",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btn--3 to 7 inches; dark gray (10YR 4/1) clay, black (10YR 2/1) moist; strong medium columnar structure parting to strong fine and medium blocky; very hard, very firm, very sticky and very plastic; gray (10YR 5/1) coatings on tops of columns and faces of peds; continuous shiny films on vertical faces of peds; neutral; clear wavy boundary."
      },
      {
        "name": "Btnz",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btnz--7 to 11 inches; dark gray (10YR 4/1) clay, black (10YR 2/1) crushing to very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to strong very fine and fine blocky; very hard, very firm, very sticky and very plastic; continuous shiny films on vertical faces of peds; common fine and medium accumulations of salts; moderately alkaline; clear wavy boundary.  (Combined thickness of Bt horizon is 5 to 26 inches thick)"
      },
      {
        "name": "Btknz",
        "top": 28,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btknz--11 to 19 inches; gray (10YR 5/1) clay, very dark gray (10YR 3/1) moist; weak very coarse prismatic structure parting to moderate very fine and fine blocky; very hard, very firm, very sticky and very plastic; continuous shiny films on vertical faces of peds; many fine and medium accumulations of salts; common fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Bkz",
        "top": 48,
        "bottom": 58,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkz--19 to 23 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak very fine blocky structure; very hard, very firm, very sticky and very plastic; common fine tongues of very dark brown (10YR 2/2) moist; common fine accumulations of salts; common fine and medium accumulations of carbonate; strong effervescence; strongly alkaline; gradual wavy boundary.  (0 to 32 inches thick.)"
      },
      {
        "name": "Bk",
        "top": 58,
        "bottom": 86,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--23 to 34 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; common fine prominent yellowish brown (10YR 5/6) redox concentrations and gray (5Y 5/1) redox depletions; weak fine and very fine blocky structure; very hard, firm, sticky and plastic; many coarse tongues of very dark grayish brown (2.5Y 3/2) moist; few fine accumulations of salts; few fine accumulations of carbonate; strong effervescence; strongly alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 86,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--34 to 60 inches; light gray (2.5Y 7/2) silty clay loam, light olive brown (2.5Y 5/4) moist; many fine and medium prominent yellowish brown (10YR 5/6) redox concentrations and gray (5Y 5/1) redox depletions; varved; very hard, firm, sticky and plastic; common fine and medium accumulations of carbonate in the upper part; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
