{
  "SERIES": "EXRAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM-GLL-CLN-WJG",
  "REVDATE": "12/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Exray fine sandy loam, in woody pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable; few fine roots; siliceous and moderately cemented sandstone pebbles about 1/2 inch across comprise about 3 percent by volume; neutral; clear boundary. (2 to 4 inches thick)\nE--3 to 8 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; massive; hard, friable; few fine roots; few fine siliceous and moderately cemented sandstone pebbles; slightly acid; clear boundary. (0 to 8 inches thick)\nBt--8 to 16 inches; dark reddish brown (5YR 3/4) clay, dark reddish brown (5YR 3/4) moist; moderate very fine angular blocky structure; very hard, firm; few fine roots; thin continuous clay films on surfaces of peds; moderately cemented sandstone fragments from 2 to 6 inches across comprise about 5 percent by volume; moderately acid; abrupt boundary. (6 to 12 inches thick)\nCr--16 to 24 inches; brownish yellow moderately cemented sandstone bedrock ; the upper 4 inches has fractures less than 2 inches apart, and contains about 10 percent by volume dark red clay in the interstices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erath County, Texas; from the county courthouse in Stephenville, Texas; 17 miles north-northwest on Texas Highway 108, east 0.1 mile on county road and 50 feet south of road in wooded pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness and depth to sandstone bedrock ranges from 10 to 20 inches. The average clay content from the soil surface to bedrock is more than 35 percent when the solum is less than 14 inches thick. Fragments of sandstone and ironstone cover 0 to 50 percent of the surface. The fragments range from less than 3 inches across to about 48 inches across.  Fragments in the solum range from 0 to 25 percent by volume and are mainly less than 10 inches across. There are a few chert pebbles in some pedons.  The sandstone fragments are weakly to strongly cemented.\nThe A horizons are fine sandy loam, loam, or their stony counterparts. The A horizon has hue of 7.5YR and 10YR, value of 4 to 6 and chroma of 3 to 6. Moist colors are 1 to 2 units of value lower than the dry colors. The E horizon has hue of 7.5YR and 10YR, value of 4 to 6, and chroma of 2 to 4. Reaction is neutral or slightly acid.\nThe Bt horizon has hue of 10R and 2.5YR and 5 YR, value of 3 to 6, and chroma 4 to 8. Moist values are 3 to 5.  When hue is 2.5YR or redder and moist values are 3 or less, and dry value is no more than 1 unit higher than the moist value, it makes up less than 50 percent of the argillic horizon. It is clay loam, sandy clay, or clay with clay content ranging from 35 to 50 percent. Reaction is slightly acid or medium acid. The underlying sandstone bedrock ranges from weakly to moderately cemented sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include Hensley series in the same family and Bonti, Cosh, Dye, and Ligon series. Hensley soils lack E horizons, are more alkaline in the Bt horizon, and are underlain by limestone bedrock. Bonti soils have sola thicker than 20 inches. Cosh and Ligon soils have loamy control sections. Dye soils have mean annual soil temperature of less than 59 degrees F., and are less red in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Exray soils are gently sloping to moderately steep with plane to slightly convex surfaces. They are on  ridges and plains over hard sandstone mainly of Pennsylvanian age. Slopes are 1 to 5 percent on ridgetops, but range to 20 percent on slopes below ridgetops. Average annual precipitation is 26 to 32 inches, and Thornthwaite annual P-E indices are 36 to 50. Mean annual temperature is 64 to 67 degrees F. Frost free period is 230 to 240 days and elevation ranges from 1000 to 1800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bonti series and Owens, Shatruce, Shavash, Truce, and Vashti series. Bonti soils are on similar landscapes. Owens soils are more alkaline, lack argillic horizons and are typically on south-facing slopes or strongly convex knolls. Shatruce soils are 20 to 40 inches thick over shaley clay and are on bouldery hillsides. Shavash soils have sandy surface layers, a loamy control section, and are on narrow ridgetops slightly higher than Exray soils. Truce soils have sola thicker than 20 inches, and are on lower slopes. Vashti soils have sola thicker than 20 inches, a loamy control section, and are on stream divides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is medium on 1 to 5 percent slopes and high on 5 to 20 percent slopes; moderately slow permeability and internal drainage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used almost exclusively as rangeland. Native vegetation is mainly bluestem, indiangrass, sideoats grama, sand lovegrass, ragweed, blackjack, and post oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the savannah areas of north-central Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eastland County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Exray soils were previously mapped as shallow phases of the Bonti series.  Exray soils were changed to a shallow family of Typic Haplustalfs from Lithic Rhodustalfs on 12/3/2002, because they were redescribed with a 5YR Hue in the Bt horizon and moderately cemented and less cemented sandstone bedrock was recognized as the dominant substrata.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.\nArgillic horizon - 8 to 16 inches.\nParalithic contact - at 20 inches.\nParalithic material - at16 to 24 inches (Cr layer).\nAdditional Data: NSSL data from Erath County, TX (S79TX-143-1)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
