{
  "SERIES": "EYOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJH-GAP-HRF",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Eyota series consists of deep, well drained soils that formed in mixed colluvium from sandstone and loess consisting of a thin mantle of sandy sediments and in underlying loamy sediments or entirely in loamy sediments.  These soils are on foot slopes of dissected uplands.  They have moderate permeability.  Their slope ranges from 2 to 25 percent.  Mean annual precipitation is about 30 inches, and mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Eyota loamy sand on a 19 percent concave south-facing valley foot slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak medium granular structure; very friable; neutral; clear wavy boundary.  (8 to 12 inches thick)\n2A--10 to 24 inches; very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; very friable; many very fine through medium tubular pores; about 2 percent pebble-sized fragments; slightly acid; gradual wavy boundary.  (8 to 24 inches thick)\n3Bw1--24 to 39 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; many fine and medium tubular pores; slightly acid; clear wavy boundary.\n3Bw2--39 to 50 inches; dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; many very fine through medium tubular pores; slightly acid; abrupt wavy boundary.  (Combined thickness of 3Bw hroizons is 15 to 40 inches thick.)\n4C--50 to 60 inches; yellowish brown (10YR 5/4) fine sandy loam; massive; very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Olmsted County, Minnesota; about 14 miles northeast of Rochester; 1320 feet west and 1300 feet south of the northeast corner of sec. 11, T. 108 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 40 to 70 inches.  Depth to free carbonates exceeds 70 inches.  The sandy mantle is 0 to 24 inches thick.  The loamy part of these soils consist of: (1) a coarse-loamy upper part that is 20 to 40 inches thick; (2) an underlying fine-silty or fine-loamy part that is more than 15 inches thick; and (3) with or without sandy or coarse-loamy sediments beginning within depths of 60 inches.  The control section has 10 to 18 percent clay and 25 to 55 percent of fine sand and coarser particles.  The content of coarse fragments in the solum ranges from 0 to 10 percent.  The fragments are limestone, dolomite, or sandstone.  The mollic epipedon is 24 to 50 inches thick.\nThe A and 2A horizons have value of 2 or 3 and chroma of 1 or 2.  The A horizon in the sandy sediment is loamy sand or loamy fine sand.  The 2A horizon is sandy loam, fine sandy loam, silt loam, or loam.  The A and 2A horizons are strongly acid through neutral.  A 2AB or 3AB horizon is in some pedons.\nThe 3B horizon has value of 3 through 5 and chroma of 3 or 4.  It is silt loam or loam.  Some pedons have a 2B horizon of sandy loam, fine sandy loam or loam with the same color as the 3B horizon.  The 2B and 3B horizons are very strongly through slightly acid.  A 4B horizon is in some pedons.\nThe 4C horizon has value of 5 or 6 and chroma of 4 through 6.  It is sand, fine sand, loamy sand, loamy fine sand, sandy loam, fine sandy loam, or their gravelly analogues.  It has 0 to 20 percent of coarse fragments, which are mostly sandstone.  It is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ankeny, Disco, Hanlon, and Lomax series in the same family and the closely related Lindstrom and Terril series.  The Ankeny, Disco, Hanlon and Lomax series lack a 3B horizon with texture of silt loam or loam.  Also, the Hanlon series has lower chroma in the B horizon.  In addition, all four of those series have landscapes and parent materials different from those of the Eyota series.  The Lindstrom series is fine-silty.  The Terril series is fine-loamy and moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have gradient of 2 to 25 percent on concave foot slopes of dissected uplands.  Local relief ranges from 100 to 400 feet.  They commonly occupy a rather long narrow fringe adjacent to the uplands.  They formed in mixed colluvium from sandstone and loess consisting of a thin mantle of sandy sediments and underlying loamy sediments or entirely in loamy sediments.  These sediments are Late Wisconsin and later in age.  Soft sandstone bedrock, primarily of the St. Peter formation, underlies these sediments at depths ranging from 4 to 10 feet or more.  Mean annual precipitation ranges from 28 to 35 inches, and mean annual air temperature ranges from 45 to 50 degrees F.  The frost-free period ranges from 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bellechester, Brodale, Frontenac, Lindstrom, and Port Byron soils.  The well drained Frontenac soils and the excessively drained Bellechester and Brodale soils occur upslope from the Eyota soils.  The Brodale soils overlie or formed in fragmented limestone bedrock.  The Bellechester soils formed primarily in sandstone bedrock.  The Frontenac soils formed in a loamy mantle over loamy-skeletal colluvium.  The well drained Lindstrom soils formed in silty materials and are downslope from the Eyota soils.  The well drained Port Byron soils occur on upper or lower slopes of less gradient."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium and rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils with slopes of less than 12 percent primarily are cropped to corn and soybeans, but some are pastured.  Soils with slopes over 12 percent primarily are pastured.  Native vegetation probably was Savanna--tall grass prairie species and trees such as bur oak, red cedar, and sumac."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Olmsted County, Minnesota, 1978."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Refer to Minn. Agr. Exp. Sta. Central File Code No.  1533 for results of some laboratory analysis of a pedon of this series.\nREMARKS:  Diagnostic horizons and features recognized are:  mollic epipedon - the zone from the surface to a depth of about 39 inches (A, 2A, 3Bw1 horizons); cambic horizon - the zone from about 39 to 50 icnhes (3Bw2 horizon); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features recognized are:  mollic epipedon - the zone from the surface to a depth of about 39 inches (A, 2A, 3Bw1 horizons); cambic horizon - the zone from about 39 to 50 icnhes (3Bw2 horizon); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 10 inches; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak medium granular structure; very friable; neutral; clear wavy boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "2A",
        "top": 25,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2A--10 to 24 inches; very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; very friable; many very fine through medium tubular pores; about 2 percent pebble-sized fragments; slightly acid; gradual wavy boundary.  (8 to 24 inches thick)"
      },
      {
        "name": "3Bw1",
        "top": 61,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3Bw1--24 to 39 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; many fine and medium tubular pores; slightly acid; clear wavy boundary."
      },
      {
        "name": "3Bw2",
        "top": 99,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "3Bw2--39 to 50 inches; dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; many very fine through medium tubular pores; slightly acid; abrupt wavy boundary.  (Combined thickness of 3Bw hroizons is 15 to 40 inches thick.)"
      },
      {
        "name": "4C",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "narrative": "4C--50 to 60 inches; yellowish brown (10YR 5/4) fine sandy loam; massive; very friable; neutral."
      }
    ]
  ]
}
