{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Part 600 – Introduction",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "600.0": [
    {
      "clause": 1,
      "content": "600.0 The Mission of the Soil Science Division, Natural Resources Conservation Service The Soil Science Division provides leadership and service to produce and deliver scientifically based soil information to help society understand, value, and wisely manage global resources.",
      "part": "600",
      "headerid": "0",
      "header": "The Mission of the Soil Science Division, Natural Resources Conservation"
    }
  ],
  "600.1": [
    {
      "clause": 1,
      "content": "600.1 Purpose The National Soil Survey Handbook and other technical and procedural references provide the standards, guidelines, definitions, policy, responsibilities, and procedures for conducting the National Cooperative Soil Survey (NCSS) in the United States.",
      "part": "600",
      "headerid": "1",
      "header": "Purpose"
    }
  ],
  "600.2": [
    {
      "clause": 1,
      "content": "600.2 National Cooperative Soil Survey (NCSS) Standards NCSS standards are common or shared procedures that enhance technology transfer, data sharing, and communications among soil survey participants. They apply to various soil survey functions. The references listed in part 600, subpart B, section 600.10, contain standards.",
      "part": "600",
      "headerid": "2",
      "header": "National Cooperative Soil Survey (NCSS) Standards"
    }
  ],
  "600.3": [
    {
      "clause": 1,
      "content": "600.3 Principal References and Their Maintenance",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 2,
      "content": "A. The three principal publications guiding the NCSS are the Soil Survey Manual, “Soil Taxonomy,” and the National Soil Survey Handbook. Part 600, subpart B, section 600.10, lists other technical references that are important in gathering and applying soil knowledge. The following paragraphs describe how these publications are revised and how they apply to the NCSS in the United States.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 3,
      "content": "B. The Soil Survey Manual",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 4,
      "content": "(1) The purpose of Agriculture Handbook 18, the Soil Survey Manual, is to provide the major principles and concepts for making and using soil surveys and the standards and conventions for describing soils. The manual is intended primarily for use by soil scientists engaged in making and interpreting soil surveys. It is also the basic reference for soil survey users who desire to learn the scientific methods that form the basis for soil surveys. It discusses general procedures to illustrate and explain the principles and concepts, but the National Soil Survey Handbook presents current operational procedures of NRCS in more detail.(2) Amendments may be issued to the Soil Survey Manual as NRCS directives. Proposals to amend the manual may originate from any interested individual or group participating in the NCSS or from staffs of foreign soil survey organizations. The originating group or author forwards the proposal to the national leader for soil survey standards.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 5,
      "content": "C. “Soil Taxonomy” and “Keys to Soil Taxonomy” Agriculture Handbook 436, second edition (1999), “Soil Taxonomy: A Basic System of Soil Classification for Making and Interpreting Soil Surveys,” provides the common base for the organization of knowledge about soils and the standards for their classification. “Keys to Soil Taxonomy,” which is periodically revised, provides excerpts of “Soil Taxonomy” that can be readily used in the field and contains all the approved revisions and amendments to “Soil Taxonomy.” Procedures to amend “Soil Taxonomy” are outlined in part 614 of this handbook.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 6,
      "content": "D. The National Soil Survey Handbook",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 7,
      "content": "(1) Unlike manuals in eDirectives, which “issue policies and procedures on a specific subject,” the National Soil Survey Handbook provides guidelines, definitions, responsibilities, and how-to procedures for conducting the NRCS part of the NCSS (Title 120, National Directives Management Manual (NDMM)). It contains information relative to planning and managing soil surveys, collecting and maintaining soil survey information, and distributing the information to users. The National Soil Survey Handbook provides specific information about the field activities, correlation, interpretation, publication, and dissemination of soil surveys of the NCSS.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 8,
      "content": "(2) The National Soil Survey Center updates the National Soil Survey Handbook on a periodic basis. Any member of the NCSS may suggest changes or additions to the handbook. The originating author sends the proposed changes or additions, along with an explanation of and support for the need for the change or addition, to the national leader for soil survey standards at the National Soil Survey Center. The center reviews proposed changes, amendments, and additions at least annually. The director of the Soil Science Division issues approved amendments and notifies users of the National Soil Survey Handbook. This handbook is not to be amended or supplemented by regional or local offices.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 9,
      "content": "E. User Manuals User manuals contain procedures for conducting soil survey activities, such as those related to the electronic storage and display of soil information. Examples are the user guides for the National Soil Information System.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    },
    {
      "clause": 10,
      "content": "F. Guides Guides provide special information and criteria for various functions, such as interpreting soils and updating major land resource areas. Regional guides may be developed and used as needed to supplement national guides.",
      "part": "600",
      "headerid": "3",
      "header": "Principal References and Their Maintenance"
    }
  ],
  "600.4": [
    {
      "clause": 1,
      "content": "600.4 Conventions and Terminology The following are conventions and terminology used in the National Soil Survey Handbook. Unless otherwise stated, all information provided herein are standards of the National Cooperative Soil Survey.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 2,
      "content": "(1) Policy.—A principle to be followed to guide decisions to achieve a desired outcome. Policy differs from procedure or protocol in that a policy contains the “what” and the “why” only. Procedures or protocols also include the “what,” “how,” “where,” and “when.” Policies are determined and adopted by the Chief and may be delegated to other senior staff within NRCS. Protocols and procedures are developed by the senior managers to implement policy. Title 130, General Manual, Part 407, “National Policy,” states that policies are adopted to ensure— (i) Conformance to laws and rules. (ii) Implementation of Executive orders and other Executive direction. (iii) Program quality control. (iv) Accountability. (v) Quality, consistency, and coordination in products and services.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 3,
      "content": "(2) Standard.—An established requirement defining technical criteria, methods, processes, or practices that must be accomplished or adhered to in order to ensure mission objectives are being met. Soil survey standards include sets of definitions and specifications. The definitions are standardized to ensure that everyone is using terminology that has the same meaning. Standards ensure consistency and repeatability of field procedures and analytical procedures so that soil surveys meet user needs and processes are repeatable in all locations. Standards may also apply to the results or performance of the soil survey information and data.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 4,
      "content": "(3) Procedure.—An established or official step-by-step set of instructions for completing a task.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 5,
      "content": "(4) Protocol.—Mandatory steps or a system of rules that detail the correct conduct and procedures to be followed in formal situations to ensure policy is adhered to. An example of this would be the process for amending the National Soil Survey Handbook.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 6,
      "content": "(5) Process.—Chronological set of linked steps or actions for accomplishing a task.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 7,
      "content": "(6) Guideline.—Any document that aims to streamline particular processes according to a set routine. By definition, following a guideline is never mandatory. Guidelines are an essential part of the larger process of governance. They may be issued and used by an organization to make the actions of its employees or divisions more predictable and, presumably, of higher quality.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 8,
      "content": "(7) Method.—An established means for completing an action. There may be more than one method available to accomplish a task.",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    },
    {
      "clause": 9,
      "content": "(8) Exhibit.—An example, typically showing a completed product. Exhibits do not imply that protocols, policy, or standards were followed unless explicitly stated that such is the case. (An exhibit may be an example of what not to do.)",
      "part": "600",
      "headerid": "4",
      "header": "Conventions and Terminology"
    }
  ],
  "600.5": [
    {
      "clause": 1,
      "content": "600.5 Standards of the National Cooperative Soil Survey",
      "part": "600",
      "headerid": "5",
      "header": "Standards of the National Cooperative Soil Survey"
    },
    {
      "clause": 2,
      "content": "A. The procedures and guidance (a.k.a., “standards”) used in the Soil Survey Program are dynamic and may change. Standards are critical to the success of developing and delivering accurate and consistent soil survey information to the public.",
      "part": "600",
      "headerid": "5",
      "header": "Standards of the National Cooperative Soil Survey"
    },
    {
      "clause": 3,
      "content": "B. Standards are a set of rules or criteria. They serve as the metric to determine if mission objectives are being met. Standards may take on a number of forms and be developed in a number of ways. Soil survey standards include sets of definitions and specifications. The definitions are standardized to ensure everyone is using terminology that has the same meaning. Standards apply to the use of specific processes, procedures, or methodologies in order ensure consistency and repeatability of field procedures and analytical procedures. They can also apply to the results or performance of the soil survey information and data. Many of the standards used by the NCSS are applied nationally and internationally by the soil science discipline.",
      "part": "600",
      "headerid": "5",
      "header": "Standards of the National Cooperative Soil Survey"
    },
    {
      "clause": 4,
      "content": "C. Soil survey standards should convey requirements clearly and concisely. For standards to be meaningful, they must be written, maintained, and readily available to reference and they must be followed in conducting and delivering soil survey products. Specific rules are followed in the development, modification, and maintenance of standards. Soil survey standards are managed and maintained by the Soil Survey Standards Branch at the National Soil Survey Center. Requests for changes or additions in soil survey standards should be directed to the national leader for soil survey standards.",
      "part": "600",
      "headerid": "5",
      "header": "Standards of the National Cooperative Soil Survey"
    },
    {
      "clause": 5,
      "content": "D. The flowchart in part 600, subpart B, section 600.11, shows the steps that guide revision of the National Soil Survey Handbook (120-NDMM).",
      "part": "600",
      "headerid": "5",
      "header": "Standards of the National Cooperative Soil Survey"
    }
  ]
}
