{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart B - Exhibits",
      "part": 600,
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "600.10": [
    {
      "clause": 1,
      "content": "Aerial-Photo Interpretation in Classifying and Mapping Soils, 1966, USDA Handbook 294, SCS. Agricultural Salinity Assessment and Management, ASCE Manuals and Reports on Engineering Practice, Number 71, 2012, American Society of Civil Engineers. http://ascelibrary.org/doi/book/10.1061/9780784411698 Basic Photo Interpretation: A Comprehensive Approach to Interpretation of Vertical Aerial Photography for Natural Resource Application, 1990, USDA, SCS. Block Diagrams for Soil Survey Interpretation, 1968, USDA, SCS. Checklist of United States Trees (Native and Naturalized), Elbert L. Little, Jr., 1979, USDA Handbook 541, USFS, Washington, D.C. Code of Federal Regulations, Title 7, Volume 6, Part 657, Prime and Unique Farmlands. Field Book for Describing and Sampling Soils (https://www.nrcs.usda.gov/wps/PA_NRCSConsumption/download?cid=nrcs142p2_052523&ext=pd f), USDA, NRCS. Field Guide to Pedoderm and Pattern Classes (https://www.ars.usda.gov/ARSUserFiles/30501000/FieldGuidePedodermPattern.pdf), USDA, ARS and NRCS. Field Indicators of Hydric Soils in the United States, USDA, NRCS. Forest Cover Types of the United States and Canada, F.H. Eyre, editor, 1980, Society of American Foresters, Washington, DC www.fia.fs.fed.us/library/maps/docs/forestcover.pdf Geomorphic Description System, P.J. Schoeneberger and D.A.Wysocki, editors, USDA, NRCS. Glossary of Landform and Geologic Terms, NSSH Part 629, USDA, NRCS. Grazing Lands Technical Publications, USDA, NRCS. The Guy Smith Interviews: Rationale for Concepts in Soil Taxonomy, 1986, Soil Management Support Services, USDA, SCS. Handbook of Soil Survey Investigations Field Procedures, 1971, USDA, SCS. Hydric Soils of the United States (http://www.nrcs.usda.gov/wps/PA_NRCSConsumption/download?cid=stelprdb1248596&ext=xlsx), USDA, NRCS. Hydric Soils Technical Notes, National Technical Committee for Hydric Soils, USDA, NRCS. Inventorying, Classifying, and Correlating Juniper and Pinyon Communities to Soils in Western United States, 1997, Grazing Land Technology Institute, USDA, NRCS. Keys to Soil Taxonomy, Soil Survey Staff, USDA, NRCS Land Capability Classification, 1961, USDA Handbook 210, SCS. Land Resource Regions and Major Land Resource Areas of the United States, the Caribbean, and the Pacific Basin, 2006, USDA Handbook 296, NRCS. Manual of Septic Tanks, 1969, U.S. Department of Health, Education, and Welfare, Public Health Service (PHS), Publication No. 526. Measuring Hydraulic Conductivity for Use in Soil Surveys, Soil Survey Investigations Report No. 38, 1982, USDA, SCS. National Cooperative Soil Characterization Database (http://ncsslabdatamart.sc.egov.usda.gov/), USDA, NRCS. National Soil Information System Documents, Downloads, and Metadata (http://www.nrcs.usda.gov/wps/portal/nrcs/detail/soils/survey/tools/?cid=nrcs142p2_053552), USDA, NRCS. Official Soil Series Descriptions (OSD) Database, Soil Survey Staff, USDA, NRCS. PLANTS Database, USDA, NRCS. Predicting Soil Erosion by Water: A Guide to Conservation Planning with the Revised Universal Soil Loss Equation (RUSLE), 1997, USDA Handbook 703, ARS. Safety and Health Regulations for Construction, Part 1926, Subpart P, Excavations, U.S. Department of Labor, Occupational Safety & Health Administration (OSHA). SC/OSD Maintenance Tool User\\'s Guide, USDA, NRCS. Soil Geochemistry Spatial Database, USDA, NRCS. Soil Quality Publications, USDA, NRCS. Soil Quality Test Kit Guide, 2001, USDA, ARS and NRCS. Soil Series Classification Database, Soil Survey Staff, USDA, NRCS. Soil Survey Field and Laboratory Methods Manual, Soil Survey Investigations Report 51, version 2, 2014, USDA, NRCS. Soil Survey Geographic (SSURGO) Database, Soil Survey Staff, USDA, NRCS. Soil Survey Investigation Reports, National Soil Survey Laboratory, USDA, SCS. Soil Survey Laboratory Information Manual, Soil Survey Investigations Report 45, version 2.0, 2011, USDA, NRCS. Soil Survey Laboratory Methods and Procedures for Collecting Soil Samples, Soil Survey Investigations Report No. 1, 1984, USDA, SCS. Soil Survey Laboratory Methods Manual, Soil Survey Investigations Report 42, version 4.0, 2004, USDA, NRCS. Soil Survey Manual, 2017, USDA Handbook 18, Soil Science Division Staff, NRCS. Soil Survey Technical Notes, Soil Survey Staff, USDA, NRCS. Soil Taxonomy: A Basic System of Soil Classification for Making and Interpreting Soil Surveys, second edition, 1999, USDA Handbook 436, Soil Survey Staff, NRCS. Standard Practice for Classification of Soils and Soil-Aggregate Mixtures for Highway Construction Purposes, 2015, American Society for Testing and Materials (ASTM), D 3282-15. Standard Practice for Classification of Soils for Engineering Purposes (Unified Soil Classification System), 2011, American Society for Testing and Materials (ASTM), D 2487-11. Standard Practice for Description and Identification of Soils (Visual-Manual Procedure), 2009, American Society for Testing and Materials (ASTM), D 2488-09a. Technical Soil Services Handbook, USDA, NRCS. Testing Methods for Phosphorus and Organic Matter, Soil Survey Laboratory, USDA, NRCS. Title 180, National Food Security Act Manual, USDA, NRCS. Title 190, National Agronomy Manual, 2012, USDA, NRCS. Title 190, National Biology Manual, 2003, USDA, NRCS. Title 190, National Cultural Resources Procedures Handbook, H 190 601- Part 601, USDA, NRCS. Title 190, National Forestry Handbook, USDA, NRCS. Title 190, National Forestry Manual, USDA, NRCS. Title 190, National Range and Pasture Handbook, USDA, NRCS. Title 210, National Engineering Handbook, Chapter 7, Hydrologic Soil Groups, 2009, USDA, NRCS. Title 430, General Manual, USDA, NRCS. Title 430, National Soil Survey Handbook, Title 430-VI, USDA, NRCS.",
      "part": "600",
      "headerid": "10",
      "header": "600.10 List of Technical References"
    },
    {
      "clause": 2,
      "content": "U.S. General Soil Map (STATSGO2) Database, Soil Survey Staff, USDA, NRCS. Wind Erosion Forces in the United States and Their Use in Predicting Soil Loss, 1968, USDA Handbook 346, SCS.",
      "part": "600",
      "headerid": "10",
      "header": "600.10 List of Technical References"
    }
  ],
  "600.11": [
    {
      "clause": 1,
      "content": "for National-Level Directives Approval in Title 120, National Directives Management Manual, 2017)",
      "part": "600",
      "headerid": "11",
      "header": "600.11 Tracking Flowchart for NSSH Amendments (After Figure 503-D2: Workflow"
    }
  ]
}
