{
  "SERIES": "VACE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL/TM/RLB",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vace gravelly fine sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 70 percent pebbles and 5 percent cobbles consisting of petrocalcic fragments.\nA--0 to 2 inches; light yellowish brown (10YR 6/4) gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial and vesicular pores; 20 percent pebble size petrocalcic fragments; violently effervescent (25 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.2); clear wavy boundary. (1 to 4 inches thick)\nBk--2 to 8 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; few very fine and fine tubular pores; few fine soft filaments of calcium carbonate; 5 percent pebble size petrocalcic fragments; violently effervescent (25 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (3 to 10 inches thick)\n2Bkqm--8 to 60 inches; very pale brown (10YR 7/3) continuously indurated calcium carbonate and silica cemented petrocalcic horizon, light yellowish brown (10YR 6/4) moist; massive; extremely hard, extremely firm, brittle; few fine silica coats on bottom of rock and pan fragments; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 5 miles south of Sloan, Nevada and 3/4 miles east of the Erie siding; about 550 feet north and 420 feet west of the southeast corner of section 11, T. 24 S., R. 60 E.; USGS Hidden Valley, NV 7.5 minute topographic quadrangle; 35 degrees, 52 minutes, 17 seconds north latitude and 115 degrees, 13 minutes, 34 seconds west longitude; UTM 11s. 660143e, 3971136n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July to October following summer convection storms. Has a typic-aridic moisture regime.\nSoil temperature - 62 to 71 degrees F.\nDepth to hardpan - 4 to 14 inches.\nControl section - Percent clay: 8 to 18 percent.\nRock fragments: Averages 0 to 35 percent, mainly petrocalcic fragments. Some pedons have surface horizons with 35 to 80 percent rock fragments.\nCalcium carbonate equivalent of the less than 20 millimeter fraction: 20 to 40 percent.\nA horizon - Hue: 10YR or 7.5YR\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nCalcium carbonate equivalent in the fine earth fraction: 15 to 30 percent.\nOther features: The soil surface is partially covered by desert pavement consisting of gravel or pan fragments in most pedons.\nBk horizon - Hue: 10YR or 7.5YR.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 through 4 dry or moist.\nTexture: Loam or fine sandy loam.\nStructure: Medium and coarse subangular blocky or is massive.\nConsistence: Soft or slightly hard.\nCalcium carbonate equivalent in the fine earth fraction: 15 to 30 percent.\nReaction: Moderately alkaline or strongly alkaline.\n2Bkqm horizon - Value: 7 or 8 dry; 5 through 7 moist.\nChroma: 3 or 4, dry or moist.\nStructure: Massive or platy.\nOther features: More than 75 percent of the pan dissolves in acid. Thin silica coats and discontinuous laminae are in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cave (AZ), Goodsprings (NV) and Simona (NM) series. Cave soils are moist for more than 20 days in the soil moisture control section. Goodsprings soils lack an indurated petrocalcic horizon. Simona soils have a marked late summer maximum in precipitation and receive 8 to 14 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vace soils are on fan remnants and ballenas. These soils formed from calcareous loess and mixed alluvium. Slope ranges from 2 to 30 percent. Elevations are 2,000 to 4,000 feet. The climate is hot and arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 3 to 7 inches; mean annual air temperature is 60 to 69 degrees F., and the frost-free season is 180 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Weiser and Arizo soils. Arizo and Weiser soils are very deep. Weiser soils have calcic horizon. Arizo soils have sandy skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly creosotebush, white bursage, winterfat and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1994. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil is being reclassified as a result of resent changes in soil taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A and part of the Bk horizon).\nPetrocalcic horizon - 8 to 60 inches (2Bkqm horizon).\nParticle-size control section - 0 to 8 inches (A and Bk horizons).\nOther features - Does not have a diagnostic calcic horizon.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
