{
  "SERIES": "VALDOSTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "07/2004",
  "STATES": "FL,GA",
  "OVERVIEW": "The Valdosta series consists of very deep, somewhat excessively drained, rapidly permeable sandy soils on uplands in the Coastal Plain.  They formed in sandy and loamy marine sediments.  Near the type location, the mean annual temperature is about 68 degrees F, and the mean annual precipitation is about 49 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, thermic Psammentic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Valdosta sand - pasture.  (Colors are for a moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) sand; weak fine granular structure; very friable; common fine roots; very strongly acid; gradual wavy boundary.  (6 to 11 inches thick)\nBt1--10 to 24 inches; dark yellowish brown (10YR 4/4) loamy sand; weak medium subangular blocky structure parting to weak fine granular; very friable; common fine roots; sand grains partially coated with clay; few fragments of charcoal randomly distributed; strongly acid; gradual smooth boundary.  (6 to 18 inches thick)\nBt2--24 to 41 inches; brown (7.5YR 4/4) loamy sand; weak fine granular structure; very friable; common fine roots; sand grains coated with clay; strongly acid; gradual smooth boundary.  (15 to 24 inches thick)\nB13--41 to 56 inches; brown (7.5YR 4/4) loamy sand; weak medium granular structure; very friable; few fine roots; common fine pores; sand grains coated with clay; strongly acid; gradual smooth boundary.  (12 to 24 inches thick)\nBt4--56 to 60 inches; yellowish brown (10YR 5/4) sand; weak fine granular structure; friable; few fine roots; sand grains coated with clay; bodies of clear clean sand grains make up 5 percent of volume; strongly acid; gradual smooth boundary.  (0 to 20 inches thick)\nE/B--60 to 100 inches; alternating layers of light yellowish brown (10YR 6/4) sand 5 to 10 cm thick and strong brown (7.5YR 5/6) lamellae of sandy loam 1 to 2 cm thick; sand layer is single grain, loose and uncoated; lamellae of sandy loam are very friable or loose, weak medium granular structure; sand grains coated and bridged with clay; sand layers make up to 80 percent of horizon, sandy loam about 20 percent; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lowndes County, Georgia; 4.2 miles southwest of Lake Park, Georgia on broad nearly level interfluve 300 yards east of Grassy Pond; 150 yards west of power line."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches. Hard white rounded nodules range from none to common throughout.  Total phosphorus ranges from 0.05 to 0.25 percent in all horizons and more than 0.10 percent in some horizons above 80 inches.  Reaction ranges from very strongly acid to moderately acid in all horizons, except where limed.  The silt plus clay content in the 10 to 40 inch control section ranges from 10 to 25 percent, and commonly is 10 to 18 percent.  Lamellae begin at depths of 60 to 80 inches below the surface.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3.  Texture is sand, loamy sand or loamy fine sand.\nThe Bt horizons have hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 8.  Texture is loamy sand or loamy fine sand.\nSome pedons have few to common light gray or light yellowish brown mottles with uncoated sand grains.  They are loamy sand or loamy fine sand.\nThe Bt4 horizon has hue of 10YR, value of 5 to 8, and chroma of 3 to 6.  Gray or brown mottles range from none to common.  It is loamy sand or sand, most commonly sand.\nThe E/B horizon consists of alternating layers.  The E horizon has hue of 7.5YR, 10YR or 2.5Y; value of 6 to 8; and chroma of 1 to 8 that are 5 to 15 cm thick and sand in texture.  The B horizon consists of lamellae with hue of 7.5YR or 10YR, value of 5 and chroma of 6 or 8, are 1 to 3 cm thick and are sandy loam,  loamy sand, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Betis and Eustis of the same family and the Alaga, Albany, Alpin, Arredondo, Blanton, Cainhoy, Darco, Flomaton, Gainesville, Lakeland, Molena, Troup, Wakulla, and Wando series of closely related families.  Alaga, Alpin, Cainhoy, Lakeland, and Wando soils lack argillic horizons.  Albany, Blanton, Darco, Wakulla, and Troup soils have loamy Bt horizons.  Arredondo and Gainesville soils have a hyperthermic temperature regime.  Betis soils are dry in the moisture control section more than 75 days.  Eustis soils have more than 10 percent clay in the upper 20 inches of the argillic horizon.  Flomaton soils have more than 35 percent pebbles and cobbles in the argillic horizon.  Molena soils have mixed mineralogy.  All competing soils except Arredondo and Gainesville soils have less than 0.10 percent total phosphorous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Valdosta soils are.  They are restricted to the Hawthorn geological formation influenced by the Ocala limestone uplift, and have elevations of about 100 and 200 feet above mean sea level.  They formed in sandy and loamy marine sediments.   Slopes range from 0 to 5 percent.  The average annual temperature is about 67 to 71 degrees F, and the average annual precipitation is about 47 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Albany and Lakeland series, and the Chipley and Lowndes series.  Chipley soils lack argillic horizons and have wetness mottles at depths of 30 to 40 inches.  Lowndes soils have an average clay content of 18 to 35 percent in upper 20 inches of argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is cleared and used for cropland, hay, or pasture.  Natural vegetation consists of slash pine, longleaf pine, and loblolly pine with mixed live oak, water oak, and laurel oak.  Understory consists of bluestem, panicums, threeawn, and native perennial forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Coastal Plain of Georgia and northern Florida.  In Georgia, the only known area occurs in the southern part of Echols and Lowndes Counties.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lowndes County, Georgia, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon Are:\nOchric epipedon - the zone from the surface to approximately 10 inches (Ap horizon).\nArgillic horizon - the zone from approximately 10 to 60 inches (Bt1, Bt2, Bt3, and Bt4 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ap--0 to 10 inches; dark grayish brown (10YR 4/2) sand; weak fine granular structure; very friable; common fine roots; very strongly acid; gradual wavy boundary.  (6 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--10 to 24 inches; dark yellowish brown (10YR 4/4) loamy sand; weak medium subangular blocky structure parting to weak fine granular; very friable; common fine roots; sand grains partially coated with clay; few fragments of charcoal randomly distributed; strongly acid; gradual smooth boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 104,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--24 to 41 inches; brown (7.5YR 4/4) loamy sand; weak fine granular structure; very friable; common fine roots; sand grains coated with clay; strongly acid; gradual smooth boundary.  (15 to 24 inches thick)"
      },
      {
        "name": "B13",
        "top": 104,
        "bottom": 142,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B13--41 to 56 inches; brown (7.5YR 4/4) loamy sand; weak medium granular structure; very friable; few fine roots; common fine pores; sand grains coated with clay; strongly acid; gradual smooth boundary.  (12 to 24 inches thick)"
      },
      {
        "name": "Bt4",
        "top": 142,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--56 to 60 inches; yellowish brown (10YR 5/4) sand; weak fine granular structure; friable; few fine roots; sand grains coated with clay; bodies of clear clean sand grains make up 5 percent of volume; strongly acid; gradual smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "E/B",
        "top": 152,
        "bottom": 254,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "narrative": "E/B--60 to 100 inches; alternating layers of light yellowish brown (10YR 6/4) sand 5 to 10 cm thick and strong brown (7.5YR 5/6) lamellae of sandy loam 1 to 2 cm thick; sand layer is single grain, loose and uncoated; lamellae of sandy loam are very friable or loose, weak medium granular structure; sand grains coated and bridged with clay; sand layers make up to 80 percent of horizon, sandy loam about 20 percent; strongly acid."
      }
    ]
  ]
}
