{
  "SERIES": "VALENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/GB/LAN",
  "REVDATE": "08/2008",
  "STATES": "CO,KS,NE,NM,OK,SD,WY",
  "OVERVIEW": "The Valent series consists of very deep excessively drained soils that formed in mixed eolian sands.  Valent soils are on upland dune topography. Slopes range from 0 to 60 percent.  The mean annual precipitation is about 41 centimeters (16 inches) and the mean annual temperature is about 10 degrees C. (50 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Ustic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Valent sand, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 centimeters (0 to 4 inches); grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; single grain; loose; neutral (pH 7.2); gradual smooth boundary.  (8 to 25 centimeters (3 to 10 inches) thick)\nC--10 to 152 centimeters (4 to 60 inches); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grain; loose; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Colorado; 245 meters (805 feet) east and 579 meters (1,900 feet) south of the NW corner of Sec. 5, T. 1 S., R. 49 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 8 to 14 degrees C. (47 to 58 degrees F.)\nMean summer soil temperature: 15 to 26 degrees C. (59 to 78 degrees F.)\nDepth to secondary calcium carbonate: 102 to 152 centimeters (40 to 60 inches) or more\nOrganic carbon: 0.3 to 1.5 percent in the surface horizon and decreases uniformly with depth\nPartical size control section:\nClay content: 0 to 15 percent\nSilt content: 0 to 30 percent\nSand content: 70 to 100 percent\nRock fragment content: 0 to 2 percent, mainly pebbles\nSome pedons have weak AC horizons.\nA horizon (AC in some pedons):\nHue:  7.5YR to 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma:  2 to 4\nTexture: sand, but also includes loamy sand, loamy fine sand, or fine sand\nReaction: neutral or slightly alkaline\nOrganic carbon: less than .6 percent\nC horizon:\nHue: 7.5YR to 2.5Y\nValue:  5 to 7, 4 or 5 moist\nChroma:  2 to 4\nReaction: neutral or slightly alkaline\nTexture:  loamy fine sand, fine sand, sand or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Calladito, Curtis Siding, Dwyer, Karval, Mido, Orpha, Pensom, Pinavetes, Tullock and Wigton series.\nCalladito soils: are dry May and June and have 8 to 10 inches annual precipitation.\nCurtis Siding and Karval soils: have 15 to 35 percent gravel in the particle-size control section.\nDwyer soils are calcareous above a depth of 102 centimeters (40 inches).\nMido and Pinavetes soils are calcareous throughout the profile.\nOrpha soils are dry in the moisture control section for more than half the time, cumulative, that the soil temperature at 51 centimeters (20 inches) is greater than 5 degrees C. (41 degrees F.)\nPensom soils have a lithic contact at depths of 102 to 152 centimeters (40 to 60 inches).\nTullock soils have a paralithic contact at depths of 51 to 102 centimeters (20 to 40 inches).\nWigton soils are dominated by medium and coarse angular granitic sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: hills and dune like relief\nSlopes: 0 to 60 percent\nParent material: uniform eolian material derived from a variety of sources\nElevation: 1219 to 1829 meters (4,000 to 6,000 feet)\nMean annual precipitation: 36 to 46 centimeters (14 to 18 inches) a year, most of which falls during spring and summer\nMean annual temperature: 10 to 12 degrees C. (49 to 53 degrees F.)\nMean summer temperature: 21 degrees C. (69 degrees F.)\nFrost-free period: 120 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Dailey soils.\nDailey soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: excessively drained\nRunoff: low\nSaturated hydraulic conductivity:  high or very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally as native rangeland, however, they are irrigated under sprinkler irrigation in some localities.  Principal native vegetation is yucca, sage, cactus, sand dropseed, sand reedgrass, big bluestem, little bluestem, sideoats grama and sand bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern parts of Wyoming and Colorado, western parts of Nebraska and northeastern New Mexico. LRR G, MLRA 67, 69, and 72; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnson County (Southern Johnson Area), Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 10 centimeters (0 to 4 inches) (A horizon)\nMoisture regime: Ustic aridic\nValent series is the drier counterpart of the Valentine series.\nRemarks: Last updated by the state 2/94.\nOSD was modified by Lee Neve in January 2002 to a semi-tab format.\nTaxonomic Version: Second Edition, 1999.\nModified format by LRM in 3/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
