{
  "SERIES": "VALENCIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD/EDA/PDC/WWJ",
  "REVDATE": "09/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Valencia series consists of very deep, well drained soils formed in recent alluvium.  Valencia soils are on flood plains and alluvial fans and have slopes of 0 to 2 percent.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 7l degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, hyperthermic Fluventic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Valencia sandy loam - abandoned farmland. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; common very fine vesicular pores; noneffervescent; moderately alkaline (pH 8.l); abrupt wavy boundary.  (l to 4 inches thick)\nBw--8 to l7 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine roots; many very fine interstitial pores; l percent gravel; noneffervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (9 to l6 inches thick)\nBk--l7 to 28 inches; light brown (7.5YR 6/4) coarse sandy loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; few fine tubular pores; calcium carbonate accumulations lining pores, in root channels and as a few fine masses; 3 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (9 to 20 inches thick)\n2Btkbl--28 to 3l inches; light reddish brown (5YR 6/4) loam, reddish brown (5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine tubular pores; few faint clay films on faces of peds; few calcium carbonate accumulations in root channels and lining pores; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (2 to 6 inches thick)\n2Btkb2--3l to 39 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; few medium roots; few fine tubular pores; few faint discontinuous clay films on faces of peds; few fine irregular calcium carbonate masses; 3 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (4 to l6 inches thick)\n2Bkbl--39 to 46 inches; light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; common fine tubular pores; few medium calcium carbonate masses; 3 percent gravel; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to l2 inches thick)\n2Bkb2--46 to 60 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine tubular pores; common fine irregular calcium carbonate masses; 3 percent gravel; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pinal County, Arizona; 350 feet west and 2440 feet south of the northeast corner of section 28, T. 5 S., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-January.  Driest during May and June.  Typic aridic soil moisture regime.\nDepth to buried argillic horizon - 20 to 40 inches\nRock fragments - Less than 35 percent in any one horizon; highly variable from horizon to horizon\nOrganic matter - Less than l percent; decreases irregularly with depth to but not including the buried paleosol\nCalcium Carbonate - Slightly or noneffervescent in the upper part; strongly to violently effervescent in the lower part as masses\nReaction - Slightly or moderately alkaline\nA horizon\nHue:  7.5YR, 10YR\nValue:  5, 6 or 7 dry, 3, 4 or 5 moist\nChroma:  2 through 6, dry or moist\nB horizon\nHue:  7.5YR, 10YR\nValue:  5, 6 or 7 dry, 3, 4 or 5 moist\nChroma:  2 through 6, dry or moist\nTexture:  sandy loam, fine sandy loam; contains strata of finer or coarser textures\nBuried Bt horizons\nHue:  5YR, 7.5YR\nValue:  5 or 6 dry, 3, 4 or 5 moist\nChroma:  3, 4, or 6, dry or moist\nTexture:  Clay loam, loam, sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cuerda (AZ) and Why (AZ) series.  These soils do not have buried paleosols within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Valencia soils are on flood plains and alluvial fans.  Flooding is occasional, shallow and very brief.  Flooding occurs more often and is deeper on the proximal end than on the distal end of alluvial fans.  Elevations range from l00 to 2700 feet.  Slopes range from 0 to 5 percent.  These soils formed in stratified and mixed alluvium that includes volcanic, granitic, metamorphic and sedimentary rock.  The mean annual precipitation is 2 to l0 inches, occurring as summer thunderstorms and gentle winter rain.  The mean annual air temperature is 70 to 76 degrees F.  The frost-free period is 250 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Why and Cuerda soils and the Antho, Gilman, Laveen, Rillito, Mohall, and Tremant soils.   Antho and Gilman soils do not have cambic horizons.  Laveen and Rillito soils have calcic horizons.  Mohall and Tremant soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability in the A and B horizons and moderately slow in the buried Bt horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Irrigated areas are used for the production of alfalfa, cotton, citrus, fruits, vegetables, and small grains.  Native areas are used for limited livestock grazing.  The native vegetation is mesquite, creosotebush, bursage and cacti.  Sixweeks grama, filaree, and Indianwheat are common following rains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona. MLRA is 40. Valencia soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eastern Maricopa-Northern Pinal Counties Area, Arizona; l969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 8 inches (Ap horizon)\nCambic horizon - The zone from 8 to l7 inches (Bw horizon)\nBuried soil - The zone from 28 to 60 inches (2Btkb1, 2Btkb2, 2Bkb1, 2Bkb2 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 8 inches; light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; common very fine vesicular pores; noneffervescent; moderately alkaline (pH 8.l); abrupt wavy boundary.  (l to 4 inches thick)"
      },
      {
        "name": "2Bkbl",
        "top": 99,
        "bottom": 117,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bkbl--39 to 46 inches; light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; common fine tubular pores; few medium calcium carbonate masses; 3 percent gravel; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to l2 inches thick)"
      },
      {
        "name": "2Bkb2",
        "top": 117,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "2Bkb2--46 to 60 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine tubular pores; common fine irregular calcium carbonate masses; 3 percent gravel; violently effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
