{
  "SERIES": "VALKARIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH",
  "REVDATE": "11/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Spodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Valkaria sand--range.  (Colors are for moist soil.)\nA1--0 to 5 inches; black (10YR 2/1) sand; weak fine granular structure; friable common fine and few medium and coarse roots; strongly acid; clear smooth boundary.  (4 to 6 inches thick)\nA2--5 to 9 inches; dark grayish brown (10YR 4/2) sand; few fine distinct black and few medium faint light brownish gray (10YR 6/2) mottles; single grained; loose; common fine roots; moderately acid; gradual wavy boundary.  (0 to 6 inches thick)\nE--9 to 15 inches; light gray (10YR 7/2) sand; common medium distinct grayish brown (10YR 5/2) mottles and streaks; single grained; loose; few fine and medium roots; moderately acid; gradual wavy boundary.  (3 to 28 inches thick)\nBE--15 to 19 inches; light yellowish brown (10YR 6/4) sand; common medium and coarse distinct light gray (10YR 7/2) and few medium faint brownish yellow (10YR 6/6) mottles; single grained; loose; sand grains coated with iron oxides, light gray areas are uncoated sand grains; strongly acid; clear wavy boundary.  (0 to 16 inches thick)\nBw1--19 to 28 inches; brownish yellow (10YR 6/6) sand; few coarse faint yellowish brown (10YR 5/8) and few medium and coarse distinct light gray (10YR 7/2) mottles; single grained; loose; sand grains are coated with iron oxides; light gray areas are uncoated sand grains; moderately acid; clear wavy boundary.\nBw2--28 to 32 inches; pale brown (10YR 6/3) sand; few medium faint yellowish brown (10YR 5/4) and common medium distinct light gray (10YR 7/2) mottles; single grained; loose, sand grains are thinly coated with iron oxides; light gray areas are clean sand grains; very strongly acid; clear wavy boundary.\nBw3--32 to 41 inches; brown (10YR 5/3) sand; single grained; loose; sand grains are thinly coated with iron oxides; very strongly acid; clear wavy boundary.  (Combined thickness of the Bw horizon is 10 to 42 inches.)\nC--41 to 80 inches; gray (10YR 6/1) sand; few coarse faint dark gray (N 4/0) mottles; single grained; loose; sand grains are clean; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brevard County, Florida; 1.5 miles north of Bennett Causeway on Friday Road, 0.2 mile east on Rector Road and 100 feet north in SW1/4NW1/4 sec. 14, R. 35., T. 24 S."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 35 to more than 60 inches.  Texture is sand or fine sand to depths of 80 or more inches.  Reaction ranges from very strongly acid to neutral in the solum and from very strongly acid to mildly alkaline in the substratum.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2 or is neutral (N) with value of 2 to 4.  Where value is less than 3.5, the horizon is 4 to 6 inches thick.  It has many light gray or white sand grains.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2; or value of 6 or 7, and chroma of 3; or is neutral (N) with value of 5 to 7.  It has mottles and streaks in shades of gray, brown, or yellow in some pedons.  Where present, the BE horizon has hue of 10YR, value of 5 to 7, and chroma of 3 or 4; or hue of 2.5Y, value of 6, and chroma of 4.\nThe Bw1 horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 4 to 8.  The Bw2 and Bw3 horizons have hue of 10YR, value of 5 to 7, and chroma of 3 to 8.  Most layers are mottled in shades of gray, yellow, or brown.\nThe C horizon has hue of 10YR, value of 4 to 8, and chroma of 1 to 3; or hue of 2.5Y, 5Y, value of 6 or 7, and chroma of 1 or 2; or it is neutral (N) with value of 4 to 8.  Layers of mixed light colored sand and shell fragments are at depths greater than 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Basinger and Moultrie series in the same family and Dianola, Hallandale, Margate, Mustang, Osier, Plantation, Pompano, and Scranton series in closely similar families.  Basinger soils have discontinuous Bh horizons.  Dianola soils do not have the high chroma Bw horizons and have a higher total percentage of clay, silt, and very fine sand in the control section.  Hallandale, Margate, Moultrie, Mustang, Osier, Plantation, Pompano, and Scranton soils all lack high chroma Bw horizons.  In addition, Hallandale soils are underlain by limestone at depths less than 20 inches.  Margate and Plantation soils are underlain by limestone at depths less than 20 inches. Moultrie soils have Bh horizons and salinity exceeding 16 mmhos/cm.  Margate and Plantation soils also have A horizons 6 to 10 inches thick with moist color value of less than 3.5.  Osier and Scranton soils have mean annual soil temperatures less than 72 degrees."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Valkaria soils are in poorly defined drainageways and in low nearly level areas.  Gradients range from 0 to 2 percent.  The soil formed in thick marine sands.  Near the type location, average annual precipitation is about 55 inches and mean annual air temperature is about 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are competing Basinger, Charlotte, and Pompano series, and Felda, Holopaw, Immokalee, Malabar, Myakka, Parkwood, and Pineda series.  Felda, Holopaw, Malabar, and Pineda soils have Bt horizons below depths of 20 inches.  Immokalee and Myakka soils have spodic horizons. Parkwood soils have calcareous Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or very poorly drained; slow or ponded runoff, rapid permeability.  The water table is within depths of 0 to 12 inches for 2 to 6 months during most years.  During periods of extended rainfall the water table is at the surface for a few days to about 3 months.  In dry seasons the water table may be as deep as 30 inches.  Where canals are established, the water table normally is at depths of 15 to 30 inches.  Depressional areas are ponded for about 3 months or more."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Where water control is adequate, these soils are used for truck crops, citrus, and improved pasture.  Natural vegetation is palms, cabbage palmettos, St. Johnswort, waxmyrtle, blue maidencane, chalky bluestem, pineland threeawn, and widely spaced pine and cypress.  Maidencane is the most common plant in depressions."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brevard County, Florida; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly a part of Charlotte series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface to a depth of 15 inches (A and E horizons).\nAlbic horizon--the zone between 9 and 15 inches (E horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
