{
  "SERIES": "VALLEYCITY",
  "STATUS": "Established Series",
  "BYREV": "REV:  VKH/DTH/RLM",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Valleycity very stony fine sandy loam, rangeland.  (Colors are for air-dry soil unless noted.)\nA--0 to 3 inches; light brown (7.5YR 6/4) very stony fine sandy loam, brown (7.5YR 5/4) moist; weak medium platy structure parting to weak fine and very fine subangular blocky; soft, very friable; few fine and very fine roots; many fine and very fine interstitial pores; 10 percent stones, 20 percent cobbles, and 30 percent pebbles on the surface, 15 percent cobbles and 15 percent pebbles; moderately calcareous; moderately alkaline (pH 8.4); clear wavy boundary.  (2 to 5 inches thick)\nBt--3 to 8 inches; brown (7.5YR 5/4) extremely stony sandy clay loam, dark brown (7.5YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, sticky and plastic; many medium, fine and very fine roots; many medium, fine and very fine tubular pores; few thin patchy clay films in pores and as bridging between sand grains; 20 percent stones, 30 percent cobbles, 20 percent pebbles; moderately calcareous; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 6 inches thick)\nBCk--8 to 12 inches; pink (7.5YR 7/4) extremely stony sandy loam, light brown (7.5YR 6/4) moist; weak fine subangular blocky structure; hard; friable; slightly sticky and slightly plastic; common medium, fine and very fine roots; many fine, very fine and common medium pores; 30 percent stones, 20 percent cobbles, 20 percent pebbles; very strongly calcareous; strongly alkaline (pH 8.8); abrupt irregular boundary.  (1 to 5 inches thick)\nR--12 inches; fractured calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Utah.  About 4.5 miles south of Cresent Junction on U. S. Highway 160; East of railroad tracks; SE 1/4, SW 1/4, sec. 22, T. 22 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 10 to 20 inches.  The particle-size control section ranges in texture from very stony sandy clay loam, or very stony clay loam.  Clay content ranges from 18 to 35 percent.  Rock fragment content is 35 to 70 percent in the particle-size control section and consists of mainly of stones and cobbles, but some pebble size fragments are present.  The mean annual soil temperature is 54 to 59 degrees F.\nThe A horizon has hue of 7.5YR, value 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4.\nThe Bt horizon has hue of 7.5YR, value 5 or 6, dry, 4 or 5 moist, and chroma of 4.  Texture is very gravelly clay loam, very stony sandy clay loam, or very stony clay loam.\nThe BCk horizon has hue of 10YR or 7.5YR, value of 6, 7, or 8 dry, 4, 5, or 6 moist, and chroma of 3 or 4.  It is strongly calcareous or very strongly calcareous.  Texture is very stony sandy clay loam, very gravelly clay loam, or very stony clay loam.  In some pedons, gravelly sandy loam, very stony clay loam, clay loam, very gravelly loam, very stony clay loam, and very stony loam strata are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hoot, Mirkwood (T), Theon (T), and Waucaba series.  All these soils receive most of their annual precipitation during the winter months and receive little or no precipitation after the summer solstice.  Hoot soils have loam, silt loam, clay loam, or silty clay loam textures in the particle-size control section.  They are neutral to mildly alkaline in the argillic horizon.  Theon soils are dominated by pebble sized fragments in the subsoil and are formed in granitic parent material.  They have a paralithic contact above the lithic contact.  Waucaba soils are dominated by pebble and cobble sized fragments in the argillic horizon and lack a BCk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Valleycity soils occur on the marginal hogbacks and ridges of the Salt Valley anticline, Burro Canyon Formation.  Slopes are medium and long in length and range from 8 to 25 percent.  The soils are formed in colluvium and residuum and mostly from calcareous sandstones and shale.  Mean annual temperature is 52 to 57 degrees F and average annual precipitation is 5 to 8 inches.  The freeze-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Farb, Monue, and Chipeta soils.  Farb soils have a loamy particle-size control section and lack a B horizon.  Monue soils lack bedrock above a depth of 40 inches.  Chipeta soils are less than 20 inches to paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Valleycity soils are well drained, medium runoff; and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland; wildlife habitat and for recreation.  Potential vegetation includes galleta, shadscale, Indian ricegrass, blackbrush, rabbitbrush, and pricklypear.  DISTRIBUTION AND EXTENT:  Southeastern Utah.  The soils of this series are small in extent, 2,500 acres and are confined principally to the marginal hogbacks of the Salt Valley anticline."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County Utah, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Named for a ghost town near the north end of Salt Valley.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
