{
  "SERIES": "VALLEONO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC-JAL",
  "REVDATE": "10/2001",
  "STATES": "ID,WY",
  "OVERVIEW": "The Valleono series consists of very deep, well drained soils that formed in alluvium derived from sandstone and shale. They are on alluvial fans and stream terraces. Slopes range from 0 to 6 percent. The average annual precipitation is about 18 inches and the average annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic over mixed Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Valleono silt loam - cultivated (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; brown (7.5YR 5/2) silt loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure that parts to moderate fine granular; slightly hard, very friable; neutral (pH 7.2); abrupt smooth boundary. (5 to 7 inches thick)\nBt1--6 to 9 inches; reddish brown (5YR 5/3) silty clay loam, dark reddish brown (5YR 3/3) moist; weak medium prismatic structure that parts to moderate fine angular and subangular blocky; hard, very friable; few faint clay films on faces of peds and in root channels; neutral (pH 7.2); clear smooth boundary. (0 to 4 inches thick)\nBt2--9 to 20 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; moderate medium prismatic structure that parts to strong fine angular blocky; very hard, very friable; nearly continuous faint clay films on faces of peds and in root channels; slightly alkaline (pH 7.6); gradual wavy boundary. (7 to 20 inches thick)\nBtk--20 to 24 inches; reddish brown (5YR 5/3) clay loam, reddish brown (5YR 4/3) moist; weak medium prismatic structure that parts to weak medium subangular blocky; very hard, very friable; common faint clay films on faces of peds and in root channels; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 6 inches thick)\nBCk--24 to 30 inches; reddish brown (5YR 5/3) gravelly loam, reddish brown (5YR 4/3) moist; massive; hard, very friable; visible secondary calcium carbonate occurring as concretions; 20 percent gravel; calcareous; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 25 inches thick)\n2C--30 to 60 inches; light reddish brown (5YR 6/3) very gravelly loamy sand, reddish brown (5YR 4/3) moist; massive or single grain; slightly hard, very friable; 60 percent gravel; calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wyoming; approximately 1/2 mile northwest of Auburn, Wyoming; approximately 240 feet north of the gate in the road fence in the SE1/4 NW1/4 SW1/4 of sec. 35, T.33N., R.ll9W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Usually a thin C horizon occurs between the base of the solum and the top of the contrasting substratum but such horizons are absent in some pedons. The mollic epipedon is 7 to 15 inches thick and the solum is 15 to 40 inches thick. Depth to calcareous material ranges from about 10 to 30 inches, and depth to the contrasting sand and gravel substratums ranges from 20 to 40 inches. Organic carbon in the mollic epipedon ranges from about .8 to 2 percent and decreases uniformly with depth. Typically, conductivity is less than 1 millimho throughout the solum but ranges from less than 1 to 16 millimhos.  Usually exchangeable sodium percentage is less than 1 throughout the solum but ranges from less than 1 to 14 percent. Cation exchange capacity ranges from 60 to 80 milliequivalents per 100 grams of clay.  Content of coarse fragments in the solum ranges from 0 to 15 percent, content of coarse fragments in the solum ranges from 0 to 15 percent, content of coarse fragments in the substratum ranges from 35 to 80 percent. Mean annual soil temperature ranges from 32 degrees F. to 46 F.  and mean summer soil temperature ranges from 40 degrees F. to 58 degrees F. The A horizon has hue of l0YR through 5YR, value of 4 or 5 dry and 2 or 3 moist and chroma of 1 through 3. It generally has granular or crumb structure but it is subangular blocky in some pedons. This horizon is soft to slightly hard and neutral to slightly alkaline. The Bt horizons have hue of 5YR through 10R, value of 5 or 6 dry and 3 through 5 moist and chroma of 2 through 4. They generally has prismatic structure but has angular blocky structure in some pedons. This horizon is typically clay loam or silty clay loam but clay ranges from 35 to 50 percent, silt from 15 to 50 percent, and sand from 10 to 45 percent. It is neutral to slightly alkaline. The BCk horizon has hue of 5YR through 10R. It contains about 4 to 14 percent calcium carbonate equivalent. This horizon is moderately to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Valleono soils are on nearly level to very gently sloping high terraces and the lower ends of alluvial fans. Slopes usually range from 0 to about 6 percent. These soils formed in moderately thin reddish brown calcareous alluvial fan or terrace materials derived from red bed sandstones and shales and overly thick beds of sand and gravel. At the type location the average annual precipitation is 18 inches with nearly equal amounts of precipitation occurring during each of the months. The mean annual temperature is 39 degrees F., the mean summer temperature is 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mundos and Paulson soils.  Mundos soils have control sections with less than 35 percent clay and lack an argillic horizon. Paulson soils have a very thick mollic epipedon and lack a sand and gravel substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for native pastureland and for dry and irrigated cropland. Occasionally they are used for native hay meadows. Principal native vegetation is bluegrass, sage and timothy."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The high mountain valleys of Wyoming and Idaho. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Star Valley Area, Idaho and Wyoming, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
