{
  "SERIES": "VALMY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LIL/MJZ/JVC/JBF",
  "REVDATE": "12/2019",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Duric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Valmy fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine and few fine tubular, many very fine interstitial pores; common mica flakes; moderately alkaline (pH 8.4); abrupt smooth boundary.  (5 to 10 cm thick)\nC--8 to 25 cm; light gray (10YR 7/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; hard, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine and few fine tubular, many very fine interstitial pores; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (10 to 30 cm thick)\nCqk--25 to 30 cm; light brownish gray (2.5Y 6/2) extremely paragravelly fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium platy structure; hard, friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial and few fine tubular pores; 85 percent very hard, firm, brittle durinodes; common thin silica bridges between sand grains; few thin silica coats in pores; common fine and few medium horizontal carbonate seams and coats; strongly effervescent; very strongly alkaline (pH 9.6); clear smooth boundary.  (0 to 66 cm thick)\nCk--30 to 51 cm; light gray (2.5Y 7/2) fine sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; few very fine tubular and many very fine interstitial pores; high volcanic glass content; strongly effervescent; very strongly alkaline (pH 9.6); clear smooth boundary.  (0 to 43 cm thick)\nC'qk1--51 to 66 cm; light brownish gray (2.5Y 6/2) fine sandy loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine tubular and many very fine interstitial pores; 5 percent 2.5 to 5 cm long, extremely hard, very firm, brittle durinodes that are olive brown (2.5Y 4/3) moist; strongly effervescent; very strongly alkaline (pH 9.6); clear wavy boundary.  (0 to 28 cm thick)\nC'qk2--66 to 94 cm; pale yellow (2.5Y 7/4) very paragravelly sandy loam, olive brown (2.5Y 4/4) moist; massive; hard, friable, nonsticky and nonplastic; few very fine roots; few very fine tubular and many very fine interstitial pores; 45 percent 2.5 to 8 cm, very hard, firm, brittle durinodes; has weakly silica-cemented masses in pockets; common thin silica films lining pores, as bridges between sand grains, and as discontinuous, randomly oriented laminae; noneffervescent matrix; common fine very pale brown (10YR 8/2) strongly effervescent seams of secondary carbonate; very strongly alkaline (pH 9.6); clear wavy boundary.  (10 to 36 cm thick)\nC'k---94 to 109 cm; pale yellow (2.5Y 7/4) stratified sandy loam and gravelly sandy loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine tubular and many very fine interstitial pores; 15 percent gravel; many fine very pale brown (10YR 8/2) threads and coats of secondary carbonate on bottoms of rock fragments; slightly effervescent; very strongly alkaline (pH 9.6); abrupt wavy boundary.  (0 to 43 cm thick)\n2C'--109 to 168 cm; light brownish gray (2.5Y 6/2) gravelly sand, olive brown (2.5Y 4/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many fine interstitial pores; common mica flakes; 30 percent gravel; slightly effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; about 3 miles northeast of Winnemucca; 1,000 feet east and 1,000 feet south of the northwest corner of section 10, T. 36 N., R. 38 E.; USGS Weso 7.5 minute topographic quadrangle; latitude 41 degrees 00 minutes 55 seconds N and longitude 117 degrees 41 minutes 34 seconds W; WGS84 Decimal Degrees 40.0152778 latitude, -117.6927778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, dry from May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to horizons with durinodes: 15 to 75 cm.\nDepth to strongly contrasting horizons: 75 to 127 cm, with some pedons deeper than 127 cm to sandy material. Some pedons have a stratified substratum.\nParticle-size control section - Clay content: 5 to 15 percent.\nRock fragments: 0 to 30 percent, mainly gravel. Lithology of fragments is mixed.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 5 moist.\nReaction:  Moderately alkaline or strongly alkaline.\nC horizons\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Fine sandy loam or sandy loam. Some pedons have strata of very fine sandy loam or coarse sandy loam.  Texture modifiers range from gravelly to extremely paragravelly depending on fragment type and content.\nDurinodes:  Range from 5 to 85 percent by volume in individual horizons, but one or more horizons more than 15 cm thick contains more than 25 percent. Rupture resistance is hard to extremely hard, very friable to very firm and brittle.\nReaction:  Strongly alkaline or very strongly alkaline.\nEffervescence:  Slightly effervescent to violently effervescent.\nCalcium carbonate equivalent: 1 to 4 percent.\n2C horizon\nTexture:  Gravelly sand or very gravelly sand; silty clay loam; or stratified very fine sandy loam to gravelly silt loam.\nClay content:  1 to 5 percent; 27 to 35 percent; or 5 to 18 percent, respectively.\nStructure: Single grain, massive, or platy.\nConsistence: Loose or soft to hard dry, nonsticky or moderately sticky wet.\nRock fragments: 5 to 55 percent.\nReaction:  Strongly alkaline or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beryl, Blimo, Bubus, Coldent, Nyak, and Okan series.\nBeryl, Blimo, and Okan soils have an aridic moisture regime that borders on xeric.  Bubus soils have dominantly very fine sandy loam in the particle-size control section and have relict redox concentrations of iron.  Coldent soils have sodium adsorption ratios of 25 to 50 and mean annual soil temperature of 12 to 14 degrees C.  Nyak soils have lacustrine sediments at depths of 30 to 50 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Valmy soils are on inset fans, fan skirts, beach terraces, basin floors, and basin floor remnants.  They formed in a thin mantle of loess high in volcanic ash over alluvium derived from mixed rocks.  Slopes are 0 to 8 percent. Elevations range from 1,070 to 1,895 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 200 mm, the mean annual temperature is 7 to 11 degrees C and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Goldrun, Humboldt, and Sonoma soils.  Goldrun soils are sandy, somewhat excessively drained, and are on dunes and sand sheets. Humboldt soils are fine, poorly drained, and have Mollic epipedons. Sonoma soils are fine-silty, poorly drained, and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very low or low surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Valmy soils are used for rangeland and wildlife habitat.  A few small areas are used for irrigated cropland.  The present vegetation is rangeland is mainly bottlebrush squirreltail, cheatgrass, mustard, Brassia sp., black greasewood, basin big sagebrush, rubber rabbitbrush, and spiny hopsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada and northeastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 24, while other acreage occurs in MLRAs 23, 25, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, Nevada (BLM Sonoma Planning Unit), 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the C horizons).\nDuric feature (durinodes) - The zone from 66 to 94 cm (Cqk2 horizon).\nParticle-size control section - The zone from 25 to 100 cm (Cqk, Ck, C'qk1, and C'qk2 horizons and part of the C'k horizon).\nADDITIONAL DATA:  Lab data in SSIR No. 23 (S66-7-2).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
