{
  "SERIES": "VALMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy-skeletal, smectitic, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Valmont loam in grasslands.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 centimeters (0 to 4 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable; 5 percent pebbles; neutral (pH 7.0); clear smooth boundary.  (8 to 15 centimeters (3 to 6 inches) thick)\nB1--10 to 18 centimeters (4 to 7 inches); brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky, plastic; few thin glossy patches on vertical faces of some peds; 10 percent pebbles; neutral (pH 7.2); clear smooth boundary.  (5 to 10 centimeters (2 to 4 inches) thick)\nBt--18 to 51 centimeters (7 to 20 inches); brown (10YR 5/3) light clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, firm, very sticky, very plastic; thin continuous wax-like coatings on faces of peds; wax-like linings and fillings in root channels; 10 percent pebbles; slightly alkaline (pH 7.4); clear wavy boundary.  (15 to 43 centimeters (6 to 17 inches) thick)\nBk--51 to 61 centimeters (20 to 24 inches); light brown (7.5YR 6/3) gravelly clay loam, brown (7.5YR 5/3) moist; weak medium prismatic structure parting to medium subangular blocky; very hard, firm, sticky, plastic; common thin glossy patches on faces of peds; weak glossy coatings inside pores; 15 percent pebbles; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary.  (10 to 36 centimeters (4 to 14 inches) thick)\n2Ck1--61 to 89 centimeters (24 to 35 inches); pinkish white (7.5YR 8/2) very gravelly loam, pink (7.5YR 8/4) moist; massive; very hard, very friable, slightly plastic; 50 percent pebbles and cobble; visible calcium carbonate occurring in finely divided marl-like form; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary.  (25 to 51 centimeters (10 to 20 inches) thick)\n2Ck2--89 to 152 centimeters (35 to 60 inches); light brown (7.5YR 6/3) very gravelly loam, brown (7.5YR 5/3) moist; massive; hard, very friable; 50 to 75 percent pebbles and cobble; visible secondary calcium carbonate occurring as concretions, and as coatings on the underside of pebbles and cobble fragments; calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boulder County, Colorado; 244 meters (800 feet) east of the northwest corner of Sec. 7, T. 3 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon: 18 to 48 centimeters (7 to 19 inches) thick\nBase of the argillic horizon: deeper than 46 centimeters (18 inches) below the surface\nWhen undisturbed; depth to calcareous material normally 20 to 51 centimeters (8 to 20 inches)\nOrganic carbon content mollic epipedon: .7 to 2.0 percent\nArgillic horizon averages 35 to 60 percent clay and more than 15 percent but less than 35 percent fine or coarser sand\nCoarse fragments content: 0 to 15 percent in the solum but exceeds 35 percent in some parts of the C horizon between 51 to 102 centimeters (20 and 40 inches)\nMean annual soil temperature: 8 to 14 degrees C. (47 to 58 degrees F.)\nMean summer soil temperature: 15 to 26 degrees C. (59 to 79 degrees F.)\nSoil temperature at 51 centimeters (20 inches) 5 degrees C. (41 degrees F. or higher for about 230 to 305 days\nSoil moisture control section: moist in some parts when the soil temperature at 51 centimeters (20 inches) is 5 degrees C. (41 degrees F.) or higher, for about 56 to 152 days\nA horizon:\nHue: 5Y to 7.5YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 1 to 3\nReaction: slightly acid to mildly alkaline\nStructure: Primary granular structure but is subangular blocky in some pedons\nRupture resistance: soft to slightly hard\nB2t horizon:\nHue: 5Y to 7.5YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 to 5\nReaction: slightly acid to moderately alkaline\nStructure: primarily prismatic but subangular or angular blocky structure in some pedons\nTexture: heavy clay loam or light clay\nClay content: 35 to 60 percent\nSilt content: 15 to 45 percent\nSand content: 15 to 45 percent with more than 15 but less than 35 percent being fine or coarser sand\n2C horizon:\nHue: 5Y to 7.5YR\nReaction: moderately alkaline to strongly alkaline\nCalcium carbonate equivalent: 15 to 35 percent\nTexture: very gravelly loam or clay loam with matrix material having more than 18 percent but less than 35 percent clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: old alluvial fans or high terraces\nParent material: very gravelly calcareous alluvial parent sediments derived from a variety of rocks\nSlope: 0 to about 10 percent\nAverage annual precipitation: 33 to 43 centimeters (13 to 17 inches) with peak periods of rainfall during the spring and summer months\nMean annual temperature: 9 degrees C. (48 degrees F.)\nMean summer temperature: 20 degrees C. (68 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nederland and Nunn soils.\nNederland soils are coarser textured and contain more gravel in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: medium\nSaturated Hydraulic Conductivity: moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as native pastureland or irrigated cropland.\nPrincipal native vegetation is blue grama, western wheatgrass, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution is limited to the central portion of Colorado on high benches fronting the Front Range.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boulder Area, Colorado, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSoils last updated by the state 2/80.\nModified format by LRM in 6/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nChanged B2t to Bt, B3ca to Bk, 2CCa to 2Ck1 and C2ca to 2Ck2 9/2006. It appears the 2C horizons may have a calcic horizon depending on the underlying material. JCR\nNational Cooperative Soil Survey\nU.S.A."
  }
}
