{
  "SERIES": "VALVERDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG:WJG",
  "REVDATE": "03/2001",
  "STATES": "TX",
  "OVERVIEW": "The Valverde series consists of deep, well drained, nearly level to gently sloping soils on uplands.  The soil formed in loamy and limy sediments.  These soils are on nearly level to gently sloping valleys and plateaus.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Valverde silty clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; slightly hard, friable; gray surface crust about 1/8 inch thick; few fine roots; few pebbles of limestone and fine black concretions; violently effervescent; moderately alkaline; gradual smooth boundary.  (4 to 14 inches thick)\nBw--12 to 32 inches; light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; moderate fine and medium granular structure; slightly hard, friable; few fine roots; few pebbles of limestone; few fine calcium carbonate concretions; violently effervescent; moderately alkaline; gradual smooth boundary.  (16 to  26 inches thick)\nBk--32 to 48 inches; light gray (10YR 7/2) silty clay loam, light brownish gray (10YR 6/2) moist; moderate fine and medium granular structure; slightly hard, friable; about 15 percent by volume of fine weakly cemented concretions and soft masses of calcium carbonate; few pebbles of limestone; violently effervescent; moderately alkaline; abrupt smooth boundary.  (4 to 16 inches thick)\nR--48 to 60 inches; indurated limestone bedrock; coarsely fractured; few crevices filled with light gray silty clay loam."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Val Verde County, Texas; 15 miles northwest of Del Rio on U.S. Highway 90 from its intersection with U.S. Highway 277; 7.2 miles southwest on Box Canyon Estates road; 200 feet west of road in native rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness to limestone or  interbedded limestone, marl, and shale range from 40 to 60 inches.  Depth to the calcic horizon ranges from 20 to 40 inches.  Texture of the soil is loam, silt loam, or silty clay loam with a silicate clay content of 18 to 35 percent in the 10 to 40 inch control section and less than 15 percent is coarser than very fine sand.  Calcium carbonate equivalent ranges from 30 to 70 percent, and increases with depth and averages 40 to 60 percent.\nThe A horizon has hue of 10YR, value of 5 or 6, and chroma of 2 through 4.  When moist values and chromas are less than 3.5, the horizon is less than 7 inches thick.  Few to common pebbles of black concretions, limestone, siltstone, caliche, and shale are on the surface and in the soil.\nThe B horizon has hue of 7.5YR or 10YR, value of 5 through 7, and chroma of 2 through 4. Soft masses and hard concretions of secondary calcium carbonate are about equally distributed in the Bk horizon and range from about 5 to 50 percent by volume.  The B horizons of some pedons contain a few limestone pebbles, siltstone, calcium carbonate masses, and shale fragments.\nThe R layer ranges from indurated limestone to interbedded  limestone, marl, and shale.\nCompeting Series:  This is the only series in the family.  Other competitors include the Hoban, Hodgins, McAllen, Midessa, Ratliff, Reagan, and Reakor series.  These series are not in the carbonatic family.  Hoban soils have gypsum at depth of 40 to 60 inches are not underlain by limestone at depths of less than 60 inches.  Hodgins soils contain less than 5 percent of visible segregated calcium carbonate within depths of 40 inches.  McAllen soils contain more than 15 percent sand coarser than very fine sand in the 10 to 40 inch control section, lack calcic horizons within 40 inches of the surface, and have mean annual soil temperatures  greater than 72 degrees F.  Midessa and Ratliff soils contain more than 15 percent sand coarser than very fine sand in the 10 to 40 inch control section.  Reakor and Reagan soils have sola more than 60 inches thick.  In addition, Reakor soils are dry for longer  periods."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Valverde soils are in filled valleys and on limestone plateaus.  They have developed in loamy sediments of Cretaceous age.  Slope gradients are mainly 1 to 2 percent, but range from 0 to 3 percent.  The climate is semiarid.  Average annual rainfall ranges from 12 to 20 inches and mean annual temperatures from 65 to 70 degrees F.  Frost free period is 265 to 305 days, and elevation ranges from 900 to 1800 feet. Thornthwaite P-E indices from 16 to 32."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Reagan series and the Amistad, Ector, Felipe, and Nuvalde series.  Amistad and Ector soils are underlain with limestone at depths of less than 20 inches.  Felipe soils are underlain with clayey shale at depths of 10 to 20 inches.  Nuvalde soils have sola more than 40 inches thick. Reagan and Nuvalde soils occur on similar surfaces.  The other soils occur at higher elevations and have higher surface gradients."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation is  short and mid-grass, mainly gramas, tridens, and threeawns.  Shrubs are mesquite, tarbush, and catclaw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in southwest Texas.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Val Verde County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 12 inches. (A horizon)\nCambic horizon:  12 to 32 inches. (Bw horizon)\nCalcic horizon:  32 to 48 inches. (Bk horizon)\nLithic contact:  48 inches and below is indurated limestone.\nADDITIONAL DATA:  Texas A & M University laboratory data and NSSL data type location S77TX465-11, NSSL (78P2115-2116).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
