{
  "SERIES": "VAMONT",
  "STATUS": "Established Series",
  "BYREV": "JKW-KBH-AKS",
  "REVDATE": "07/2019",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Dystruderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vamont clay-forest (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 cm, (0 to 5 in); grayish brown (10YR 5/2) clay, moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; many very fine to medium roots; very few faint dark grayish brown (10YR 4/2) organic coats on surfaces of peds; few bits of charcoal; many fine and medium interstitial and tubular pores; 4 percent fine and medium prominent strong brown (7.5YR 4/6) iron concentrations along roots and pores; extremely acid; clear smooth boundary.  (8 to 23 cm [3 to 9 in] thick)\nBw--13 to 48 cm, (5 to 19 in); 50 percent reddish yellow (7.5YR 6/8) and 50 percent light gray (10YR 7/2) clay; moderate fine and medium angular blocky structure; very hard, very firm, very sticky and very plastic; many very fine and fine roots; common fine and medium tubular pores; few distinct pressure faces; 3 percent fine prominent yellowish red (5YR 5/8) iron concentrations along roots, pores, and surfaces of peds; extremely acid; gradual wavy boundary. (0 to 38 cm [0 to 15 in] thick)\nBss1--48 to 112 cm, (19 to 44 in); 55 percent light gray (10YR 7/2) and 40 percent reddish yellow (7.5YR 6/8) clay; moderate medium angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; many very fine, fine and few medium roots; common fine tubular pores; common distinct pressure faces; 5 percent fine prominent yellowish red (5YR 5/8) iron concentrations along roots, pores, and surfaces of peds; common distinct slickensides; extremely acid; gradual wavy boundary.\nBss2--112 to 168 cm (44 to 66 in); light gray (N 7/0) clay; moderate fine and medium angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; common very fine and fine roots; few fine tubular pores; common distinct pressure faces; many distinct slickensides; 8 percent fine and medium prominent reddish yellow (7.5YR 6/8) iron concentrations with clear boundaries; 5 percent medium and coarse prominent red (2.5YR 4/6) iron concentrations with sharp boundaries; 2 percent fine prominent yellowish red (5YR 5/8) iron concentrations with sharp boundaries along roots, pores and surfaces of peds; very strongly acid; gradual wavy boundary.\nBss3--168 to 203 cm (66 to 80 in); 50 percent light gray (N 7/0) and 35 percent strong brown (7.5YR 5/8) clay; moderate fine and medium angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; common very fine and fine roots; few fine tubular pores; common distinct pressure faces; many distinct slickensides; 15 percent fine and medium faint reddish yellow (7.5YR 6/8) iron concentrations with clear boundaries on surfaces of peds; 1 percent fine distinct greenish gray (5BG 6/1) iron depletions with diffuse boundaries along roots; very strongly acid. (Combined thickness of the Bssg horizons is 140 to 191 cm [55 to 75 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardin County, Texas; from the intersection of Texas Highway 770 and Texas Highway 787 in Saratoga; 6.7 miles northwest on Texas Highway 787 to forest road; 3.1 miles southwest on forest road; 0.3 mile west on forest road; 100 feet north in pine plantation.\nUSGS topographic quadrangle: Arizona Creek, TX;\nLatitude: 30 degrees, 19 minutes, 30 seconds, N;\nLongitude: 94 degrees, 37 minutes, 40 seconds, W\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe range in characteristics includes 50 percent or more of the pedon.\nSolum thickness is more than 203 cm (80 in).\nThis cyclic soil ranges from about 1.2 to 3.7 m (4 to 12 ft) from the top of the microhigh to the center of the microlow.  Undisturbed areas have gilgai microrelief with microhighs 15 to 46 cm (6 to 18 in) higher than microlow.\nTexture is clay or silty clay.  Slickensides and wedge-shaped peds begin at a depth ranging from 20 to 64 cm (8 to 25 in) below the soil surface.\nThe soil is usually moist, but during the summer in some years cracks 2.5 to 5 cm (1 to 2 in) wide extend from the surface to depths more than 51 (20 in).\nIron-manganese concretions, 2 to 5 mm across, range from none to common throughout.\nSoil Moisture: An udic soil moisture regime.\nThe soil moisture control section is 10 to 30 cm (4 to 12 in).\nThese soils remain moist in some part of the soil moisture control section throughout the year in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F).\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent\nSilt content: 30 to 45 percent\nA Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: clay or silty clay\nRedox concentrations: amount-2 to 4 percent, size-fine to medium, color-shades of brown; contrast-distinct or prominent, boundary-clear or diffuse, location-along roots and pores and on surfaces of peds\nReaction: extremely acid or very strongly acid\nBw Horizon\nHue: 7.5YR or 10YR\nValue: 50 to 75 percent is 4 to 6 and 25 to 50 percent is 5 to 7\nChroma: 50 to 75 percent is 4 to 8 and 25 to 75 percent is 1 or 2\nTexture: clay or silty clay\nRedox concentrations: amount-2 to 25 percent, size-fine to coarse, color-shades of yellow, brown, or red, contrast-faint to prominent, boundary-diffuse to sharp, location-throughout\nRedox depletions: amount-2 to 15 percent, size-fine or medium, color-shades of gray, contrast-distinct or prominent, boundary-clear or diffuse, location-throughout\nReaction: extremely acid to strongly acid\nUpper Bss Horizons\nHue: 7.5YR or 10YR\nValue: 5 to 8\nChroma: 55 to 70 percent is 1 or 2, and 30 to 45 percent is 4 to 8\nTexture: clay or silty clay\nRedox concentrations: amount-2 to 25 percent, size-fine to coarse, color-shades of yellow, brown, or red, contrast-faint to prominent, boundary-diffuse to sharp, location-throughout\nRedox depletions: amount-2 to 15 percent, size-fine or medium, color-shades of gray, contrast-distinct or prominent, boundary-clear or diffuse, location-throughout\nReaction: extremely acid to strongly acid\nLower Bss Horizons\nHue: 10YR, 2.5Y, or N/\nValue: 5 to 7\nChroma: 0 to 2\nTexture: clay or silty clay\nRedox concentrations: amount-2 to 25 percent, size-fine to coarse, color-shades of yellow, brown, or red, contrast-faint to prominent, boundary-diffuse to sharp, location-throughout\nRedox depletions: amount-2 to 15 percent, size-fine or medium, color-shades of gray, contrast-distinct or prominent, boundary-clear or diffuse, location-throughout\nReaction: extremely acid to strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no other series in the same family. Similar soils are the China, Ichusa, League, and Louin series.\nChina and League soils: hyperthermic temperature regime and have a mollic epipedon\nIchusa and Louin soils: have aquic conditions in some part in most years"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits derived from mixed origin of the Beaumont Formation of late Pleistocene age.\nLandscape: coastal plains\nLandform: flats\nMicrofeature: gilgai\nSlope: 1 to 5 percent\nMean annual air temperature: 19.5 to 20.6 (67 to 69 degrees F)\nMean annual precipitation: 1219 to 1524 mm (48 to 60 in)\nPrecipitation pattern: Uniform throughout the year with slight peaks in spring and fall\nFrost-free period: 240 to 300 days\nElevation: 4.6 to 49 m (15 to 160 ft)\nThornthwaite annual P-E indices: 68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Bevil, Evadale, Gist, and Texla series.\nBevil soils: have aquic conditions and are in depressions\nEvadale soils: loamy surface layer on similar landscape positions\nGist and Texla soils: loamy surface layer and on mounds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Somewhat poorly\nPermeability class: very slow\nRunoff: high on 0 to less than 1 percent slopes and very high on 1 to 5 percent slopes.\nPonding: soil is ponded for less than two weeks and aquic conditions may occur during the months of January to March in the microlows. Microhighs become saturated during this time but do not have aquic conditions or reduce. The microlows make up less than 50 percent of the pedon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: woodland, pasture with some areas in rice cultivation.\nNative vegetation: woodlands are mainly loblolly pine and red oak.  Grasses are mainly species of andropogon, paspalum and panicum.\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites: Clayey Flat"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: Southeast Texas\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 152B (Western Gulf Coast Flatwoods)\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in) (A, Bw, and Bssg horizons)\nOchric epipedon: 0 to 13 cm (0 to 5 in) (A horizon)\nOxaquic feature: are saturated with water for 30 or more days in most years. In 2 to 4 years out of 10 these soils have aquic soil conditions.\nVertisol feature: Slickensides at a depth of 48 to 203 cm (19 to 80 in) with cracks that extend to a depth of 51 cm (20 in) or more during dry periods.\nAdditional Comments:  Vamont soils were formerly included with the Vaiden series.  These soils were formerly classified as Aquentic Chromuderts and were reclassified to Oxyaquic Hapluderts 10/94 based on amendment 16 to Soil Taxonomy.  The series was reclassified in April 2000 from Hapluderts to Dystruderts based on lab data.  The series type location was moved to Hardin County, April 2000, to reflect a more central location in the series province with lab data.\nADDITIONAL DATA:  Data from the Texas A&M University Soil Characterization Laboratory on sample S98TX199-001; Hardin County, Texas.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
