{
  "SERIES": "VANANDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "02/1999",
  "STATES": "MT",
  "OVERVIEW": "Typically, Vananda soils have fragile, massive, vesicular, clear silt-coated surface crust and they have indistinct horizonation below this crust in grayish brown grading to olive gray slightly calcareous clay.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Torrertic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vananda clay - native grass. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 1/4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; massive crust in hexagonal shapes 2 to 4 inches in diameter; light brownish gray on top side with many clear silt grains; grayish brown on underside with clusters of granules and very fine plates adhering; hard, friable, very sticky, very plastic; noncalcareous; abrupt boundary. (1/8 to 1 inch thick)\nA12--1/4 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate grading to strong thin platy structure, plates crumble to moderate very fine subangular blocks; hard, firm, very sticky, very plastic; slightly calcareous; many very fine roots; moderately alkaline; (pH 8.3); clear smooth boundary. (2 to 6 inches thick)\nB2--4 to 20 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium to fine angular blocky structure; extremely hard, very firm, very sticky, very plastic, faces on all ped surfaces have a light reflecting sheen without difference in color from inside of ped; few very fine pores; common grading to few very fine roots; strongly alkaline (pH 8.8); clear irregular boundary.  (10 to 20 inches thick)\nCcs--20 to 26 inches; olive gray (5Y 5/2) clay, olive gray (5Y 4/2) moist; weak medium angular blocky structure; very hard, very firm, very sticky, very plastic; few roots; many medium to large white nests of gypsum crystals; moderately alkaline (pH 8.0) gradual boundary. (0 to 20 inches thick)\nC2--26 to 60 inches; olive gray (5Y 5/2) clay, olive gray (5Y 4/2) moist; weak medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; common clusters of gypsum crystals decreasing with depth in horizon; moderately alkaline (pH 8.0); slightly calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Treasure County, Montana; just inside of Y of junction of trails; midslope of ENE-facing 6 percent slope; 200 feet north and 100 feet west of E1/4 corner, section 31, T.8N., R.35E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Vananda soils are usually dry when not frozen, unless irrigated, and they have a mean annual soil temperature of 48 to 52 degrees F.  The continuous surface crust is 1/8 to 1/2 inch thick under sparse grass cover, and 1/2 to 1 inch thick under greasewood and saltbush plants, in animal hoof tracks and in cultivated fields.  The thicker crust under greasewood and saltbush is contrasting in appearance in its lighter color of the dry soil surface with more abundant clear silt covering in the crust.  Beneath the crust the A12 horizon ranges in structure from moderate to strong fine to medium plates to strong very fine granules.  It differs in color from the underlying horizons by less than 1 unit in Munsell value. The soil below the A12 horizon has hue of 2.5Y or yellower, value of 6 or 5 dry and 5 or 4 moist, and chroma of 2 or 3. It ranges from moderate medium blocky to massive with widely spaced (6 to 10 inches) vertical cracks appearing in the dry soil.  It has 45 to 60 percent clay.  Quantities of gypsum crystals range from many to very few.  The exchangeable sodium percentage is greater than 7 and increases to more than 15 at about 20 inches, and the electrical conductivity exceeds 2 mhs per cm.  The soil profile ranges from very slightly to moderately calcareous with a few (less than 1 percent) fine or medium segregations of lime below the A12 horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bone, Gaynor, Kyle, Limon (tentative), Pierre, Swanboy and Vanda (tentative) series. Bone soils have white silt-coated, crusted, barren surfaces and salt flocculated granular horizons beneath the very thin sodic argillic horizons.  Gaynor, Kyle, Limon, Pierre, and Swanboy soils have granular surfaces, and Gaynor and Pierre soils have paralithic contacts between 20 and 40 inches. Vanda soils have mean annual soil temperature of 40 to 47 degrees F.  Gaynor, Kyle, Limon and Pierre soils have less than 15 percent exchangeable sodium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to sloping or gently rolling upland or valley plains on residual or transported clay surfaces.  Local relief ranges up to 20 feet with long smooth slopes 300 to more than 1,000 feet long.  Slopes are short (50 to 200 feet) where associated with the Lismas soils on hilly terrain.  The climate is cool semiarid with mean annual temperature of 45 to 47 degrees F., mean summer temperature more than 60 degrees F. and mean winter temperature between 18 and 28 degrees F.  Mean annual precipitation is 10 to 14 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Well-drained; slow to rapid runoff; very slow permeability."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use is mainly for range with limited use for irrigated crop production.  Principal vegetation is greasewood, Gardner saltbush, big sagebrush, and plains pricklypear cacti with plants having 5- to 20-foot spacing and with a sparse (5 percent) cover of grasses between shrubs, mainly of western wheatgrass, Sandberg bluegrass and some green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Montana, where the soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Vananda soils were formerly classified as an alkali phase of Brown soils.  The series has an ustic moisture regime that borders on aridic and will be put in the Torrertic subgroup when it is approved.\nOSED scanned by SSQA.  Last revised by state on 6/71.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
