{
  "SERIES": "VANCECREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEJ-HFG",
  "REVDATE": "05/2001",
  "STATES": "WI",
  "OVERVIEW": "The Vancecreek series consists of very deep, poorly drained soils formed in silty alluvium on flood plains.  These soils have moderate permeability.  Slopes range from 0 to 2 percent. Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vancecreek silt loam on a plane 1 percent slope in a native pasture at an elevation of about 1100 feet.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; many medium and fine roots; moderately acid; clear wavy boundary.\nA2--10 to 16 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; friable; few fine and medium roots; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid; abrupt wavy boundary.  (Combined thickness of the A horizons is 10 to 23 inches)\nBg1--16 to 26 inches; grayish brown (2.5Y 5/2) silt loam; moderate medium subangular blocky structure; friable; few fine and medium roots; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid; gradual wavy boundary.\nBg2--26 to 35 inches; olive gray (5Y 5/2) silt loam;  moderate coarse prismatic structure parting to weak medium subangular blocky; friable; few fine and medium roots; few prominent dark gray (10YR 4/1) organic stains along root channels; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary.\nBg3--35 to 49 inches; olive gray (5Y 5/2) silt loam; weak coarse subangular blocky structure; friable; few fine and medium roots; few prominent dark gray (10YR 4/1) organic stains along root channels; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary.  (Combined thickness of the Bg horizons is 15 to 36 inches)\nCg--49 to 60 inches; dark greenish gray (5GY 4/1) silt loam; massive; friable; few medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Barron County, Wisconsin; about 3 1/2 miles southeast of Reeve; 990 feet north and 2040 feet west of the southeast corner of sec.  35, T. 32 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to 50 inches.  The particle-size control section averages 18 to 27 percent clay and less than 15 percent fine sand or coarser.  Reaction ranges from strongly acid to slightly acid in the A and Bg horizons and from strongly acid to slightly alkaline in the Cg horizon.  Vancecreek pedons typically do not have coarse fragments.  Free carbonates are absent to a depth of at least 6 feet. Chroma of 1 or 2 and redox concentrations are in the lower part of the mollic epipedon.   Redox concentrations are typically throughout the soil below the mollic epipedon and redox depletions are dominant in the matrix.  Saturation occurs within 16 to 20 inches of the soil surface much of the time in most years.\nThe A horizons have value of 2 or 3 and chroma of 1 or 2.\nThe Bg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2.\nThe Cg or C horizon has hue of 2.5Y, 5Y, or 5GY; value of 4 to 6; and chroma of 1 to 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  It is assumed that the Sturgill series which competed as a Fluvaquentic Haplaquoll will be reclassified as a Fluvaquentic Endoaquoll.  A similar soil is the Ettrick series.  Sturgill soils have buried A horizons within 40 inches and typically have lenses of volcanic ash within 40 inches.  In addition, they are dryer in the series control section during the growing season (MAP = 16 inches).  Ettrick soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vancecreek soils are commonly on flood plains.  Slope gradients range from 0 to 2 percent.  These soils formed in silty alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 38 to 42 degrees F.  The frost free period ranges from about 90 to 125 days.  Elevation ranges from 800 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Doritty, Fordum, Rib, and Wickware soils.  The moderately well drained Doritty soils and the well drained Wickware soils are on higher landscape positions on foot slopes and side slopes of adjacent uplands.  The poorly drained and very poorly drained Fordum and Rib soils are nearby in similar landscape positions where the loamy of silty mantle is less than 40 inches thick over sandy outwash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow to ponded.  Permeability is moderate.  This soil is subject to frequent flooding of brief or very brief duration.  It has an apparent seasonal high water table at a depth from 1 foot above to 1 foot below the surface at some time during the period from October to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used as unimproved pastureland or for wildlife habitat.  Native vegetation consists of water tolerant reeds, sedges, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Barron County, Wisconsin, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - 0 to 16 inches (A1, A2); cambic horizon - 16 to 49 inches (Bg1, Bg2, Bg3); aquic feature - chroma of 2 and redox accumulations in the lower part of the mollic epipedon; fluvaquentic feature - irregular decrease of organic carbon with increasing depth and slope less than 25 percent.\nADDITIONAL DATA:  Soil Interpretation Record - WI0485. Refer to soil survey sample number S88WI-005-6 for data on the typifying pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
