{
  "SERIES": "VANDAMME",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR-CEJ-JJJ-ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, isomesic Typic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vandamme loam - on an east facing convex slope of 9 percent under redwood, Douglas-fir, huckleberry and swordfern at 860 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on July 29, 1980 the soil was moist below 8 inches).\n0i--1 inch to 0; litter of redwood and tanoak leaves and twigs.\nA1--0 to 2 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; strong fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and  common fine and medium roots; many fine interstitial and few fine tubular pores; moderately acid (pH 5.7); clear smooth boundary.  (2 to 4 inches thick)\nA2--2 to 4 inches; light yellowish brown (10YR 6/4) loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and common fine and medium roots; many fine interstitial and few fine tubular pores; strongly acid (pH 5.2); clear wavy boundary.  (2 to 4 inches thick)\nABt--4 to 9 inches; brownish yellow (10YR 6/6) loam, dark yellowish brown (10YR 4/6) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; many fine interstitial and few fine tubular pores; very few thin clay films on peds and in pores; very strongly acid (pH 5.0); gradual wavy boundary.  (5 to 7 inches thick)\nBt1--9 to 14 inches; light brown (7.5YR 6/4) clay loam, strong brown (7.5YR 4/6) moist; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and medium roots; common fine interstitial and few fine and medium tubular pores; common thin clay films on peds and in pores; very strongly acid (pH 5.0); gradual wavy boundary.  (5 to 10 inches thick)\nBt2--14 to 20 inches; reddish yellow (7.5YR 6/6) clay, strong brown (7.5YR 4/6) moist; weak medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and medium roots; common fine interstitial and few fine and medium tubular pores; many thin and common moderately thick clay films on peds and in pores; very strongly acid (pH 5.0); gradual wavy boundary.  (5 to 10 inches thick)\nBt3--20 to 25 inches; strong brown (7.5YR 5/6) clay, strong brown (7.5YR 4/6); moist; weak medium and coarse subangular blocky structure; hard, firm, slightly sticky and plastic; common fine and medium and few coarse roots; common fine interstitial and common fine and medium tubular pores; many thin clay films on peds and common moderately thick clay films on peds and in pores; strongly acid (pH 5.1); gradual wavy boundary.  (5 to 16 inches thick)\nBt4--25 to 42 inches; variegated brownish yellow (10YR 6/8) and strong brown (7.5YR 5/6) clay loam, yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) moist; weak medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few coarse roots; common fine interstitial and common fine and medium tubular pores; many moderately thick clay films on peds and common thick clay films in pores; very strongly acid (pH 4.9); gradual irregular boundary.  (15 to 20 inches thick)\nCrt--42 to 59 inches; variegated brownish yellow (10YR 6/8) and strong brown (7.5YR 5/6) soft sandstone, yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) moist; few very fine roots along fracture planes; many thick and common moderately thick clay films along fracture planes; rock slakes in water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; about 8 miles east of Fort Bragg on Highway 20; about 500 feet south and 1200 feet east of the northwest corner of sec. 6, T.17N., R.16W.; Comptche, SW quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 40 to 60 inches.  The mean annual soil temperature is 50 to 56 degrees F.  The difference between mean summer and mean winter soil temperature is 3 to 6 degrees F.  The soil between the depths of 6 to 19 inches is moist in all parts from November 1 to August 15 and is dry in some part from September 1 to October 1 in most years.  The particle-size control section averages from 35 to 45 percent clay.  Gravel content ranges from 0 to 10 percent.\nThe A horizon is 10YR  6/2, 6/3, 6/4, 6/6, 7/3, 7/4.  Moist color is 10YR 3/2, 3/3 4/6.  It is loam or sandy loam with 10 to 27 percent clay.  Organic carbon content ranges from 2 to 5 percent.  Base saturation (sum) ranges from 25 to 45 percent.  Reaction is strongly or medium acid.\nAn E horizon is present at the surface in some pedons.  It is 10YR 7/1, 7/2 or 8/1.  Moist color is 10YR 6/1, 6/2 or 7/2.  It is sandy loam with 10 to 20 percent clay.  Reaction is strongly or moderately acid.\nThe Bt horizon is 10YR 6/8; 7.5YR 5/6, 6/4, 6/6, 6/8, 7/6, 7/8; 5YR 5/6, 6/6.  Moist color is 10YR 5/8; 7.5YR 4/4, 4/6, 5/6, 5/8; 5YR 4/8, 5/6, 5/8.  It is clay or clay loam with 35 to 50 percent clay.  Organic carbon content ranges from 0.9 to 2 percent in the upper 16 inches of the Bt horizon.  Base saturation (sum) ranges from 5 to 35 percent. Reaction is very strongly acid or strongly acid.\nThe Cr horizon is highly weathered saprolitic sandstone or mudstone that slakes in water."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullgulch (T OR), Hunterscove (T OR), Loeb (T OR), Macklyn (T OR), Quinliven (CA) Wadecreek (OR) and Winchuck (OR) series.  Bullgulch, Wadecreek and Winchuck soils are very deep and have an umbric epipedon, in addition Winchuck soils have gravelly or very gravelly C horizons.  Hunterscove and Macklyn soils are 20 to 40 inches to paralithic contact.  Loeb soils have an umbric epipedon and have more rock fragments in the control section.  Quinliven soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Vandamme soils occur on broad ridges and upper sideslopes of hills.  Slopes are 2 to 75 percent.  Elevations are 80 to 1000 feet.  The soils formed in material weathered from soft sandstone. The climate is humid with cool foggy summers and cool moist winters.  A strong marine influence limits the annual and diurnal range in temperature.  Mean annual precipitation ranges from 40 to 70 inches. Mean January temperature is about 50 degrees F.; mean July temperature is about 55 degrees F.; and the mean annual temperature is about 53 degrees F.  The frost-free season is 290 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dehaven, Hotel, Irmulco, Tramway and Threechop soils.  Dehaven, Hotel, Irmulco and Tramway soils occur on mountain sideslopes.  Dehaven and Hotel soils formed from hard sandstone and have loamy-skeletal particle-size control sections. Irmulco and Tramway soils have fine-loamy particle-size control sections.  Threechop soils occur in similar landscape positions as Vandamme but are farther from the ocean and have an ustic soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; surface runoff under bare soil conditions is slow through very rapid.  Slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for commercial timber production and as wildlife and watershed.  Natural vegetation consists of redwood, Douglas-fir, grand fir, tanoak, huckleberry, swordfern, and oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern coastal California.  Soil occurs in the zone of strong marine influence.  The series is not extensive.  MLRA 4."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, Western Part, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- 0 to 4 inches (A1, A2)  Clay content by field texture was estimated to be about 30 percent.\nArgillic horizon -- 9 to 42 inches (Bt1, Bt2, Bt3, Bt4).\nMany areas mapped as Vandamme soils were mapped as Mendocino or Josephine soils by the California Soil-Vegetation survey 1947-1950.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nADDITIONAL DATA:  NSSL pedon S80CA-045-013. (type location)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
