{
  "SERIES": "VANDALIA",
  "STATUS": "Established Series",
  "BYREV": "RDJ-SLH/Rev. MDJ",
  "REVDATE": "09/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vandalia silty clay loam on a 20 percent slope; in a pasture. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 13 cm (0 to 5 inches); brown (7.5YR 4/2) silty clay loam; moderate medium granular structure; friable; many fine roots; 10 percent siltstone and sandstone fragments; moderately acid; abrupt wavy boundary. (10 to 23 cm (4 to 9 inches) thick)\nBA--13 to 20 cm (5 to 8 inches); reddish brown (5YR 4/4) silty clay loam; weak and moderate fine subangular blocky structure; friable; many fine roots; 10 percent siltstone and sandstone fragments; strongly acid; gradual smooth boundary. (0 to 20 cm (0 to 8 inches) thick)\nBt1--20 to 43 cm (8 to 17 inches); yellowish red (5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm, moderately sticky and moderately plastic; common fine roots; common distinct clay films on ped faces; 10 percent siltstone and sandstone fragments; moderately acid; gradual wavy boundary.\nBt2--43 to 84 cm (17 to 33 inches); reddish brown (2.5YR 4/4) channery silty clay; moderate medium subangular blocky structure; firm, moderately sticky and moderately plastic; few fine roots; common clay films on ped faces; 25 percent siltstone and sandstone fragments; moderately acid; gradual wavy boundary.\nBt3--84 to 109 cm (33 to 43 inches); reddish brown (2.5YR 4/4) channery silty clay; weak fine subangular blocky structure; firm, moderately sticky and moderately plastic; few distinct clay films on ped faces; 30 percent siltstone and sandstone fragments; moderately acid; clear wavy boundary. (Combined thickness of the Bt horizon is 73 to 152 cm (29 to 60 inches))\n2C--109 to 183 cm (43 to 72 inches); weak red (10R 4/3) channery clay; structureless, massive; firm, very sticky and very plastic; 30 percent shale fragments; moderately acid. (13 to 74 cm (5 to 29 inches) thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Wirt\nState:  West Virginia\nUSGS Quadrangle:  Elizabeth, West Virginia\nLatitude (Decimal Degrees, NAD83):  39.12583 N\nLongitude (Decimal Degrees, NAD83):  -81.41000 W\nDirections:  About 1 mile southwest of the confluence of the Little Kanawha and Hughes Rivers and about 1 mile northeast of West Virginia Route 14 and Beulah Church"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic:  8 to 36 cm (3 to 14 inches)\nDepth to the base of the Argillic:  81 to 170 cm (32 to 67 inches)\nSolum Thickness:  94 to 173 cm (37 to 68 inches)\nDepth to Bedrock:  Greater than 152 cm (60 inches)\nDepth Class:  Very deep\nRock Fragment content:  5 to 15 percent, by volume, in the Ap horizon; 5 to 40 percent, by volume, in the BA and Bt horizons; 5 to 50 percent, by volume, in the C horizon\nSoil Reaction:  Very strongly acid through moderately acid in the solum, except where limed; strongly acid through neutral in the C horizon\nRange of Individual Horizons:\nAp or A horizon:\nColor--hue of 5YR through 10YR, value of 4 or 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--silt loam or silty clay loam\nE horizon (if present):\nColor--hue of 5YR through 10YR, value of 4 or 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--silt loam or silty clay loam\nBA or BE horizon (if present):\nColor--hue of 2.5YR through 7.5YR, value of 4 or 5, and chroma of 3 through 6\nTexture (fine-earth fraction)--silt loam, silty clay loam, or clay loam\nBt horizon:\nColor--hue of 10R through 7.5YR, value of 3 through 5, and chroma of 3 through 6\nTexture (fine-earth fraction)--silty clay loam, silty clay, or clay\nBC horizon (if present):\nColor--hue of 10R through 7.5YR,  value of 4 or 5, and chroma of 4 through 8\nTexture (fine-earth fraction)--silty clay loam, silty clay, or clay\nC horizon:\nColor--hue of 10R through 5YR, value of 3 through 6, and chroma of 3 through 6\nTexture (fine-earth fraction)--silty clay loam, clay loam, silty clay, or clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBeasley soils--have bedrock between 102 and 152 cm\nBledsoe soils--have hues of 10YR in the solum and substratum\nBonnell soils--formed in loess and underlying glacial till\nBurklick soils--formed in loess and underlying clayey materials or residuum from dolomite or limestone\nCaneyville soils--have bedrock between 50 and 102 cm\nEden soils--have bedrock between 50 and 102\nFaywood soils--have bedrock between 50 and 102\nFredonia soils--have bedrock between 50 and 102 cm\nLowell soils--formed in limestone residuum and have hues of 10YR or 2.5Y in the solum and substratum\nMarkland soils--formed in loess and underlying calcareous, lacustrine sediment and have calcic horizons in the solum and substratum\nMilton soils--have bedrock between 50 and 102 cm\nWoodsfield soils--have free carbonates in the solum and substratum and formed in loess and underlying clayey residuum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  124, 126\nLandscape:  Hills\nLandform:  Hillslope\nHillslope Profile Position:  Footslope\nGeomorphic Component:  Base slope\nParent Material Origin:  Weathered, interbedded siltstone, sandstone, and shale\nParent Material Kind:  Colluvium\nSlope:  3 to 60 percent\nElevation:  159 to 527 meters\nFrost free period:  163 to 198 days\nMean Annual Air Temperature:  8 to 14 degrees C. (47 to 58 degrees F.)\nMean Annual Precipitation:  890 to 1320 mm (35 to 52 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGilpin soils--occur on uplands and are less than 100 cm to bedrock\nHackers soils--occur on flood plains and have less than 35 percent clay in the particle-size control section\nMoshannon soils--occur on flood plains and have less than 35 percent clay in the particle-size control section\nPeabody soils--occur on uplands and are less than 100 cm to bedrock\nUpshur soils--occur on uplands and are less than 150 cm to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural):  Well drained\nInternal Free Water Occurrence:  None\nIndex Surface Runoff:  High or very high\nSaturated Hydraulic Conductivity Class:  Moderately low or moderately high in the solum and substratum, low or moderately low in the bedrock\nPermeability Class (obsolete):  Moderately slow or slow\nShrink-Swell Class:  Moderate or high in the solum and substratum\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Pasture, hayland, and woodland\nDominant Vegetation:  Where cultivated--Pasture, hay, corn, soybeans, and wheat.\nWhere wooded--Mixed hardwoods, dominated by oak and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  Ohio, Kentucky, and West Virginia\nExtent:  Large, approximately 300,000 acres at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reedy Creek Project, West Virginia, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 20 cm (A and BA horizons)\nArgillic horizon--the zone from 20 to 109 cm (Bt horizon)\nSeries control section--the zone from 0 to 150 cm\nThis edit updates the format to the MO6 semi tabular format; updates the Range of Individual Horizons, RANGE IN CHARACTERISTICS, GEOGRAPHIC SETTING, GEOGRAPHICALLY ASSOCIATED SOILS, and DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY sections.\nPrevious revisions:  07/2001-WJE, WFH, JCL\nADDITIONAL DATA:\nThe Ohio State University characterization data pedons are WS-018, AT-020, MO-012.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
