{
  "SERIES": "VANDAMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFS/GB/JPP",
  "REVDATE": "01/2008",
  "STATES": "CO",
  "OVERVIEW": "The Vandamore series consists of moderately deep, well drained soils that formed in material weathered from sandstone.  Vandamore soils are on wind-swept upland ridges on mountain sides and have slopes of 5 to 65 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Calcic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vandamore channery loam, native rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; 25 to 30 percent channers, strongly effervescent; moderately alkaline; clear wavy boundary.  (3 to 7 inches thick)\nA2--4 to 8 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; weak medium granular structure; soft, friable, slightly sticky and slightly plastic; common fine roots; 40 percent channers 1 to 4 inches in size; strongly effervescent; moderately alkaline; clear wavy boundary.  (3 to 8 inches thick)\nBk1--8 to 12 inches; very pale brown (10YR 7/3) extremely channery loam, brown (10YR 5/3) moist weak medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; few fine roots; visible lime in thin seams and on rock fragments, 70 percent channers 1 to 4 inches in size; violently effervescent; moderately alkaline; clear wavy boundary.  (3 to 10 inches thick)\nBk2--12 to 25 inches; very pale brown (10YR 7/3) extremely channery loam, pale brown (10YR 6/3) moist; massive; soft, friable, few medium roots; visible lime in thin seams and on rock fragments; violently effervescent; 80 percent channers 1 to 6 inches in size; abrupt wavy boundary.  (9 to 15 inches thick)\nR--25 to 35 inches; hard, fractured, fine-grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Blanco County, Colorado; SE1/4, NW1/4 Sec. 12, T. 3 S., R. lOO W.  U.S.G.S. Black Cabin Gulch quad.; Lat. 39 degrees, 48 minutes, 06 seconds, (to 48 minutes, 19 seconds) N., and Long. 108 degrees, 33 minutes, 57 seconds, (to 34 minutes, 12 seconds) W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact ranges from 20 to 40 inches.  The fine earth fraction of the particle-size control section is typically loam with about 20 percent clay, but clay ranges from 18 to 35 percent.  Rock fragments range from 35 to 85 percent by volume and are dominantly channers.  The soil is usually calcareous throughout, but the surface layer is leached a few inches in some pedons.\nThe A horizons have hue of 7.5YR through 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 or 3.  Reaction is slightly alkaline or moderately alkaline.\nThe Bk horizons have hue of 7.5YR through 2.5Y, value of 6 through 8 dry, 5 through 7 moist, and chroma of 2 through 4.  Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coville (AK), Danavore (CO), and Pishkun (MT) series.  Coville soils have a maritime climate and are in unaltered glacial till.  Danavore soils have a paralithic contact at 20 to 40 inches.  Pishkun soils lack a lithic contact within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vandamore soils are on wind-swept upland ridges on mountain sides and have slopes of 5 to 65 percent.  They formed in material weathered from fine grained sandstone.  The climate is cool with long winters and cool moist springs.  Elevation ranges from 7,400 to 9,500 feet.  Mean annual precipitation ranges from 16 to 22 inches.  Much snow is lost from the areas because of wind.  The annual temperature ranges from 38 to 43 degrees F., and the frost-free growing season is less than 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Irigul, Parachute, Rhone, and Starman soils.  Irigul, Parachute, and Rhone soils have a mollic epipedon.  Starman soils have a lithic contact at a depth of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used entirely for grazing.  Native vegetation is mainly wheatgrass, fringed sage and dryland sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Blanco County, Colorado, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:  an ochric epipedon; visible calcium carbonates in the Bk horizons; more than 35 percent rock fragments in the texture control section; a lithic contact at 25 inches; and a cryic temperature regime.  Last updated by the state 4/95.\nThe 01/2008 revision changes the subgroup classification from Ustic Eutrocryepts to Calcic Haplocryepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
