{
  "SERIES": "VANDERPOOL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG:MLG",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "OVERVIEW": "The Vanderpool series consists of very deep, well drained moderately permeable soils that formed in loamy soil materials.  These soils are on nearly level to gently sloping stream terraces.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vanderpool clay loam--cropland.  (Colors are for dry soil unless otherwise stated.)\nAp-- 0 to 7 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine and fine tubular pores; few snail shell fragments; 38.0 percent calcium carbonate equivalent; strongly effervescent throughout; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)\nAk-- 7 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine and fine tubular pores; few snail shell fragments; 45.0 percent calcium carbonate equivalent; few fine dendritic white (10YR 8/1) soft carbonate threads throughout; strongly effervescent throughout; moderately alkaline; gradual smooth boundary. (9 to 11 inches thick)\nBk1--16 to 36 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine and fine tubular pores; few snail shell fragments; 45.0 percent calcium carbonate equivalent; common fine dendritic white (10YR 8/1) soft carbonate threads throughout; strongly effervescent throughout; moderately alkaline; gradual smooth boundary. (10 to 15 inches thick)\nBk2--36 to 80 inches; reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine roots throughout; few very fine tubular pores; few snail shell fragments; 54.0 percent calcium carbonate equivalent; common fine dendritic white (10YR 8/1) soft carbonate threads throughout; strongly effervescent throughout; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Real County, Texas; Rio Frio quadrangle; Latitude 29 degrees, 40 minutes, 8.3 seconds N; Longitude 99 degrees, 44 minutes, 13.9 seconds W in cropland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges is more than 80 inches.  Calcium carbonate equivalent in the 10 to 40 inch control section ranges from 40 to 70 percent.   Snail shell fragments are in all horizons.  Films and threads of calcium carbonate are evident in all horizons below the Ap horizon and increase with depth.  The calcium carbonate filaments are commonly seen when dry but are not identifiable when moist or the soil contains less than 5 percent identifiable secondary calcium carbonates.  The total clay content ranges from 20 to 40 percent with silicate clay ranging from 18 to 35 percent and carbonate clay from 2 to 15 percent.  Siliceous and limestone pebble content ranges from 0 to 15 percent.\nThe A horizon has color with 10YR hue, value of 3 to 5 and chroma of 2 or 3.  Texture is loam or clay loam.\nThe Bk horizons have color with 7.5YR or 10YR hue, value of 6 or 7, and chroma of 2 to 4.  Texture is loam or clay loam.  In some pedons below 40 inches contains up to 50 percent by volume of limestone pebbles and calcium carbonate concretions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no series in the same family.  Soils in similar families include Castroville, Set, Sunev, and Venus. Castroville and Set soils have a fine-silty particle size class and have calcic horizons.  Sunev and Venus have calcic horizons and Venus soils have less than 40 percent calcium carbonate equivalent in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vanderpool soils are on low stream terraces.  Slope gradients range from 0 to 3 percent. The soil formed in loamy calcareous alluvium. Climate is dry subhumid. Mean annual rainfall ranges from 26 to 30 inches and mean annual air temperature ranges from 62 to 69 degrees F. Thornthwaite P-E indices range from 31 to 44. Elevation ranges from 1200 to 2000 feet.  Frost-free days range from 230 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Karnes series and Eckrant, Mailtrail, Nuvalde, Real, Rio Frio, Oakalla, and Dev series.  Eckrant, Mailtrail, and Real soils are shallow and are on higher positions in the landscape.  Rio Frio soils have ochric epipedons and are on similar positions to the Vanderpool soils.  Oakalla and Dev soils have mollic epipedons more than 20 inches thick, and are on flood plains on lower positions in the landscape.  Nuvalde soils are on similar positons and have a fine-silty particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is negligible on 0 to 1 percent slopes and very low on 1 to 3 percent slopes; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland, pastureland, and rangeland.  Forage sorghum is the main crop, and coastal bermudagrass and kleingrass are the main pasturegrasses.  Native vegetation includes Hall's panicum, buffalo-bur, grassbur, hooded windmillgrass, horse nettle, prairie coneflower, pricklepoppy, purple nightshade, ragweed, and plains bristlegrass.  Woody plants include scattered hackberry, huisache, and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Texas, along stream terraces draining the Edwards Plateau.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Real County, Texas; Established 2000, Proposed 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Sunev series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 16 inches.\nCambic horizon - 16 to 72 inches.\nSoil Interpretation Record: TX1313"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap-- 0 to 7 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine and fine tubular pores; few snail shell fragments; 38.0 percent calcium carbonate equivalent; strongly effervescent throughout; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Ak",
        "top": 18,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ak-- 7 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine and fine tubular pores; few snail shell fragments; 45.0 percent calcium carbonate equivalent; few fine dendritic white (10YR 8/1) soft carbonate threads throughout; strongly effervescent throughout; moderately alkaline; gradual smooth boundary. (9 to 11 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 41,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--16 to 36 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine and fine tubular pores; few snail shell fragments; 45.0 percent calcium carbonate equivalent; common fine dendritic white (10YR 8/1) soft carbonate threads throughout; strongly effervescent throughout; moderately alkaline; gradual smooth boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 91,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk2--36 to 80 inches; reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine roots throughout; few very fine tubular pores; few snail shell fragments; 54.0 percent calcium carbonate equivalent; common fine dendritic white (10YR 8/1) soft carbonate threads throughout; strongly effervescent throughout; moderately alkaline."
      }
    ]
  ]
}
