{
  "SERIES": "VANDERBILT",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. BJG/HRG/TLA",
  "REVDATE": "01/2001",
  "STATES": "WA",
  "OVERVIEW": "The Vanderbilt series consists of very deep, well drained soils formed in alluvium on terraces and alluvial fans.  Slopes are 0 to 5 percent.  Average annual precipitation is about 10 inches and average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vanderbilt loam- irrigated cropland, on a 2 percent slope at an elevation of 1,580 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium granular structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few coarse roots; common very fine tubular pores; neutral (pH 6.9); abrupt smooth boundary.  (4 to 10 inches thick)\nA1--8 to 15 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to moderate medium prismatic; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; common very fine and fine tubular pores; neutral (pH 6.9); clear wavy boundary.  (0 to 8 inches thick)\nA2--15 to 28 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; few fine irregular, few very fine irregular and common fine tubular and few coarse tubular pores; neutral (pH 6.9); clear wavy boundary.  (Combined A horizon is 12 to 18 inches thick)\nBt1--28 to 38 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, friable, sticky and plastic; few very fine and fine roots; few very fine and few fine tubular pores; many faint clay films lining pores and on faces of peds; neutral (pH 6.9); clear wavy boundary.\nBt2--38 to 51 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and few coarse tubular pores; many faint clay films lining pores and on faces of peds; neutral (pH 6.9); clear wavy boundary.\nBt3--51 to 60 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine pores; many faint clay films lining pores and on faces of peds; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about 2.5 miles northwest of Ellensburg, WA., about 725 feet south and 1,700 feet west of the northeast corner of section 32, T. 18 N., R. 18 E.; lat. 47 degrees 00 minutes 44 seconds N. and long. 120 degrees 35 minutes 32 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature at a depth of 20 inches is 47 to 54 degrees F.  These soils are usually moist but are dry in the moisture control section for 90 to 100 consecutive days following the summer solstice.  Organic matter is estimated to range from 1 to 3 percent.  The particle-size control section has 27 to 32 percent clay and more than 5 percent fine sand or coarser.  Base saturation is more than 75 percent.  Thickness of the mollic epipedon is more than 60 inches.\nThe Ap and A horizons have value of 3 or 4 dry, and 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe Bt horizons have value of 4 or 5 dry, and 2 or 3 moist, and chroma of 2 or 3 dry or moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adieux (T), Banning, Blockhouse (T), Boyleston (T), Coolbrith, Dotta, Drews, Elkheights (T), Gorman, Harriman, Haysum (T), Henhill (T), Lonkey (T), Pachneum (T), Pumphouse (T), Robinette, Shushuskin (T), Supan, Van Dusen, Waha, Wapinitia, and Wockum (T) and Yaxon series.  Adieux soils are shallow to a lithic contact.  Banning, Coolbrith and Henhill soils have mottles and are somewhat poorly drained.  Blockhouse soils are moderately well drained and are dry for 45 to 60 consecutive days following the summer solstice.   Boyleston soils have 2Bt and 3Bt horizons. Dotta, Drews and Gorman soils have C horizons below the Bt horizon.  Elkheights soils have a duripan between 40 and 60 inches.  Harriman soils have a 2Crk horizon 40 to 60 inches deep and a mollic epipedon 20 to 45 inches thick.  Haysum soils have 15 to 33 percent rock fragments.  Lonkey soils are dry for 125 consecutive days following the summer solstice.  Pachneum soils are dry for 90 to 100 days following the summer solstice.  Pumphouse soils have a calcic 2Bk horizon between 40 and 60 inches.  Robinette soils have 40 to 60 percent clay, 60 to 85 percent pebbles and cobbles in the lower part of the 2Btk horizon and are dry for 60 to 80 consecutive days following the summer solstice.  Shushuskin soils are 20 to 40 inches to a lithic contact.  Supan and Wockum soils are 40 to 60 inches to a lithic contact.  Van Dusen soils have a C horizon that is coarse sandy loam and a mollic epipedon 20 to 32 inches thick.  Waha soils are dry for 75 to 90 consecutive days following the summer solstice.  Wapinitia soils are 40 to 60 inches deep to a lithic contact and have a C horizon.   Yaxon soils are slightly or moderately alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vanderbilt soils are on terraces and alluvial fans and have slopes of 0 to 5 percent.  These soils formed in alluvium over flood deposits.  Elevation is 1,400 to 2,400 feet.  Climate is semiarid with warm, dry summers and cool, moist winters.  Average annual precipitation is 9 to 12 inches.  Average January temperature is about 25 degrees F.; average July temperature is about 69 degrees F.; and average annual temperature is about 48 to 50 degrees F.  Frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ackna, Brickmill and Nitcha soils.  Ackna soils are on terraces  and are less than 40 inches to an extremely gravelly 3C horizon.  Brickmill soils are on alluvial fans, are loamy-skeletal, and have greater than 45 percent rock fragments.  Nitcha soils are on terraces and have less than 27 percent clay in the fine earth fraction."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated crop production and livestock grazing.  Native vegetation is bluebunch wheatgrass, Idaho fescue, Wyoming sagebrush and bitterbrush.  When irrigated, hay, oats, wheat, corn, potatoes, and peas are among the crops grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington, l990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon (pachic) - 0 to 60 inches (all horizons)\nArgillic horizon - 28 to 60 inches (Bt1, Bt2 and Bt3  horizons)\nPSCS - 28 to 48 inches (the Bt1 and part of the Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
