{
  "SERIES": "VANG",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "ND,SD",
  "OVERVIEW": "The Vang series consists of very deep, moderately well and well drained soils that formed in loam sediments overlying sand and gravel sediments that have appreciable amounts of shale.  Permeability is moderate in the solum and rapid or very rapid in the substratum.  These soils are on glacial outwash plains, eskers, terraces, deltas and beaches and have slopes ranging from 0 to 9 percent.  Mean annual air temperature is 38 degrees F, and mean annual precipitation is 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vang loam - on a southwest-facing convex slope of 3 percent in a cultivated field.  When described the soil was moist to 20 inches and dry below.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 7 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine and very fine granular structure; slightly hard, very friable, sticky and plastic; common very fine roots; slightly acid; abrupt smooth boundary.\nA--7 to 11 inches; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak fine and very fine subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; slightly acid; clear wavy boundary.  (Combined A horizons 6 to 18 inches thick)\nBw1--11 to 19 inches; very dark grayish brown (2.5Y 3/2) clay loam, dark grayish brown (2.5Y 4/2) dry; weak medium prismatic structure parting to moderate fine subangular blocky; slightly hard, friable, sticky and plastic; few very fine roots; about 5 percent gravel; slightly acid; gradual wavy boundary.\nBw2--19 to 27 inches; very dark grayish brown (2.5Y 3/2) loam, grayish brown (2.5Y 5/2) dry; weak fine prismatic structure parting to moderate fine and very fine subangular blocky; slightly hard, very friable, sticky and plastic; few very fine roots; about 10 percent gravel; slightly acid; clear wavy boundary.  (Combined Bw horizons 8 to 25 inches thick)\n2C--27 to 60 inches; very dark grayish brown (2.5Y 3/2) very gravelly sand, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky and nonplastic; about 35 percent gravel; about 90 percent shale in the 0.1 to 76 mm fraction; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cavalier County, North Dakota; about 4 miles north and 2 miles east of Olga; 1,000 feet west and 390 feet south of the northeast corner, sec. 15, T. 162 N., R. 57 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon ranges from 16 to 33 inches.  Depth to stratified sandy and gravelly material ranges from 20 to 40 inches.  The solum averages between 18 and 30 percent clay.\nThe A horizon has hue of 10YR, value of 2 or 3 and 3 or 4 dry, and chroma of 1.  It is loam or clay loam.  It is moderately acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 2 to 4 and 4 to 6 dry, and chroma of 1 to 3.  It is loam or clay loam.  It is moderately acid to moderately alkaline.  It contains 0 to 10 percent by volume of rock fragments in the upper part and as much as 20 percent in the lower part.  Some pedons have Bk, BC or thin C horizons.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 2 to 6 (5 to 7 dry), and chroma of 1 to 4.   It is sand, coarse sand, loamy sand or loamy coarse sand averaging 30 to 80 percent gravel, although some pedons have layers with 15 to 30 percent gravel.  It is stratified and has more than 20 percent shale in the 0.1 to 76 mm fraction.  It is moderately acid to moderately alkaline.  Some pedons have 2C horizons with yellowish brown relict mottles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fordville and Spottswood series.  These soils have sand and gravel 2C horizons that have less than 20 percent shale in the 0.1 to 76 mm fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vang soils are on level to moderately sloping glacial outwash plains, terraces, deltas, eskers and beaches.  Slope gradients range from 0 to 9 percent.  The soils formed in loam sediments overlying sandy and gravelly sediments that have appreciable amounts of shale.  The mean annual air temperature ranges from 37 to 45 degrees F, and the mean annual precipitation from 15 to 22 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing  Fordville soils and the Binford, Brantford, Coe, Divide, Eckman, Embden, Gardena, Kensal, Renshaw, Tolna, Walsh and Warsing soils.  Fordville and Renshaw soils are on nearby areas where siliceous sand and gravel comprise the main part of the outwash.  Renshaw soils have sand and gravel within depths of 10 to 20 inches and have 2C horizons that have less than 20 percent shale in the 0.1 to 76 mm fraction.  Binford soils are on nearby areas.  They are sandy.  Brantford and Coe soils are in toposequence with Vang soils.  Brantford soils are on the convex, nearly level to gently sloping areas and Coe soils are on more sloping, steep ridges. Brantford soils have sand and gravel within depths of 10 to 20 inches and Coe soils are sandy-skeletal.  Divide soils are in low areas adjacent to the Vang soils.  They have calcic horizons within depths of 16 inches.  Eckman, Embden and Gardena soils are on nearby delta and lake plains.  None of these soils have sand and gravel 2C horizons within depths of 40 inches.  Kensal and Warsing soils are on low lying areas where surface runoff is slower. Kensal soils have distinct redoximorphic features within depths of 20 inches.  Warsing soils have sand and gravel within depths of 10 to 20 inches.  Tolna soils are in shallow basins and swales.  They have platy structure in the Bw horizon, are moderately acid, and are somewhat poorly drained.  Walsh soils are on nearby delta and outwash areas where loam sediments extend to depths greater than 40 inches.  They do not have sand and gravel within depths of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well and well drained.  Runoff is negligible to medium depending on the slope and surface texture. Permeability is moderate in the solum and rapid or very rapid in the substratum.  Moderately well drained pedons have a seasonal high water table at depths of 4 to 6 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to spring seeded small grains, beans and potatoes.  Native vegetation is western wheatgrass, needleandthread, green needlegrass, prairie junegrass, bearded wheatgrass and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walsh County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface of the soil to the depth of 27 inches (Ap, A, Bw1, and Bw2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well and well",
        "drainage_overview": "moderately well and well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine and very fine granular structure; slightly hard, very friable, sticky and plastic; common very fine roots; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--7 to 11 inches; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak fine and very fine subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; slightly acid; clear wavy boundary.  (Combined A horizons 6 to 18 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 48,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--11 to 19 inches; very dark grayish brown (2.5Y 3/2) clay loam, dark grayish brown (2.5Y 4/2) dry; weak medium prismatic structure parting to moderate fine subangular blocky; slightly hard, friable, sticky and plastic; few very fine roots; about 5 percent gravel; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 69,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--19 to 27 inches; very dark grayish brown (2.5Y 3/2) loam, grayish brown (2.5Y 5/2) dry; weak fine prismatic structure parting to moderate fine and very fine subangular blocky; slightly hard, very friable, sticky and plastic; few very fine roots; about 10 percent gravel; slightly acid; clear wavy boundary.  (Combined Bw horizons 8 to 25 inches thick)"
      },
      {
        "name": "2C",
        "top": 69,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--27 to 60 inches; very dark grayish brown (2.5Y 3/2) very gravelly sand, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky and nonplastic; about 35 percent gravel; about 90 percent shale in the 0.1 to 76 mm fraction; slightly alkaline."
      }
    ]
  ]
}
