{
  "SERIES": "VANLUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KEM-RMG-RAR",
  "REVDATE": "09/2012",
  "STATES": "OH",
  "OVERVIEW": "The Vanlue series consists of very deep, somewhat poorly drained soils formed in stratified loamy and silty glaciolacustrine material 102 to 152 cm (40 to 60 inches) thick overlying till. They are on lake plains and in shallow lacustrine areas on till plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vanlue loam, on a planar surface in a cultivated field at an elevation of 236 meters (775 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark brown (10YR 3/3) loam, very pale brown (10YR 7/3) dry; moderate fine and medium granular structure; friable; few fine roots; common fine and medium faint dark brown (7.5YR 3/2) moderately cemented iron and manganese oxide concretions in the matrix; neutral; clear smooth boundary. [20 to 28 cm (8 to 11 inches) thick]\nBt1--25 to 38 cm (10 to 15 inches); yellowish brown (10YR 5/4) clay loam; weak fine and medium subangular blocky structure; friable; few fine roots; common distinct brown (10YR 5/3) and grayish brown (10YR 5/2) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) and few fine distinct gray (10YR 5/1) iron depletions in the matrix; common fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium distinct dark brown (7.5YR 3/2) moderately cemented iron and manganese oxide concretions in the matrix; neutral; gradual wavy boundary.\nBt2--38 to 53 cm (15 to 21 inches); brown (10YR 5/3) clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; many faint grayish brown (10YR 5/2) clay films on faces of peds; common medium faint grayish brown (10YR 5/2) and common fine distinct gray (10YR 5/1) iron depletions in the matrix; common fine and medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium distinct very dark gray (10YR 3/1) moderately cemented iron and manganese oxide concretions in the matrix; neutral; gradual wavy boundary.\nBt3--53 to 71 cm (21 to 28 inches); dark yellowish brown (10YR 4/4) clay loam with thin strata of loam and silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium distinct very dark gray (10YR 3/1) moderately cemented iron and manganese oxide concretions in the matrix; neutral; gradual wavy boundary.\nBt4--71 to 89 cm (28 to 35 inches); dark yellowish brown (10YR 4/4) clay loam with thin strata of sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium faint yellowish brown (10YR 5/4) and few fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 51 to 112 cm (20 to 44 inches).]\n2Bt5--89 to 102 cm (35 to 40 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common distinct gray (10YR 5/1) clay films on faces of peds; common medium distinct gray (10YR 5/1) iron depletions in the matrix; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium distinct very dark gray (10YR 3/1) moderately cemented iron and manganese oxide concretions in the matrix; slightly alkaline; clear wavy boundary.\n2BC--102 to 112 cm (40 to 44 inches); yellowish brown (10YR 5/4) silty clay loam with thin discontinuous strata of loam; weak medium subangular blocky structure; firm; few fine roots on vertical faces of peds; common distinct gray (10YR 5/1) coatings on vertical faces of peds; common medium distinct gray (10YR 5/1) iron depletions in the matrix; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common distinct light gray (10YR 7/2) masses of calcium carbonate accumulation on faces of peds; many faint very pale brown (10YR 7/3) moderately cemented calcium carbonate concretions in the matrix; strongly effervescent; slightly alkaline; clear wavy boundary. [Combined thickness of the 2Bt and 2BC horizons is 8 to 71 cm (3 to 28 inches).]\n2C1--112 to 150 cm (44 to 59 inches); olive brown (2.5Y 4/4) silt loam; massive, with weak medium plates; firm; thin lenses of fine sand on faces of plates; common medium prominent gray (10YR 5/1) iron depletions in the matrix; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; less than 1 percent rock fragments; strongly effervescent; moderately alkaline; clear wavy boundary. [0 to 51 cm (20 inches) thick]\n3C2--150 to 203 cm (59 to 80 inches); yellowish brown (10YR 5/4) clay loam; massive; firm; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 4 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hancock County, Ohio; approximately 3.6 miles west of Benton Ridge, in Blanchard Township; about 520 feet north and 360 feet west of the southeast corner of sec. 30, T. 1 N., R. 9 E.; USGS McComb, Ohio topographic quadrangle; lat. 41 degrees 00 minutes 33 seconds N. and long. 83 degrees 51 minutes 46 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 165 cm (40 to 65 inches)\nDepth to the base of the argillic horizon: 71 to 140 cm (28 to 55 inches)\nDepth to the silty glaciolacustrine material (2B or 2C): 71 to 114 cm (28 to 45 inches)\nDepth to the till: 102 to 152 cm (40 to 60 inches)\nDepth to carbonates: 63 to 127 cm (25 to 50 inches)\nRedox features: iron depletions with chroma of 2 or less are on faces of peds throughout the argillic horizon\nRock fragments: glacial erratics, primarily of limestone, dolostone, and crystalline lithology\nAp horizon:\nHue: 10YR\nValue: 3 or 4 (6 or more dry)\nChroma: 2 or 3\nTexture: loam\nRock fragment content: 0 to 3 percent\nReaction: moderately acid to neutral\nBt or Btg horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: loam, clay loam, or sandy clay loam; commonly stratified; thin strata of fine sandy loam, sandy loam, silt loam, or silty clay loam are in some pedons\nRock fragment content: 0 to 7 percent\nReaction: moderately acid to neutral\n2Bt, 2Btg, 2BC, or 2BCg horizon, where present:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silty clay loam or silt loam, with thin strata of silty clay, loam, fine sandy loam, loamy fine sand, or fine sand in some pedons\nRock fragment content: less than 1 percent\nReaction: neutral or slightly alkaline\n2C or 2Cg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silty clay loam or silt loam, with thin strata of silty clay, loam, fine sandy loam, loamy fine sand, or fine sand in some pedons\nRock fragment content: less than 1 percent\nReaction: slightly alkaline or moderately alkaline\n3C horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: clay loam, silty clay loam, loam, or silt loam\nClay content: 22 to 35 percent\nRock fragment content: 1 to 7 percent\nCalcium carbonate equivalent: 15 to 35 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bogart, Centerburg, Cygnet, Haney, Houcktown, Jenera, Jugtown, Nicely, Reaville, Scattersville, Swampoodle, Thackery, Tuscola, Vallonia (T), and Williamstown series. Bogart, Haney and Thackery soils have more than 7 percent rock fragments in the lower part of the series control section. Centerburg soils have rock fragments dominantly of sandstone and shale lithology. Cygnet and Houcktown soils have a densic contact within a depth of 152 cm (60 inches). Jenera soils do not have iron depletions with chroma of 2 or less on faces of peds in the upper part of the argillic horizon. Jugtown soils have rock fragments of sandstone, chert, and shale lithology. Nicely, Scattersville, and Swampoodle soils do not have carbonates within a depth of 127 cm (50 inches). Reaville soils have a lithic contact within a depth of 102 cm (40 inches). Tuscola soils do not have rock fragments within the series control section. Vallonia and Williamstown soils have less than 22 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Vanlue soils are on lake plains and in shallow lacustrine areas on till plains of late Wisconsinan age. Slope ranges from 0 to 2 percent. Vanlue soils formed in stratified loamy and silty glaciolacustrine material 102 to 152 cm (40 to 60 inches) thick and in the underlying till. Mean annual precipitation ranges from 686 to 914 mm (27 to 36 inches). Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F). Frost-free period is 140 to 165 days. Elevation is 213 to 244 meters (700 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the moderately well drained Jenera soils and the somewhat poorly drained Tiderishi soils on slight rises and low knolls, and the very poorly drained Rensselaer soils in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The depth to the top of an intermittent perched high water table ranges from 15 to 46 cm (0.5 to 1.5 feet) between December and April in normal years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high in the solum and glaciolacustrine substratum, and moderately low in the till substratum. Permeability is moderate in the glaciolacustrine material, moderately slow in the lower part of the solum and in the glaciolacustrine substratum, and moderately slow or slow in the till substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large proportion is under cultivation, primarily corn, soybeans, wheat, and hay. A few areas are used for specialty crops, such as tomatoes and sugar beets, or remain in native woodland. Native vegetation is deciduous forest, principally ash, beech, elm, maple, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Ohio, and possibly northeastern Indiana and southern Michigan; MLRA 99. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hancock County, Ohio, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Vanlue soils are currently being converted from taxadjuncts of the Kibbie series during modernization projects in MLRA 99.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Ap horizon).\nArgillic horizon: from a depth of 25 to 102 cm (Bt, 2Bt horizons).\nAquic conditions: redox features in all horizons below a depth of 25 cm.\nADDITIONAL DATA: Representative data mapunit is DMU ID 130063 in MO 11.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
