{
  "SERIES": "VANTAGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LTD/JTK/RJE/KWH",
  "REVDATE": "11/2010",
  "STATES": "WA",
  "OVERVIEW": "The Vantage series consists of shallow, well drained soils formed in residuum and colluvium from basalt with additions of loess.  Vantage soils are on plateaus ridgetops, benches and hillslopes.  Slopes are 0 to 45 percent.  The average annual precipitation ranges from 9 to 12 inches and the average annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vantage very cobbly loam - under a cover of grasses and sagebrush on a 14 percent east facing slope at an elevation of 2,700 feet.  The soil was dry when described.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate coarse granular structure; soft, very friable, nonsticky, slightly plastic; many very fine and fine, common medium roots; few very fine tubular pores; 20 percent pebbles, 10 percent cobbles, 45 percent  surface cobbles; neutral (pH 7.0); clear wavy boundary. (3 to 7 inches thick)\nBAt--5 to 8 inches; brown (10YR 4/3) very cobbly clay loam, dark brown  (10YR 3/3) moist; moderate coarse subangular blocky structure; hard, firm, sticky, plastic; many very fine and common medium roots; many very fine tubular pores; common moderately thick clay films on faces of peds; 20 percent pebbles, 20 percent cobbles; neutral (pH 7.0); abrupt smooth boundary. (3 to 5 inches thick)\nBt--8 to 15 inches; brown (10YR 4/3) very cobbly clay, dark yellowish brown (10YR 3/4) moist; strong coarse prismatic structure; very hard, very firm, very  sticky, very plastic; common very fine and fine roots; few very fine tubular pores; continuous thick clay films on faces of peds and lining pores; many thick clay films of rock fragments; 20 percent pebbles, 30 percent cobbles; neutral (pH 7.2); clear wavy boundary. (5 to 7 inches thick)\nBtq--15 to 18 inches; dark yellowish brown (10YR 4/4) extremely cobbly clay dark yellowish brown (10YR 3/4) moist; strong medium prismatic structure; very hard, very firm, very sticky, very plastic; common very fine roots; many thick clay films on faces of peds and many moderately thick clay films on rock fragments; 20 percent pebbles, 30 percent cobbles, 10 percent stones; discontinuous silica coatings on undersides of 20 percent of total rock fragments; neutral (pH 7.2);  (2 to 9 inches thick)\n2R--18 inches; fractured basalt bedrock with silica coatings over 30 percent of total surface area."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about 2.5 miles east of Roza Dam; 800 feet east and 1,200 feet north of the southwest corner of sec. 35, T. 15 N., R. 19 E.; USGS Pomona topographic quadrangle: Lat. 46 degrees, 44' 28\" N. and Long. 120 degrees 25' 10 \" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 54 degrees F.  The soil temperature is above 41 degrees  for about 210 to 230 days.  The particle-size control section averages 35 to 60 percent clay in the fine earth fraction  and 40 to 80 percent basalt fragments by volume.  The clay fraction is greater than 50% montmorillonite.  Depth to a lithic contact ranges from 11 to 20 inches.   These soils are dry more than half of the time in the moisture control section when the soil temperature at the lithic contact is above 40 degrees F. Base saturation throughout the profile is assumed to be more than 75 percent.  A thin (1/8 to 1/2 inch thick) 1980 Mount St. Helens ash mantle is on some pedons.\nThe A horizon has a value of 4 or 5 dry, and chroma of 2 or 3 moist.\nThe BAt horizon is a very cobbly clay loam, very gravelly loam or very cobbly loam.\nThe Bt and Btq horizons have hue of 10YR or 7.5YR, value of 4 or 5 dry chroma of 3 or 4 dry or moist.  They are extremely cobbly clay, very cobbly clay or extremely gravelly clay.  Structure ranges from moderate to strong subangular blocky to prismatic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Camaspatch, Flatron, Gwinly, Laufer, Longcreek, Loomer, Lorella, Pioche, Ruckles, and Waterbury series.  All of these soils lack a Btq horizon.  In addition, Flatron soils have a mollic epipedon that includes all of the argillic horizon.  Camaspatch, Gwinly, Laufer, and Waterbury soils are usually moist.  Longcreek soils have a soil temperature of more than 41 degrees F for 260 days and are dry for more than 140 days.  Loomer and Lorella soils have an A horizon 1 to 4 inches thick.  In addition, Lorella soils receive 12 to 16 inches of precipitation.  Pioche soils have an A horizon 1/2 to 3 inches thick and receive 12 to 14 inches of precipitation.  Ruckles soils have a C horizon with lime on the undersides of rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vantage soils are on basalt plateaus, ridgetops, and hillslopes and have slopes of 0 to 45 percent.  They formed in residuum and colluvium from basalt and loess.  Elevations are 1,500 to 3,000 feet.  These soils are in a semiarid climate with warm, dry summers and cold, moist winters. The average annual precipitation ranges from 9 to 12 inches.  The mean January temperature is about 25 degrees F; the mean July temperature is about 69 degrees F, and the average annual temperature is 48 to 50 degrees F.  The frost-free season is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bakeoven, Clerf, Lickskillet, and tentative Grinrod and Wipple soils.  Bakeoven soils on ridgetops and Lickskillet soils on hillslopes lack an argillic horizon and are loamy-skeletal. Clerf soils on hillslopes are 20 to 40 inches deep to a lithic contact.  Grinrod soils on hillslopes are loamy-skeletal and 20 to 40 inches to a lithic contact. Wipple soils on footslopes are greater than 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation is widely spaced bluebunch wheatgrass, Sandberg bluegrass, eriogonum, and sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Kittitas County and parts of Yakima County, Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kittitas County, Washington, Yakima Training Center, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  NSSL Number S82-WA037-3-1.  Data supports classification.  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 8 inches, an argillic horizon from 8 to 18 inches, and a lithic contact at 18 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate coarse granular structure; soft, very friable, nonsticky, slightly plastic; many very fine and fine, common medium roots; few very fine tubular pores; 20 percent pebbles, 10 percent cobbles, 45 percent  surface cobbles; neutral (pH 7.0); clear wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "BAt",
        "top": 13,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BAt--5 to 8 inches; brown (10YR 4/3) very cobbly clay loam, dark brown  (10YR 3/3) moist; moderate coarse subangular blocky structure; hard, firm, sticky, plastic; many very fine and common medium roots; many very fine tubular pores; common moderately thick clay films on faces of peds; 20 percent pebbles, 20 percent cobbles; neutral (pH 7.0); abrupt smooth boundary. (3 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--8 to 15 inches; brown (10YR 4/3) very cobbly clay, dark yellowish brown (10YR 3/4) moist; strong coarse prismatic structure; very hard, very firm, very  sticky, very plastic; common very fine and fine roots; few very fine tubular pores; continuous thick clay films on faces of peds and lining pores; many thick clay films of rock fragments; 20 percent pebbles, 30 percent cobbles; neutral (pH 7.2); clear wavy boundary. (5 to 7 inches thick)"
      },
      {
        "name": "Btq",
        "top": 38,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btq--15 to 18 inches; dark yellowish brown (10YR 4/4) extremely cobbly clay dark yellowish brown (10YR 3/4) moist; strong medium prismatic structure; very hard, very firm, very sticky, very plastic; common very fine roots; many thick clay films on faces of peds and many moderately thick clay films on rock fragments; 20 percent pebbles, 30 percent cobbles, 10 percent stones; discontinuous silica coatings on undersides of 20 percent of total rock fragments; neutral (pH 7.2);  (2 to 9 inches thick)"
      },
      {
        "name": "2R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--18 inches; fractured basalt bedrock with silica coatings over 30 percent of total surface area."
      }
    ]
  ]
}
