{
  "SERIES": "VANZILE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMB-HFG-JJJ",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "OVERVIEW": "The Vanzile series consists of very deep, moderately well drained soils which are moderately deep to sandy outwash.  These soils formed mostly in loess or silty alluvium underlain by sandy outwash on outwash plains and outwash terraces.  Permeability is moderate or moderately slow in the silty mantle and rapid or very rapid in the sandy outwash.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, superactive, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vanzile silt loam - on a convex northeast facing 2 percent slope in a woodland at an elevation of about 1532 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 1 inch; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; many fine and few medium roots; very strongly acid; abrupt smooth boundary.  (0 to 4 inches thick)\nE--1 to 4 inches; brown (7.5YR 5/2) silt loam, pinkish gray (7.5YR 7/2) dry; weak thin platy structure; friable; many fine and few medium roots; very strongly acid; abrupt irregular boundary.  (1 to 5 inches thick)\nBsl--4 to 9 inches; dark brown (7.5YR 3/4) silt loam; moderate medium and coarse subangular blocky structure; friable; many fine and few medium roots; strongly acid; clear wavy boundary.\nBs2--9 to 13 inches; brown (7.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; very strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizon ranges from 6 to 20 inches.)\nE'--13 to 17 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak thin platy structure; friable; about 1 percent gravel; strongly acid; clear wavy boundary.  (0 to 6 inches thick)\nB/E--17 to 33 inches; 70 percent brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of some peds; penetrated by tongues of brown (10YR 5/3) silt loam (E'), very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; about 1 percent gravel; very strongly acid; clear wavy boundary.  (Glossic horizon - 4 to 20 inches thick)\n2C--33 to 60 inches; dark yellowish brown (10YR 4/4) stratified sand and gravelly coarse sand; single grain; loose; about 3 percent gravel as an average; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Florence County, Wisconsin; about 4 miles east and 3 miles south of Long Lake; 1,700 feet east and 100 feet north of the southwest corner; sec. 2, T. 38 N., R. 15 E. USGS Long Lake SE, Wis. Quad. Latitude  45 degrees 47 minutes 42 seconds N. Longituse  88 degrees 35 minutes 12 seconds N. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the silty mantle, depth to the base of the argillic horizon, and depth to sandy outwash all range from 20 to 40 inches.  Volume of gravel ranges from 0 to 5 percent in the silty mantle.  Volume of gravel ranges from 3 to 45 percent as a weighted average in the sandy outwash but ranges from 0 to 60 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent throughout.  Reaction ranges from very strongly acid to moderately acid in the upper part of the solum but ranges to neutral in the Ap horizon where the soil is limed.  Reaction ranges from very strongly acid to slightly acid below the spodic horizon.  Redox accumulations are below the spodic horizon and within a depth of 40 inches.  These are due to periods of near-saturation caused by restricted internal drainage associated with contrasting porosity at the sandy outwash contact.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR; value of 2 to 3; and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chromas of 2 or 3. Texture is silt loam.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.  Texture is silt loam or silt.\nThe Bs horizon has hue of 5YR, value of 3 to 6 and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4. texture is silt loam.\nThe E' horizon has colors and textures like the E horizon described above.\nVanzile soils have a glossic horizon (E/B or B/E horizons, or both). The E' part has colors and textures like the E horizon described above. The Bt part has hue of 5YR or 7.5YR; value and chroma of 4. Texture is silt loam.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nSome pedons have a 2Bt horizon with hue of 5YR, 7.5YR, or 10YR and value and chroma of 4 to 6.  Texture is sandy loam or loam or the gravelly or very gravelly analogs and is less than 5 inches thick or it is loamy sand or the gravelly or very gravelly analogs.\nThe 2C horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  Texture is stratified sand or coarse sand or the gravelly or very gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Stambaugh series.  A related soil is the Fence series.  Stambaugh soils do not have a zone of near-saturation with redox features within the series control section.  Fence soils do not have strongly contrasting particle-size."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vanzile soils are on outwash plains and outwash terraces.  Slopes range from 0 to 6 percent. These soils formed mostly in loess or silty alluvium underlain by stratified sandy outwash.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days.  Elevation ranges from 1000 to 1900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fence, Goodwit, Padus, Pence, Stambaugh, Wabeno, and Whisklake soils.  The moderately well drained Fence soils occupy landscape positions similar to those of Vanzile soils where the silty mantle is more than 60 inches thick.  The moderately well drained Goodwit and Wabeno soils are on nearby moraines.   The well drained Padus soils are on landscape positions similar to those of Vanzile soils where there is a loamy mantle over the sandy outwash.  The well drained Pence soils are in similar landscape positions where the silty mantle is absent and the depth to sandy outwash is 10 to 20 inches.  The well drained Stambaugh soils are in similar landscape positions where the soil does not have redox features.   The somewhat poorly drained Whisklake soils are in lower landscape positions where there is an apparent seasonal water table."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff ranges from negligible to high. Permeability is moderate or moderately slow in the silty mantle and rapid or very rapid in the sandy outwash.  These soils have a zone of near-saturation with redox features at a depth of 1.5 to 3.5 feet.  Internal drainage is restricted by contrasting particle-size at the sandy outwash contact resulting in a zone of near-saturation during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Native vegetation is mostly sugar maple, yellow birch, American basswood, eastern hemlock, and eastern white pine.  Some areas are cleared and used for cropland.  Corn, small grains, and hay are common crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Wisconsin.  The Vanzile series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Forest County, Wisconsin, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 4 inches (A, E); albic horizons - 1 to 4 inches (E) and 13 to 17 inches (E'); spodic horizon - 4 to 13 inches (Bsl, Bs2); glossic horizon - 17 to 33 inches (B/E); argillic horizon - 17 to 33 inches (B/E)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to soil survey sample number S88WI-037-002 for data on typical pedon.  Refer to soil survey sample numbers S87WI-037-007 and S86WI-037-004 for data on other Vanzile pedons."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; many fine and few medium roots; very strongly acid; abrupt smooth boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "E--1 to 4 inches; brown (7.5YR 5/2) silt loam, pinkish gray (7.5YR 7/2) dry; weak thin platy structure; friable; many fine and few medium roots; very strongly acid; abrupt irregular boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "Bsl",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bsl--4 to 9 inches; dark brown (7.5YR 3/4) silt loam; moderate medium and coarse subangular blocky structure; friable; many fine and few medium roots; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--9 to 13 inches; brown (7.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; very strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizon ranges from 6 to 20 inches.)"
      },
      {
        "name": "E'",
        "top": 33,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E'--13 to 17 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak thin platy structure; friable; about 1 percent gravel; strongly acid; clear wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "B/E",
        "top": 43,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--17 to 33 inches; 70 percent brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of some peds; penetrated by tongues of brown (10YR 5/3) silt loam (E'), very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; about 1 percent gravel; very strongly acid; clear wavy boundary.  (Glossic horizon - 4 to 20 inches thick)"
      },
      {
        "name": "2C",
        "top": 84,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--33 to 60 inches; dark yellowish brown (10YR 4/4) stratified sand and gravelly coarse sand; single grain; loose; about 3 percent gravel as an average; strongly acid."
      }
    ]
  ]
}
