{
  "SERIES": "VAQUERO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHA/CAF/JJJ/MAV/KDA",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "OVERVIEW": "The Vaquero series consists of moderately deep, well drained soils on hills and mountains. These soils formed in residuum or colluvium weathered from shale or sandstone. Slope is 8 to 75 percent. The mean annual precipitation is about 13 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vaquero clay--on a southwest facing slope of 15 percent under wild oat, burclover and soft chess at 1,820 feet elevation. (Colors are for dry soil unless otherwise stated. When described on March 7, 1978 the soil was moist throughout. Vertical cracks, 1 to 2.5 inches wide, extended to a depth of 24 inches when observed on June 21, 1978.)\nA--0 to 1 inch; yellowish brown (10YR 5/4) clay, brown (10YR 4/3) moist; strong medium subangular blocky structure parting to strong very fine subangular blocky; very hard, very friable, moderately sticky and very plastic; many very fine roots; common very fine tubular pores; common pressure faces; slightly effervescent, carbonates disseminated, calcium carbonate equivalent is 1.5 percent; neutral (pH 7.0); abrupt wavy boundary. (1 to 3 inches thick)\nBss1--1 to 11 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; strong medium subangular blocky structure; very hard, very friable, moderately sticky and very plastic; many very fine roots; common very fine tubular pores; common intersecting slickensides; slightly effervescent, carbonates disseminated, calcium carbonate equivalent is 1.5 percent; slightly alkaline (pH 7.7); abrupt smooth boundary. (5 to 11 inches thick)\nBss2--11 to 17 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; strong medium subangular blocky structure; extremely hard, very friable, moderately sticky and very plastic; many very fine roots; common very fine tubular pores; common intersecting slickensides; slightly effervescent, carbonates disseminated, calcium carbonate equivalent is 2 percent; moderately alkaline (pH 7.9); abrupt smooth boundary. (0 to 9 inches thick)\nBssk1--17 to 25 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; strong medium subangular blocky structure; extremely hard, friable, moderately sticky and very plastic; many very fine roots; common very fine tubular pores; common intersecting slickensides; strongly effervescent, carbonates disseminated and segregated as common medium irregularly shaped soft masses and seams, calcium carbonate equivalent is 1.5 percent; moderately alkaline (pH 8.2); abrupt smooth boundary. (7 to 18 inches thick)\nBssk2--25 to 36 inches; variegated brown (10YR 5/3), brownish yellow (10YR 6/6) and yellowish brown (10YR 5/6) clay, brown (10YR 4/3), yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/6) moist; strong medium subangular blocky structure; extremely hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine tubular pores; common intersecting slickensides; violently effervescent, carbonates disseminated and segregated as common medium irregularly shaped soft masses, threads and seams, calcium carbonate equivalent is 3 percent; moderately alkaline (pH 8.4); abrupt smooth boundary. (6 to 11 inches thick)\nCr--36 inches; variegated brown (10YR 5/3), yellowish brown (10YR 5/6), brownish yellow (10YR 6/6) and gray (10YR 5/1) highly fractured, calcareous shale with soil in the fractures; violently effervescent, carbonates disseminated and segregated as many medium irregularly shaped soft masses, concretions and threads, calcium carbonate equivalent is 3 percent; strongly alkaline (pH 8.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, California; 2.75 miles northwest of Highway 41 via the Stoker Canyon Road, about 50 feet east of an airstrip; 700 feet west and 2,300  feet north of the southeast corner of section 36, T. 24 S., R. 16 E., MDB&M; Latitude 35 degrees, 47 minuttes, 43 seconds and Longitude 120 degrees, 11 minutes, 10 seconds; USGS Tent Hills Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact composed of shale or sandstone is 20 to 40 inches. Vertical cracks, when the soil is dry, extend from the surface and range from 1 to 8 centimeters wide at a depth of 50 centimeters. The cracks usually close from December through April for 100 to 150 consecutive days. Intersecting slickensides occur in some horizon or horizons below the A horizon.. The mean annual soil temperature ranges from 59 to 64 degrees F.\nThe A horizon has color of 10YR 5/2, 5/3, 5/4, 6/2, 6/3; 2.5Y 5/2 or 6/2. Moist color is 10YR 4/2, 4/3, 5/3; 2.5Y 4/2, 4/4, 5/2 or 5/4. Organic matter content is 0.5 to 3 percent. Clay content is 40 to 60 percent. It is noneffervescent to violently effervescent with disseminated carbonates or carbonates segregated as common fine soft masses. Calcium carbonate equivalent is 0 to 3 percent. Electrical conductivity is 0 to 2 decisiemens per meter. Sodium adsorption ratio is 0 to 12. Reaction is neutral to moderately alkaline.\nThe Bss horizon has color of 10YR 5/2, 5/3, 5/4, 6/2, 6/3; 2.5Y 5/2, 5/4 or 6/2.  Moist color is 10YR 4/2, 4/3, 5/3; 2.5Y 4/2, 4/4, 5/2 or 5/4. Texture is clay or silty clay. It is noneffervescent to violently effervescent. Calcium carbonate equivalent is 0 to 3 percent. Electrical conductivity is 0 to 8 decisiemens per meter. Sodium adsorption ratio is 0 to 12. Reaction is neutral to strongly alkaline.\nThe Bssk and Bk horizons have color of 10YR 4/2, 5/2, 5/3, 5/6, 6/2, 6/3, 6/4, 6/6; 2.5Y 5/2, 5/4, 6/2, 6/4 or 7/4. Moist color is 10YR 4/2, 4/3, 4/6, 5/3, 5/4, 5/6, 6/6, 6/8; 2.5Y 4/2, 4/4, 5/4 or 7/4. Texture is clay or silty clay. It is slightly effervescent to violently effervescent. Calcium carbonate equivalent is 1 to 5 percent. Electrical conductivity is 2 to 8 decisiemens per meter. Sodium adsorption ratio is 4 to 12.  Relict redoximorphic features are present in some pedons and have moist color of 7.5YR 5/8 or 10YR 3/3. Reaction is slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aido (CA), Alo (CA), Altamont (CA), Auld (CA), Bosanka (CA), Cibo (CA), Cropley (CA), Diablo (CA), Myers (CA), Porterville (CA) and Sehorn (CA) series. Aido soils (MLRA 15), on hills and mountains, do not have strongly expressed intersecting slickensides and do not have cracks that close for 100 to 150 consecutive days. Alo soils (MLRA 15, 20), on mountains, have moist color value as low as 3, and are not calcareous in the upper 12 to 20 inches of the profile. Altamont soils (MLRA 15, 18, 20), on uplands, have a paralithic contact at a depth of 40 to 60 inches. Auld soils (MLRA 19, 20), on foothills and uplands, have a paralithic contact at a depth of 40 to 60 inches.Bosanko soils (MLRA 15, 20), on uplands, typically have a paralithic contact of weathered igneous rock and do not have a Bssk horizon with carbonates. Cibo soils (MLRA 15, 18, 20, 29), on foothills and mountainous uplands, have a lithic contact at a depth of 20 to 40 inches. Cropley soils (MLRA 14, 19), on fans and flood plains, are very deep and do not have a paralithic contact. Diablo soils (MLRA 15, 17, 20), on uplands, have a Cr horizon at a depth of 40 to 80 inches and have 5Y color hues. Myers soils (MLRA 17), in basins, are very deep and do not have a paralithic contact. Porterville soils (MLRA 17, 29), on fans and foothills, are very deep and have color hues of 7.5YR or 5YR in the lower part of the profile. Sehorn soils (MLRA 15), on foothills, have an R horizon at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vaquero soils are on hills and mountains. Some Vaquero soils are on slides on mountain slopes. Slope is 8 to 75 percent. These soils formed in residuum or colluvium weathered from shale or sandstone. Some Vaquero soils are in mass movement deposits. Elevation is 400 to 4,000 feet. The climate is dry subhumid, mesothermal, with hot, dry summers and cool moist winters. Mean annual precipitation is 9 to 18 inches. The mean January temperature is about 45 degrees F. and the mean July temperature is about 80 degrees F. The mean annual temperature is 58 to 62 degrees F. The frost-free season is 190 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Altamont soils, and the Gaviota, Henneke and Millsholm soils. Gaviota, Henneke and Millsholm soils, on mountains, have a lithic contact within 20 inches of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high or very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. Natural vegetation is wild oat, burclover and soft chess."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Diablo Range in the California Coast Ranges.  The series is of moderate extent. MLRA-15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kings County, California 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils as of 1/86 were mapped at elevations of 1,200 to 3,000, slopes of 15 to 75 percent, average annual precipitation of 12 to 18 inches and a frost-free season of 200 to 240 days. Careful consideration should be given if these limits are expanded again. As of 11/2002, the slope of this soil had expanded to as low as 8 percent (San Joaquin County and the Western Part of Stanislaus County). The mean annual precipitation was expanded on the low end to as little as 9 inches (San Joaquin County and the Western Part of Fresno County). The frost-free season edged down to 190 days at the highest elevation mapped in the Western Part of Fresno County. The elevation was expanded to 4,000 feet in the Western Part of Fresno County.\nThe NASIS database entry for electrical conductivity should be changed from a high of 16 decisiemens per meter to a high of 8 decisiemens per meter for the Bssk horizon at a depth of 17 to 36 inches in the Kern County, Northwestern Part and Kings County Soil Surveys. Also this should be done for the Bss and Bssk horizons at a depth of 6 to 35 inches in the Stanislaus County, Western Part Soil Survey and the Bssk2 horizon at a depth of 21 to 25 inches in the San Joaquin County Soil Survey. These high salinity values were a holdover from the SCS-5 days when the upper class was required to be at least 8 decisiemens per meter when the electrical conductivity was greater than 8 decisiemens per meter. These changes are an accurate reflection of field descriptions since none show an electrical conductivity higher than 8 decisiemens per meter.\nThe NASIS database entry for sodium adsorption ratio for the Bssk horizon at a depth of 0 to 8 inches in the Kern County, Northwestern Part Soil Survey should be changed from 0 to 0 to 8 and for 17 to 36 inches from 0 to 20 to 4 to 12. The NASIS database for SAR for the Bss and Bssk horizon at a depth of 6 to 35 inches in the Stanislaus County, Western Part Soil Survey should be changed from 8 to 30 to 8 to 12. The NASIS database for SAR for 0 to 21 inches should be changed from 0 to 0 to 8 and for the Bssk2 horizon at a depth of 21 to 25 inches in the San Joaquin County Soil Survey the SAR should be changed from 13 to 25 to 8 to 12. The NASIS database entry for sodium adsorption ratio for the 0 to 17 inches horizons on the Kings County Soil Survey should be changed from 0 to 0 to 8 and for the 17 to 356 inches horizons from 0 to 4 to 12. There is a need for more investigation of the subject of sodium adsorption ratio because SAR was not available as an entry in the SCS-5 database when most of these soil surveys were completed. The best evidence suggests that there may be sodic or saline-sodic horizons in the lower part of some Vaquero soil profiles. It is recommended that these be considered minor components unless further investigations show these to be of significant extent.\nThe typical site location on the published Kings County Soil Survey should be located approximately 200 feet east of the site indicated on map sheet 23.  The correct site is located 50 feet east of the airstrip.Series reclassified on June 1996.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
