{
  "SERIES": "VARNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JB-JJU-EMM",
  "REVDATE": "04/2014",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Varney clay loam, in cropland (colors are for dry soil unless otherwise noted).\nAp--0 to 5 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 5 percent gravel; neutral (pH 6.6); clear smooth boundary. (3 to 9 inches thick)\nBt--5 to 16 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; common fine tubular pores; continuous, faint clay films on faces of peds; 10 percent gravel; neutral (pH 7.3); clear irregular boundary. (5 to 15 inches thick)\nBk1--16 to 28 inches; light gray (10YR 7/2) gravelly sandy clay loam, pale brown (10YR 6/3) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine pores; 15 percent gravel and 5 percent cobbles; common fine masses of calcium carbonate; violently effervescent; moderately alkaline (pH 7.9); gradual smooth boundary. (5 to 25 inches thick)\nBk2--28 to 48 inches; very pale brown (10YR 7/3) gravelly sandy loam, pale brown (10YR 6/3) moist; weak, coarse, prismatic structure; soft, friable, slightly sticky and nonplastic; few fine roots; few fine pores; 15 percent gravel and 5 percent cobbles; few fine masses of calcium carbonate, and finely disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 7.9); clear smooth boundary. (5 to 25 inches thick)\nBC--48 to 60 inches; light brown (7.5YR 6/4) stratified gravelly sandy loam and gravelly loamy sand, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few fine roots; few fine pores; 20 percent gravel and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, Montana; 2,400 feet north and 2,300 feet west of the southeast corner of Sec. 32, T. 2S, R. 1W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 47 degrees F.\nMollic epipedon thickness - 7 to 16 inches and may include part of the argillic horizon\nDepth to calcic horizon - 9 to 20 inches (mainly 12 to 17 inches)\nNote: Some pedons may have a Btk horizon.\nAp horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture: clay loam, loam or sandy clay loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 50 percent--0 to 30 percent gravel, 0 to 20 percent cobbles\nElectrical conductivity: 0 to 2 mmhos/cm\nReaction: pH 6.6 to 7.8\nBt horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 2 to 4; dry or moist\nTexture: clay loam, loam or sandy clay loam\nClay content: 25 to 35 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel, 0 to 15 percent cobbles\nElectrical conductivity: 0 to 2 mmhos/cm\nReaction: pH 6.6 to 7.8\nBk1 horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 8 dry; 4 to 7 moist\nChroma: 2 to 4; dry or moist\nTexture: sandy loam, loam, clay loam or sandy clay loam\nClay content: 10 to 30 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel, 0 to 5 percent cobbles\nCalcium carbonate equivalent: 15 to 30 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nReaction: pH 7.4 to 8.4\nBk2 horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 6 to 8 dry; 4 to 7 moist\nChroma: 3 or 4; dry or moist\nTexture: sandy loam, loam or sandy clay loam\nClay content: 10 to 30 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel, 0 to 5 percent cobbles\nCalcium carbonate equivalent: 5 to 30 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nReaction: pH 7.4 to 8.4\nBC horizon\nHue: 2.5Y, 10YR or 7.5YR; dry or moist\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 2 to 4; dry or moist\nTexture: stratified loamy sand, loam, sandy loam, sandy clay loam or clay loam\nClay content: 5 to 25 percent\nRock fragments: 5 to 35 percent--5 to 35 percent gravel, 0 to 5 percent cobbles\nElectrical conductivity: 0 to 2 mmhos/cm\nCalcium carbonate equivalent: 5 to 25 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCortyzack (CO) - receive 15 to 20 inches of precipitation\nEldgin (UT) - have a lithologic discontinuity\nEmlin (CO) - do not have a stratified layer below a depth of 40 inches\nFortlogan (MT) - are deep to a paralithic contact\nHysoop (MT) - do not have a stratified layer below a depth of 40 inches\nMorval (NM) - have a lithologic discontinuity\nNotter (UT) - peak precipitation occurs in the summer and fall\nNuley (MT) - are deep to a lithic contact\nThunderhead (MT) - are moderately deep to a paralithic and/or lithic contact\nVilla grove (CO) - have an exchangeable sodium percent of 5 to 20 in the argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, fan remnants, stream terraces, strath terraces, escarpments, knolls, hills and landslides\nElevation - 2,500 to 6,500 feet\nSlope - 0 to 60 percent\nParent material - alluvium, slope alluvium or slide deposits\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 10 to 14 inches\nMean annual temperature - 38 to 45 degrees F.\nFrost-free season - 70 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Varney soils are mainly used for irrigated crops, dryland crops, and as rangeland.  The potential native vegetation is mainly bluebunch wheatgrass, western wheatgrass, needleandthread, and green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Varney soils are extensive in the intermountain valleys in southwestern Montana.  MLRAs - 44B, 46, 58A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County Area, Montana, 1983; proposed in Madison County Area, Montana, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 7 inches when mixed (Ap,part of Bt horizons)\nArgillic horizon - from 5 to 16 inches (Bt horizon)\nCalcic horizon - from 16 to 48 inches (Bk1, Bk2 horizons)\nParticle-size control section - from 5 to 16 inches (Bt horizon)\nVarney soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nADDITIONAL DATA: Soil interpretations records - MT0374, MT0670.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
