{
  "SERIES": "VARWASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM/RLB/LJL/ET",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Varwash series consists of very deep, excessively drained soils that formed in calcareous loess influenced alluvium derived from igneous and metamorphic rock. Varwash soils are on fan remnants. Slope ranges from 2 to 15 percent. The mean annual precipitation is about 4 inches and the mean annual temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Varwash extremely gravelly loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 75 percent pebbles, 5 percent cobbles and 5 percent stones.\nA--0 to 4 inches; light brown (7.5YR 6/4) extremely gravelly loam, brown (7.5YR 4/4) moist; moderate medium platy structure parting to weak fine subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few very fine roots, common very fine and fine vesicular and few fine interstitial pores; 65 percent pebbles, 5 percent cobbles and 5 percent stones; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (2 to 7 inches thick)\nBkq--4 to 13 inches; very pale brown (10YR 7/3) very gravelly sandy loam, pale brown (10YR 6/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine and fine tubular and few fine interstitial pores; 20 percent discontinuous disseminated calcium carbonate masses in the matrix occurring as 1 to 3 inch thick lenses and vertical seams; 5 percent strongly calcium carbonate and silica cemented lenses and pendants on the bottom of rock fragments; 40 percent pebbles and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (7 to 12 inches thick)\n2Bkq--13 to 60 inches; pale brown (10YR 6/3) stratified very gravelly coarse sand and extremely gravelly sand, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine and fine interstitial pores; 20 percent discontinuous disseminated calcium carbonate masses in the matrix as lenses or vertical seams; 10 percent weak calcium carbonate and silica cemented lenses or pendants on bottom of rock fragments; averages 50 percent pebbles and 15 percent cobbles; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 14 miles northeast of Searchlight, Nevada and 2 miles southeast of Opal mountain on the west side of the Colorado River, along Lake Mead National Recreation Area road number 33; about 400 feet north and 220 feet west of the southeast corner of section 25, T. 27 S., R. 65 E.; USGS Mount Davis, NV 7.5 minute topographic quadrangle; 35 degrees, 33 minutes, 50 seconds north latitude and 114 degrees, 40 minutes, 21 seconds west longitude; UTM 11s, 710939e, 3938071n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July to October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature - 72 to 78 degrees F.\nDepth to calcic horizon - 2 to 7 inches.\nControl section - Clay content: Averages 2 to 8 percent.\nRock fragments: Averages 40 to 75 percent.\nCalcium carbonate equivalent in the less than 20 millimeter fraction: 15 to 25 percent.\nA horizon - Hue: 7.5YR or 10YR\nValue: 5 or 6 dry, 4 through 6 moist.\nChroma: 3 or 4, dry or moist.\nReaction: Slightly alkaline or moderately alkaline\nBkq horizon - Value: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Sandy loam or coarse sandy loam.\nClay content: 5 to 15 percent.\nRock fragments: 35 to 60 percent.\nStructure: Moderate or weak.\nReaction: Slightly alkaline or moderately alkaline\nSecondary calcium carbonate accumulation: 5 to 40 percent discontinuous weak calcium carbonate cementation as lenses and vertical piping, 0 to 15 percent strongly cemented calcium carbonate and silica lenses and pendants.\n2Bkq horizon - Value: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 or 4.\nTexture: Stratified sand and coarse sand.\nClay content: 2 to 8 percent.\nRock fragments: 50 to 80 percent, dominantly gravel and cobbles.\nStructure: Massive or single grain.\nGypsum: 0 to 5 percent\nReaction: Slightly alkaline or moderately alkaline\nSecondary calcium carbonate accumulation: 5 to 30 percent discontinuous disseminated calcium carbonate masses as lenses and vertical piping.\nOther features: Contains 5 to 20 percent calcium carbonate and silica cemented lenses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Azsand (NV), Mesabase (NV) and Riverbend (AZ) series. Azsand soils depth to calcic horizon is 12 to 14 inches. Mesabase soils have soft bedrock at 20 to 40 inches. Riverbend soils do not have accessory discontinuous calcium carbonate and silica cemented lenses within the soil matrix."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Varwash soils are on fan remnants. These soils formed in loess influenced alluvium derived from igneous and metamorphic rock. Slope ranges from 2 to 15 percent. Elevations are 550 to 2,500 feet. The climate is hot and arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 3 to 5 inches; mean annual temperature is 69 to 75 degrees F., and the frost-free season is 300 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carrizo and Riverbend series. Carrizo soils lack an accumulation of calcium carbonate within the control section. Riverbend soils lack accessory silica and lack cemented lenses and discontinuous cementing in the matrix."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; low runoff; This soil has moderate permeability in the upper profile, and rapid and very rapid permeability in the lower profile."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly creosote bush, plantain, and range ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada, along the Colorado River; MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1993. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Updated according to Keys to Soil Taxonomy, Ninth edition (2003).\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A horizon).\nCalcic horizon - 4 to 60 inches (Bkq and 2Bkq horizons).\nParticle-size control section - 10 to 40 inches (Part of the Bkq and part of the 2Bkq horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
