{
  "SERIES": "VASHTI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM:GLL",
  "REVDATE": "04/2003",
  "STATES": "TX",
  "OVERVIEW": "The Vashti series consists of moderately well drained, moderately\npermeable soils formed in residuum of sandstone.  These gently\nsloping upland soils have slopes ranging from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Aquic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vashti loamy fine sand--wooded pasture.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; grayish brown (10YR 5/2) loamy fine sand,\nvery dark grayish brown (10YR 3/2) moist; weak fine granular\nstructure; soft, very friable; many fine roots; slightly acid;\nclear smooth boundary.  (2 to 6 inches thick)\nA2--3 to 14 inches; light brown (7.5YR 6/4) loamy fine sand,\nbrown (7.5YR 5/4) moist; single grained; soft, very friable; few\nfine roots; slightly acid; abrupt smooth boundary.  (6 to 16\ninches thick)\nB21t--14 to 26 inches; yellowish brown (10YR 5/6) sandy clay\nloam, dark yellowish brown (10YR 4/6) moist, with many medium\ndistinct red (2.5YR 4/8) mottles and a few fine distinct gray\nmottles; moderate fine subangular blocky structure; very hard,\nfirm; few fine roots; many fine pores; continuous clay films on\nfaces of peds; medium acid; gradual smooth boundary.  (4 to 16\ninches thick)\nB22t--26 to 36 inches; yellow (10YR 7/6) sandy clay loam,\nyellowish brown (10YR 5/6) moist, with few faint reddish yellow\nmottles and common medium prominent light gray (10YR 7/1) mottles;\nweak fine subangular blocky structure; hard, firm; patchy clay\nfilms on faces of peds; medium acid; abrupt smooth boundary.  (8\nto 18 inches thick)\nR--36 to 42 inches; strongly cemented brownish sandstone\nbedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Erath County, Texas; approximately 18 miles\nnorthwest of Stephenville, Texas; from the county road\nintersection at the Russell Chapel Cemetery, 0.55 mile south on\ncounty road and 120 feet west of road in wooded pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to strongly\ncemented or indurated sandstone bedrock ranges from 20 to 40\ninches.  Coarse fragments of sandstone and chert mainly less than\n10 inches across ranges from 0 to 15 percent by volume in the\nsolum.   Sandstone and ironstone fragments about 10 to 24 inches\nacross cover 0 to 15 percent of the soil surface.  The fragments\nare usually partially imbedded in the surface layer.\nThe A horizon has hue of 7.5YR and 10YR, value of 3 through 6, and\nchroma of 2 through 4.  The A2 horizon is typically 1 or 2 units\nof value greater than the A1 horizon.  Texture is loamy fine sand,\nfine sandy loam, or stony loamy fine sand.  Reaction is slightly\nacid or neutral.\nThe Bt horizon has hue of 7.5YR, 10YR, and 2.5Y, value of 5\nthrough 7, and chroma of 2 through 8.  Mottles in shades of red,\nbrown, or yellow and mottles with chroma of 2 or less range from\nfew to many.  Some pedons have a mottled matrix.  Texture is sandy\nclay loam or clay loam with clay content of 20 to 35 percent.  The\nreaction ranges from medium acid through neutral.\nCompeting Series:  There are no competing series in the same\nfamily.  Other competing soils in similar families are the Cobb,\nHye, Shavash, and Stephenville series.  Cobb, Hye, and\nStephenville soils have argillic horizons with hues redder than\n7.5YR.  Shavash soils have sola less than 20 inches thick and lack\nmottles with chroma of 2 or less."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vashti soils are gently sloping with plane or\nslightly concave surfaces.  They are mainly on stream divides with\nslopes of 1 to 5 percent.  The soils formed in residuum from\nsandstone of Pennsylvanian age.  The climate is dry subhumid.  The\nmean annual temperature ranges from 64 degrees to 67 degrees F.;\nannual precipitation is 26 to 32 inches; and Thornthwaite P-E\nindices are 38 to 50."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing\nShavash series and the Bonti, Chaney, Exray, Shatruce, and Truce\nseries.  Shavash soils are also on stream divides.  Bonti and\nChaney soils have fine textured argillic horizons.  Bonti soils\nare below along hillsides.  Chaney soils are below on stream\ndivides.  Exray soils have sola less than 20 inches thick and are\nbelow along hillsides.  Shatruce ad Truce soils are formed in\nshaly materials and have fine textured argillic horizons.\nShatruce soils are on bouldery escarpments.  Truce soils are below\nalong hillsides or on lower stream divides.\nDrainage and Permeability:  Moderately well drained; slow to\nmedium runoff; moderate permeability.  Water is perched above the\nbedrock for short periods following heavy rainfall.  The periods\nare less than a month in duration."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Vashti soils are used mainly for rangeland\nbut significant areas are in lovegrass and bermudagrass pastures.\nA few areas are cultivated to peanuts or sorghums.  The climax\nplant community is mid and tall grasses in an open savannah of\npostoak and blackjack oak.  Primary grasses and forbs include\nbluestems, indiangrass, sand lovegrass, sand dropseed, tall\ndropseed, western ragweed, dalea species and trailing wildbean\nwith greenbrier and bumelia.  Low producing grasses and forbs as\nwell as mesquite, cedar, and elm trees have invaded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Texas North Central\nPrairie Land Resource Area; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gillespie County, Texas; 1970.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "loamy fine sand",
        "narrative": "A1--0 to 3 inches; grayish brown (10YR 5/2) loamy fine sand,"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "loamy fine sand",
        "narrative": "A2--3 to 14 inches; light brown (7.5YR 6/4) loamy fine sand,"
      },
      {
        "name": "B21t",
        "top": 36,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "texture_class": "sandy clay",
        "narrative": "B21t--14 to 26 inches; yellowish brown (10YR 5/6) sandy clay"
      },
      {
        "name": "B22t",
        "top": 66,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "texture_class": "sandy clay loam",
        "narrative": "B22t--26 to 36 inches; yellow (10YR 7/6) sandy clay loam,"
      },
      {
        "name": "R",
        "top": 91,
        "bottom": 107,
        "texture_class": "sand",
        "narrative": "R--36 to 42 inches; strongly cemented brownish sandstone"
      }
    ]
  ]
}
