{
  "SERIES": "VASSETT",
  "STATUS": "Established Series",
  "BYREV": "Rev.JWW",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vassett silt loam, on a northeast-facing slope of 2 percent, utilized as rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 23 cm; brown (7.5YR 4/2) silt loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly alkaline; clear smooth boundary. (10 to 23 cm thick).\nBt--23 to 61 cm; brown (7.5YR 5/3) silty clay loam, brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to strong fine angular blocky; hard, firm; many moderately thick clay films on faces of peds; moderately alkaline; clear smooth boundary. (30 to 41 cm thick).\nBk1--61 to 91 cm; brown (7.5YR 5/3) silt loam, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, friable; violent effervescence, lime segregated as common fine masses, threads, and seams; strongly alkaline; clear smooth boundary.\nBk2--91 to 152 cm; light reddish brown (5YR 6/4) silt loam, yellowish red (5YR 4/6) moist; massive; slightly hard, very\nfriable; lime segregated as common fine masses, threads and seams; violent effervescence; strongly alkaline.  (combined thickness of the Bk horizons is 50 to 105 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weston County, Wyoming; 7 miles west of Four Corners; about 850 feet south and 400 feet west of the center of Sec. 11, T. 47 N., R. 62 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon:  18 to 38 cm\nDepth to calcium carbonate:  40 to 65 cm\nMean annual soil temperature:  5 to 8 degrees C\nA horizon:\nHue:  2.5YR to 7.5YR\nValue:  3 to 5, 2 or 3 moist\nChroma:  2 or 3\nTexture:  SIL or L\nClay:  15 to 27 percent\nReaction:  Neutral or slightly alkaline\nBt horizon:\nHue:  2.5YR to 7.5YR\nValue:  4 to 6, 3 to 5 moist\nChroma:  2 to 4\nTexture:  SIL, SICL, CL\nClay:  20 to 35 percent\nReaction:  Slightly alkaline or moderately alkaline\nBk horizon:\nHue:  5YR or 7.5YR\nValue:  4 to 6 dry, 4 or 5 moist\nChroma:  3 to 6\nTexture:  SIL, SICL\nClay:  15 to 30 percent\nCalcium carbonate:  5 to 10 percent\nReaction:  moderately alkaline or strongly alkaline\nSome pedons have a C horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBlackdog, Blackmore, Farland, Hanaker, Morton, Xavier- all have hues yellower than 7.5YR.  Additionally, Blackdog and Blackmore soils formed in loess; Farland soils have stratified substratum; Hanaker soils formed in glaciolacusrine deposits; Morton soils are moderately deep to a paralithic contact; and Xavier soils have argillic horizons less than 15 cm thick.\nGranath - has an argillic horizon that extends deeper than 100 cm and has a calcic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  silty alluvium derived from mixed sources\nLandform:  relict fan aprons, fan remnants, and upland terraces\nLandscape:  foothills\nSlopes:  0 to 10 percent\nElevation:  1,400 to 1,830 meters\nMean annual air temperature:  4.5 to 8 degrees C\nMean annual precipitation:  405 to 510 mm\nPrecipitation pattern:  In most years, more than half of the annual precipitation occurs as snow and rain from April through July\nFrost-free period:  80 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nColhill - have a loamy-skeletal particle-size control section; they occur above Vassett soils on the landscape\nColnevee - lack a mollic epipedon and argillic horizon; they occur on similar landscape positions as Vassett soils\nThe classification, specifically the SMR, of these associated soils is under review."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Vassett soils are used for livestock grazing, hayland, and cropland.  Native vegetation consists of western wheatgrass, green needlegrass, needleandthread, and blue grama.  Alfalfa and winter wheat are grown in localized areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vassett soils occur on the Limestone Bench, High Precipitation and Red Valley, High Elevation physiographic areas of the Black Hills Foothills (MLRA 61), and on the Mixed Low Limestone Plateau physiographic area of the Black\nHills (MLRA 62).  Northeastern Wyoming and extreme western and southwestern South Dakota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weston County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  The zone from 0 to 23 cm (A horizon)\nArgillic horizon/particle-size control section:  The zone from 23 to 61 cm (Bt horizon)\nOther features:  Common fine masses, threads, and seams of secondary calcium carbonate (Bk1 and Bk2 horizons)\nTaxonomy version:  Keys to Soil Taxonomy, Eleventh Edition (2010)\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
