{
  "SERIES": "VASSAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/BDG/EMM",
  "REVDATE": "07/2013",
  "STATES": "ID,WA",
  "OVERVIEW": "The Vassar series consists of deep, well-drained soils that formed in volcanic ash overlying material weathered from granitic bedrock.  Vassar soils are on mountains and have slopes of 5 to 75 percent.  Saturated hydraulic conductivity is moderately high to 26 inches and high below this depth. The average annual precipitation is about 35 inches and the average annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vassar ashy silt loam, forested, on a north-facing 55 percent slope at 3,500 feet elevation.  (Colors are for dry soil unless otherwise noted.)\n0i--0 to 1 inch; undecomposed coniferous needles and twigs.\n0e--1 to 2 inches; dark gray (10YR 4/1) decomposed organic material, very dark brown (10YR 2/2) moist; common gray (10YR 6/1) splotches.  (0 to 1.5 inches thick)\nA--2 to 8 inches; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many very fine continuous tubular pores; few fine yellowish brown concretions; few pieces of charcoal; neutral (pH 6.6); clear smooth boundary.  (0 to 6 inches thick)\nBw1--8 to 20 inches; light yellowish brown (10YR 6/4) ashy silt loam, brown (7.5YR 4/4) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many very fine continuous tubular pores; few fine yellowish brown concretions; few pieces of charcoal; neutral (pH 6.6); clear smooth boundary.\nBw2--20 to 26 inches; light yellowish brown (10YR 6/4) ashy silt loam, brown (7.5YR 4/4) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many very fine continuous tubular pores; many pieces of charcoal; slightly acid (pH 6.4); abrupt wavy boundary.  (combined thickness of Bw horizons is 13 to 30 inches thick)\n2C1--26 to 41 inches; pale brown (10YR 6/3) coarse sandy loam, brown (7.5YR 4/3) moist; massive; slightly hard; friable, slightly sticky and nonplastic; few very fine and fine roots; many fine continuous tubular pores; few pieces of charcoal; moderately acid (pH 5.8); abrupt irregular boundary.  (10 to 20 inches thick)\n2C2--41 to 55 inches; very pale brown (10YR 7/3) loamy coarse sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine continuous tubular pores; slightly acid (pH 6.4); abrupt wavy boundary.  (10 to 20 inches thick)\n2Cr--55 inches; weathered granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Latah County, Idaho; 540 feet east and 1,240 feet north of the southwest corner, sec. 13, T. 40 N., R. 4 W.; Latitude - 46 degrees, 48 minutes, 19 seconds North; Longitude - 116 degrees, 47 minutes, 24 seconds West; USGS Moscow Mountain Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nVolcanic ash mantle - 14 to 36 inches thick\nThirty percent or more by weight is between 0.02 and 2.0 mm and the volcanic glass in the 0.02 to 2.0 mm fraction - 30 to 60 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 1.0 to 3.0 percent\nPhosphate retention - 25 to 90 percent\n15-bar water retention on air dried samples - 9 to 12 percent\nAverage annual soil temperature - 38 to 46 degrees F.\nFrigid temperature regime.\nSoil moisture regime - not dry for 45 consecutive days during 4 months that follow summer solstice.\nUdic moisture regime.\nDepth to paralithic contact - 40 to 60 inches\nA horizon\nHue - 7.5YR or 10YR\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 to 4, dry or moist\nRock fragments - 0 to 15 percent gravel\nTexture - ashy silt loam, ashy loam, or ashy very fine sandy loam\nClay content - 6 to 10 percent\nReaction - 5.6 to 7.3\nBulk density - 0.60 to 0.90 g/cc\nE horizon - present in some pedons\nBw horizon\nHue - 7.5YR or 10YR\nValue - 3 to 7 dry, 3 or 4 moist\nChroma - 2 to 4 dry, 3 to 6 moist\nRock fragments - 0 to 15 percent gravel\nTexture - ashy silt loam, ashy loam, or ashy very fine sandy loam\nClay content - 4 to 15 percent\nReaction - 5.0 to 7.3\nBulk density - 0.59 to 1.24 g/cc\n2Bw horizons (present in some pedons)\nHue - 7.5YR or 10YR\nValue - 5 to 8 dry, 3 to 6 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nTextures - loam, fine sandy loam, sandy loam or coarse sandy loam\nClay content - 8 to 25 percent\nRock fragments - 0 to 30 percent gravel, 0 to 10 percent cobbles, 0 to 30 percent total rock fragments\nReaction - 5.0 to 6.3\n2BC horizon (present in some pedons)\nHue - 7.5YR or 10YR\nValue - 5 to 8 dry, 4 or 5 moist\nChroma - 4 to 6 dry, 3 to 6 moist\nTextures - sandy loam, coarse sandy loam or loamy sand\nClay content - 5 to 12 percent\nCoarse fragments - 10 to 25 percent gravel\nReaction - 5.0 to 6.3\n2C horizon\nHue - 7.5YR to 2.5Y\nValue - 5 to 8 dry, 4 to 6 moist\nChroma - 2 to 4 dry, 2 to 6 moist\nCoarse fragments - 0 to 50 percent gravel, 0 to 15 percent cobbles, 0 to 10 percent stones, 0 to 50 percent total rock fragments\nReaction - 5.1 to 6.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dullaxe, Flewsie and Gorhamgulch series.\nFlewsie (ID) - are very deep\nDullaxe (ID) - are very deep to a paralithic contact\nGorhamgulch (OR) - have an ash mantle with more than 60 percent volcanic glass and have 2Eb horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vassar soils are on mountains and have slopes of 5 to 65 percent.  Elevations range from 1,600 to 5,200 feet.  They occur on northerly aspects at lower elevations.  The soils formed in loess and volcanic ash overlying material weathered from granite, gneiss, or schist. The average annual precipitation is 30 to 45 inches and the average annual air temperature is 38 to 45 degrees F.  The frost-free season is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ardenvoir, Threebear, Moscow, and Vay soils.  Ardenvoir and Vay soils have more than 35 percent coarse fragments in the lower part.  Threebear soils have a fragipan.  Moscow soils are 20 to 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; rapid to very rapid runoff; Saturated hydraulic conductivity is moderately high to 26 inches and high below this depth."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, watershed, wildlife habitat, and recreation.  A few areas are used for limited livestock grazing. The principal vegetation is western redcedar, western white pine, grand fir, western larch, Douglas-fir, with an understory of myrtle pachystima, northern twinflower, goldthread, and queenscup beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho and eastern Washington.  The soils are extensive.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Latah County, Idaho, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revision of 10/2002 changed the classification from Ashy over loamy, mixed Typic Vitricryands to Ashy over loamy, amorphic over isotic Typic Vitricryands.\nRevision of 10/2012 changes the classification from Ashy over loamy, amorphic over isotic Typic Vitricryands to Ashy over loamy, amorphic over isotic, frigid Typic Udivitrands after an investigation of Vassar across its extent.  Depth class also changed from deep and very deep to deep.  Areas of Vassar that are very deep (primarily in Kootenai County) should be investigated further to determine proper series assignment and parent material (parent material in ID606 is metamorphic).\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (Oi, Oe and A horizons)\nCambic horizon - the zone from 8 to 26 inches (Bw1 and Bw2 horizons)\nParticle-size control section - 2 to 42 inches (A, Bw1, Bw2, 2C1, and part of the 2C2 horizons)\nAndic soil properties - the zone from 2 to 26 inches (A, Bw1 and Bw2 horizons)\nParalithic contact - the zone below 55 inches (2Cr horizon)\nAdditional Data: Laboraory data are available for this series: NSSL pedon ID S08ID057003, Pedon No. 09N0077, from Latah County, Idaho, and NSSL pedon ID S04ID057008, Pedon No. 05N0161 from Latah County, Idaho.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
