{
  "SERIES": "VASSALBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-LRF-WDH",
  "REVDATE": "01/2000",
  "STATES": "ME,VT",
  "OVERVIEW": "The Vassalboro series consists of very deep, very poorly drained organic soils that formed in a mixture of herbaceous, woody and sphagnum material.  They are in bogs and kettle holes.  Slope is 0 to 2 percent.  Permeability is moderately rapid.  Mean annual precipitation is about 43 inches, and mean annual temperature is about 45 degrees F at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, frigid Typic Haplofibrists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vassalboro peat, forested.  (Colors are for moist soil.)\nOi1--0 to 17 inches; black (5YR 2/1) on broken face, rubbed and pressed peat (fibric material); about 70 percent fiber, 50 percent rubbed; massive; slightly sticky; many roots; 10 percent sphagnum, 10 percent herbaceous fibers, 80 percent woody fibers; 10 percent woody fragments; white (10YR 8/2) sodium pyrophosphate test; extremely acid (pH 3.2 in water and 2.5 in 0.01M calcium chloride); clear smooth boundary.\nOi2--17 to 37 inches; very dusky red (2.5YR 2/2) on broken face, rubbed and pressed peat (fibric material); about 80 percent fiber, 60 percent rubbed; massive; slightly sticky; few roots; 20 percent sphagnum, 30 percent herbaceous fibers, 50 percent woody fibers; 5 percent woody fragments; white (10YR 8/2) sodium pyrophosphate test; extremely acid (pH 3.3 in water and 2.6 in 0.01M calcium chloride); clear smooth boundary.\nOi3--37 to 77 inches; very dusky red (2.5YR 2/2) on broken face peat (fibric material), dusky red (2.5YR 3/2) rubbed and pressed; about 90 percent fiber, 70 percent rubbed; massive; slightly sticky; 30 percent sphagnum, 20 percent herbaceous fibers, 50 percent woody fibers; 5 percent woody fragments; white (10YR 8/2) sodium pyrophosphate test; extremely acid (pH 3.6 in water and 2.8 in 0.01M calcium chloride)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  York County, Maine; Town of Buxton; 1 mile northeast of Groveville, 1,500 feet southeast from the road, on north side of pond; USGS Standish topographic quadrangle; lat. 43 degrees 40 minutes 17 seconds N. and long. 70 degrees 30 minutes 38 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the organic soil layers exceeds 51 inches.  The organic material ranges from 80 percent herbaceous to 80 percent woody material with layers of both common on any given site.  Woody coarse fragments range up to 30 percent in any given layer and average less than 20 percent in the subsurface and bottom tiers.  The reaction is less than 4.5 in 0.01M calcium chloride in all parts of the organic material in the control section and ranges from extremely acid to very strongly acid in water.\nThe surface tier has hue of 5YR to 10YR, value of 2 to 6, and chroma of 1 to 4.  It consists of fibric or hemic materials.  Consistence is nonsticky or slightly sticky.\nThe subsurface and bottom tiers have hue of 2.5YR to 10YR, value of 2 to 4, and chroma of 1 to 4.  They are massive or have weak thick platy structure.  Consistence is nonsticky or slightly sticky.  In some pedons, thin layers of hemic material are within the lower layers but thickness of hemic material is less than 10 inches and sapric material less than 5 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Vassalboro is currently the only series in this family.  Chocorua, Sebago, Togus and Wonsqueak are similar series in related families.  Chocorua soils consist of dominantly hemic material underlain by sandy material within 51 inches.  Sebago soils consist of dominantly hemic material in the subsurface tier.  Togus soils are underlain by sandy material within 51 inches.  Wonsqueak soils are dominantly sapric material underlain by loamy mineral material within 51 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vassalboro soils are in bogs and kettle holes within till, outwash, and lake plains.  Slope ranges from 0 to 2 percent.  Vassalboro soils formed in a mixture of herbaceous, woody and sphagnum material.  The climate is humid and cool temperate.  The mean annual precipitation ranges from 34 to 48 inches, and mean annual air temperature is 38 to 46 degrees F.  The frost-free season ranges from 90 to 160 days.  Elevation ranges from 5 to 1800 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Brayton, Buxton, Chocorua, Colonel, Colton, Croghan, Dixfield, Marlow, Scantic and Sebago soils.  Adams, Colton, and Croghan are mineral soils on nearby outwash plains and deltas.  Brayton, Colonel, Dixfield, Hermon, and Marlow are mineral soils on nearby glaciated uplands.  Buxton and Scantic are mineral soils on nearby lacustrine or marine plains.  Chocorua and Sebago are organic soils adjacent to the Vassalboro soils in bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily open bogs with low growing shrubs such as high-bush blueberry, leatherleaf, bog cranberry, and sheep laurel.  Trees are commonly scattered or in small clumps and consist of black spruce, balsam fir, tamarack, eastern white pine, and red maple.  Herbaceous vegetation is mostly cattails, grasses, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine and Vermont.  (MLRA's, 143, 144A, 144B and 146).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kennebec County, Maine, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  Diagnostic horizons and features recognized in this pedon are:\na.  Fibrists - dominantly fibric material in the subsurface tier (0i2 horizon).\nb.  Dysic - the pH is less than 4.5 in 0.01M calcium chloride in all parts of the organic material in the control section (0 to 51 inches)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  The Soil Interpretation Record numbers for the Vassalboro series are:  Vassalboro, ME0142; and Vassalboro, ponded, ME0048."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi1",
        "top": 0,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi1--0 to 17 inches; black (5YR 2/1) on broken face, rubbed and pressed peat (fibric material); about 70 percent fiber, 50 percent rubbed; massive; slightly sticky; many roots; 10 percent sphagnum, 10 percent herbaceous fibers, 80 percent woody fibers; 10 percent woody fragments; white (10YR 8/2) sodium pyrophosphate test; extremely acid (pH 3.2 in water and 2.5 in 0.01M calcium chloride); clear smooth boundary."
      },
      {
        "name": "Oi2",
        "top": 43,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi2--17 to 37 inches; very dusky red (2.5YR 2/2) on broken face, rubbed and pressed peat (fibric material); about 80 percent fiber, 60 percent rubbed; massive; slightly sticky; few roots; 20 percent sphagnum, 30 percent herbaceous fibers, 50 percent woody fibers; 5 percent woody fragments; white (10YR 8/2) sodium pyrophosphate test; extremely acid (pH 3.3 in water and 2.6 in 0.01M calcium chloride); clear smooth boundary."
      },
      {
        "name": "Oi3",
        "top": 94,
        "bottom": 196,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi3--37 to 77 inches; very dusky red (2.5YR 2/2) on broken face peat (fibric material), dusky red (2.5YR 3/2) rubbed and pressed; about 90 percent fiber, 70 percent rubbed; massive; slightly sticky; 30 percent sphagnum, 20 percent herbaceous fibers, 50 percent woody fibers; 5 percent woody fragments; white (10YR 8/2) sodium pyrophosphate test; extremely acid (pH 3.6 in water and 2.8 in 0.01M calcium chloride)."
      }
    ]
  ]
}
