{
  "SERIES": "VAYWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW-BDG-EMM",
  "REVDATE": "07/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, amorphic over isotic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vaywood medial silt loam, forest; on a north-facing slope of 34 percent at 5,140 feet elevation.  When described on July 26, 1982, the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise stated)\nOi--0 to 0.75 inches; slightly decomposed needles, leaves, and twigs.\nOe--0.75 to 1.75 inches; decomposed organic matter mixed with Mt. St. Helens volcanic ash. (O horizons 1 to 2 inches thick)\nA--1.75 to 7 inches; brown (10YR 5/3) medial silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; many very fine and fine tubular pores; 10 percent gravel; neutral (pH 6.8); gradual wavy boundary.  (2 to 11 inches thick)\nBw1--7 to 22 inches; pale brown (10YR 6/3) medial silt loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine, fine and medium, and few coarse roots; common very fine and few fine tubular pores; 10 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (5 to 20 inches thick)\n2Bw2--22 to 34 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common very fine and fine tubular pores; 30 percent gravel and 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.  (3 to 35 inches thick)\n2BC--34 to 46 inches; very pale brown (10YR 7/4) very cobbly sandy loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few very fine and fine roots; many very fine irregular pores; many very fine mica flakes; 25 percent gravel, 30 percent cobbles, and 5 percent stones; moderately acid (pH 5.6); clear wavy boundary.  (0 to 14 inches thick)\n2C1--46 to 52 inches; very pale brown (10YR 8/4) extremely cobbly sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine and fine roots; many very fine irregular pores; many very fine and fine mica flakes; 15 percent gravel, 50 percent cobbles, and 10 percent stones; strongly acid (pH 5.5); clear wavy boundary.  (5 to 15 inches thick)\n2C2--52 to 62 inches; very pale brown (10YR 8/4) extremely stony sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; many very fine and fine mica flakes; 10 percent gravel, 40 percent cobbles, and 40 percent stones; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shoshone County, Idaho; approximately 3.75 miles southwest of the community of Marblecreek, about 2,100 feet east and 2,150 feet south of the northwest corner of sec. 28, T. 45 N., R. 3 E. Latitude - 47 degrees, 13 minutes, 15 seconds North; Longitude - 116 degrees, 5 minutes, 15 seconds West. USGS Marble Mountain quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry for 20 to 30 consecutive days late August to mid-September, moist in the fall through mid-summer\nUdic moisture regime\nAverage annual soil temperature - 38 to 41 degrees F\nAverage summer soil temperature - 44 to 46 degrees F with an O horizon Cryic temperature regime\nDepth to bedrock - 60 inches or more\nVolcanic ash mantle - 14 to 24 inches thick\nVolcanic glass content - 30 to 65 percent\nAcid-oxalate extractable Al + 1/2 Fe - 2.0 to 4.0 percent\nPhosphate retention - 80 to 100 percent\n15 bar water retention on air dried samples - 15 to 18 percent\nA horizon\nHue - 10YR or 7.5YR moist\nValue - 3 to 5 dry and 2 to 3 moist\nChroma - 1 to 4 dry or moist\nTextures - medial silt loam or medial loam\nRock fragments - 0 to 10 percent gravel\nReaction - very strongly acid to neutral\nBulk density - 0.65 to 0.85 grams/cc\nBw horizon\nHue - 7.5YR or 10YR moist\nValue - 4 to 6 dry, 2 or 5 moist\nChroma - 3 or 4 dry, 2 to 6 moist\nTextures - medial silt loam or medial loam\nRock fragments - 5 to 15 percent gravel; 0 to 5 percent cobbles; 5 to 15 percent total fragments\nReaction - strongly acid to neutral\nBulk density - 0.65 to 0.85 grams/cc\n2Bw horizon\nHue - 7.5YR to 2.5Y, dry or moist\nValue - 4 to 7 dry, 3 to 5 moist\nChroma - 3 or 4 dry or moist\nTexture - silt loam, loam, sandy loam, coarse sandy loam, or loamy sand\nClay content - 8 to 22 percent\nRock fragments - 5 to 60 percent gravel, 0 to 35 percent cobbles; total rock fragment content - 10 to 75 percent\nReaction - strongly acid to slightly acid\n2BC horizon - absent in some pedons\nHue - 10YR or 2.5Y\nValue - 5 to 7 dry, 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture - loam, sandy loam or loamy sand\nClay content - 13 to 19 percent\nRock fragments - 15 to 60 percent gravel, 10 to 45 percent cobbles; total rock fragment content - 25 to 70 percent\nReaction - very strongly acid to moderately acid\n2C horizon\nHue - 7.5YR to 2.5Y dry or moist\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 3 to 6 dry or moist\nTexture - fine sandy loam, sandy loam, loamy fine sand, or loamy sand\nClay content - 3 to 12 percent\nRock fragments - 20 to 90 percent total fragments\nReaction - very strongly acid to moderately acid\nNotes:  Weighted average of rock fragments in control section is greater than 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Berthahill series.\nBerthahill (ID) - have an argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vaywood soils are on mountains and ridgetops.  They formed in material derived dominantly from granite, gneiss, schist and quartzite bedrock, with a thick mantle of volcanic ash.  Slopes are 15 to 75 percent. Elevations are 4,400 to 6,500 feet (1341 to 1982 meters).  The climate is cold, humid with cool, moist summers and cold, wet winters.  The average annual precipitation is 40 to 60 inches (1016 to 1524 mm), and average annual air temperature is 37 to 41 degrees F.  The frost-free season is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bouldercreek, Daveggio, Latour, and Marblecreek soils.  Bouldercreek and Marblecreek soils are frigid and are at lower elevations.  Daveggio soils are medial over loamy, have an umbric epipedon, and are on mountain ridgetops.  Latour soils are medial-skeletal, and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, livestock grazing, recreation, and watershed. Potential natural vegetation is mainly subalpine fir, mountain hemlock, Engelmann spruce, and western larch, with an understory of common beargrass, piper anemone, western rattlesnake plantain, darkwoods violet, sidebells shinleaf, common princes pine, queencup beadlily, myrtle pachystima, rustyleaf menziesia, big blueberry, and Utah honeysuckle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho.  This soil is moderately extensive. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shoshone County, Idaho, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was previously mapped as Vay series in Shoshone County.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 7 inches (Oi, Oe and A horizons)\nCambic horizon - the zone from 7 to 34 inches (Bw1 and 2Bw2 horizons)\nVolcanic ash mantle - the zone from 1.75 to 22 inches (A and Bw1 horizons)\nParticle-size control section - the zone from 1.75 to 42 inches (A, Bw1, 2Bw2, and part of the 2BC horizons)\nThe ranges of values listed under the Range In Characteristics for the soil properties Bulk Density, Volcanic glass content, Acid-oxalate Al+1/2 Fe, Phosphate retention and 15-bar water retention are estimates only.\nAdditional data: This series has laboratory data S95-ID-035-005 (96P22) Clearwater county, Idaho; by NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
