{
  "SERIES": "VEAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-CLN-RM",
  "REVDATE": "03/2016",
  "STATES": "OK,TX",
  "OVERVIEW": "The Veal series consists of very deep, well drained, moderately permeable soils that formed in calcareous, slope alluvium and colluvium derived from the Ogallala Formation of Miocene-Pliocene age.  These soils are on very gently sloping to moderately steep scarps, knolls, and valley sides.  Slopes range from 1 to 20 percent.  Mean annual precipitation is 496 mm (19.5 in) and mean annual temperature is 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, thermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Veal loam--on gently sloping, convex, 3.5 percent slope in rangeland at an elevation of about 936 m (3,070 ft.). (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 cm (0 to 3 in); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; common fine pores; 2 percent by volume of strongly cemented calcium carbonate nodules less than 20 mm in diameter; strongly effervescent; slightly alkaline; gradual smooth boundary. (5 to 20 cm [2 to 8 in] thick)\nBk--8 to 33 cm (3 to 13 in); brown (10YR 5/3) gravelly fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable; few fine roots, few fine pores; about 40 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 25 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline; clear wavy boundary. (0 to 30 cm [0 to 12 in] thick)\nBkk1--33 to 74 cm (13 to 29 in); brown (10YR 5/3) gravelly fine sandy loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; about 60 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 53 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline; gradual wavy boundary.\nBkk2--74 to 137 cm (29 to 53 in); pink (7.5YR 8/3) gravelly loam, light brown (7.5YR 6/3) moist, moderate fine and medium subangular blocky structure; slightly hard, friable; about 58 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 45 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bkk horizon is 150 to 180 cm [59 to 71 in].)\nBkk3--137 to 203 cm (53 to 80 in); light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; about 52 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 24 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lubbock County, Texas; from the intersection of Loop 289 and State Highway 331 in Lubbock; 0.2 mile east on paved road; 0.1 mile southeast on private road; 50 ft north into rangeland; along edge of Yellowhouse Canyon.  Latitude: 33 degrees, 32 minutes, 31 seconds N; Longitude: 101 degrees, 46 minutes, 48.3 seconds W; Lubbock East, Texas; USGS quad NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.  October through March are the driest months.  These soils are intermittently moist in April through September.\nMean annual soil temperature: 16 to 18 degrees C (61 to 64 degrees F).\nDepth to secondary calcium carbonate: 0 to 25 cm (0 to 10 in).\nDepth to calcic horizon: 13 to 50 cm (5 to 20 in).\nSolum thickness: greater than 203 cm (203 in).\nParticle-size control section: 8 to 18 percent silicate clay and 35 to 50 percent coarse fragments.\nA horizon:\nHue: 5YR to 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 2 to 4\nTexture: fine sandy loam or loam\nVisible secondary calcium carbonate: 3 to 20 percent by volume in the form of filaments, films, nodules, and finely disseminated carbonates\nRock fragments: 0 to 10 percent strongly cemented calcium carbonate fragments and 0 to 3 percent siliceous gravel by volume\nEffervescence: strong or violent\nReaction: slightly or moderately alkaline\nBk horizons:\nHue: 5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 4\nTexture: fine sandy loam, loam, or sandy clay loam and their gravelly counterparts\nVisible secondary calcium carbonate: 10 to 49 percent by volume in the form of masses, nodules, and finely disseminated carbonates\nRock fragments: 20 to 35 percent strongly cemented calcium carbonate fragments and 0 to 2 percent siliceous gravel by volume\nCalcium carbonate equivalent: 20 to 40 percent by weight\nEffervescence: violent\nReaction: moderately or strongly alkaline\nBkk horizons:\nHue: 5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 4\nTexture: fine sandy loam, loam, or sandy clay loam and their gravelly or very gravelly counterparts\nVisible calcium carbonate: 50 to 80 percent by volume in the form of masses, nodules, and finely disseminated carbonates.\nRock fragments: 25 to 60 percent strongly cemented calcium carbonate fragments and 0 to 2 percent siliceous gravel by volume\nCalcium carbonate equivalent: 35 to 60 percent by weight\nEffervescence: violent\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils include the Berda, Conlen, Likes, Mansker, Mobeetie, and Tulia series.\nBerda and Mobeetie soils: have mixed soil mineralogy.\nConlen soils: have soil temperatures less than 15 degrees C. and a mollic epipedon.\nLikes soils: have mixed soil mineralogy and a texture of loamy fine sand or coarser in all horizons.\nMansker and Tulia soils: have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy slope alluvium and colluvium derived from the Ogallala Formation of Miocene-Pliocene age.\nLandform: scarps, knolls, and valley sides.\nSlopes: dominantly 3 to 12 percent but range from 1 to 20 percent.\nMean annual air temperature: 15 to 17 degrees C (59 to 63 degrees F).\nMean annual precipitation: 432 to 559 mm (17 to 22 in).\nFrost-free period: 180 to 220 days.\nElevation: 670 to 1,143 m (2,198 to 3,750 ft.).\nThornthwaite annual P-E Index Values: 25 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Berda, Likes, and Mobeetie soils and the Ady, Alibates, Bippus, Manson, Paloduro, Plemons, Potter, and Sprone soils.\nAdy and Alibates soils: are on slightly higher landscape positions and have mixed soil mineralogy.\nBerda and Mobeetie soils: are on similar landscape positions.\nBippus and Sprone soils: are on lower landscape positions and have a mollic epipedon and mixed soil mineralogy.\nLikes soils: are on slightly lower landscape positions.\nManson and Plemons soils: are on slightly higher landscape positions and have an argillic horizon.\nPaloduro soils: are on slightly lower landscape positions and have a mollic epipedon and mixed soil mineralogy.\nPotter soils: are on similar landscape positions and have a loamy-skeletal particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderate permeability.  Surface runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 20 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily used for livestock grazing.  Climax vegetation is mainly mid and short grasses and includes blue grama, sideoats grama, and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, galleta or tobosa, silver bluestem, wild alfalfa, and prairie clover.  A few woody species such as hackberry, cholla, and yucca occur with a light to moderate over story of mesquite.  This soil has been correlated to the Limey Upland (R077EY057TX) ecological site in MLRA-77E."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Breaks (MLRA 77E in LRR H) of western Texas, eastern New Mexico, and western Oklahoma.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Texas; 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series includes soils, formerly included in the Mansker series, that have an A horizon that are either too thin or too light-colored for the current concept of the Mansker series.  Classification changed from fine-loamy to coarse-loamy particle-size control section 5/2007 based on lab data.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (0 to 8 in). (A horizon)\nCalcic horizon: 20 to 150 cm (8 to 59 in). (Bk and Bkk horizons)\nCarbonate engulfed horizon: 33 to 203 cm (13 to 80 in). (Bkk horizons)\nCarbonatic mineralogy:  the control section from 25 to 100 cm (10 to 40 in) has more than 40 percent calcium carbonate equivalent of the materials less than 2 cm in diameter.  High calcium carbonate causes many plants to have iron chlorosis.  Because of the position on the landscape, a percentage of carbonatic coarse fragments are colluvial contributors and functions as a soil with carbonatic soil mineralogy, even though they did not form in situ."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  NSSL - S97TX-303-001 (Lubbock Co., TX)  Three partial data by NSSL - 71L465 - 71L466, 71L467 - 71L468, 71L469 - 71L470.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm (0 to 3 in); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; common fine pores; 2 percent by volume of strongly cemented calcium carbonate nodules less than 20 mm in diameter; strongly effervescent; slightly alkaline; gradual smooth boundary. (5 to 20 cm [2 to 8 in] thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--8 to 33 cm (3 to 13 in); brown (10YR 5/3) gravelly fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable; few fine roots, few fine pores; about 40 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 25 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline; clear wavy boundary. (0 to 30 cm [0 to 12 in] thick)"
      },
      {
        "name": "Bkk1",
        "top": 33,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkk1--33 to 74 cm (13 to 29 in); brown (10YR 5/3) gravelly fine sandy loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; about 60 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 53 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkk2",
        "top": 74,
        "bottom": 137,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkk2--74 to 137 cm (29 to 53 in); pink (7.5YR 8/3) gravelly loam, light brown (7.5YR 6/3) moist, moderate fine and medium subangular blocky structure; slightly hard, friable; about 58 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 45 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bkk horizon is 150 to 180 cm [59 to 71 in].)"
      },
      {
        "name": "Bkk3",
        "top": 137,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkk3--137 to 203 cm (53 to 80 in); light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; about 52 percent of the soil volume is calcium carbonate in the form of masses, nodules, and finely disseminated carbonates; 24 percent by volume of strongly cemented calcium carbonate nodules less than 50 mm in diameter; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
