{
  "SERIES": "VEBAR",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "06/2001",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Vebar series consists of well drained, moderately deep, moderately rapidly permeable soils that formed in residuum weathered from soft calcareous sandstone.  These soils are on uplands and have slope ranging from 0 to 65 percent.  Mean annual air temperature is 42 degrees F, and mean annual precipitation is 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vebar fine sandy loam - on a southwest-facing plane slope of 5 percent in native grassland.  (Colors are for dry soil unless otherwise stated.  Where described the soil was moist throughout.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak coarse and medium prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; many roots; many fine pores; slightly acid; gradual wavy boundary.  (4 to 10 inches thick)\nBw1--5 to 14 inches; dark grayish brown (10YR 4/2) fine sandy loam, dark brown (10YR 3/3) moist; moderate coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; many fine roots; many fine pores; slightly acid; gradual wavy boundary.\nBw2--14 to 19 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to weak medium and fine subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common fine roots; common fine pores; neutral; clear wavy boundary.\nBw3--19 to 26 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure; slightly hard, very friable, nonsticky and nonplastic; few roots; common fine pores; neutral; clear wavy boundary.  (Combined Bw horizons 4 to 34 inches thick)\nBCk--26 to 32 inches; light yellowish brown (2.5Y 6/4) fine sandy loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few hard sandstone fragments; few small sandstone fragments; few small carbonate accumulations; strong effervescence (2 percent calcium carbonate equivalent); slightly alkaline; clear wavy boundary.  (0 to 15 inches thick)\nCr--32 to 60 inches; light yellowish brown (2.5Y 6/4) soft sandstone; strong effervescence in upper part and slight effervescence in lower part; lense of hard sandstone 3 inches thick at 43 inches with carbonate accumulations around hard fragments; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stark County, North Dakota; about 6 miles south and 5 1/2 miles east of Dickinson; 2,570 feet west and 355 feet south of the northeast corner, sec. 16, T. 138 N., R. 95 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft sandstone ranges from 20 to 40 inches.  The mollic epipedon ranges from 7 to 16 inches in thickness.  In most pedons the soft sandstone has carbonates.  Some pedons have an accumulation of carbonates at the bottom of the solum or the upper part of the sandstone.  Stony phases are recognized.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 2 or 3.  It typically is fine sandy loam, but some is sandy loam or loam.  The A horizon ranges from slightly acid to slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  It typically is fine sandy loam, but some is sandy loam or loam.  The Bw horizon has weak or moderate coarse or medium prismatic structure that parts easily to weak or moderate subangular blocky structure.  It is slightly acid to slightly alkaline in the upper part and neutral to moderately alkaline in the lower part.  Some pedons have a Bk or BCk horizon.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is fine sandy loam, loamy fine sand, fine sand or sandy loam.  It is slightly acid to moderately alkaline.\nThe Cr horizon is soft sandstone that crushes to loamy fine sand or fine sandy loam.  It typically is massive.  Thin ledges or concretion-like pipes of hard sandstone are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baxton, Belain, Bitterroot, Chincap, Hopley, Mott, Relan, Tally, Unaweep, Victor and Weedzunit series.  Baxton soils have a lithic contact at depths of less than 60 inches.  Belain, Chincap and Weedzunit soils have a lithic contact at depths of 20 to 40 inches.  Bitterroot and Hopley soils are dominantly loam in the series control section.  Hopley, Mott, Tally, Victor and Unaweep soils do not have a paralithic contact within a depth of 40 inches.  In addition, Victor soils have a sandy-skeletal substrata at depths of about 40 inches.  Relan soils have hue of 7.5YR or redder throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vebar soils are on level to very steep uplands.  Slopes are plain or convex.  Slope gradients range from 0 to 65 percent.   The soils formed in residuum weathered from soft calcareous sandstone.  The climate is cool and semiarid.  Mean annual air temperature ranges from 34 to 45 degrees F, and mean annual precipitation from 12 to 19 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tally soils and the Amor, Arnegard, Cohagen, Flasher, Morton, Parshall, Sen and Shambo soils.  Tally and Parshall soils are on less sloping, concave swales and terraces.  Parshall soils have a mollic epipedon more than 16 inches thick and do not have paralithic beds within a depth of 40 inches.  Amor, Arnegard, Morton, Sen and Shambo soils are on nearby uplands, swales and terraces.  Amor, Arnegard and Shambo soils are fine-loamy and Morton and Sen soils are fine-silty.  Cohagen and Flasher soils are on nearby hilltops and ridges.  They are shallow to paralithic beds.  In addition, Cohagen soils are loamy and Flasher soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible to medium depending on slope.  Permeability is moderately rapid above paralithic beds."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to corn and small grains.  Some is used for hay or pasture.  Native grasses are needleandthread and prairie sandreed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota, eastern Montana and northwestern South Dakota.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wibaux County, Montana, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - zone from the surface of the soil to a depth of 14 inches (A and Bw1 horizons); cambic horizon - zone from 14 to 26 inches (Bw2 and Bw3 horizons).\nThe Vebar soils correlated in the early 1960's in Colorado and Nebraska would probably not be correlated as Vebar by present criteria.\nADDITIONAL DATA:  S54NDak-45-2, pages 258 and 259, Soil Survey Investigations No. 2.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak coarse and medium prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; many roots; many fine pores; slightly acid; gradual wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--5 to 14 inches; dark grayish brown (10YR 4/2) fine sandy loam, dark brown (10YR 3/3) moist; moderate coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; many fine roots; many fine pores; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--14 to 19 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to weak medium and fine subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common fine roots; common fine pores; neutral; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3--19 to 26 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure; slightly hard, very friable, nonsticky and nonplastic; few roots; common fine pores; neutral; clear wavy boundary.  (Combined Bw horizons 4 to 34 inches thick)"
      },
      {
        "name": "BCk",
        "top": 66,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCk--26 to 32 inches; light yellowish brown (2.5Y 6/4) fine sandy loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few hard sandstone fragments; few small sandstone fragments; few small carbonate accumulations; strong effervescence (2 percent calcium carbonate equivalent); slightly alkaline; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Cr",
        "top": 81,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cr--32 to 60 inches; light yellowish brown (2.5Y 6/4) soft sandstone; strong effervescence in upper part and slight effervescence in lower part; lense of hard sandstone 3 inches thick at 43 inches with carbonate accumulations around hard fragments; moderately alkaline."
      }
    ]
  ]
}
