{
  "SERIES": "VEEDUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG",
  "REVDATE": "06/2001",
  "STATES": "WI",
  "OVERVIEW": "The Veedum series consists of poorly drained soils which are moderately deep to a paralithic contact with interbedded sandstone and shale.  They formed in silty alluvium and in residuum from the underlying interbedded sandstone and shale on low hills and pediments.  Permeability is moderate in the silty mantle; moderately slow or moderate in the residuum; and very slow to moderately slow in the sandstone and shale.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, acid, frigid Humic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Veedum muck - on a plane level slope in a woodland at an elevation of about 1,075 feet.  (Colors are for moist soil unless otherwise stated.)\nOa--0 to 5 inches; black (N 2/0) broken face and rubbed muck (sapric material); about 25 percent fiber and 5 percent rubbed; weak fine granular structure; non-sticky; many very fine and fine roots; extremely acid; abrupt wavy boundary.  (0 to 7 inches thick)\nA--5 to 7 inches; black (N 2/0) silt loam, very dark grayish brown (10YR 3/2) dry; weak thin platy structure; very friable; many very fine and fine roots; very strongly acid; abrupt wavy boundary.  (1 to 9 inches thick)\nEg--7 to 9 inches; grayish brown (10YR 5/2) silt loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; very friable; few very fine and fine roots; many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; abrupt wavy boundary.  (0 to 6 inches thick)\nBg1--9 to 20 inches; gray (10YR 5/1) silt loam; moderate medium subangular blocky structure; friable; few very fine and fine roots; many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid; clear smooth boundary.  (4 to 15 inches thick)\n2Bg2--20 to 26 inches; grayish brown (2.5Y 5/2) clay loam; moderate medium subangular blocky structure; firm; many coarse distinct dark gray (N 4/0) iron depletions; many coarse prominent dark red (2.5YR 3/6), few medium prominent reddish yellow (5YR 6/8), and common medium prominent brownish yellow (10YR 6/8) masses of iron accumulation; about 8 percent sandstone channers; extremely acid; gradual wavy boundary.  (4 to 20 inches thick)\n2Cr--26 to 60 inches; interbedded gray (10YR 5/1) sandstone and dark red (2.5YR 3/6) shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Wisconsin; about 5 miles south and 0.5 miles east of Lynn; 700 feet north and 150 feet east of the southwest corner of sec. 33, T. 24 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, depth and thickness are measured from the top of the mineral soil.)  Thickness of the solum and depth to a paralithic contact with interbedded sandstone and shale range from 20 to 40 inches.  Thickness of the silty mantle and depth to loamy residuum ranges from 12 to 30 inches.  Base saturation (by NH4OAc) is less than 50 percent throughput the pedon and is less than 35 percent (by sum of cations) in the residuum.  Coarse fragments are mostly sandstone channers but in many places, these soils occur near higher lying glacial soils and igneous pebbles are in the upper part of some pedons.  Volume of gravel or sandstone channers ranges from 0 to 15 percent in the silty mantle.  Volume of sandstone channers ranges from 3 to 15 35 percent in the residuum.  Reaction ranges from extremely acid to moderately acid throughout.   Redox depletions are 50 percent or more of the matrix within a depth of 20 inches.   Redox accumulations typically are throughout the pedon below the A horizon.  Saturation occurs at or near the surface much of the year in most years.\nThe O horizon has hue of 10YR or is neutral in hue.  It has value of 2 or 3 and chroma of 0 to 2.\nThe A horizon has hue of 10YR or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 2.  Cultivated pedons have an Ap horizon with hue of 10YR, value of 2 or 3 and chroma of 1 or 2.\nThe Eg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 0 to 2. It is silt loam or loam.\nThe Bg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 0 to 2. It is silt loam or loam.\nThe 2Bg or 2Bw horizon has hue of 2.5YR, 5YR, 7.5YR, 10YR, 2.5Y, or 5Y; value of 3 to 7 and chroma of 0 to 6.  Value of 3 and chroma of 0 to 3 do not occur together. The 2B horizon is clay loam, silty clay loam, sandy clay loam, loam, sandy loam, or the channery analogs.  Thin strata of coarser or finer texture are in some pedons.\nThe 2Cr horizon has color like the 2Bg horizon described above.  It is interbedded sandstone and shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Related soils are the Elm Lake, Hiles, Kert, and Vesper series.  Elm Lake soils have a 15 to 39 inch thick sandy mantle and are sandy over loamy.  Hiles and Kert soils have glossic and argillic horizons, and do not have redox depletions in 50 percent or more of the matrix within a depth of 20 inches.  Vesper soils do not have a paralithic contact within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Veedum soils are in drainageways and depressions on low hills and pediments underlain by interbedded sandstone and shale (Eau Claire and Mt. Simon formations of the Elk Mound Group).  Slopes range from 0 to 2 percent.  Veedum soils formed in silty alluvium and in residuum from the underlying interbedded sandstone and shale.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 38 to 42 degrees F.  The frost free period ranges from about 90 to 130 days.  Elevation ranges from 700 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Citypoint, Hiles, Humbird, Kert, and Merrillan, soils.  The very poorly drained Citypoint soils are nearby on landscape positions similar to those of Veedum soils where there is a 16 to 51 inch thick organic layer over residuum from underlying interbedded sandstone and shale. The moderately well drained Hiles soils, and the somewhat poorly drained Kert soils form a drainage sequence with the Veedum soils.  The moderately well drained Humbird soils and the somewhat poorly drained Merrillan soils form a drainage sequence in nearby areas where the silty mantle is absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. Runoff is slow or ponded.  Permeability is moderate in the silty mantle; moderately slow or moderate in the residuum; and very slow to moderately slow in the sandstone and shale.  Veedum soils have a perched seasonal high water table at a depth from 1 foot above to 1 foot below the surface much of the time from September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Native vegetation is primarily sedges and deciduous trees such as red maple, quaking aspen, white ash, and paper birch.   Some areas are cleared and drained and used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  This soil is moderately extensive.  MLRA ?"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The water table is perched on bedrock (2Cr).  This water table technically fits neither the definition of episaturation or of endosaturation.  We have suggested to the classification staff at NSSC that the definition of episaturation be expanded to include water tables perched on bedrock.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 9 inches (Oa, A, Eg); cambic horizon - 9 to 26 inches (Bg, 2Bg); paralithic contact - 26 inches (2Cr); aquic feature - redox depletions dominant in the matrix within 20 inches and saturation at less than 1 foot much of the year; Humic feature - it is assumed that mixing the upper 6 inches will result in an Ap horizon with value moist of 3 or less and value dry of 5 or less and base saturation (by NH4OAc) is less than 50 percent at 40 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Interpretation Record - WI0243."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "NA",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 5 inches; black (N 2/0) broken face and rubbed muck (sapric material); about 25 percent fiber and 5 percent rubbed; weak fine granular structure; non-sticky; many very fine and fine roots; extremely acid; abrupt wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silt loam",
        "structure": "weak thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--5 to 7 inches; black (N 2/0) silt loam, very dark grayish brown (10YR 3/2) dry; weak thin platy structure; very friable; many very fine and fine roots; very strongly acid; abrupt wavy boundary.  (1 to 9 inches thick)"
      },
      {
        "name": "Eg",
        "top": 18,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg--7 to 9 inches; grayish brown (10YR 5/2) silt loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; very friable; few very fine and fine roots; many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; abrupt wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--9 to 20 inches; gray (10YR 5/1) silt loam; moderate medium subangular blocky structure; friable; few very fine and fine roots; many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid; clear smooth boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "2Bg2",
        "top": 51,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bg2--20 to 26 inches; grayish brown (2.5Y 5/2) clay loam; moderate medium subangular blocky structure; firm; many coarse distinct dark gray (N 4/0) iron depletions; many coarse prominent dark red (2.5YR 3/6), few medium prominent reddish yellow (5YR 6/8), and common medium prominent brownish yellow (10YR 6/8) masses of iron accumulation; about 8 percent sandstone channers; extremely acid; gradual wavy boundary.  (4 to 20 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 66,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--26 to 60 inches; interbedded gray (10YR 5/1) sandstone and dark red (2.5YR 3/6) shale."
      }
    ]
  ]
}
