{
  "SERIES": "VELDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WIS:WMK:RBH",
  "REVDATE": "03/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, active, thermic Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Velda silt loam - cropland.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine granular structure; friable; many fine roots; strongly acid; abrupt smooth boundary.  (4 to 8 inches thick)\nBw1--7 to 16 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine and medium subangular blocky structure; friable; common fine roots; strongly acid; gradual smooth boundary.\nBw2--16 to 28 inches; yellowish brown (10YR 5/4) silt loam; few fine faint pale brown and strong brown mottles; weak fine and medium subangular blocky structure; friable; few fine roots; strongly acid; gradual smooth boundary.\nBw3--28 to 43 inches; yellowish brown (10YR 5/4) silt loam; few fine faint pale brown mottles; weak medium subangular blocky structure; friable; strongly acid; gradual smooth boundary.  (Combined thickness of the Bw horizon is 16 to 48 inches.)\nC--43 to 66 inches; dark brown (10YR 4/3) silt loam; common medium faint pale brown (10YR 6/3) mottles; structureless; friable; few fine strata of pale brown fine sandy loam; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, Mississippi; 2.0 miles east of Monticello on U.S. Highway 84; 6.0 miles on New Hebron paved road; 5.0 miles west on asphalt road to Culpepper store; turn left 2.5 miles on asphalt road, and 2 miles south on gravel road; 0.2 mile into cultivated field, sec. 28, T. 9 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 55 inches.  The soil is very strongly acid or strongly acid except the surface layers in areas that have been limed.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is silt loam or very fine sandy loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  Mottles in shades of brown are in the lower part of the horizon in most pedons.  The texture is silt loam or very fine sandy loam.  The 10- to 40-inch particle-size control section has 10 to 18 percent clay and less than 15 percent of sand is fine sand or coarser.\nThe C horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6.  Mottles, if present, are in shades of brown or gray.  Gray mottles, if present, are below depths of 24 inches.  The texture is silt loam, fine sandy loam, or loamy very fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Closely related soils include the Cascilla, Iuka, Jena, Kirkville, Oaklimeter, Ochlockonee, and Ouachita series.  Cascilla and Ouachita soils have a fine-silty particle-size control section; also, Cascilla soils have mixed mineralogy.  Iuka soils have a coarse-loamy particle size class, do not have a diagnostic horizon, and have mottles with chroma of 2 or less in the upper 20 inches.  Jena and Kirkville soils have a coarse-loamy particle-size class; also, Kirkville soils have mottles with chroma of 2 or less in the upper 24 inches.  Oaklimeter soils have mottles with chroma of 2 or less in the upper 24 inches.  Ochlockonee soils have a coarse-loamy particle-size class and do not have a diagnostic subsurface horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Velda soils are on the nearly linear surfaces of flood plains and low terraces along streams that drain areas of the Southern Coastal Plain and Southern Mississippi Valley Silty Uplands Major Land Resource Areas.  The soil formed in silty sediments.  The climate is warm and humid.  Near the type location, the mean annual temperature is 66 degrees Fahrenheit, and mean annual precipitation is 59 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Cascilla, Iuka, Jena, Kirkville, and Ochlockonee soils of the competing series, and the Arkabutla soils.  These soils are associated across the nearly lineal surfaces of flood plains.  The well drained Cascilla, Jena, and Ochlockonee soils are in similar positions as the Velda soils.  The moderately well drained Iuka and Kirkville soils are mainly in lower areas along drainageways.  The somewhat poorly drained Arkabutla soils, which are grayer and have a seasonal high water table at 1.0 to 1.5 feet, mainly are in broad slightly lower areas and in drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability.  Most areas of these soils usually flood one or more times a year during winter and early in spring for brief duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Velda soils are used for growing cotton, corn, soybeans, and pasture grasses.  Smaller acreages are in bottomland hardwoods.  Common trees are cherrybark oak, sweetgum, water oak, loblolly pine and yellow-poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi and possibly Arkansas and Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Mississippi; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 7 inches (Ap horizon).\nCambic horizon - the zone from approximately 7 to 43 inches (Bw1, Bw2, and Bw3 horizons).\nADDITIONAL DATA:  Laboratory data:  Particle size distribution and chemical analysis for the typical pedon are published in the Soil Survey of Lawrence County, Mississippi (issued February 1978) pp.  44-45.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
