{
  "SERIES": "VELOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL",
  "REVDATE": "12/98",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplustolls\nTypicalPedon:  Velow clay loam, on a convex 3 percent slope, in\nrangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 16 inches; dark grayish brown (10YR 4/2) clay loam,\nvery dark grayysh brown (10YR 3/2) moist; moderate fine subangular\nblocky and granular structure; hard, friable; common fine roots;\ncommon fine pores; few wormcasts; mildly alkaline; gradual wavy\nboundary.  (10 to 20 inches thick)\nB21t--16 to 30 inches; yellowish brown (10YR 5/4) clay loam,\ndark yellowish brown (10YR 4/4) moist; moderate medium subangular\nblocky structure; hard, friable; few fine roots; few fine pores;\nmoderately alkaline; clear smooth boundary.  (6 to 22 inches\nthick)\nB22ca--30 to 45 inches; light yellowish brown (10YR 6/4) clay\nloam, yellowish brown (10YR 5/4) moist; moderate medium subangular\nblocky structure; few fine roots; common fine pores; common films\nand threads of calcium carbonate; moderately alkaline; calcareous;\nclear smooth boundary.  (10 to 28 inches thick)\nB3ca--45 to 60 inches; yellowish brown (10YR 5/4) clay loam,\ndark yellowish brown (10YR 4/4) moist; weak medium subangular\nblocky structure; hard, friable; few fine roots; common fine\npores, common films, threads, and soft masses of calcium\ncarbonate; few limestone fragments less than 1 inch across;\nmoderately alkaline; calcareous.  (10 to 30 inches thick)\nTypeLocation:  Palo Pinto County, Texas; from the intersection of\nTexas Highway 16 and Farm Road 2372 in Strawn; 1.4 miles west on\nFarm Road 2372; 50 feet north from fence in rangeland.\nRangeinCharacteristics:  The solum is 40 to more than 60 inches\nthick. Depth to secondary carbonates ranges from 20 to 36 inches.\nThe A horizon has hue of 7.5YR, 10YR, and 2.5Y, value of 3 through\n5, chroma of 2 or 3.  It is clay loam or loam.  Reaction is\nneutral or mildly alkaline. The B horizon has hue of 10YR and\n2.5Y, value of 5 through 7, chroma of 2 through 6.  Texture is\nloam, sandy clay loam or clay loam and silicate clay content\nranges from 18 to 30 percent.  Reaction ranges from neutral\nthrough moderately alkaline and noncalcareous in the upper part to\nmoderately alkaline and calcareous in the lower part.\nConcretions, soft masses and threads of calcium carbonate range\nfrom few to common in the Bca horizons.  Calcium carbonate\nequivalent ranges from 15 to 50 percent, with less than 40 percent\nin the control section. The C horizon when encountered is\nbrownish, calcareous loam, sandy clay loam or clay loam.  Some\npedons have gravelly layers below a depth of 60 inches.\nCompetingSeries:  There are no other soils in the same family.\nOther similar soils include the Austin, Paloduro, and Stephen\nseries.  Austin soils have more than 40 percent calcium carbonate\nequivalent.  Paloduro soils are dry in the moisture control\nsections for longer periods.  Stephen soils are less than 20\ninches deep and clayey.\nGeographicGEOGRAPHIC SETTING:  Velow soils are along gently sloping colluvial  footslopes and shallow valleys.  The soil formed in local\ncalcareous alluvium.  Mean annual temperature ranges from 64\ndegrees to 79 degrees F.; average annual precipitation ranges from\n25 to 30 inches; and Thornthwaite annual P-E index ranges from 38\nto 44.\nGeographicallyAssociatedSoils:  These are the Blanket, Bosque,\nOwens, and Set series.  Blanket soils have a fine-loamy argillic\nhorizon and occupy positions similar to the Velow soils.  Bosque\nsoils have mollic epipedons more than 20 inches thick and are\nbelow on flood plains.  Owens and Set soils have clayey surface\nlayers and are above on hillsides and escarpments.\nDrainageandPermeability:  Velow soils are well drained.  Runoff is\nmedium and permeability is moderate.\nUseandVegetation:  Used mainly for rangeland, but a few areas are\ncropped to small grain and forage sorghum.  Native vegetation is\nlittle bluestem, sideoats grama, indiangrass, switchgrass, Texas\nwintergrass, western ragweed, curley-cup gumweed, Engelmann-daisy,\nand maximillian sunflower.  Liveoak trees are common, along with\ninvading mesquite.\nDistributionandExtent:  North-central and central Texas.  The\nseries is moderate in extent.\nSeriesProposed:  Palo Pinto County, Texas; 1977."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has formerly been mapped as Lewisville or\nVenus.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
