{
  "SERIES": "VENAPASS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI-PSD-JAL",
  "REVDATE": "10/1999",
  "STATES": "WY",
  "OVERVIEW": "Venapass series consists of deep and somewhat poorly drained soils on flood plains and narrow valley fills.  These soils formed in alluvium derived from mixed sources.  Slopes are 0 to 6 percent.  The mean annual precipitation is about 12 inches, and the mean annual air temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Typic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Venapass loam--on 1 percent slopes. (Colors are for dry soil unless otherwise stated).\nOi--0 to 2 inches; decomposing organic matter (peat).\nA--2 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 6.8); abrupt wavy boundary.  (2 to 15 inches thick)\nABg--5 to 18 inches; gray (5Y 5/1) loam, dark olive gray (5Y 3/2) moist; many medium distinct strong brown (7.5YR 5/6) redox concentrations; weak fine prismatic structure parting to moderate strong very fine subangular blocky; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine roots; noneffervescent matrix, few fine soft masses of carbonates; neutral (pH 7.0); abrupt wavy boundary.  (0 to 15 inches thick)\nCg1--18 to 32 inches; gray (5Y 5/1) loam, olive gray (5Y 4/2) moist; common medium distinct dark grayish brown (10YR 4/2) redox depletions; massive; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; slightly alkaline (pH 7.4); abrupt wavy boundary.\nCg2--32 to 60 inches; gray (5Y 5/1) gravelly coarse sandy loam stratified with loamy sand and sandy clay loam, dark gray (5Y 4/1) moist; few medium distinct dark grayish brown (10YR 4/2) redox depletions; single grain; loose, nonsticky and nonplastic; 25 percent pebbles; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; 2,500 feet north, 1,150 feet west of the SE corner of sec. 5, T. 28 N., R. 100 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges in thickness from 16 to 24 inches.  There is an irregular decrease in organic carbon.  Depth to bedrock exceeds 60 inches and has not been observed above 80 inches in any pedon.  The mean annual soil temperature ranges from 39 to 45 degrees F., and the mean summer soil temperature from 54 to 59 degrees F.  The particle size control section is stratified with contrasting textures but, when averaged, is loam or sandy loam with 5 to 18 percent clay, about 15 to 50 percent silt, and 32 to 70 percent sand.  Coarse fragments, when averaged, range from 0 to 35 percent throughout the control section.  A seasonal high water table fluctuates between 3 and 20 inches in April through August and between 10 and 30 inches in September through March.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3.  Typically, the surface is covered with an organic mat from 1 to 4 inches thick.  Reaction is neutral or slightly alkaline.\nThe ABg or Bg horizon has matrix hue of 5Y through 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 or 2.  When hue is 10YR, both low and high chroma redox features are present.  Neutral colors are common in some pedons as redox features or parts of peds.  When averaged, the texture is loam or sandy loam.  Few fine soft masses of segregated lime, gypsum, and salts more soluble than gypsum are not uncommon in the horizon, but the matrix is free of disseminated lime.  Reaction is neutral or slightly alkaline.\nThe Cg horizon has hue of 5Y through 10YR, value of 3 through 5 moist, 4 through 6 dry, and chroma of 1 through 4.  Neutral colors are common in parts of many ped faces as are redox depletions.  Texture, when averaged, is loam or sandy loam.  This horizon is typically thinly stratified with most coarse and moderately fine textures.  Segregation of gypsum and more soluble salts is common but occupies less than two percent of any horizon.  Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fourlog and Rosane series. The Fourlog soils have mean annual precipitation of 30 inches and are poorly drained. The Rosane soils have a lithologic discontinuity at 23 to 40 inches and are poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Venapass soils are on flood plains and  narrow valley fills.  Slopes are simple and slope gradients range from 0 to 6 percent.  Elevation is 7,000 to 8,500 feet.  The annual temperature is 33 to 41 degrees F.  The annual precipitation is 10 to 14 inches.  The estimated frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Absher, Abston, Emerald, Hoodle, Silas, and Wellsville series.  All of these soils, except Silas, are well drained and finer textured.  Silas soils are finer textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily used for rangeland.  There are some minor areas used for irrigated mountain meadow hayland and pasture.  Native vegetation is primarily sedges, rushes, meadow fescue, redtop, slender wheatgrass, silver sagebrush, and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wyoming.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, East Part; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; decomposing organic matter (peat)."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--2 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 6.8); abrupt wavy boundary.  (2 to 15 inches thick)"
      },
      {
        "name": "ABg",
        "top": 13,
        "bottom": 46,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "ABg--5 to 18 inches; gray (5Y 5/1) loam, dark olive gray (5Y 3/2) moist; many medium distinct strong brown (7.5YR 5/6) redox concentrations; weak fine prismatic structure parting to moderate strong very fine subangular blocky; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine roots; noneffervescent matrix, few fine soft masses of carbonates; neutral (pH 7.0); abrupt wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 46,
        "bottom": 81,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cg1--18 to 32 inches; gray (5Y 5/1) loam, olive gray (5Y 4/2) moist; common medium distinct dark grayish brown (10YR 4/2) redox depletions; massive; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; slightly alkaline (pH 7.4); abrupt wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 81,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--32 to 60 inches; gray (5Y 5/1) gravelly coarse sandy loam stratified with loamy sand and sandy clay loam, dark gray (5Y 4/1) moist; few medium distinct dark grayish brown (10YR 4/2) redox depletions; single grain; loose, nonsticky and nonplastic; 25 percent pebbles; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
