{
  "SERIES": "VENATOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. REH/ED/RWL",
  "REVDATE": "06/2005",
  "STATES": "OR",
  "OVERVIEW": "The Venator series consists of shallow, well drained soils that formed in residuum and colluvium from shale, rhyolite, or other sedimentary rock.  Venator soils are on benches and south facing slopes of hills and mountains and have slopes of 2 to 80 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Venator channery loam  rangeland, located on a 30 percent, south facing slope at an elevation of 4,700 feet.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 3 inches; very dark brown (10YR 2/2) channery loam, grayish brown (10YR 5/2) dry; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many roots; 30 percent hard shale channers; slightly acid (pH 6.2); clear smooth boundary.\nA2--3 to 10 inches; very dark brown (10YR 2/2) very channery loam, dark grayish brown (10YR 4/2) dry; weak coarse prismatic and weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many roots; many very fine tubular pores; 50 percent hard shale channers; neutral (pH 6.6); clear wavy boundary.  (Combined thickness of the A horizon is 4 to 12 inches)\nBw--10 to 16 inches; dark grayish brown (10YR 4/2) extremely channery clay loam, grayish brown (10YR 5/2) dry; weak to moderate very fine subangular blocky structure; hard, firm, sticky, plastic; few roots; few faint clay films in root channels and pores; 75 percent hard shale channers; neutral (pH 6.6); clear irregular boundary.  (4 to 11 inches thick)\nR--16 inches; fractured unweathered shale; extremely hard; can only be chipped with spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; about 5 miles northeast of the Izee School, 210 feet west of the entrance to the driveway, 300 feet north of the edge of the gravel road; in southeast 1/4, sec. 13, T. 17 S., R. 28 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to fractured shale, rhyolite, or other hard sedimentary bedrock is 12 to 20 inches.  The mean annual soil temperature is 47 to 52 degrees F.  The soils are moist in some part of the soil above 12 inches for at least half the time (cumulative) during the period the soil temperature is above 41 degrees F, but dry between depths of 4 and 12 inches for more than 70 consecutive days during the summer months.  The soil is noncalcareous and ranges from slightly acid to neutral.  The particle-size control section dominantly has 40 to 80 percent rock fragments less than 3 inches in diameter (2-75 mm) and has more than 15 percent coarser than very fine sand.  The mollic epipedon is 7 to 15 inches thick.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It has 20 to 70 percent channers (2-75 mm in size). Clay content ranges from 10 to 25 percent.\nThe Bw horizon has value of 3 or 4 moist, 4 or 5 dry, and chroma of 3 or 4 moist and dry.  It is loam or clay loam with 18 to 35 percent clay.  It has 40 to 80 percent channers (2-75 mm in size).  Typically larger channers (75-150 mm in size) are found just above the bedrock and are 0 to 5 percent in volume.  Few faint clay films, when present, occur only in pores or root channels."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aldax, Bakeoven, Bodell, Couleedam, Johntom, Lickskillet, Limekiln, Plaskett, and Rockly series.  All of these soils except Plaskett have particle-size control sections dominated by angular shaped rock fragments from basalt, andesite, or quartz.  The Aldax, Couleedam, Johntom, and Plaskett soils have less than 18 percent clay in the particle-size control section.  The Bakeoven and Rockly soils are less than 12 inches to bedrock.  Limekiln soils have a calcic horizon at a depth of 7 to 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Venator soils are on benches and south-facing slopes of hills and mountains.  Elevation is 1,600 to 4,500 feet.  Elevations above 4,000 feet are on south slopes.  These soils formed in residuum and colluvium of shale, rhyolite, or other sedimentary rock.  Slope is 2 to 80 percent.  Climate is characterized by cool, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 16 inches.  The mean annual temperature is about 45 to 50 degrees F. The mean winter temperature is 28 to 30 degrees F, and the mean summer temperature is 59 to 61 degrees F.  The frost-free period is 50 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Izee, Marsden and Utley soils.  Izee and Utley soils occur on north slopes, have mean annual soil temperatures colder than 47 degrees F, and have bedrock at depths greater than 20 inches.  Marsden soils have fine textured argillic horizons and are deeper than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for livestock grazing.  Native plants are bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and east-central Oregon: MLRA 10.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - from 0 to 10 inches (A1 and A2 horizons)\nCambic horizon - from 10 to 16 inches (Bw horizon)\nParticle-size control section - from 10 to 16 inches with 75 percent rock fragments.\nAdditional data:  Reference lab data taken from the Izee soil (S97-023-019) which is located nearby.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; very dark brown (10YR 2/2) channery loam, grayish brown (10YR 5/2) dry; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many roots; 30 percent hard shale channers; slightly acid (pH 6.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 10 inches; very dark brown (10YR 2/2) very channery loam, dark grayish brown (10YR 4/2) dry; weak coarse prismatic and weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many roots; many very fine tubular pores; 50 percent hard shale channers; neutral (pH 6.6); clear wavy boundary.  (Combined thickness of the A horizon is 4 to 12 inches)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "extremely channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw--10 to 16 inches; dark grayish brown (10YR 4/2) extremely channery clay loam, grayish brown (10YR 5/2) dry; weak to moderate very fine subangular blocky structure; hard, firm, sticky, plastic; few roots; few faint clay films in root channels and pores; 75 percent hard shale channers; neutral (pH 6.6); clear irregular boundary.  (4 to 11 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "narrative": "R--16 inches; fractured unweathered shale; extremely hard; can only be chipped with spade."
      }
    ]
  ]
}
