{
  "SERIES": "VENTRIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, mesic Albaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ventris very cherty silt loam, 1 to 3 percent\nslopes in woodland.\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2) cherty silt loam; moderate medium granular structure; friable; many fine roots; 15 percent fragments of chert; neutral; abrupt smooth boundary.  (1 to 6 inches thick)\nA2--2 to 5 inches; brown (10YR 5/3) cherty silt loam; weak\nfine subangular blocky structure; friable; many fine roots; approximately 15 percent fragments of chert; slightly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nB21t--5 to 16 inches; yellowish brown (10YR 5/4) clay; common medium distinct light brownish gray (10YR 6/2) and reddish brown\n(5YR 4/4) mottles; moderate medium angular blocky structure; very firm; few fine roots; common fine pores; thin continuous clay\nfilms on faces of peds and in pores; slightly acid; gradual smooth boundary.  (6 to 15 inches thick)\nB22t--16 to 32 inches; yellowish brown (10YR 5/6) clay;\ncommon medium distinct gray (10YR 6/1) mottles; moderate fine\nangular blocky structure; very firm; few fine roots; few fine\ntubular pores; thin continuous clay films on faces of peds and in pores; 15 percent fragments of limestone; common slickensides; neutral; abrupt wavy boundary.  (12 to 18 inches thick)\nCr--32 to 34 inches; yellowish brown (10YR 5/8) highly\nfractured weathered dolomite.\nR--34+ inches; hard level bedded dolomite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baxter County, Arkansas; about 1 mile east of Mountain Home on Buzzard Roost Road and 1400 feet south.  SE1/4SW1/4NW1/4 sec. 2, T. 19 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to\nbedrock ranges from 24 to 40 inches.\nThe A1 horizon has hue of 10YR, value of 2 or 3, and chroma of 2,\nor value of 3, and chroma of 3.  The A2 horizon has hue of 10YR, value of 4 or 5, and chroma of 2, 3, or 4.  The A horizon is silt loam, silty clay loam or with cherty, very cherty or stony\ntextural modifiers.  The reaction ranges from medium acid to\nneutral.\nThe B21t horizon has hue of 10YR or 2.5Y, value of 5, and chroma\nof 4 or 6, or value of 4, and chroma of 4.  The reaction ranges\nfrom medium acid to neutral.  Mottles are in shades of gray,\nbrown, or red.  The B22t horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 5, and chroma of 4 or 6 and mottled with hue of 10YR,\nvalue of 4, 6, or 7, and chroma of 1 or 2, or is mottled in shades\nof gray, brown, and red with no dominant color.  The reaction\nranges from slightly acid to mildly alkaline.  The B3 horizon,\nwhere present, has similar color and texture as the B22t horizon.  The B horizon is clay or cherty clay with 0 to 20 percent\nfragments of chert, limestone, or shale.\nThe Cr horizon is highly fractured weathered dolomite, limestone,\nor shale of light gray to yellowish brown colors.\nThe underlying bedrock (R) is hard level bedded dolomite limetone\nor shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Ventris is the only series in this family.\nSeries with common limits in definition are Cadeville, Homa, Invershiel, Marion, Orange, and Wister series.  Cadeville, Invershiel, Orange, and Wister soils have less than 60 percent\nclay in the control section and are thermic.  Homa soils are\nsimilar in texture but are thermic.  Marion soils have less than\n60 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ventris soils are on broad gently sloping uplands, side slopes, and on foot slopes of hills and mountains.  Slopes range from 3 to 40 percent.  They formed in residual\nmaterial weathered from dolomite, limestones, and calcareous\nshales of the Ozarks Highlands."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Arkana, Captina, Clarksville, Doniphan, Gassville, and Moko series.  Arkana soils\nhave thicker mollic surface layers, dominant B horizon colors of\n5YR and on similar landscapes and steeper side slopes.  Captina\nsoils have a fine-silty control section, a fragipan, and are\nadjacent similar landscapes.  Doniphan soils are deeper than 40 inches to bedrock, have redder B horizons, low base saturation in\nthe lower solum and on similar landscapes.  Gassville soils have redder B horizons, low base saturation in the lower solum and\nmostly on steeper side slopes.  Moko soils are shallow to bedrock, have a loamy-skeletal control section, and on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to\nrapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are used for pasture and hay.\nMost areas are in forests of redcedar, blackjack oak, post oak,\nand elm the native vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Missouri, and possibly\nTennessee.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benton County, Arkansas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Ventris series would have been classified in the Red-Yellow Podzolic great soil group.  These soils were mapped\nunder the field name of Colbert.  Change in classification based\non University of Arkansas Soils Laboratory Data from Baxter\nCounty, Benton County, and Lawrence County, Arkansas.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
