{
  "SERIES": "VERBOORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEO/JGM/EED",
  "REVDATE": "12/2017",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Xerertic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Verboort silty clay loam, cultivated\nAp--0 to 20 cm; silty clay loam, grayish brown (10YR 5/2) dry, very dark brown (10YR 2/2) moist; strong fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine pores; moderately acid (pH 5.8); abrupt smooth boundary\nA--20 to 30 cm; silty clay loam, grayish brown (10YR 5/2) dry, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; common very fine pores; moderately acid (pH 5.8); clear smooth boundary\nE--30 to 48 cm; silty clay loam, gray (10YR 6/1) dry, very dark gray (10YR 3/1) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine pores; 30 percent fine distinct irregular dark reddish brown (5YR 3/2) masses of oxidized iron on faces of peds; moderately acid (pH 6.0); abrupt smooth boundary\n2Btg--48 to 71 cm; clay, grayish brown (2.5Y 5/2) dry, very dark gray (N 3/0), moist; weak medium prismatic structure parting to weak medium subangular blocky; very hard, very firm, very sticky and very plastic; common fine roots in cracks and few fine roots throughout; few very fine tubular pores; pressure faces on vertical faces of peds and 70 percent faint clay films on vertical faces of peds and on surfaces along pores; slightly acid (pH 6.4); abrupt smooth boundary\n2BCtg--71 to 84 cm; silty clay, light brownish gray (2.5Y 6/2) dry, dark grayish brown (2.5Y 4/2) moist; weak fine prismatic structure parting to weak fine subangular blocky; very hard, very firm, moderately sticky and very plastic; few very fine roots in cracks; common very fine tubular pores; 70 percent faint very dark gray (N 3/0) clay films on vertical faces of peds; neutral (pH 6.6); gradual smooth boundary\n2Cg--84 to 150 cm; silty clay loam, light gray (2.5Y 7/2) dry, dark grayish brown (2.5Y 4/2) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; few fine and medium pores; 5 percent very dark gray (N 3/0) clay films on surfaces along pores; 25 percent medium distinct irregular brown (7.5YR 4/2) masses of oxidized iron throughout; neutral (pH 6.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Oregon, about 0.4 km south of the community of Helvetia; 6 m west of the intersection of Helvetia Road and Phillips Road; about 825 m west and 610 m south of the northeast corner of section 10, T. 1 N., R. 2 W.; latitude 45.5866389, longitude -122.9193611, datum NAD 83 (coordinates estimated from PLSS details)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature--11 to 13 degrees C\nMoisture control section--dry in all parts 45 consecutive days or more following summer solstice\nThickness of the mollic epipedon--25 to 43 cm\nDepth to aquic conditions--at the surface to a depth of 25 cm\nDepth to lithologic discontinuity--41 to 66 cm\nEstimated coefficient of linear extensibility (COLE) from the surface to a depth of 100 cm--greater than 6.0\nParticle-size control section\n*Clay content--35 to 55 percent\n*Total fragment content--0 percent\nA horizon\nHue--10YR, 2.5Y\nValue--2 or 3 moist, 4 or 5 dry\nChroma--1 or 2 moist or dry\nClay content--27 to 35 percent\nSand content--5 to 15 percent\nReaction--5.1 to 6\nThickness--25 to 43 cm\nE horizon\nHue--10YR, neutral\nValue--3 or 4 moist, 5 to 7 dry\nChroma--1 or less\nFine-earth texture--silt loam, silty clay loam\nClay content--25 to 35 percent\nSand content--5 to 15 percent\nReaction--5.1 to 6\nThickness--15 to 23 cm\n2Bt horizon\nHue--2.5Y, 5Y, neutral\nValue--3 or 4 moist, 5 or 6 dry\nChroma--2 or less\nFine-earth texture--clay, silty clay\nClay content--40 to 55 percent\nSand content--2 to 10 percent\nReaction--5.6 to 7.3\nThickness--15 to 76 cm\n2BCt horizon\nHue--2.5Y, 5Y\nValue--4 or 5 moist, 6 or 7 dry\nChroma--2 or 3 moist or dry\nFine-earth texture--clay, silty clay, silty clay loam\nClay content--35 to 50 percent\nSand content--2 to 10 percent\nReaction--5.6 to 7.3\nThickness--0 to 38 cm\n2C horizon\nHue--2.5Y, 5Y\nValue--4 or 5 moist, 6 or 7 dry\nChroma--2 or 3 moist or dry\nFine earth texture--silt loam, silty clay loam\nClay content--25 to 35 percent\nSand content--5 to 25 percent\nReaction--6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--45 to 100 m\nClimate--warm, dry summers; cool, moist winters\nMean annual precipitation--1000 to 1300 mm\nMean annual air temperature--10 to 12 degrees C\nMean January air temperature--4 degree C\nMean July air temperature--19 degrees C\nFrost-free period--165 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAloha--aquic conditions at a depth of 25 to 50 cm, fine-silty; in similar positions\nDayton--ochric epipedon; in depressions of higher terraces\nHuberly--fragipan; less than 35 percent clay in particle-size control section; in depressions of terraces\nQuatama--less than 35 percent clay in particle-size control section; aquic conditions at a depth of 40 to 75 cm; on risers and in convex positions\nWillamette--less than 35 percent clay in particle-size control section; on higher terraces\nWoodburn--less than 35 percent clay in particle-size control section; on higher terraces"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained\nSaturation in normal years--apparent high water table at the surface to a depth of 25 cm below the surface in November through April\nFlooding--frequent, brief periods in December through April\nPonding--none\nSaturated hydraulic conductivity (Ksat)--low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--production of spring grain, hay, pasture, and vegetable crops\nPotential natural vegetation--Oregon ash, willow, sedges, grass"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Willamette Valley, Oregon; MLRA 2; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Oregon; 1975"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Particle-size control section--zone from 48 to 84 cm\n*Mollic epipedon--zone from the surface to a depth of 30 cm\n*Albic horizon--zone from 30 to 48 cm\n*Argillic horizon--zone from 48 to 84 cm\n*Aquic conditions--zone from 30 to 150 cm\n08/2017--This official series description was updated according to SSR01 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015). Most of the changes were in formatting; no major technical changes were made.\n02/2000--Classification revised from Typic Argialbolls to Xerertic Argialbolls based on the estimate of COLE and addition of Vertic subgroup to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
