{
  "SERIES": "VERMILLION",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKA/GB",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vermillion loam-rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; very pale brown (10YR 7/3) loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to weak fine granular; soft, very friable, slightly sticky, slightly plastic; 10 percent channery fragments; slightly effervescent, moderately alkaline (pH 8.2); abrupt smooth boundary.  (1 to 4 inches thick)\nBw--3 to 9 inches; light yellowish brown (10YR 6/4) channery loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; 15 percent channery fragments; strongly effervescent, moderately alkaline (pH 8.2); gradual wavy boundary.  (4 to 8 inches thick)\nBk1--9 to 23 inches; white (10YR 8/2) channery loam, very pale brown (10YR 7/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; 25 percent channery fragments; violently effervescent, 35 percent calcium carbonate disseminated; strongly alkaline (pH 8.6); clear wavy boundary.   (12 to 18 inches thick)\nBk2--23 to 28 inches; light yellowish brown (10YR 6/4) extremely cobbly loam, yellowish brown (10YR 5/6) moist; massive; soft, very friable, slightly sticky, slightly plastic; 30 percent angular pebbles and 45 percent angular cobble; strongly effervescent, 35 percent calcium carbonate disseminated; moderately alkaline (pH 8.0); abrupt wavy boundary.  (2 to 10 inches thick)\nR--28 inches; hard fractured fine grained calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Moffat County, Colorado; 6 miles northwest of Sunbeam, Colorado; 2,000 feet north and 2,200 feet west of the southeast corner of Sec. 22, T. 8 N., R. 97 W.  Latitude 40 degrees, 37 minutes, 44 seconds north; longitude 108 degrees, 16 minutes, 25 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 44 to 47 degrees F.  A lithic contact is at a depth of 20 to 40 inches.  The particle-size control section has 35 to 50 percent angular gravel, cobble, and channery rock fragments which are 1-1/2 to 6 inches in diameter.  Lime carbonate may be leached to a depth of 5 inches but on mixing the upper 7 inches all parts are calcareous.  Disseminated secondary lime is at a depth of 8 to 15 inches.  Calcium carbonate equivalent of the fine earth in the calcic horizon is 15 to 40 percent.\nThe A horizon has a hue of 2.5Y or 10YR, value of 5 through 7, 3 through 5 moist, and chroma of 2 through 4.\nThe Bw horizon, if present, has a hue of 2.5Y to 7.5YR, value of 4 through 6, and 3 or 4 moist, with chroma of 2 through 4.  Clay content is 18 to 30 percent.  Texture is channery loam or channery clay loam.\nThe Bk1 horizon has a hue of 2.5Y through 7.5YR, value of 7 or 8 dry, 6 or 7 moist, and chroma of 2 or 3.  Texture is channery loam, very cobbly loam, or very cobbly clay loam.  Reaction is moderately alkaline or strongly alkaline.\nThe Bk2 horizon has a hue of 2.5Y to 7.5YR, value of 5 through 8, 4 through 7 moist, and chroma of 2 through 6.  Clay content is 18 to 30 percent.  Texture is extremely cobbly loam, extremely cobbly clay loam, or very cobbly loam.  Reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Cambarge (T)(WY), Garita (CO), Mitring (T)(ID), and Snowslide (ID) series.  Cambarge, Garita, and Snowslide soils lack a lithic contact above 40 inches.  Mitring soils have a paralithic contact above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vermillion series are on side slopes and plateaus.  The slope gradient is 3 to 25 percent.  The soil formed in residuum from fine grained calcareous sandstone and siltstone.  The mean annual temperature is 42 to 46 degrees F., the mean summer temperature is 62 to 67 degrees F., and the mean annual precipitation is 7 to 11 inches.  Elevation is 6,000 to 6,800 feet.  The frost-free period is 75 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baston, Langspring, and Sandwash soils.  Langspring soils are deep, non-skeletal soils.  Baston soils are fine textured Natrargids.  Sandwash soils are higher in carbonates and have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Vermillion soils are used for livestock grazing and wildlife habitat.  Native vegetation is big sagebrush, shadscale, saline wildrye, Indian ricegrass, and streambank wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermillion soils are of small extent and occur in the north central part of Moffat County, Colorado.  About 5,200 acres have been currently mapped and classified."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Moffat County (Moffat County Area), Colorado, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series name is taken from the Vermillion Bluffs,  close by this type location.  Diagnostic horizons and features recognized in this pedon are:\na.calcic horizon from 9 to 28 inches and a lithic contact at 28 inches.  Last updated by the state 12/90.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
