{
  "SERIES": "VERMET",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB",
  "REVDATE": "10/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Aquic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vermet silt loam, on a less than 1 percent slope under a cover of annual grasses and forbs at an elevation of 103 feet, (31 m).  When described on 6/27/1997 the soil was dry to a depth of 16 inches, (41 cm) and slightly moist to a depth of 72 inches, (183 cm).  (Colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches, (0 to 5 cm); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; 18 percent clay; strong very fine platy parting to moderate fine subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; common very fine roots; few fine irregular and few very fine tubular pores; 2 percent very fine irregular strong brown (7.5YR 4/6), oxidized iron masses; 1 percent well rounded gravel; slightly acid, pH 6.5 by Hellige-Truog; abrupt smooth boundary.\nA2--2 to 8 inches, (5 to 20 cm); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; 20 percent clay; moderate fine subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; common very fine roots; few very fine tubular pores; 5 percent very fine irregular strong brown (7.5YR 4/6), oxidized iron masses; neutral, pH 6.8 by Hellige-Truog; clear smooth boundary.\nA3--8 to 13 inches, (20 to 33 cm); pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; 22 percent clay; moderate fine subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; few very fine roots; common very fine and fine tubular pores; 5 percent very fine irregular strong brown (7.5YR 4/6), oxidized iron masses; neutral, pH 6.8 by Hellige-Truog; clear smooth boundary. (Combined thickness of the A horizon is 8 to 26 inches, (20 to 66 cm) thick).\nBw1--13 to 16 inches, (33 to 41 cm); pale brown (10YR 6/3) silty clay loam, grayish brown (10YR 5/2) moist; 29 percent clay; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; few very fine roots; common very fine tubular pores; 5 percent discontinuous faint silt coats; 10 percent very fine irregular brown (7.5YR 4/4), oxidized iron masses; neutral, pH 7.0 by Hellige-Truog; clear smooth boundary.\nBw2--16 to 26 inches, (41 to 66 cm); pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; 30 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; few very fine roots; common very fine tubular pores; 5 percent discontinuous faint silt coats; 10 percent very fine irregular brown (7.5YR 4/4), oxidized iron masses; slightly alkaline, pH 7.5 by Hellige-Truog; clear smooth boundary.\nBw3--26 to 41 inches, (66 to 104 cm); pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; 32 percent clay; moderate medium subangular blocky structure; hard, friable, slightly sticky, moderately plastic; common very fine tubular pores; 5 percent discontinuous faint silt coats; 10 percent very fine irregular brown (7.5YR 4/4),oxidized iron masses and 10 percent very fine threadlike gray (10YR 6/1), iron depletions lining pores; slightly alkaline, pH 7.5 by Hellige-Truog; clear smooth boundary.\nBw4--41 to 62 inches, (104 to 157 cm); light yellowish brown (10YR 6/4) silty clay loam, brown (10YR 5/3) moist; 32 percent clay; moderate medium subangular blocky structure; hard, firm, slightly sticky, moderately plastic; few very fine tubular pores; 5 percent discontinuous faint silt coats; 10 percent very fine irregular brown (7.5YR 4/4), oxidized iron masses and 10 percent very fine threadlike gray (10YR 6/1), iron depletions lining pores; slightly alkaline, pH 7.5 by Hellige-Truog; clear smooth boundary.\nBw5--62 to 72 inches, (157 to 183 cm); very pale brown (10YR 7/4) silty clay loam, yellowish brown (10YR 5/4) moist; 33 percent clay; moderate medium subangular blocky structure; hard, firm, slightly sticky, moderately plastic; few very fine tubular pores; 5 percent discontinuous faint silt coats; 5 percent very fine irregular brown (7.5YR 4/4), oxidized iron masses, 5 percent very fine threadlike gray (10YR 6/1), iron depletions lining pores and 5 percent very fine irregular black (N 2/0), manganese masses; 1 percent well rounded gravel; moderately alkaline, pH 8.0 by Hellige-Truog; clear smooth boundary. (Combined thickness of the Bwb horizon is 24 to 60 inches, (61 to 152 cm) thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 0.76 miles north of the Rancho Llano Seco headquarters, approximately 200 feet east of entrance road and 2 miles west of the Mt Diablo meridian; in an unsectionized area in the Llano Seco Land Grant; 39 degrees, 37 minutes, 10 seconds North latitude and 121 degrees, 57 minutes, 10 seconds West longitude, NAD27 - U.S.G.S. Quad: Llano Seco, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth is greater than 60 inches, (152 cm).  The mean annual soil temperature is 60 to 64 degrees F, (16 to 18 degrees C).  The particle-size control section averages 27 to 35 percent clay and greater than 50 percent silt.  Mineralogy is mixed.  Base saturation by ammonium acetate ranges from 90 to 100 percent throughout.  A fluctuating water table can occur between the surface and 40 inches, (102 cm) below the surface of the soil from December through April and usually is below 40 inches, (102 cm) from May through November.  Redoximorphic features range from 2 to 20 percent oxidized iron masses with colors of 7.5YR 4/4 or 4/6 from a depth of 0 to 80 inches, (0 to 203 cm) or more; and 5 to 15 percent soft manganese masses with colors of N 2/0 from a depth of 20 to 80 inches, (51 to 203 cm) or more; and 5 to 20 percent iron depletions with colors of 10YR 6/1, 5Y 4/1, or 5BG 5/1 within a depth of 20 to 30 inches, (51 to 76 cm) and extend to a depth of 80 inches, (203 cm) or more.  Rock fragments on the surface range from 0 to 20 percent gravel.  Some pedons may have calcium carbonates in the lower part and or gravelly substratum below a depth of 40 inches, (102 cm) and or have C horizons.\nThe A horizon dry color is 10YR 6/2 or 6/3.  Moist color is 10YR 4/2, 4/3, 5/2 or 5/3.  Texture is silt loam or gravelly silt loam.  Clay content ranges from 18 to 25 percent.  Organic matter ranges from 1 to 5 percent.  Rock fragments range from 0 to 20 percent gravel.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bw horizon dry color is 10YR 6/3, 6/4, 7/4, 2.5Y 5/2, 6/2, 7/4 or 8/3.  Moist color is 10YR 4/3, 5/2, 5/3, 2.5Y 5/3, 5/4 or 7.5YR 5/3.  Texture is silty clay loam or clay loam.  Clay content ranges from 29 to 35 percent in the upper part and 30 to 40 percent in the lower part.  Organic matter ranges from 0.2 to 2 percent.  Reaction ranges from neutral to moderately alkaline.\nThe C horizon when present dry color is 10YR 7/3, 8/3 or 2.5Y 7/3.  Moist color is 10YR 4/3, 5/3, 5/4 or 2.5Y 5/3.  Texture is sandy loam, very fine sandy loam or silt loam.  Clay content ranges from 13 to 20 percent.  Reaction ranges from slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vermet soils are in channels outside of the active meander belt on Sacramento River flood plains with bar and channel topography.  Many areas have been leveled for agriculture.  Slopes are less than 1 percent.  These soils formed in alluvium weathered from mixed rocks.  Elevation is 85 to 140 feet, (26 to 44 m).  Mean annual precipitation is 18 to 22 inches, (457 to 559 mm).  The mean annual temperature is 61 to 63 degrees F, (16 to 17 degrees C).  Frost free season is 240 to 245 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Esquon, Gianella, Parrott and Neerdobe soils.  Esquon soils are deep to a duripan, are fine, and are in flood basins.  Gianella  soils are very deep, coarse-loamy and are in the meander belt portion of flood plains.  Parrott soils are very deep, fine-silty and are on bars on flood plains.  Neerdobe soils are moderately deep to a duripan, are fine and are in flood basins."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; negligible runoff; moderately slow saturated hydraulic conductivity.  The soils are frequently flooded for brief to long periods in December through April.  Water frequently ponds up to several feet above the surface for long to very long duration from December through April following flood events.  A fluctuating water table can occur between the surface and 40 inches, (0 to 102 cm) below the surface of the soil from December through April and usually is below 40 inches, (102 cm) from May to November."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for water conveyance and wildlife habitat.  Vegetation is cocklebur, cattail, curly dock, arnica ssp., rushes, and bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occur in (262Af) River alluvium subsection of the (262) Great Valley section.  MLRA: 17 - Sacramento Valley.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California. 2005.  Source of name from historic name of a crop field on the Llano Seco Ranch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - zone from 0 to 13 inches, (0 to 33 cm) (A1, A2, A3)\nCambic Horizon - zone from 13 to 72 inches, (33 to 183 cm) (Bw1, Bw2, Bw3, Bw4, Bw5)\nAquic Conditions - zone from 0 to 72 inches, (0 to 183 cm) (A1, A2, A3) (Bw3, Bw4, Bw5)\nParticle-size control section for this pedon: 10 to 40 inches, (25 to 102 cm)\nThe soil moisture control section - zone from 6 to 16 inches, (15 to 41 cm) is dry in all parts from about June to October (about 120 days).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
