{
  "SERIES": "VERNALIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH/TDC/CAF/MAV/KDA",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Calcic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vernalis clay loam - cultivated. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many medium and very fine roots; many medium and very fine tubular and interstitial pores; slightly alkaline (pH 7.4); clear smooth boundary. (7 to 12 inches thick)\nA--10 to 20 inches; brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many medium and very fine tubular and interstitial pores; slightly alkaline (pH 7.4); clear smooth boundary.  (8 to 18 inches thick)\nBt--20 to 34 inches; yellowish brown (10YR 5/4) loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; many very fine roots; many medium and very fine tubular pores; common thin clay films lining pores; lower part slightly effervescent, carbonates disseminated; slightly alkaline (pH 7.8); clear smooth boundary. (6 to 20 inches thick)\nBtk--34 to 46 inches; yellowish brown (10YR 5/4) dry and moist clay loam; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many medium and very fine tubular pores; common thin clay films lining pores; slightly effervescent, carbonates disseminated and occasional segregations of accumulated carbonates as threads; moderately alkaline (pH 8.1); gradual wavy boundary. (8 to 15 inches thick)\nC--46 to 62 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; many medium and very fine tubular pores; strongly effervescent, carbonates disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stanislaus County, California; approximately 0.2 mile west of Davis Road and 100 feet south of Marshall Road; 100 feet south and 1,055 feet west of the northeast corner of section 7, T. 6 S., R. 8 E., MDB&M; Latitude 37 degrees, 26 minutes, 06 seconds north and Longitude 121 degrees, 07 minutes, 24 seconds west; USGS Crows Landing Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 60 to 64 degrees F. and the soil temperature usually is not below 47 degrees F at any time or is not below 47 degrees F. after January 15. The soil between depths of about 5 to 15 inches is usually dry all of the time from late April until late November or early December and is moist is some or all parts all the rest of the year. The clay content in the 10 to 40 inch particle-size control section is 18 to 32 percent. Fine sand and coarser particle size content is more than 15 percent. Depth to carbonates is 7 to 36 inches.\nThe A horizon color is 10YR 6/2, 6/3, 6/4, 5/2, 5/3, 5/4, 5/6, 6/2, 6/3 or 6/4. Moist color is 10YR 4/2, 4/3, 3/4, 3/3, or 3/2. Texture is sandy loam, loam or clay loam. Gravel content is 0 to 10 percent. Reaction is slightly acid to moderately alkaline.\nThe Bt and Btk horizon color is 10YR 6/3, 6/4, 5/3, 5/4, 4/3; 2.5Y 6/2 or 6/4. Moist color is 10YR 3/3, 4/3, 4/4, 5/3, 5/4; 2.5Y 4/2 or 4/4. Texture is loam, silt loam or clay loam. It has few to common thin clay films in most pedons, but there is less than 1.2 times clay increase from the A to B horizon. Reaction is neutral to moderately alkaline. Segregated carbonates occur as few to many fine threads or soft massesw and are present in the lower half or extreme lower part of the Btk horizon. Depth to segregated carbonates is 15 to 44 inches. Gravel content is 0 to 14 percent. Reaction is neutral to moderately alkaline.\nThe C horizon, when present, has color of 10YR 6/3, 6/4, 5/3, 5/4; 2.5Y 6/2, 6/4 or 5/4. Moist color is 10YR 4/3, 4/4, 5/4, 5/6; 2.5Y 4/2 or 4/4. In some pedons carbonates are mostly disseminated but fine segregations are in the lower parts of this horizon. It is slightly effervescent to strongly effervescent. Below a depth of 40 inches the C horizon is sandy loam to clay loam or silty clay loam and some pedons are somewhat stratified. Gravel content is 0 to 14 percent. Reaction is slightly alkaline or moderately alkaline. In some pedons a Bk horizon, that has characteristics similar to the C horizon, underlies the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chanac (CA), Exclose (CA), Paver (CA)and Polonio (CA) series. Chanac soils (MLRA 17, 18), on old terraces, have carbonates throughout and segregated carbonates within 10 inches of the surface. Exclose soils (MLRA 15), on mountains, do not have a Bt horizon. Paver soils (MLRA 17), on inset fans and alluvial fans, do not have a Bt horizon. Polonio soils (MLRA 17), on alluvial fans, have carbonates throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vernalis soils are on alluvial fans and flood plains. These soils formed in alluvium from mixed rock sources. Slope is 0 to 5 percent. Elevation is 25 to 3,000 feet. Higher elevations occur in valleys that occur in the Diablo Range of the California Coast Ranges or in the Antelope Valley area. The climate is dry subhumid mesothermal with warm dry summers and cool moist winters. Mean annual precipitation is 8 to 12 inches. Mean January temperature is 46 degrees F; mean July temperature is 74 to 78 degrees F; and mean annual temperature is 60 to 64 degrees F. The frost-free season is 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Pleito, Pedcat and Zacharias soils. Pleito soils, on terraces, fan remnants and alluvial fans, have a mollic epipedon. Pedcat soils, on low alluvial fans and fan remnants, have a natric horizon. Zacharias soils, on alluvial fans and low stream terraces, do not have carbonates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible to low runoff; moderate permeability, some surface soils have moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for growing irrigated crops. Some areas are used for livestock grazing and growing nonirrigated small grain. Vegetation in uncultivated areas is annual grasses and forbs with some sagebrush and rabbitbrush at higher elevations in the Antelope Valley Area."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Valley and west part of Antelope Valley in California. The soils are moderately extensive. MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stanislaus County, California 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - the zone from the surface to a depth of 20 inches (Ap, A horizons)\nCambic Horizon - the zone from 20 to 34 inches (Bt horizon)\nCalcic Subgroup - the zone from 34 to 46 inches has segregations of accumulated carbonates (Btk horizon).\nCEC/Clay ratio from Lincoln laboratory pedon numbers 9300178 and 790094 in the W. Stanislaus Soil Survey Area.\nSlow runoff terminology adjusted new notation of negligible to low runoff, to comply with adjective criteria of the Soil Survey Manual, 10/93.\nCarbonates occur higher in the soil profile the further south one goes in the Great Central Valley of California. Vernalis soils were mapped as a taxadjunct in the Merced County, Western Part Soil Survey published in 1990. They classified the same, but had carbonates at a depth of less than 20 inches. This update includes these soils in this series. During the 1/2003 update of this soil, the upper slope range of 9 percent was reduced to 5 percent. It is believed that slope of 9 percent was a relic range in characteristic from an old soil survey of Stanislaus County.\nADDITIONAL DATA: NSSL pedons S78CA-099-000 (type location) and S91CA-099-013 (range in characteristics) and S92CA-099-002 (resampled type location).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
