{
  "SERIES": "VERNONIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RTS-AON",
  "REVDATE": "08/2002",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vernonia silt loam - woodland.  (Colors are for moist soil unless otherwise noted.)\n0--1 inch to 0; leaves, twigs, moss and woody material.\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; strongly acid (pH 5.4); abrupt smooth boundary.  (4 to 6 inches thick)\nAB--4 to 9 inches; dark brown (7.5YR 4/3) silt loam, brown (7.5YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; strongly acid (pH 5.2); clear smooth boundary.  (0 to 9 inches thick)\nBA--9 to 21 inches; dark brown (7.5YR 4/4) silt loam, strong brown (7.5YR 5/6) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; common gray silt coatings on faces of peds; very strongly acid (pH 4.8); gradual smooth boundary.  (0 to 13 inches thick)\nBt1--21 to 35 inches; dark brown (7.5YR 4/4) silty clay loam, strong brown (7.5YR 5/6) dry; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common fine roots; many very fine tubular pores; common moderately thick clay films on faces of peds and in pores; very strongly acid (pH 4.6); clear smooth boundary.  (7 to 15 inches thick)\nBt2--35 to 42 inches; dark brown (7.5YR 4/4) silty clay loam, strong brown (7.5YR 5/6) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots; many very fine tubular pores; many moderately thick clay films on faces of peds and in pores; very strongly acid (pH 4.6); clear smooth boundary.  (6 to 10 inches thick)\nBt3--42 to 52 inches; dark brown (7.5YR 4/4) silty clay loam, strong brown (7.5YR 5/6) dry; weak coarse subangular blocky structure; hard, friable, sticky and plastic; few medium roots; many very fine tubular pores; many moderately thick clay films on faces of peds and in pores; very strongly acid (pH 4.6); clear smooth boundary.  (8 to 12 inches thick)\nCrt--52 to 60 inches; weathered fractured sedimentary rock; many thick dark brown (7.5YR 3/3) clay films on fracture surfaces."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Oregon; about 500 feet east of the road in the southeast 1/4 southeast 1/4 southeast 1/4, sec. 14, T. 5 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 54 degrees F.  The soil is usually moist but is dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches during the summer.  Depth to a paralithic contact is 40 to 60 inches.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It has moderate or strong granular or subangular blocky structure.  It is strongly acid to slightly acid.\nThe AB horizon has hue of 10YR or 7.5YR, chroma of 3 or 4 moist and 4 or 5 dry.  It is strongly acid to slightly acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 4 to 6 dry and chroma of 4 to 6 moist and dry.  It is silt loam or silty clay loam and averages 24 to 40 percent clay and less than 15 percent coarser than very fine sand.  This horizon has 0 to 20 percent partially weathered siltstone or shale fragments in the lower part in some pedons.  It is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Eilertsen, Elk, Elkinsville, Parke, Pike and Wellstone series.  Eilertsen soils have an umbric epipedon and have fine sandy loam, loam or silt loam 2C horizons with 10 to 20 percent clay.  Elkinsville, Parke, Pike and Wellstone soils have an E horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vernonia soils are on dissected mountains at elevations of 300 to 2,000 feet.  Slopes range from 3 to 30 percent.  The soils formed in residuum and colluvium weathered from siltstone or shale.  The climate is characterized by cool wet winters and warm moist summers.  The mean annual precipitation is 60 to 70 inches.  The mean January temperature is about 35 degrees F, the mean July temperature is about 61 degrees F, and the mean annual temperature is 45 to 52 degrees F.  The frost-free period is 100 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bacona, Glohm, Kenusky, Mayger and Trask soils.  Bacona soils have silty eolian overlay 2 to 3 feet thick and have 2Bt horizon with hue of 5YR or 2.5YR.  Glohm soils are moderately well drained and have a fragipan.  Kenusky soils are poorly drained and fine textured.  Mayger soils are somewhat poorly drained and fine textured.  Trask soils are loamy-skeletal and are 20 to 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, recreation, pasture and wildlife.  Native vegetation is Douglas-fir, bigleaf maple, western redcedar, western hemlock, red alder, vine maple, western swordfern, salal, red huckleberry and cascade Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range in northwestern Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Columbia County, Oregon, 1983.\nADDITIONAL DATA:  Laboratory data from Oregon State University, S77-OR-09-7-(1-6).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
