{
  "SERIES": "VERNDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLA-AGG-KDS",
  "REVDATE": "05/2001",
  "STATES": "MN",
  "OVERVIEW": "The Verndale Series consists of very deep, somewhat excessively drained soils formed in a loamy mantle and underlying sandy outwash.  They are on outwash plains and stream terraces. They have moderate or moderately rapid permeability in the loamy mantle and rapid permeability in the underlying sandy material.  Slopes range from 0 to 12 percent.  Mean annual precipitation is about 26 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Verndale sandy loam with a plane slope of 1 percent on an outwash plain in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; black (10YR 2/1) sandy loam, very dark grayish brown (10YR 3/2) dry; weak medium subangular blocky structure; friable; slightly acid; abrupt smooth boundary.  (Combined thickness of A horizons is 7 to 16 inches.)\nBt1--9 to 13 inches; dark brown (10YR 3/3) sandy loam; very dark grayish brown (10YR 3/2) coatings on faces of peds; moderate medium subangular blocky structure; friable; many faint very dark brown (10YR 2/2) clay films on faces of peds; common very fine and fine roots; slightly acid; clear smooth boundary.\nBt2--13 to 19 inches; brown (10YR 4/3) sandy loam; moderate medium subangular blocky structure; friable; many faint very dark grayish brown (10YR 3/2) clay films on faces of peds; few very fine and fine roots; about 2 percent fine gravel; slightly acid; clear smooth boundary.  (Combined thickness of Bt horizons is 4 to 15 inches.)\n2Bw1--19 to 28 inches; dark yellowish brown (10YR 4/4) coarse sand; single grain; loose; about 3 percent fine gravel; neutral; clear smooth boundary.\n2Bw2--28 to 49 inches; yellowish brown (10YR 5/4) sand; single grain; loose; about 2 percent fine gravel; neutral; clear smooth boundary.  (Combined thickness of 2Bw horizons is 0 to 40 inches.)\n2C--49 to 60 inches; light yellowish brown (10YR 6/4) sand; few yellowish brown strata; single grain; loose; about 5 percent fine gravel; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wadena County, Minnesota; about 2 miles north and 1 mile west of the city of Staples; 2390 feet north and 1375 feet east of southwest corner of section 26, T. 134 N., R. 33 W.; USGS Staples NE quadrangle; lat. 46 degrees 23 minutes 21 seconds N. and long. 94 degrees 48 minutes 55 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates range from 22 inches to 60 inches or more.  Depth to loamy sand and sand ranges from 14 to 22 inches.  The loamy sediments contain 0 to 8 percent gravel by volume and the underlying sediments contain 0 to 15 percent gravel by volume.  Gravel size is dominantly 2mm to less than 10mm.  The mollic epipedon is 7 to 16 inches thick.  The soil moisture control section is moist in some or all parts throughout the year in 6 or more years out of 10.\nThe A or Ap horizons have hue of 10YR, value of 3 to 5 and chroma of 1 or 2.  It is coarse sandy loam, sandy loam or fine sandy loam.  It is strongly acid to neutral.\nThe Bt horizons have hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  The Bt is typically sandy loam, coarse sandy loam, fine sandy loam, or loam.  Some pedons have a 2Bt horizon of loamy sand or loamy coarse sand.   The Bt and 2Bt horizons have few to many faint or distinct clay films on the faces of peds.  They are strongly acid to neutral.\nThe 2Bw horizon has hue of 10YR, 7.5YR, or 2.5Y, value of 4 or 5 and chroma of 3 to 6.  It is loamy sand, loamy coarse sand, sand, or coarse sand.  It is strongly acid to neutral.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2 to 4.  It is sand or coarse sand.  Many pedons have thin fine sand strata.  It is strongly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dorset and Pierz series.  Dorset and Pierz soils have more than 8 percent gravel in the series control section and have more than 15 percent gravel in the 2C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Verndale soils are nearly level to gently sloping and are on slightly convex, plane, or concave positions on outwash plains.  They formed in a thin loamy mantle and underlying sandy outwash.  These sediments are Late Wisconsinan Age.  Slopes range from 0 to 12 percent.  Mean annual air temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 22 to 28 inches.  Frost-free days range from 90 to 150.  Elevation above sea level ranges from 675 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The excessively drained Abbeylake and Nymore soils, somewhat excessively drained  Dorset soils, the moderately well drained Oylen soils, poorly drained Pinelake soils and the poorly and very poorly drained Forada and Isan soils, are the main ones.  The Abbeylake, Dorset, and Nymore soils typically are on more convex slopes.  The Oylen soils are in slightly lower positions and the Forada, Isan and Pinelake soils are typically on lower more concave parts of outwash plain and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is low to medium.  Permeability is moderate or moderately rapid in the upper part and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are cultivated with corn, edible beans, potatoes, small grain, and hay being the major crops. The remainder are in woodlots or pasture.  Native vegetation was a mixture of grass prairie and mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and north-central Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wadena County, Minnesota, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface of the soil to a depth of 9 inches (Ap horizon); argillic horizon - the zone from approximately 9 to 19 inches (Bt horizons); this soil is in a Udic moisture regime.  The moisture control section is moist in some or all parts throughout the ear in 6 or more out of 10 years.  An acid substratum phase is recognized.\nADDITIONAL DATA:  Refer to MN Agriculture Experiment Station Central File Code No. 3843 for results of some laboratory analysis of the typical pedon of this series and 3699 for additional data.  SIR # MN0520.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (10YR 2/1) sandy loam, very dark grayish brown (10YR 3/2) dry; weak medium subangular blocky structure; friable; slightly acid; abrupt smooth boundary.  (Combined thickness of A horizons is 7 to 16 inches.)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--9 to 13 inches; dark brown (10YR 3/3) sandy loam; very dark grayish brown (10YR 3/2) coatings on faces of peds; moderate medium subangular blocky structure; friable; many faint very dark brown (10YR 2/2) clay films on faces of peds; common very fine and fine roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--13 to 19 inches; brown (10YR 4/3) sandy loam; moderate medium subangular blocky structure; friable; many faint very dark grayish brown (10YR 3/2) clay films on faces of peds; few very fine and fine roots; about 2 percent fine gravel; slightly acid; clear smooth boundary.  (Combined thickness of Bt horizons is 4 to 15 inches.)"
      },
      {
        "name": "2Bw1",
        "top": 48,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bw1--19 to 28 inches; dark yellowish brown (10YR 4/4) coarse sand; single grain; loose; about 3 percent fine gravel; neutral; clear smooth boundary."
      },
      {
        "name": "2Bw2",
        "top": 71,
        "bottom": 124,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bw2--28 to 49 inches; yellowish brown (10YR 5/4) sand; single grain; loose; about 2 percent fine gravel; neutral; clear smooth boundary.  (Combined thickness of 2Bw horizons is 0 to 40 inches.)"
      },
      {
        "name": "2C",
        "top": 124,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "2C--49 to 60 inches; light yellowish brown (10YR 6/4) sand; few yellowish brown strata; single grain; loose; about 5 percent fine gravel; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
