{
  "SERIES": "VERO",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. ELR:AGA",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, siliceous, semiactive, hyperthermic Alfic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vero fine sand on a convex 1 percent slope in woodland.                 (Colors are for moist soil.)\nAl--0 to 7 inches; black (10YR 2/1) rubbed fine sand; weak fine granular structure very friable; common fine, medium and large roots; mixture of organic matter and uncoated sand grains gives a salt-and-pepper appearance; extremely acid; gradual wavy boundary.  (3 to 8 inches thick)\nA2--7 to 10 inches; dark gray (10YR 4/1) rubbed fine sand; single grained; loose; common fine medium and large roots; mixture of organic matter and uncoated sand grains; extremely acid; gradual wavy boundary.  (2 to 5 inches thick)\nE--10 to 21 inches; light gray (10YR 7/1) fine sand; few medium distinct very dark gray (10YR 3/1) mottles and dark grayish brown (10YR 4/2) stains along root channels; single grained; loose; few fine and medium roots; strongly acid; abrupt wavy boundary.  (6 to 18 inches thick)\nBh1--21 to 24 inches; dark brown (10YR 3/3) fine sand; common coarse distinct grayish brown (10YR 5/2) mottles; few very dark brown (10YR 2/2) soft nodules; weak fine granular structure; friable; few fine and medium roots; neutral; clear wavy boundary.\nBh2--24 to 28 inches; black (10YR 2/1) fine sand; few medium faint very dark grayish brown (10YR 3/2) mottles; massive in place, parts to moderate medium subangular blocky structure; friable; slight cementation; sand grains coated with colloidal organic  material; neutral; clear wavy boundary.   (Combined thickness of Bh horizons is 4 to 9 inches.)\nBt--28 to 32 inches; brown (10YR 5/3) fine sandy loam; few coarse distinct dark reddish brown (5YR 3/3),  yellowish brown (10YR 5/6), and brownish yellow (10YR  6/8) mottles and few black (10YR 2/1) stains along root channels;  weak medium subangular blocky structure; friable; sand grains coasted and bridged with clay, few uncoated sand grains; neutral; clear wavy boundary.  (0 to 5 inches thick)\nBtgl--32 to 48 inches; light brownish gray (10YR 6/2) sandy clay loam; few medium distinct light gray (10YR 6/1), and grayish brown (10YR  5/2), many coarse distinct brownish yellow (10YR 6/6), and few\nmedium subangular blockystructure; friable, slightly sticky; few discontinuous c ay films on\nfaces of peds; sand grains coated with clay; mildly alkaline; gradual wavy boundary.  (6 to 24 inches thick)\nBtg2--48 to 62 inches; gray (10YR 6/1) sandy clay loam; few fine distinct reddish yellow (5YR 6/8), few medium faint light brownish gray (10YR 6/2), and pinkish gray (7.5YR 6/2),  common medium distinct red (2.5YR 5/6) and brownish yellow (10YR 6/6) mottles; few brown 0.25 to 1 inch diameter concretions; moderate medium subangular blocky structure; friable; slightly sticky; dark grayish brown (lOYR 4/2) clay films in root channels; mildly alkaline; gradual wavy boundary (0 to 18 inches thick)\nCg1l--62 to 80 inches; greenish gray (5GY 5/1) fine sandy loam; common medium distinct white (10YR 8/1), light olive brown (2.5Y 5/4, 5/6) mottles and olive brown (2.5Y 4/4) stains along root channels; massive; friable; slightly sticky; moderately alkaline; gradual wavy boundary.  (6 to 20 inches thick)\nCg2--80 to 120 inches; greenish gray (5GY 5/1) loamy fine sand; common medium distinct gray (5Y 5/1) and white (10YR 8/1) pockets of fine sand; massive; friable; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Osceola County, Florida; on Gulf American Corporation property near the north end of Johnson Island; NW1/4NW1/4 sec. 34, T.  26 S., R. 28 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Total thickness of the A and E horizons are less than 30 inches and texture is sand or fine sand.  Reaction  ranges from extremely acid to medium acid.\nThe A horizon has hue of 10YR, value of 2 to 4 and chroma of 1 or 2; or is neutral (N) with value of 2 to 4.  Where value is 3 or less, thickness is less than 10 inches.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2; or hue of 2.5Y, value of 5 to 7, and chroma of 2; or neutral (N) and value of 5 to 7.  A thin transitional horizon is at the base of the E horizon in many pedons.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2, or value of 3, and chroma of 4; or is neutral (N) with value of 2.  Some pedons have a thin Bw horizon between the E and Bh horizon.  Where present, it has hue of 7.5YR or 10YR, value of 4 and chroma of 2 or 3, or value of 5, and chroma of 2.  Some pedons have a transitional horizon at the base of the Bh horizons.  Where present, it has hue of lOYR, value of 3 to 5, and chroma of 3 or 4; or hue 7.5YR, value of 4, and chroma of 2 or 4 with few to common Bh horizon fragments.  Texture is sand, fine sand, loamy sand, or loamy fine sand.  Reaction ranges from very strongly acid to neutral.\nDepth to the upper boundary of the Bt horizon is less than 40 inches.  The Bt horizon has hue of 10YR, value of 4 to 7, and chroma of 1 to 4; or hue of 2.5Y, value of 5 or 6, and chroma of 2; or hue of 5Y, value of 5 to 7, and chroma of l or 2; or is neutral (N) with value of 5 or 6.  Texture is centered on sandy clay loam but includes subhorizons of sandy loam to sandy clay.  This horizon contains less than 50 percent fine or coarser sand in the control section.  Reaction ranges  from very strongly acid to moderately alkaline.  Base saturation is\nmore than 35 percent.   An E' horizon is between the Bh and Bt horizon in some pedons.  Where present, it has hue of lOYR, value of 4 to 7, and chroma of 1 or 2; or hue of 2.5Y, value of 4 to 7, and chroma of 2; or is neutral (N), value of 4 to 7.  Texture is sand or fine sand.\nThe Cg horizon has colors similar to that of the Bt horizon and in addition hue of 5GY, value of 5 to 7, and chroma of 1.  Texture is variable ranging from sand to sandy clay loam.  In some pedons, calcium carbonate nodules range from few to many.  Some areas are underlain by limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Closely similar series are Lynne, Wabasso and Wauchula soils.  Lynne soils are in a sandy over clayey family.  Wabasso and Wauchula soils are in sandy families."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Vero soils are poorly and very poorly drained.  Runoff is slow to ponded and permeability is very slow to slow.  A water table is within depths of 10 inches for 1 to 4 months and at depths of 10 to 40 inches for 6 months or more in most years.  In some pedons, following heavy rainfall in dry periods, the water table may be perched above the spodic horizon for periods of a few days to less than 30 days.  Depressional ares are ponded for 6 to 8 months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native vegetation of longleaf and slash pines, scattered cabbage palms, sawpalmetto, waxmyrtle, gallberry, fetterbush, creeping bluestem, chalky bluestem, and pineland threeawn.  Many areas are used for range and some have been planted to improved pasture grasses.  Ponded areas are in pickerel weed, maidencane and various aquatic plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hyperthermic region of Peninsular Florida.  The series is of small know extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Osceola County, Florida; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Vero soils were formerly included in the Wabasso series.  This definition limits the Vero soils to those with less than 50 percent fine and coarser sand in the loamy argillic horizon.\nDiagnositc horizons and features recognized in this pedon are:\nObric epipedon--the zone from the surface of the soil to a depth of 10 inches (A1 and A2 horizons)\nSpodic horizon--the zone from approximately 21 to 28 inches. (Bh1 and Bh2 horizons)\nArgillic horizon--the zone from approximately 32 to 62 inches.  (Btg1 and Btg2 horizons)\nADDITIONAL DATA: University of Florida, Soil Characterization Laboratory, sample number S49-16-(1-12).\nNational Cooperative Soil Survey\nU. S. A."
  }
}
