{
  "SERIES": "VERRAZANO",
  "STATUS": "Established Series",
  "BYREV": "LAH-JMG-JTI",
  "REVDATE": "02/2017",
  "STATES": "NY",
  "OVERVIEW": "The Verrazano series consists of very deep well drained soils formed in loamy human-transported materials over sandy material and occurs on human-altered landscapes in and near major urbanized areas of the Northeast. The loamy mantle is typically a deliberate addition of topsoil to improve lawns and grassed areas. The saturated hydraulic conductivity is moderately high to high in the loamy upper part and very high in the sandy substratum. Slope ranges from 0 to 35 percent. Mean annual temperature is about 13 degrees Celsius and mean annual precipitation is about 1196 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, spolic, mixed, superactive, nonacid, mesic Anthropic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Verrazano sandy loam in a recreational area on a 1 percent slope. (Colors are for moist soil unless otherwise noted.)\n^A -- 0 to 8 centimeters; very dark gray (10YR 3/1) sandy loam; moderate medium subangular blocky structure; very friable; common very fine and fine roots throughout; common very fine and fine tubular pores; extremely acid; clear smooth boundary. (2 to 53 centimeters thick).\n^Bw -- 8 to 43 centimeters; very dark grayish brown (10YR 3/2) sandy loam; moderate medium subangular blocky structure; friable; common very fine and fine roots throughout; common very fine and fine tubular pores; 3 percent gravel; very strongly acid; clear wavy boundary. (2 to 53 centimeters thick).\n^BC -- 43 to 61 centimeters; very dark grayish brown (10YR 3/2) loam; few medium prominent strong brown (7.5YR 5/6) mottles inherited from human-transported material; moderate medium subangular blocky structure; friable; common very fine and fine roots throughout; common very fine and fine tubular pores; 6 percent gravel; moderately alkaline; abrupt wavy boundary. (2 to 56 centimeters thick).\n2C1 -- 61 to 152 centimeters; 95 percent light yellowish brown (2.5Y 6/3) and 5 percent reddish gray (5YR 5/2) sand; massive; very friable; common very fine roots throughout; 1 percent gravel; moderately acid; clear wavy boundary.\n2C2 -- 152 to 203 centimeters; light olive brown (2.5Y 5/3) sand; massive; very friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Queens County, New York. From the intersection of Rockaway Point Blvd. and B 169th street, 2,000 feet south on B 169th street. Then 350 feet outside of backside fence of Jacob Riis Park Golf Course; USGS Coney Island, NY topographic quadrangle; Latitude 40 degrees, 33 minutes, 48.10 seconds N. and Longitude 73 degrees, 52 minutes, 47.72 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to contrasting particle size classes range from 30 to 92 centimeters. The human-transported loamy fill may originate from a range of parent materials including till, eolian deposits, glaciofluvial deposits, alluvium, coastal plain sediments, or residuum, usually from a very local source. Solum thickness is 30 to 84 centimeters. Rock fragments range from 0 to 20 percent throughout. In the loamy human-transported material, human artifacts range from 0 to 10 percent. Textures in the loamy mantle range from silt loam to sandy loam. Reaction ranges from extremely acid to moderately alkaline in the loamy mantle.\nThe ^A, ^Ap, or ^AB horizon has hue of 10YR or 7.5YR, value of 2 to 5, and chroma of 1 to 4. It is defined by a weak subangular blocky or granular structure, but fine platy is present in reclaimed areas where the surface has been compacted. Discrete pieces of B horizon material are commonly identifiable within the surface horizon. Consistence is very friable or friable.\nThe ^Bw or ^BA horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 6. Structure is weak subangular blocky or platy in compacted areas. Consistence is very friable or friable. Pieces of other B or A horizons are commonly mixed in. Lithochromic and relict mottles are commonly inherited from the human-transported material.\nThe ^BC or ^C horizon, if present, has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 6. Structure is weak subangular blocky. Consistence is very friable or friable. Pieces of other B or A horizons are commonly mixed in. Lithochromic and relict mottles are commonly inherited from the human-transported material.\nThe 2C horizons (sandy substratum) have hue of 10YR to 2.5Y, value 2 to 7, and chroma of 1 to 4. This horizon is typically structureless. Consistence is very friable or loose. Textures range from loamy sand through coarse sand. Many pedons have shell fragments in the lower part of the soil. Reaction ranges from very strongly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series within the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Verrazano soils are on nearly level to strongly sloping human-altered landforms including barrier beaches and islands, dredge fills, or outwash plains. These soils formed in a thick, loamy mantle of human-transported material over sandy materials that may include sandy marine deposits, sandy dredge spoils, or sandy glaciofluvial deposits.  Slope ranges from 0 to 15 percent. Mean annual precipitation ranges from 1020 to 1325 millimeters. Mean annual temperature ranges from 8 to 13 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Barren, Bigapple, Breeze, Fortress, Gravesend, Hooksan, Jamaica, and Sandyhook soils. The Bigapple, Fortress, Barren, and Jamaica soils formed in sandy dredge material and do not have a strongly contrasting particle size class within the control section.  Sandyhook soils formed in marine sands and have a water table within 40 inches from soil surface.  Breeze soils formed in sandy human-transported material and have coarse fragments ranging from 10 to 34 percent within the particle size control section. Gravesend soils formed in sandy human-transported material over household garbage, construction debris, and other discarded materials.  Hooksan soils formed entirely in sandy eolian deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: This soil is well drained. The potential for surface runoff is low to medium on vegetated slopes less than 8 percent, high on vegetated slopes 8 percent and greater. The potential for surface runoff is one class higher where the soil is unvegetated or the surface is poorly protected from erosion. The saturated hydraulic conductivity is moderately high to high in the loamy upper part and very high in the sandy substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are used for recreation and urban development. Native vegetation consists of poison ivy, ornamental grasses, American holly, red cedar, and smooth sumac."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeast. MLRA 149B. The soils of this series are small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Queens County, New York, 2014. Series proposed Queens County, New York, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\na. Anthropic epipedon - the zone from 0 to 61 centimeters (^A, ^Bw, and ^BC horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Complete characterization data collected as pedon S1998NY081001. Pedon analyzed by the KSSL, Lincoln, NE. Additional sampled pedons include S2005NY061002, S2005NY061003, S2005NY061007, and S2005NY061008. Supporting pedons include 1996NY047001, 1997NY047009, 1997NY061003, 1996NY061004, 1996NY061005, and 1996NY061006. Characterization data for Verrazano and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^A -- 0 to 8 centimeters; very dark gray (10YR 3/1) sandy loam; moderate medium subangular blocky structure; very friable; common very fine and fine roots throughout; common very fine and fine tubular pores; extremely acid; clear smooth boundary. (2 to 53 centimeters thick)."
      },
      {
        "name": "^Bw",
        "top": 8,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Bw -- 8 to 43 centimeters; very dark grayish brown (10YR 3/2) sandy loam; moderate medium subangular blocky structure; friable; common very fine and fine roots throughout; common very fine and fine tubular pores; 3 percent gravel; very strongly acid; clear wavy boundary. (2 to 53 centimeters thick)."
      },
      {
        "name": "^BC",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "^BC -- 43 to 61 centimeters; very dark grayish brown (10YR 3/2) loam; few medium prominent strong brown (7.5YR 5/6) mottles inherited from human-transported material; moderate medium subangular blocky structure; friable; common very fine and fine roots throughout; common very fine and fine tubular pores; 6 percent gravel; moderately alkaline; abrupt wavy boundary. (2 to 56 centimeters thick)."
      },
      {
        "name": "2C1",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1 -- 61 to 152 centimeters; 95 percent light yellowish brown (2.5Y 6/3) and 5 percent reddish gray (5YR 5/2) sand; massive; very friable; common very fine roots throughout; 1 percent gravel; moderately acid; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 152,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2 -- 152 to 203 centimeters; light olive brown (2.5Y 5/3) sand; massive; very friable; slightly acid."
      }
    ]
  ]
}
