{
  "SERIES": "VERSHIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJS-GWS-SHG",
  "REVDATE": "03/2011",
  "STATES": "VT",
  "OVERVIEW": "The Vershire series consists of well drained soils that formed in loamy till on uplands.  They are moderately deep to schist, phyllite, or metamorphosed limestone bedrock.  Permeability is moderate.  Slope ranges from 0 to 60 percent. Mean annual precipitation is 38 inches.  Mean annual air temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vershire very fine sandy loam, in a cultivated area of Vershire-Dummerston complex, 8 to 15 percent slopes, rocky.  (Colors are for moist soils unless otherwise noted.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) very fine sandy loam; grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; common fine and few medium roots; 5 percent rock fragments; slightly acid; abrupt wavy boundary.  (4 to 10 inches thick)\nBw--9 to 17 inches; dark brown (10YR 3/3) very fine sandy loam; weak fine granular structure; very friable; few fine roots; 5 percent rock fragments; slightly acid; clear wavy boundary.  (6 to 28 inches thick)\nC--17 to 36 inches; dark olive (5Y 3/3) fine sandy loam; massive; friable; few fine roots; 10 percent rock fragments; slightly acid; abrupt wavy boundary.\nR--36 inches; hard phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Vermont; Town of plainfield, 6,500 feet north of the Barre Line and 4,750 feet west of Great Brook.  Approximate latitude 44 degrees, 14 minutes, 26 seconds N., and longitude 72 degrees, 25 minutes, 35 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 13 to 36 inches.  Depth to bedrock ranges from 20 to 40 inches. Rock fragments range from 5 to 30 percent by volume with the higher percentage usually in the lower horizons.  Rock fragments are mainly schist, phyllite, quartz, quartzite, shale and metamorphosed limestone.  Reaction ranges from  very strongly acid through slightly acid in the solum and very strongly acid through neutral in the substratum.  Texture is fine sandy loam, very fine sandy loam, loam or silt loam.\nThe Ap horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 to 3.  Dry color value is 5 or less.  Undisturbed pedons have an A horizon with color similar to the Ap horizon.  It is up to 8 inches thick.\nSome undisturbed pedons have a thin, discontinuous E horizon  that has hue of 10YR, value of 4 or 5, and chroma of 1 or 2.  It is up to 2 inches thick.\nThe Bw horizon has hue of 10YR to 5Y, and value and chroma of 2 to 4.\nSome pedons have a BC horizon with color similar to the Bw horizon.  It is up to 5 inches thick.\nThe C horizon has hue of 2.5Y or 5Y, value of 3 or 4, and chroma of 2 or 3.\nSome pedons have a Cr horizon that has hue of 5YR to 2.5Y, value of 2 to 3, and chroma of 1 or 3.  Texture is fine sand, loamy fine sand,  fine sandy loam, or very fine sandy loam.  It is up to 3 inches thick.\nBedrock is hard, interbedded phyllite and metamorphosed limestone or schist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Glover soils are similar soils in a related family.  They are shallow to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vershire soils are level to very steep soils on tops and sideslopes of hills, ridges, and mountains.  Slope ranges from 0 to 60 percent.  The soils developed in glacial till of Wisconsin age derived mainly from phyllite interbedded with metamorphosed limestone.  The mean annual air temperature ranges from 40 to 44 degrees Fahrenheit.   Mean annual precipitation ranges from 36 to 46 inches.  The frost free season ranges from 90 to 135 days. Elevations range from 500 to 1750 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cabot, Buckland, Dummerston, Fullam, Glover, Peacham, Pomfret, and Shelburne soils.  The poorly drained Cabot and very poorly drained Peacham soils are in depressions and drainageways. The moderately well drained Buckland and Fullam soils and the well drained Dummerston and Shelburne soils are in lower positions on the landscape,  The somewhat excessively drained Glover and Pomfret soils are in similar positions on the landscape.  Glover soils are shallow to bedrock and Pomfret soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are wooded.  Common trees are sugar maple, yellow birch, white birch, eastern white pine, eastern hemlock, balsam fir, and red spruce.  Some areas are cleared and are used for pasture, hay, or silage corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermont; MLRA 143 and 144B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, Vermont  1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The classification is updated to Coarse-loamy, mixed, active, frigid Humic Dystrudepts with this revision.  The former classification is Coarse-loamy, mixed, frigid Typic Haplumbrepts.\n2.  Diagnostic horizons and features recognized in this pedon are:\na.  Umbric epipedon - the zone from 0 to 9 inches (Ap horizon).\nb.  Cambic horizon - the zone from 9 to 17 inches (Bw horizon).\nc.  Lithic feature - Bedrock at 36 inches.\nADDITIONAL DATA:  NSSL Laboratory data is available for the following pedons: S74VT-17-7, S74VT-17-8, S84-VT-023, S86VT-23-1, S86VT-23-3, and S86VT-23-5.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
