{
  "SERIES": "VESEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRT:GLL",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Glossic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vesey fine sandy loam--pastureland, 5 to 8 percent\nslope.\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 8 inches; dark brown (10YR 4/3) fine sandy loam;\nmoderate fine granular structure; very friable; common fine roots;\nslightly acid; gradual smooth boundary.  (6 to 12 inches thick)\nA2--8 to 24 inches; yellowish brown (10YR 5/4) fine sandy\nloam; single grained; loose; few fine roots; medium acid; clear\nsmooth boundary.  (14 to 24 inches thick)\nB21t--24 to 42 inches; yellowish red (5YR 4/6) sandy clay\nloam; moderate coarse subangular blocky structure; hard, friable;\nfew fine roots; few fine pores; thin continuous clay films on\nsurface of peds; medium acid; gradual smooth boundary.  (10 to 20\ninches thick)\nB22t--42 to 52 inches; yellowish red (5YR 5/8) sandy clay\nloam; few fine distinct red and few fine faint strong brown\nmottles; weak fine subangular blocky structure; hard, friable; few\nfine pores; thin patchy clay films on surface of peds; few\nuncoated sand grains; few pebbles of quartz 2 to 5 mm in diameter;\nslightly acid; gradual smooth boundary.  (6 to 16 inches thick)\nBt & A'2--52 to 59 inches; reddish yellow (7.5YR 6/6) loam;\nfew fine distinct red and light gray mottles; common light gray\n(10YR 6/1) silt coatings, 1/2 to 2 mm thick, on faces of peds;\nweak fine subangular blocky structure; hard, friable; few fine\npores; few clay films and clay bridging sand grains; about 5\npercent pockets of uncoated sand grains; medium acid; gradual\nsmooth boundary.  (6 to 12 inches thick)\nB3--59 to 68 inches; red (10R 4/8) sandy loam; many coarse\nprominent mottles of light yellowish brown (10YR 6/4) and few fine\ndistinct reddish yellow mottles; weak medium subangular blocky\nstructure; slightly hard, very friable; majority of sand grains\nare bridged and coated with clay; few to common uncoated sand\ngrains; few reddish concretions about 5 mm in diameter; strongly\nacid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Red River County, Texas; about 16.5 miles\nnorthwest of Clarksville; site is 15 miles north of Detroit on\nFarm Road 410, 0.65 mile west on county road, and 0.85 mile north\non private road, 50 feet east of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 50\ninches to more than 80 inches.  Thickness of the A horizon is 20\nto 36 inches.  The A1 or Ap horizon is dark brown or brown (7.5YR\n4/2, 4/4, 5/2, 5/4; 10YR 4/3) or yellowish brown (10YR 5/4).  The\nA2 horizon is brown (7.5YR 4/4, 5/4), strong brown (7.5YR 5/6,\n5/8), reddish yellow (7.5YR 6/8), yellowish brown (10YR 5/4), or\nbrownish yellow (10YR 6/6).  The A horizon is fine sandy loam or\nloamy very fine sand, and is neutral through medium acid.\nThe B2t horizon is dark red (2.5YR 3/6), red (2.5YR 4/6, 5/6),\nyellowish red (5YR 4/6, 4/8, 5/6, 5/8), brown (7.5YR 4/4), strong\nbrown (7.5YR 5/6), or reddish yellow (7.5YR 6/6).  The upper 20\ninches of the Bt horizon is sandy clay loam or clay loam with the\nclay content averaging between 18 and 30 percent.  The B2t horizon\nis strongly acid through slightly acid.  Mottles of brownish\nyellow, strong brown, yellowish brown, and red range from none to\nfew.  The Bt & A'2 horizon has less clay than the Bt horizons.  It\ncontains 5 to 10 percent pockets of uncoated sand and has few or\ncommon silt or sand coatings, 1/2 to 2 mm thick, on ped faces.\nThis horizon is strongly acid through slightly acid.\nThe B3 horizon is red, yellowish red, or pink in hue 10R to 5YR.\nIt is sandy loam, loam, fine sandy loam, or loamy fine sand and is\nstrongly acid through neutral.\nCompeting Series:  These are the Bernaldo, Cahaba, Dougherty,\nKamie, Konawa, Naldo, Stiversville, Toine, and Whakana series.\nBernaldo soils have siliceous mineralogy.  Cahaba soils have\nsiliceous mineralogy and have base saturation less than 35\npercent.  Dougherty soils have a sandy epipedon 20 to 40 inches\nthick; in addition, they and Konawa soils are dry for longer\nperiods of time within the moisture control section.  Kamie,\nToine, and Whakana soils have A horizons less than 20 inches\nthick.  In addition, Toine soil lack secondary eluviation in the\nlower Bt horizon.  Naldo soils lack colors redder than 7.5YR.\nStiversville soils have more than 15 percent coarse fragments and\nhave phosphatic limestone bedrock within depths of 40 to 65\ninches."
  },
  "GEOGRAPHIC SETTING": {},
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vesey soils are on gently sloping to\nmoderatly steep uplands and high stream terraces of the Southern\nCoastal Plain.  Slope gradients range from 1 to about 20 percent.\nThe soils formed in unconsolidated sandy and loamy fluvial and\nmarine sediments.  At the type location, the average temperature\nis about 65 degrees F.; the mean annual rainfall is about 45\ninches; and the Thornthwaite P-E index is about 76."
  },
  "USE AND VEGETATION": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Whakana\nseries, and the McKamie and Kenney series.  McKamie soils have\nmore than 35 percent clay in the control section. Kenney soils\nhave a sandy epipedon thicker than 40 inches.  Whakana and McKamie\nsoils occupy similar positions in the landscape.  Kenney soils are\non higher positions.\nDrainage and Permeability:  Well drained; slow runoff; moderate\npermeability."
  },
  "DISTRIBUTION AND EXTENT": {},
  "ORIGIN": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for woodland and\npasture.  A few areas are used for growing corn, grain sorghum,\nsoybeans, and watermelons.  Native vegetation is mixed pine and\nhardwood forest that include shortleaf and loblolly pine, red oak,\nsweetgum, and post oak."
  },
  "REMARKS": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain, mainly in\neastern Texas.  The series is inextensive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  }
}
