{
  "SERIES": "VESPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RB-PHC-GWH",
  "REVDATE": "01/2000",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, acid, frigid Humic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vesper silt loam - on a 1 percent west-facing slope in a cultivated field at an elevation of about 1,008 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and very fine subangular blocky structure; friable; many fine fibrous roots; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nE--8 to 16 inches; light brownish gray (10YR 6/2) silt loam; weak thin platy structure; friable;\ncommon fine fibrous roots; strongly acid; clear wavy boundary.  (4 to 8 inches thick)\n2Bg1--16 to 25 inches; light brownish gray (2.5Y 6/2) loam; many coarse prominent mottles of yellowish brown (10YR 5/6 & 5/8) and strong brown (7.5YR 5/6 & 5/8); weak medium subangular blocky\nstructure; friable; few fine roots; layer of light brownish gray (10YR 6/2) fine sand in lower 2 inches; strongly acid; clear smooth boundary.  (7 to 12 inches thick)\n3Bg2--25 to 34 inches; olive gray (5Y 5/2) silty clay; common fine and medium prominent mottles of strong brown (7.5YR 5/6); weak fine and medium subangular blocky structure; firm; few fine roots; layer of very dark grayish brown (10YR 3/2) sandy clay loam in upper 1 inches; very strongly acid; clear smooth boundary.  (7 to 15 inches thick)\n4Cg--34 to 60 inches; light brownish gray (2.5Y 6/2) fine sand that grades to dark gray (10YR 4/1) below a depth of 48 inches; single grain becoming massive and friable in lower part of horizon; 4 inch band of greenish gray (5GY 5/1) silty clay near lower boundary; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wood County, Wisconsin; about 4 miles southwest of Pittsville; 1,625 feet east and 100 feet south of the northwest corner of sec. 7, T. 22 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 24 to 40 inches.  The surface layer of loess or other silty deposit typically ranges in thickness from 10 to 30 inches.  The thickness and arrangement of the sandy and clayey horizons in the sandstone and shale residuum are extremely variable.  Depth to indurated shale and sandstone ranges from about 42 to 72 inches.  The control section strongly acid to extremely acid.  The C horizon is very strongly acid to slightly acid.  Coarse fragments, which are in the form of pebble size pieces of sandstone, are essentially not present in the solum but range from 0 to 5 percent by volume in the substratum.\nThe Ap or A horizon has 10YR hue, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has 10YR or 2.5Y hue, value of 4 through 6, and chroma of 0 through 2.  It commonly is silt loam, but the range includes loam in the lower part with pedons that have thick E horizons extending into the residuum.\nThe Bg horizon has 10YR, 2.5Y, or 5Y hue; value of 4 through 6; and chroma of 0 to 2.  It has few to many, faint to prominent mottles of high chroma.  It typically has stratified textures of sand and silty clay and clay, but stratified loam, clay loam, and sandy clay loam are in the range.  The upper part of the control section averages between 18 and 30 percent clay and between 30 and 55 percent fine sand or coarser.\nThe Cg horizon has 10YR, 2.5Y, or 5Y hue; value of 4 through 6; and chroma of 1 or 2.  A few low or high chroma mottles, or both, are in some pedons. The upper part of the C horizon has a sand layer greater than 6 inches thick and is typically underlain by stratified fine or medium sand and silty clay or clay, but thin loamy layers are allowed."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Vesper series is the only series in this family.  Other series in closely related series are Elm Lake, Kert, Mahaffey, and Veedum.  Elm Lake soils have sandier upper sola.  Kert soils have argillic horizons, less gray sola, and contain less organic matter in their A horizons.  Mahaffey soils have brown hue, typically silty clay loam or clay loam textures throughout the control section, and are in areas receiving greater than 70 inches of precipitation. Veedum soils have thicker A horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are in drainageways and depressions on uplands underlain by sandstone and shale.  Slopes are concave and range from 0 to 2 percent.  The Vesper soils formed in thin layers of loess or other silty deposit and residuum weathered from interbedded sandstone and shale (Mt. Simon Formation).  Mean annual temperature ranges from 42 to 46 degrees F, and mean annual precipitation ranges from 24 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hiles, Kert, and Veedum soils.  The well drained and moderately well drained Hiles, the somewhat poorly drained Kert, and the very poorly or poorly drained Veedum soils are in a drainage sequence with the Vesper soils.  Hiles and Kert soils are on higher-lying, better drained sites.  Veedum soils are on a similar landscape position but usually are wetter and have thick and darker A horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow or ponded.  Permeability is moderately slow in lower part of the subsoil and rapid in the sand part and slow in the clayey part of the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:   Many areas are still in woodland or wooded livestock pasture.  Where adequate drainage has been provided, these soils are cropped to small grain, hay, and corn silage.\nNative vegetation consisted primarily of mixed deciduous and coniferous trees and some sedges. Principal trees were white pine, elm, ash, soft maple, aspen, and some white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wisconsin.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 8 inches (Ap horizon); cambic horizon - zone from 16 to 34 inches (2Bg1, 3Bg2 horizons); other features - strongly contrasting particle size class within the control section (10 to 40 inches) - acid reaction class (pH is less than 5.5 m water 1:1) thoughout the control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
