{
  "SERIES": "VESSER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RID-MRL-RJB",
  "REVDATE": "06/2015",
  "STATES": "IL,IA,MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Argiaquic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vesser silt loam, on a nearly level flood plain, in a cultivated field. (All colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; very dark gray (10YR 3/1) silt loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure parting to moderate fine granular; friable; many fine roots; common distinct black (10YR 2/1) organic coats on all faces of peds; slightly acid; clear smooth boundary.\nA--20 to 38 centimeters; very dark gray (10YR 3/1) silt loam, dark gray (10YR 4/1) dry; moderate fine granular structure; friable; many fine roots; common distinct black (10YR 2/1) organic coats on all faces of peds; few fine distinct brown (7.5YR 4/3) redoximorphic concentrations; moderately acid; clear smooth boundary. (Combined thickness of the A horizon is 25 to 50 centimeters.)\nE1--38 to 58 centimeters; dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak thick platy structure parting to weak fine subangular blocky; friable; many fine roots; many distinct very dark gray (10YR 3/1) organic coats on all faces of peds; few fine distinct brown (7.5YR 4/3) redoximorphic concentrations; strongly acid; gradual smooth boundary.\nE2--58 to 79 centimeters; dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak thick platy structure parting to moderate fine subangular blocky; friable; common fine roots; many distinct very dark gray (10YR 3/1) organic coats on all faces of peds; few distinct light gray (10YR 7/2) dry silt coats on all faces of peds; common fine distinct brown (7.5YR 4/3) redoximorphic concentrations; strongly acid; clear smooth boundary. (Combined thickness of the E horizon is 30 to 60 centimeters.)\nBtg1--79 to 94 centimeters; dark gray (10YR 4/1) silty clay loam; moderate fine subangular blocky structure; friable; common fine roots; common distinct black (10YR 2/1) clay films on all faces of peds; common distinct very dark gray (10YR 3/1) organic coats on all faces of peds; few distinct light gray (10YR 7/2) dry silt coats on faces of all peds;  common fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; strongly acid; gradual smooth boundary.\nBtg2--94 to 119 centimeters; dark gray (10YR 4/1) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct black (10YR 2/1) clay films on all faces of peds; common distinct very dark gray (10YR 3/1) organic coats on all faces of peds; few distinct light gray (10YR 7/2) dry silt coats on all faces of peds; common fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; moderately acid; gradual smooth boundary.\nBtg3--119 to 145 centimeters; dark gray (10YR 4/1) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few fine roots; common distinct black (10YR 2/1) clay films on all faces of peds; common distinct very dark gray (10YR 3/1) organic coats on all faces of peds; few distinct light gray (10YR 7/2) dry silt coats on all faces of peds; common fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; moderately acid.\nBtg4--145 to 168 centimeters; dark gray (10YR 4/1) silty clay loam; weak medium prismatic structure parting to weak fine subangular blocky; friable; few very fine roots; common distinct black (10YR 2/1) clay films on all faces of peds; few prominent very pale brown (10YR 8/2) dry sand grains on vertical faces of peds; common fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; moderately acid; gradual smooth boundary  (Combined thickness of the Btg horizon is 30 to 90 centimeters.)\nBCg--168 to 196 centimeters; dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium prismatic structure; firm; few prominent very pale brown (10YR 8/2) dry sand grains; common fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; moderately acid; gradual smooth boundary\nCg--196 to 200 centimeters; dark grayish brown (2.5Y 4/2) silty clay loam; massive; firm; few prominent very pale brown (10YR 8/2) dry sand grains; common fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 109-Iowa and Missouri Heavy Till Plain; Wayne County, Iowa subset; about 3 miles north and 1 mile east of Corydon; about 1,043 feet west and 1,745 feet north of the southeast corner of section 5, T. 69 N., R. 21 W; USGS Corydon quadrangle; lat. 40 degrees 48 minutes 7 seconds N. and long. 93 degrees 17 minutes 32 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 50 centimeters\nDepth to carbonates--more than 200 centimeters\nClay content of the particle-size control section (weighted average)--30 to 35 percent\nSand content of the particle-size control section (weighted average)--10 to 20 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam or silty clay loam\nClay content--15 to 30 percent\nSand content--10 to 20 percent\nReaction--strongly acid to slightly acid\nE horizon:\nHue--10YR\nValue--3 to 5\nChroma--1 or 2\nTexture--silt loam or silty clay loam\nClay content--15 to 30 percent\nSand content--10 to 20 percent\nReaction--very strongly acid to moderately acid\nBtg horizon:\nHue--10YR or 2.5Y\nValue--3 to 5\nChroma--1 or 2\nTexture--silty clay loam\nClay content--30 to 35 percent\nSand content--10 to 20 percent\nReaction--strongly acid or moderately acid\nBCg and Cg horizons\nHue--10YR or 2.5Y\nValue--3 to 5\nChroma--1 or 2\nTexture--silty clay loam or silt loam\nClay content--20 to 35 percent\nSand content--10 to 20 percent\nReaction--strongly acid or moderately acid\nSome pedons may have subhorizons with clay content up to 40 percent\nSome pedons may have sandy materials below a depth of 160 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corley, Ebbert, Edgington, Knight, Marissa, Normal, Speed, and Thorp series.\nCorley--have a sand content of less than 5 percent in the particle-size control section\nEbbert--have a sand content of less than 10 percent in the particle-size control section\nEdgington--have a sand content of less than 10 percent in the particle-size control section and have albic horizons that are less than 30 centimeters thick\nKnight--have a sand content of more than 20 percent in the lower third of the series control section\nMarissa--have carbonates within a depth of 152 centimeters\nNormal--have albic horizons that are 10 to 25 centimeters thick\nSpeed--have a clay content of 18 to 30 percent in the particle-size control section\nThorp--have a clay content of 5 to 30 percent and have a sand content of 15 to 75 percent in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--alluvium\nLandform--floodplains, base slopes, and alluvial fans\nSlope--0 to 5 percent\nElevation--155 to 475 meters above sea level\nMean annual air temperature--6 to 14 degrees C\nMean annual precipitation--660 to 1,170 millimeters\nFrost-free period--150 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Chequest, Lawson, Nodaway, and Zook soils. These soils are in landscape positions similar to those of the Vesser soils on floodplains and do not have albic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--these soils are frequently saturated at the soil surface to a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nFlooding--not flooded or rarely or occasionally flooded for brief duration"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, oats, soybeans, and hay. Some areas are pastured or forested. The native vegetation is variable but predominantly big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie. See Additional Data section for native vegetative cover in Iowa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Eastern lake section, Dissected till plains and till plains\nMLRAs--Southern Wisconsin and Northern Illinois Drift Plain (95B),\nIowa and Missouri Deep Loess Hills (107B),\nIllinois and Iowa Deep Loess and Drift, Eastern Part (108A),\nIllinois and Iowa Deep Loess and Drift, East-Central Part (108B),\nIllinois and Iowa Deep Loess and Drift, West-Central Part (108C),\nIllinois and Iowa Deep Loess and Drift, Western Part (108D),\nIowa and Missouri Heavy Till Plain (109),\nCentral Claypan Areas (113), and\nCentral Mississippi Valley Wooded Slopes, Northern Part (115C)\nLRR M; western, southern, and southeastern Iowa, northern Missouri, and Illinois\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Appanoose County, Iowa, 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 79 to 129 centimeters;\nseries control section--the zone from the surface to a depth of 196 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 38 centimeters (Ap and A horizons);\nalbic horizon--the zone from a depth of 38 to 79 centimeters (E1 and E2 horizons);\nargillic horizon--the zone from a depth of 79 to 168 centimeters (Btg1, Btg2, Btg3, and Btg4 horizons);\nudic moisture regime.\nThe series was formerly included with the Coppock series. Some pedons have dark sediments over a buried, light-colored soil.\nCation-exchange activity class is supported by laboratory data.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska--user pedon id number 71IA185003 (http://ssldata.sc.egov.usda.gov/).\nIn Iowa, the native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, Fowl Bluegrasses, Green Muhlies, Fox Sedges, Field Sedges, Dudleys Rushes, Torreys Rushes, Swamp Milkweeds, False Sneezeweeds, False Asters, New England Asters, White Panicled Asters, and Wild Mints. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
