{
  "SERIES": "VESTABURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEF-WEF-LWB",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Vestaburg series consists of very deep, poorly drained or very poorly drained soils formed in sandy deposits on outwash plains and outwash valley trains. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 762 mm (30 inches), and mean annual temperature is about 7.8 degrees C (46 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Mollic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vestaburg loamy sand, on a north-facing, 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (8 inches); very dark brown (10YR 2/2) loamy sand, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; common fine roots; 12 percent gravel; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nCg1--20 to 64 cm (8 to 25 inches); gray (10YR 5/1) sand; single grain; loose; 10 percent gravel; few fine roots; common medium faint dark gray (10YR 4/1) iron depletions; neutral; clear wavy boundary.\nCg2--64 to 152 cm (25 to 60 inches); grayish brown (10YR 5/2) gravelly sand; single grain; loose; 30 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gratiot County, Michigan; about 2 miles north of Newark; 2570 feet west and 1280 feet south of the northeast corner of sec. 7, T. 10 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loamy sand, sand, mucky sand, or mucky loamy sand, or the gravelly analogues of sand or loamy sand\nRock fragment content: 0 to 15 percent gravel and 0 to 3 percent cobbles\nReaction: slightly acid to slightly alkaline\nC horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sand, gravelly sand, gravelly loamy sand, or the very gravelly analogues of these textures, or are stratified gravel and coarse sand\nRock fragment content: 10 to 50 percent gravel and 3 to 7 percent cobbles\nReaction: slightly acid to slightly alkaline in the Cg1 horizon and neutral to moderately alkaline in the Cg2 horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Glendora, Kanza, Kingsville, Marlake, Pay, Plev, and Tobico series. Glendora and Kingsville soils have less than 10 percent rock fragments in the lower part of the series control section. Kanza and Plev soils have a mean annual temperature of more than 11.1 degrees C (52 degrees F). Marlake soils have a mean annual precipitation of less than 711 mm (28 inches). Pay soils do not have carbonates within a depth of 102 cm (40 inches). Tobico soils have carbonates within a depth of 51 cm (20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vestaburg soils are on outwash plains and valley trains. Slope ranges from 0 to 3 percent. Mean annual precipitation ranges from 711 to 864 mm (28 to 34 inches). Mean annual temperature ranges from 7.8 to 11.1 degrees C (46 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Vestaburg soils are associated in the landscape with the Gilford, Granby, and Riverdale soils. Gilford soils have mollic epipedons. Granby soils have mollic epipedons and lack rock fragments. Gilford and Granby soils are on similar landscape positions. Riverdale soils are somewhat poorly drained and are on low knolls and ridges within units of Vestaburg."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Potential for surface runoff is negligible. Saturated hydraulic conductivity is high or very high. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About half of the acreage is under cultivation to corn, soybeans, small grains, or hay. The other half is in woodland with pin oak, red maple, and American elm being the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 99 in the southern half of lower Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gratiot County, Michigan, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon (mollic intergrade): from the surface to a depth of 20 cm (8 inches) (Ap horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (8 inches); very dark brown (10YR 2/2) loamy sand, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; common fine roots; 12 percent gravel; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "Cg1",
        "top": 20,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--20 to 64 cm (8 to 25 inches); gray (10YR 5/1) sand; single grain; loose; 10 percent gravel; few fine roots; common medium faint dark gray (10YR 4/1) iron depletions; neutral; clear wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 64,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--64 to 152 cm (25 to 60 inches); grayish brown (10YR 5/2) gravelly sand; single grain; loose; 30 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
