{
  "SERIES": "VETEADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-WRJ-RJA",
  "REVDATE": "09/2007",
  "STATES": "NM",
  "OVERVIEW": "The Veteado series consists of deep, well drained soils that formed in mixed alluvium.  Veteado soils are on plains and fan terraces.  Slopes range from 0 to 4 percent.  Mean annual precipitation is about 10 inches; the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ustic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Veteado sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak thin platy and weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and very fine roots; common fine vesicular pores; neutral (pH 6.8); abrupt smooth boundary.  (0 to 4 inches)\nE--3 to 6 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate thin platy and weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; neutral (pH 6.8); abrupt smooth boundary.  (0 to 5 inches thick)\nBt--6 to 16 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm, sticky and plastic; few fine and many very fine roots; common fine tubular pores; common thin clay films on faces of peds and lining pores; neutral (pH 7.0); clear wavy boundary.  (9 to 15 inches thick)\nBtk--16 to 28 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few fine and common very fine roots; common fine tubular pores; few thin clay films on faces of peds and lining pores; slightly effervescent; lime segregated in common irregularly shaped medium sized filaments; slightly alkaline (pH 7.4); clear wavy boundary.  (9 to 16 inches thick)\nBk1--28 to 35 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and plastic; few fine and very fine roots; few fine tubular pores; slightly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.  (6 to 20 inches thick)\nBk2--35 to 60 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; weak coarse subangular blocky structure; hard, friable, sticky and plastic; few fine and very fine roots; few fine tubular pores; slightly effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Catron County, New Mexico; on the North Plains about 1/4 mile south of Trail Lake in the southeast 1/4, southeast 1/4, sec.  4. T. 3 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Moist in some part of the soil moisture control section July through September and December through March.  The soil is driest during May and June. Ustic aridic moisture regime.\nSoil Temperature:  49 to 55 degrees\nCalcium carbonate equivalent:  less than 15 percent\nRock fragments:  less than 15 percent\nParticle-size control section:  35 to 50 percent clay on a weighted average, more than 35 percent fine sand or coarser\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nE horizon\nHue: 7.5YR or 10YR\nValue:  3 or 4 moist\nChroma:  2 to 4\nTexture:  sandy loam or loam\nBt horizon\nHue: 7.5YR or 10YR\nValue:  4 to 6\nChroma:  3 to 6\nBk horizon\nHue: 7.5YR or 10YR\nValue:  4 to 6\nChroma:  4 to 6\nTexture:  sandy clay loam, clay loam or sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Veteado soils formed in mixed alluvium on plains and small fan terraces.  Slopes range from 0 to 4 percent.  Elevation ranges from 7,000 to 7,500 feet.  The mean annual precipitation is about 9 to 11 inches, and the mean annual temperature is about 47 to 54 degrees F.  The average frost-free period is about 115 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Catman, Celacy, Flugle, Jacee, Jacques, Loarc, Penistaja, and Viuda soils.  Catman and Jacques soils lack argillic horizons.  Celacy and Jacee soils are moderately deep over paralithic contacts.  Flugle and Penistaja soils are in a fine-loamy family.  Loarc soils have mollic epipedons.  Viuda soils are shallow over a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Veteado soils are used for grazing.  Present vegetation is blue grama, western wheatgrass, rabbitbrush, and spineless horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series is of small extent in west-central New Mexico. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Catron County, New Mexico, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostics horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 6 inches\nArgillic horizon:  6 to 28 inches\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nADDITIONAL DATA:  NMSU pedon S80-NM-003-17 (1 to 5).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
