{
  "SERIES": "VIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "08/2000",
  "STATES": "PR",
  "OVERVIEW": "The Via series consists of very deep, well drained, moderately permeable soils on high stream terraces.  They formed in stream sediments.  Slopes range from 2 to 12 percent.  The mean annual precipitation is about 75 inches and the mean annual temperature is about 78 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, isohyperthermic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Via silty clay loam - sugar cane.  (Colors are for the moist soil.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2), brown (10YR 5/3) dry silty clay loam; weak fine subangular blocky structure; hard, friable, slightly sticky, slightly plastic; common fine roots; common fine dark concretions; few worm casts; few cobbles and pebbles at contact with B horizon; extremely acid; abrupt smooth boundary.  (6 to 14 inches thick)\nBt1--8 to 23 inches; reddish brown (5YR 4/4) clay loam; weak medium subangular blocky structure; very hard; firm, slightly sticky, slightly plastic; common fine roots; few faint clay films on vertical ped faces; many fine dark mineral grains; common fine rock fragments; slightly acid; clear smooth boundary.  (10 to 16 inches thick)\nBt2--23 to 47 inches; yellowish red (5YR 4/8) clay loam; weak medium subangular blocky structure; very hard; firm, slightly sticky; slightly plastic; few fine roots; few faint clay films; common fine dark minerals; many fine and medium rock fragments; slightly acid; gradual wavy boundary. (14 to 30 inches thick)\n2C--47 to 62 inches plus; dark brown (7.5YR 4/4) gravelly clay loam; structureless massive; hard, firm, slightly sticky; more than 70 percent by volume coarse fragments; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Este SCD, Puerto Rico, municipality of Juncos; 0.43 miles west of kilometer marker 21.9 of Highway 3; 3,500 feet east of school house."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to the 2C gravelly horizons vary from 30 to 60 inches.  Few to many rock fragments are found in the solum.  Soil reaction ranges from extremely acid in the surface to slightly acid in the lower horizons.  Mineralogy is mixed.  Mean annual soil temperature at 20 inches depth is from 72 to 78 degrees F. and the difference between mean summer and mean winter soils temperatures is less than 9 degrees F.  Base saturation (by sum of cations) is 35 percent or more at 50 inches from the top of the argillic horizon.  These soils are usually moist and never dry for as long as 90 cumulative days in most years.\nThe A horizons have textures that range from silty clay loam to clay loam.  The colors are in hues of 10YR to 5YR, values of 4 to 5, chromas of 2 to 4.\nThe Bt horizons have textures from silty clay loam to clay loam but are always less than 35 percent clay.  Colors are in hues of 7.5YR and 5 YR, values of 4 to 6 and chromas of 4 to 8.  Structure varies from weak medium to coarse subangular blocky.  Clay films vary from few faint to common distinct.\nRock fragments in the 2C horizons vary from 50 to 80 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the San Sebastian, Juncal, Tanama, Rio Arriba, Amelia, Machete, Glynn and Fajardo series.  The San Sebastian soils have more than 35 percent coarse fragments in their argillic horizons.  The Juncal soils have more than 35 percent clay in their argillic horizons.  The Tanama soils have hard rock within 20 inches of the surface.  The Rio Arriba soils have subhorizons with more than 0.09 COLE values.  The Amelia, Machete and Glynn soils have subhorizons that are dry for 90 cumulative days or more in most years.  The Fajardo soils have argillic horizon that extend beyond 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Via soils occur on gently to moderately sloping high stream terraces, with slope gradients from 2 to 12 percent.  The regolith consists of moderately fine textured sediments underlaid by coarse textured gravelly or cobbly sediments.  The climate is humid tropical.  The average annual rainfall ranges from 70 to 80 inches and the average annual temperature is 78 degrees F.\nGEOGRAPHICALLY ASSOCIATED SOILS.  These are the Rio Arriba, Mabi, Junquitos, Mucara and Naranjito series.  The Rio Arriba soils occur in similiar positions but have fine textured sola and mottled red fine textured parent materials.  The Mabi soils occupy alluvial fan positions and have high COLE values.  The Junquitos soils occupy footslopes and alluvial fan positions and have low chroma mottles in their profiles.  The Mucara and Naranjito soils are on steep sideslopes and are underlaid by volcanic rock."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with medium runoff.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivate areas are used for growing sugar cane.  There are some areas in native and improved grasses and used as pasture.\nDISTRIBUTION AND EXTENT.  Humid sections of Puerto Rico.  The series is of small extent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico, l942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Fine-loamy, mixed, isohyperthermic Typic Tropudalfs to Fine-loamy, mixed, isohyperthermic Typic Paleudalfs.  The previous OSED date was 1/69.\nAs originally mapped, the Via series contained moderately deep, aquic soils which are now classified in the Junquitos series.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 8 inches (Ap horizon)\nArgillic horizon - zone from 8 to 47 inches (Bt horizons)\nPale clay curve - Less than 20 percent clay cutback in Bt and 2C horizons and value of 4 in Bt horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
