{
  "SERIES": "VIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELC,JWF",
  "REVDATE": "05/2003",
  "STATES": "OK",
  "OVERVIEW": "The Vian series consists of deep, moderately well drained, moderately slowly permeable soils that formed in loamy material weathered from old alluvium of Qutarnary age.  These very gently sloping to gently sloping soils are on broad stream terraces of uplands mainly in the Arkansas Valley and Ridges.  Slopes range from 1 to 5 percent.  Mean annual precipitation is 42 inches, and the mean annual temperature is 61 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vian silt loam - rangeland.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; few fine faint yellowish brown mottles; weak fine granular structure; hard, friable; strongly acid; gradual smooth boundary.  (6 to 14 inches thick)\nE--10 to 18 inches; brown (10YR 5/3) silt loam, light gray (10YR 7/2) dry; few fine faint yellowish brown mottles; weak fine granular structure; hard, friable; very strongly acid; gradual smooth boundary.  (5 to 17 inches thick)\nBA--18 to 26 inches; yellowish brown (10YR 5/4) silt loam, very pale brown (10YR 7/4) dry; few fine faint strong brown mottles; weak very fine subangular blocky structure; hard, friable; some interfingering of material from E horizon; few fine yellowish brown and black concretions; very strongly acid; clear smooth boundary.  (4 to 12 inches thick)\nBt1--26 to 48 inches; yellowish brown (10YR 5/6) silty clay loam, brownish yellow (10YR 6/6) dry; few fine distinct light gray (10YR 7/1) mottles and common fine distinct reddish brown (5YR 5/4) mottles in lower part; moderate fine subangular blocky structure; hard, firm; light gray coatings on faces of peds; clay films in pores and patchy films on faces of peds; some interfingering of material from E horizon; few fine yellowish brown and black concretions; very strongly acid; diffuse smooth boundary.  (16 to 28 inches thick)\nBt2--48 to 72 inches; coarsely mottled light gray (10YR 7/1), very pale brown (10YR 7/3) and yellow (10YR 7/6) silty clay loam; weak medium subangular blocky structure; hard, firm; patchy clay films on faces of peds; many fine yellowish brown and black concretions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sequoyah County, Oklahoma; about 1 mile northeast of the town of Vian, 400 feet west and 100 feet south of the northeast corner of sec. 22, T. 12 N., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum is 60 inches or more.  Depth to grayish mottles are less than 30 inches of the soil surface.  Combined thickness of the A and E horizons ranges from 16 to 30 inches.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3; or hue of 7.5YR, value of 4 or 5, and chroma of 2.  Texture is silt loam or loam (18 to 26 percent clay).  Reaction is strongly acid or medium acid.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 2 or 3; or hue of 7.5YR, value of 5 or 6, and chroma of 2.  Some pedons do not have mottles in the A horizon and E horizon.  Texture is silt loam or loam.  Reaction ranges from medium acid to very strongly acid.\nThe BA horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8.  Mottles are in shades of brown or red.  Texture is silt loam, loam, clay loam, or silty clay loam.  Reaction is strongly or very strongly acid.\nThe Bt horizon has the same colors as the BA horizon or it is coarsely mottled in shades of yellow, brown, red, or gray.  Texture is clay loam or silty clay loam.  Reaction is strongly acid or very strongly acid.  Interfingering of E material in the Bt horizon makes up less than 5 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Falker and Nesbitt series in the same family.  Soils in similar families are the Atwood, Bernaldo, Bernow, Burwell, Fetzer, Freest, Freestone, Gallime, Glenmora, Hamden, Katz, Keithville, Kolin, Lexington, Muskogee, Stigler, Tamaha, Tanyard, Tippah, and Wetsaw series.  Falkner soils have a lower Bt horizon that has a gray matrix and more clayey texture.  Nesbitt soils have redder hue in the Bt horizon.  Atwood and Lexington soils do not have wetness mottles within 30 inches of the soil surface.  Bernaldo, Bernow, Freestone, and Gallime series have a fine-loamy control section and have more than 6 percent of E material in the Bt horizon.  Burwell soils have a mollic epipedon and mixed mineralogy.  Fetzer, Freest, Hamden, Katz, Tanyard, and Wetsaw soils have a fine-loamy control section.  Glenmora, Keithville, and Kolin soils have more than 6 percent of E material in the Bt horizon.  Muskogee and Tippah soils have mixed mineralogy.  In addition, Muskogee soils have more clay in the lower Bt horizon, and the Tippah soils have redder hue in the Bt horizon.    Stigler and Tamaha soils have a fine control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Vian soils are on broad stream terraces of uplands in the Arkansas Valley and ridges.  Slopes are 1 to 5 percent.  They formed in loamy material weathered from old alluvium of Quaternary age.  The climate is humid.  Average annual precipitation ranges from 38 to 46 inches.  Mean annual temperature ranges from 57 to 65 degrees F.  The Thornthwaite annual P-E index ranges from 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Stigler series and the Cowton, Naldo, Pickwick, Spiro, and Wing series.  Cowton, Naldo, Stigler, and Wing soils occur on similar landscapes.  Pickwick and Spiro soils occur on slightly higher areas.  Cowton soils have a fine control section and solum less than 60 inches thick.  Naldo soils have a fine-loamy control section and more than 6 percent of E material within the Bt horizon.  Pickwick soils have a base saturation less than 35 percent.  Spiro soils have a solum less than 60 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is slow or medium; permeability is moderately slow.  A perched water table is within 2 to 3 feet of the soil surface for short periods of time usually during November to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for tame pasture or rangeland.  Small areas are cultivated to small grains, soybeans, grain sorghum, and cotton.  Natural vegetation is post oak, elm, and sassafrass with an understory of tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas Valley and ridges of Arkansas and Oklahoma.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon are:\nOchric epipedon - zone from the surface to about 18 inches.  (A, E horizons)\nAlbic horizon - zone from 10 to 18 inches.  (E horizon)\nArgillic horizon - zone from 26 to 72 inches.  (Bt1, Bt2 horizons)\nAquic Paleudalfs - soils that have a udic moisture regime; have an argillic horizon and have base saturation of 35 percent or more at a depth of 72 inches below the soil surface; are more than 60 inches thick and have clay distribution such that the percentage of clay does not decrease by as much as 20 percent of the maximum within a depth of 60 inches from the soil surface and have many coarse mottles in the Bt2 horizon; and have wetness mottles within 30 inches of the soil surface if the mottled horizon is saturated at some period.\nADDITIONAL DATA:  Mineralogy counts and characterization data were made by the Lincoln laboratory, sample S69 Okla-31-8, 71L256, 71L257.  Haskell County, Oklahoma.  Characterization data was made by OSU laboratory 65-OK-68-3-(1-6).\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; few fine faint yellowish brown mottles; weak fine granular structure; hard, friable; strongly acid; gradual smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E--10 to 18 inches; brown (10YR 5/3) silt loam, light gray (10YR 7/2) dry; few fine faint yellowish brown mottles; weak fine granular structure; hard, friable; very strongly acid; gradual smooth boundary.  (5 to 17 inches thick)"
      },
      {
        "name": "BA",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--18 to 26 inches; yellowish brown (10YR 5/4) silt loam, very pale brown (10YR 7/4) dry; few fine faint strong brown mottles; weak very fine subangular blocky structure; hard, friable; some interfingering of material from E horizon; few fine yellowish brown and black concretions; very strongly acid; clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 66,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bt1--26 to 48 inches; yellowish brown (10YR 5/6) silty clay loam, brownish yellow (10YR 6/6) dry; few fine distinct light gray (10YR 7/1) mottles and common fine distinct reddish brown (5YR 5/4) mottles in lower part; moderate fine subangular blocky structure; hard, firm; light gray coatings on faces of peds; clay films in pores and patchy films on faces of peds; some interfingering of material from E horizon; few fine yellowish brown and black concretions; very strongly acid; diffuse smooth boundary.  (16 to 28 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 122,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "narrative": "Bt2--48 to 72 inches; coarsely mottled light gray (10YR 7/1), very pale brown (10YR 7/3) and yellow (10YR 7/6) silty clay loam; weak medium subangular blocky structure; hard, firm; patchy clay films on faces of peds; many fine yellowish brown and black concretions; strongly acid."
      }
    ]
  ]
}
