{
  "SERIES": "VIBURNUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLT-LJG",
  "REVDATE": "06/2007",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Viburnum silt loam - on a 6 percent east-facing convex ridgetop under an oak and hickory forest at an elevation of 1,360 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many fine roots; moderately acid; abrupt wavy boundary. (2 to 5 inches thick)\nE--3 to 7 inches; yellowish brown (10YR 5/4) silt loam; weak fine granular structure; friable; common medium roots; 1 percent chert gravel; strongly acid; abrupt smooth boundary. (0 to 5 inches thick)\nBt1--7 to 15 inches; brown (7.5YR 4/4) silty clay loam; weak fine subangular blocky structure; firm; common medium roots; few faint clay films; 10 percent chert gravel; very strongly acid; clear wavy boundary.\nBt2--15 to 20 inches; brown (7.5YR 4/4) gravelly silty clay loam; moderate fine subangular blocky structure; firm; common medium roots; common distinct clay films; common fine distinct pale brown (10YR 6/3) iron depletions; 15 percent chert gravel; very strongly acid; clear smooth boundary. (Combined thickness of Bt horizon is 7 to 20 inches.)\n2Bt3--20 to 38 inches; brown (7.5YR 4/4) very gravelly silty clay; moderate fine subangular blocky structure; very firm; common fine roots; many prominent dark reddish gray (5YR 4/2) clay films; common fine prominent grayish brown (10YR 5/2) iron depletions; 45 percent chert gravel; very strongly acid; abrupt smooth boundary. (4 to 30 inches thick)\n3Bt4--38 to 60 inches; red (2.5YR 4/6) extremely gravelly clay; many fine white soft chert specks; a thin lens of very dark gray organic stains at 54 inches; weak medium subangular blocky structure; very firm; few fine roots in upper part; common distinct clay films; 70 percent chert gravel; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Missouri; 2 miles west of Banner; 600 feet east and 800 feet north of the southwest corner, sec. 31, T. 35 N., R. 2 E; USGS Banner quadrangle. Latitude 37 degrees, 41 minutes, 34.0 seconds N., longitude 90 degrees, 52 minutes, 30.0 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is greater than 60 inches. Chert fragments are commonly smooth or partially rounded in the Bt and 2Bt and mostly angular in the 3Bt.\nThe A horizon has value of 3 to 5 and chroma of 2 or 3. Gravel content ranges from 0 to 20 percent. Texture is commonly silt loam but some pedons are gravelly silt loam. Reaction is very strongly acid to neutral.\nThe E or BE horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4. Gravel content ranges from 0 to 20 percent. Texture is silt loam or gravelly silt loam. Reaction is very strongly acid to neutral.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6. Gravel content ranges from 0 to 25 percent. Texture is silt loam, silty clay loam, or silty clay or their gravelly analogs. Reaction is extremely acid to strongly acid.\nThe 2Bt horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 4 to 6. It has mottles with hue of 10YR to 2.5YR, value of 4 to 7, and chroma of 2 to 8. Gravel content ranges from 0 to 45 percent. Textures are silty clay loam or silty clay or their gravelly and very gravelly analogs. Reaction is extremely acid to strongly acid.\nThe 3Bt horizon have hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 1 to 8. Gravel content ranges from 15 to 80 percent. Texture of the fine earth is silty clay oclay. Reaction is extremely acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Alloway series. Series in similar families are the Doniphan, Lebanon, Macedonia and Plato soils. Alloway soils formed in eolian material and marine sediments and have 0 to 15 percent rock fragments in the lower part of the series control section. Doniphan and Macedonia soils do not have mottles with chroma of 2 or less within 30 inches of the surface. Lebanon and Plato soils have fragipans."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Viburnum soils are on gently to strongly sloping ridges and divides. They represent remnants of former plateaus dissected by stream entrenchment. Slopes range from 0 to 15 percent. These soils formed in a thin mantle of loess or silty colluvium, the underlying fine textured cherty colluvium, and the underlying cherty red clays. Rock fragments in the surface are the results of mixing during deposition by surface wash or a more recent effect of windthrow or burrowing animals."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Doniphan, Lebanon, and Macedonia soils, and the Goss soils. Doniphan soils are on similar or lower positions. Lebanon soils are on broader ridgetops. Macedonia soils are on similar positions. Goss soils are cherty throughout and are on lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff index is low to medium. Permeability is moderately slow. The saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Oak and hickory hardwoods are predominant but some areas have some natural shortleaf pine invasion and pine plantations. Some areas are cleared and used for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozark Highland region (MLRA 116A) of Missouri. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County, Missouri, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (A and E horizons); argillic horizon - the zone from approximately 7 inches to 60 inches (Bt, 2Bt, and 3Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
