{
  "SERIES": "VICTORIA",
  "STATUS": "Established Series",
  "BYREV": "JKW-RM-SAK",
  "REVDATE": "10/2014",
  "STATES": "TX",
  "OVERVIEW": "The Victoria series consists of very deep, well drained, very slowly permeable soils that formed in clayey deltaic and marine sediments in the Beaumont Formation of Late Pleistocene age.  These nearly level to very gently sloping soils are on the South Texas coastal plain.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 737 mm (29 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Victoria clay--0 to 1 percent slopes in cropland--in a microlow. Elevation is about 17.7 m (58 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; weak medium angular blocky and moderate fine granular structure; extremely hard, extremely firm, very sticky, very plastic; common fine roots; common fine pores; slight effervescence; electrical conductivity is 0.9 dS/m; sodium absorption ratio is 1; calcium carbonate equivalent is 2.5; moderately alkaline; abrupt smooth boundary. (Thickness is 10 to 18 cm [4 to 7 in].)\nBss1--15 to 61 cm (6 to 24 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium angular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few fine pores; 15 percent distinct slickensides; common cracks filled with black (10YR 2/1) clay; strong effervescence; electrical conductivity is 0.8 dS/m; sodium absorption ratio is 4.4; calcium carbonate equivalent is 4.4; moderately alkaline; gradual wavy boundary.\nBss2--61 to 94 cm (24 to 37 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) moist; weak fine and medium wedge structure parting to weak medium angular blocky; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few fine pores;20 percent distinct slickensides; 1 percent fine light gray (10YR 7/2) carbonate masses; common cracks filled with black (10YR 2/1) clay; strong effervescence; electrical conductivity is 1.3 dS/m; sodium absorption ratio is 12; calcium carbonate equivalent is 5.2; strongly alkaline; gradual wavy boundary. (Combined thickness of the Bss horizons is 46 to 107 cm [18 to 42 in].)\nBnss--94 to 127 cm (37 to 50 in); pale brown (10YR 6/3) clay, pale brown (10YR 6/3) moist; weak fine and medium wedge structure parting to weak medium angular blocky; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few fine pores; 10 percent distinct slickensides; many cracks filled with dark gray (10YR 4/1) clay; strong effervescence; electrical conductivity is 2.4 dS/m; sodium absorption ratio is 24; calcium carbonate equivalent is 5.7; moderately alkaline; gradual wavy boundary. (Thickness of the Bnss horizon is 20 to53 cm [8 to 21 in].)\nBkny1--127 to 158 cm (50 to 62 in); pale yellow (2.5Y 7/3) clay, very pale brown (10YR 7/3) moist; weak coarse angular blocky structure; extremely hard, extremely firm, very sticky, very plastic; 3 percent fine and medium calcium carbonate masses; 5 percent fine and medium gypsum crystals; common cracks filled with dark gray (10YR 4/1) clay; strong effervescence; electrical conductivity is 7.9 dS/m; sodium absorption ratio is 18; calcium carbonate equivalent is 6.3; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bkny horizons is 31 to 81 cm [15 to 32 in].)\nBkny2--158 to 228 cm (62 to 91 in); pale yellow (2.5Y 8/3) clay, very pale brown (10YR 7/3) moist; weak very coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; 3 percent faint grayish brown (10YR 5/2) organic stains on vertical faces of peds; 1 percent fine spherical black (10YR 2/1) iron-manganese nodules; 2 percent medium distinct brown (10YR 5/3) iron-manganese masses with sharp boundaries on faces of peds; 1 percent fine and medium gypsum crystals; 1 percent fine and medium calcium carbonate masses; strong effervescence; electrical conductivity is 9.1 dS/m; sodium absorption ratio is 20; calcium carbonate equivalent is 7.3; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nueces County, Texas; from the intersection of Farm Road 665 and Farm Road 892 west of Petronila; 1.0 mile north on Farm Road 892 to County Road 24; 0.9 mile west on County Road 24; 150 ft north in cropland. Driscoll East, Texas USGS topographic quadrangle; Latitude 27 degrees, 41 minutes, 15 seconds N.; Longitude 97 degrees, 40 minutes, 58.7 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime.  The soil moisture control section is from 10 to 31 cm (4 to 12 in) below the surface.  These soils have cracks due to dryness for 90 or more cumulative days per year.  The majority of the dry conditions occur from July to September.  When dry, these soils have cracks 10 mm to 76 mm (0.4 in to about 3 in) wide that extend from the soil surface or from the base of an Ap horizon to a depth of 152 cm (60 in) or more.\nSolum thickness is more than 203 cm (80 in).\nThickness of the mollic epipedon ranges from 76 to 127 cm (30 to 50 in) or more in the microlows and 31 to 76 cm (12 to 30 in) in the microhighs.\nThe soils are calcareous throughout, except for the A horizon which is noncalcareous in microlows in some pedons that are not cultivated.\nMean annual soil temperature: 22.2 to 22.8 degrees C (72 to 73 degrees F)\nDepth to salt and gypsum accumulations: 127 to 165 cm (50 to 65 in)\nDepth to Sodium absorption ratio of 13 or more ranges from 76 to 102 cm (30 to 40 in) from the surface in the microlow and 51 to 76 cm (20 to 30 in) from the surface in the microhigh.\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent\nAp horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1\nTexture: clay\nClay content: 40 to 57 percent\nCalcium carbonate equivalent: 0 to 9 percent\nIdentifiable secondary carbonate: amount- none in the microlows to few in the microhighs, size-fine\nElectrical conductivity (dS/m): 0.5 to 2\nSodium absorption ratio: 1 to 10\nReaction: slightly alkaline or moderately alkaline\nBss horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: clay\nClay content: 40 to 62 percent\nCalcium carbonate equivalent: 1 to 14 percent\nIdentifiable secondary carbonate: amount- none in the microlows and few in the microhighs, size-fine\nElectrical conductivity (dS/m): 0.4 to 4\nSodium absorption ratio: 1 to 20\nReaction: moderately alkaline or strongly alkaline\nBnss horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay\nClay content: 50 to 63 percent\nCalcium carbonate equivalent: 5 to 15 percent\nIdentifiable secondary carbonate: amount- none to few in the microlows and few in the microhighs, size-fine\nElectrical conductivity (dS/m): 0.5 to 10\nSodium absorption ratio: 7 to 29\nReaction: slightly alkaline or moderately alkaline\nBkny horizons\nHue: 10YR or 2.5Y\nValue: 5 to 8\nChroma: 2 or 3\nTexture: clay or silty clay\nClay content: 45 to 65 percent\nCalcium carbonate equivalent: 3 to 19 percent\nIdentifiable secondary carbonate: amount- few to common in the microlows and common to many in the microhighs, size-fine or medium\nElectrical conductivity (dS/m): 0.5 to 14.5\nGypsum: trace to 5 percent\nSodium absorption ratio: 9 to 27\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arroyada, Catarina, Coquat, Cotulla, Dosrios, , Lasalle, Mercedes, Montell, Monwebb, and Victine series.\nArroyada and Coquat soils: are somewhat poorly drained, have an ochric epipedon, and formed in Holocene age alluvium on flood plains.\nCatarina soils: are moderately well drained, have an ochric epipedon, and formed in clayey alluvium and colluvium derived from sediments of Eocene age.\nCotulla soils: have an ochric epipedon, formed in thick beds of calcareous, saline, clayey sediments that are, in places, interbedded with shale and sandstone, and occur in areas with mean annual precipitation ranging from 48 to 66 cm (19 to 26 in).\nDosrios soils: are moderately well drained, have a densic layer, and are formed in moderately saline clayey marine sediments overlying clayey residuum derived from mudston of Tertiary age.\nLasalle soils: are moderately well drained, have an ochric epipedon, and have hue of 7.5YR or redder in the B horizons.\nMercedes soils: are moderately well drained and have an ochric epipedon.\nMontell soils: are moderately well drained, and have an ochric epipedon and a gypsic horizon.\nMonwebb soils:  are moderately well drained and are formed in saline, clayey alluvium derived from the Tertiary age.\nVictine soils: are somewhat poorly drained and have higher SAR in the upper 102 cm (40 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey deltaic and marine sediments in the Beaumont Formation of Late Pleistocene age\nLandform: flat plains on the South Texas coastal plain\nSlope: 0 to 3 percent, with the majority being less than 1 percent\nMean annual air temperature range: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 737 to 940 mm (29 to 37 in)\nPrecipitation pattern: Typically, most of the rainfall occurs during the months of April, May, June, September and October.  December, January, February and March are the driest months.\nFrost-free period: 301 to 365 days\nElevation: 4.6 to 30.5 meters (15 to 100 ft)\nThornthwaite P-E Index: 32 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Banquete, Calallen, Cranell, and Edroy series.\nBanquete soils: do not have SAR of 13 or more within 100 cm (40 in) and are on lower-lying open ended swales and slight depressions.\nCalallen soils: have a loamy surface layer and are on similar to slightly higher positions\nCranell soils: have a loamy surface layer and are on a similar to slightly higher positions\nEdroy soils: are poorly drained and are in depressions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is very slow.  Runoff is highmedium on 0 to 1 percent slopes and very high on 1 to 3 percent slopes.  Water enters the soil rapidly when it is dry and cracked and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for crop production with some areas used for livestock grazing and forage production.  Some areas in crop production have supplemental irrigation where suitable water is available.  Crops are mainly grain sorghum, cotton, and corn with some small areas in vegetables.  Native grasses are mainly little bluestem, seacoast bluestem, fourflower trichloris, vine-mesquite, and indiangrass.  Improved pasture is mainly coastal bermudagrass or Kleingrass.  Native woody plants are invaders and consist mainly of mesquite trees, spiny hackberry, huisache, brazil, and lotebush.  The ecological site is Blackland, PEZ 3124-44 (R150AY526TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gulf Coast Prairies (MLRA 150A in LRR T) in the Coastal Bend area of South Texas.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nueces County, Texas; 1908"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nClassification changed from Udic Pellusterts to Typic Haplusterts in 11/2000 based on typical pedon description.  The series type location was moved in 05/2005 to a site with characterization data.  Classification changed 05/2005 from Typic Haplusterts to Sodic Haplusterts based on characterization data from several pedons across the series province.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 94 cm (0 to 37 in). (Ap, Bss1, and Bss2 horizons)\nSlickensides: 15 to 127 cm (6 to 50 in). (Bss1, Bss2, and Bnss horizons)\nSodic feature: SAR of 24 at 94 cm (37 in)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization data at the series type location by the Soil Characterization Laboratory at Texas A&M University on sample S82TX-355-002.  Additional characterization data by the NationalKellogg Soil Survey Laboratory on samples Nos. K393-397, K383-387, K388-392, 5032-5039, 5018-5024, and from samples for microhighs and microlows on project CP00TX020 and I2001USTX165.  In addition, data from Grumusols of the Coast Prairie of Texas in Vol. 27 No. 4, July-August 1963, pages 412-421 of Soil Science Society of America Proceedings.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; weak medium angular blocky and moderate fine granular structure; extremely hard, extremely firm, very sticky, very plastic; common fine roots; common fine pores; slight effervescence; electrical conductivity is 0.9 dS/m; sodium absorption ratio is 1; calcium carbonate equivalent is 2.5; moderately alkaline; abrupt smooth boundary. (Thickness is 10 to 18 cm [4 to 7 in].)"
      },
      {
        "name": "Bss1",
        "top": 15,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--15 to 61 cm (6 to 24 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium angular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few fine pores; 15 percent distinct slickensides; common cracks filled with black (10YR 2/1) clay; strong effervescence; electrical conductivity is 0.8 dS/m; sodium absorption ratio is 4.4; calcium carbonate equivalent is 4.4; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 61,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak fine and medium wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--61 to 94 cm (24 to 37 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) moist; weak fine and medium wedge structure parting to weak medium angular blocky; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few fine pores;20 percent distinct slickensides; 1 percent fine light gray (10YR 7/2) carbonate masses; common cracks filled with black (10YR 2/1) clay; strong effervescence; electrical conductivity is 1.3 dS/m; sodium absorption ratio is 12; calcium carbonate equivalent is 5.2; strongly alkaline; gradual wavy boundary. (Combined thickness of the Bss horizons is 46 to 107 cm [18 to 42 in].)"
      },
      {
        "name": "Bnss",
        "top": 94,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "weak fine and medium wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bnss--94 to 127 cm (37 to 50 in); pale brown (10YR 6/3) clay, pale brown (10YR 6/3) moist; weak fine and medium wedge structure parting to weak medium angular blocky; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few fine pores; 10 percent distinct slickensides; many cracks filled with dark gray (10YR 4/1) clay; strong effervescence; electrical conductivity is 2.4 dS/m; sodium absorption ratio is 24; calcium carbonate equivalent is 5.7; moderately alkaline; gradual wavy boundary. (Thickness of the Bnss horizon is 20 to53 cm [8 to 21 in].)"
      },
      {
        "name": "Bkny1",
        "top": 127,
        "bottom": 158,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkny1--127 to 158 cm (50 to 62 in); pale yellow (2.5Y 7/3) clay, very pale brown (10YR 7/3) moist; weak coarse angular blocky structure; extremely hard, extremely firm, very sticky, very plastic; 3 percent fine and medium calcium carbonate masses; 5 percent fine and medium gypsum crystals; common cracks filled with dark gray (10YR 4/1) clay; strong effervescence; electrical conductivity is 7.9 dS/m; sodium absorption ratio is 18; calcium carbonate equivalent is 6.3; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bkny horizons is 31 to 81 cm [15 to 32 in].)"
      },
      {
        "name": "Bkny2",
        "top": 158,
        "bottom": 228,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "weak very coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkny2--158 to 228 cm (62 to 91 in); pale yellow (2.5Y 8/3) clay, very pale brown (10YR 7/3) moist; weak very coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; 3 percent faint grayish brown (10YR 5/2) organic stains on vertical faces of peds; 1 percent fine spherical black (10YR 2/1) iron-manganese nodules; 2 percent medium distinct brown (10YR 5/3) iron-manganese masses with sharp boundaries on faces of peds; 1 percent fine and medium gypsum crystals; 1 percent fine and medium calcium carbonate masses; strong effervescence; electrical conductivity is 9.1 dS/m; sodium absorption ratio is 20; calcium carbonate equivalent is 7.3; slightly alkaline."
      }
    ]
  ]
}
