{
  "SERIES": "VICTINE",
  "STATUS": "Established Series",
  "BYREV": "JKW-SAK-KBH-RM",
  "REVDATE": "05/2014",
  "STATES": "TX",
  "OVERVIEW": "The Victine series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in clayey fluviomarine sediments derived from the Beaumont Formation of Late Pleistocene age.  These nearly level soils are on low flats on the South Texas Coastal Plain.  Slopes range from 0 to 1 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 838 mm (33 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Victine clay loam--0.5 percent slope in rangeland; elevation is 2 meters (6.5 ft); description taken from the microlow (Colors are for dry soil unless otherwise stated.\nA--0 to 15 cm (0 to 6 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; weak fine and medium subangular blocky structure; hard, firm; many very fine roots; common very fine vesicular and tubular pores; 2 percent worm casts; 1 percent crawfish krotovinas; Electrical Conductivity is 0.9 dS/m; Sodium Adsorption Ratio of 2; moderately alkaline; clear smooth boundary. (Thickness is 8 to 25 cm [3 to 10 in].)\nBss1--15 to 45 cm (6 to 18 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium subangular blocky structure; very hard, firm; many very fine roots; common very fine tubular pores; 5 percent faint slickensides; 10 percent prominent pressure faces; 1 percent worm casts; Electrical Conductivity is 1.1 dS/m; Sodium Adsorption Ratio of 14; moderately alkaline; gradual smooth boundary.\nBss2--45 to 61 cm (18 to 24 in); gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate medium angular blocky structure; very hard, firm; many very fine roots; many very fine tubular pores; 5 percent faint slickensides; 20 percent prominent pressure faces; 1 percent worm casts; 1 percent medium nodules of calcium carbonate; 1 percent fine faint very dark gray (10YR 3/1) iron-manganese masses with clear boundaries in matrix; few cracks 5 mm wide filled with very dark gray (10YR 3/1) clay; Electrical Conductivity is 1.5 dS/m; Sodium Adsorption Ratio of 18; strongly alkaline; gradual wavy boundary. (Combined thickness of the Bss horizons is 0 to 53 cm [0 to 21 in])\nBkss--61 to 88 cm (24 to 35 in); gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate medium wedge structure parting to moderate medium angular blocky; very hard, firm; many very fine roots; many very fine tubular pores; 25 percent distinct slickensides; 20 percent prominent pressure faces; 2 percent worm casts; 3 percent medium nodules of calcium carbonate; 5 percent coarse masses of calcium carbonate; 1 percent fine faint very dark gray (10YR 3/1) iron-manganese masses with clear boundaries in matrix; few cracks 5 mm wide filled with very dark gray (10YR 3/1) clay; Electrical Conductivity is 5.7 dS/m; Sodium Adsorption Ratio of 14; very slightly effervescent; moderately alkaline; gradual wavy boundary. (Thickness is 15 to 37 cm [6 to 15 in].)\nBkssy--88 to 115 cm (35 to 45 in); gray (2.5Y 5/1) clay, gray (10YR 5/1) moist; moderate medium wedge structure parting to moderate medium angular blocky; very hard, firm; common very fine roots; common very fine tubular pores; 15 percent distinct slickensides; 20 percent prominent pressure faces; 2 percent medium and coarse nodules of calcium carbonate; 3 percent medium and coarse masses of calcium carbonate; 8 percent medium and coarse gypsum crystals; 10 percent medium and coarse gypsum masses; 1 percent fine spherical very dark gray (10YR 3/1) iron-manganese nodules in matrix; 2 percent fine faint very dark gray (10YR 3/1) iron-manganese masses with sharp boundaries in matrix; few cracks 5 mm wide filled with dark gray (10YR 4/1) clay; Electrical Conductivity is 7.3 dS/m; Sodium Adsorption Ratio of 13; very slightly effervescent; moderately alkaline; gradual wavy boundary. (Thickness of the Bkssy horizon is 20 to 115 cm [8 to 45 in].)\nBky1--115 to 138 cm (45 to 54 in); 50 percent gray (2.5Y 6/1) and 50 percent gray (10YR 6/1) clay, 50 percent gray (2.5Y 5/1) and 50 percent gray (10YR 5/1) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, firm; common very fine roots; common very fine tubular pores; 5 percent prominent slickensides; 25 percent prominent pressure faces; 2 percent medium nodules of calcium carbonate; 3 percent coarse masses of calcium carbonate; 2 percent fine and medium gypsum crystals; 1 percent fine and medium gypsum masses; 1 percent fine spherical very dark gray (10YR 3/1) iron-manganese nodules in matrix; 1 percent fine prominent reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries in matrix; 2 percent fine distinct very dark gray (10YR 3/1) iron-manganese masses with sharp boundaries in matrix; Electrical Conductivity is 5.9 dS/m; Sodium Adsorption Ratio of 13; very slightly effervescent; moderately alkaline; gradual wavy boundary.\nBky2--138 to 165 cm (54 to 65 in); clay, 60 percent gray (2.5Y 6/1) and 40 percent pale yellow (2.5Y 8/4) moist; moderate medium and coarse angular blocky structure; very hard, firm; common very fine roots; common very fine tubular pores; 2 percent faint slickensides; 15 percent distinct pressure faces; 2 percent medium nodules of calcium carbonate; 8 percent coarse masses of calcium carbonate; 2 percent fine and medium gypsum crystals; 2 percent fine and medium prominent black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 2 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries in matrix; electrical Conductivity is 2.5 dS/m; Sodium Adsorption Ratio of 19; very slightly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bky horizons is 0 to 95 cm [0 to 37 in].)\nBky3--165 to 203 cm (65 to 80 in); light gray (2.5Y 7/2) silty clay, light gray (2.5Y 7/2) moist; weak coarse subangular blocky structure; very hard, firm; common very fine roots; common very fine tubular pores; 2 percent faint slickensides; 15 percent distinct pressure faces; 2 percent medium nodules of calcium carbonate; 5 percent coarse masses of calcium carbonate; 2 percent fine and medium gypsum crystals; 2 percent fine prominent black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 5 percent medium distinct yellow (2.5Y 7/6) masses of oxidized iron with sharp boundaries in matrix; Electrical Conductivity is 2.1 dS/m; Sodium Adsorption Ratio of 20; slightly effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aransas County, Texas; from the Aransas National Wildlife Refuge Visitor Center; 4.0 miles west on park road to intersection with North Road; 0.5 mile north on North Road; 100 ft west in range. Latitude: 28 degrees 18 minutes 21.40 seconds N; Longitude: 96 degrees 52 minutes 1.00 seconds W. Tivoli SE, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime.  The soil moisture control section is from 10 to 30 cm (4 to 12 in) below the surface.  These soils have cracks in normal years that are 5 mm (1/4 in) or wider through a thickness of 25 cm (10 in) or more within 50 cm (20 in) of the mineral soil surface, for 90 or more cumulative days per year.  Typically, cracks remain open between 90 and 120 cumulative days.\nThese are cyclic soils that have a gilgai microrelief.  The distance from the center of the microhigh to the center of the microlow ranges from 91 cm to 183 cm (36 to 72 in).  The microhighs are typically calcareous to the surface and have a color similar, or up to 2 values higher than the microlow.\nMean annual soil temperature: 22 to 22.2 degrees C (72  degrees F)\nDepth to secondary calcium carbonate: 0 to 50 cm (0 to 20 in)\nDepth to gypsum crystals or masses: 60 to 102 cm (24 to 40 in)\nParticle-size control section (weighted average)\nClay content: 45 to 55 percent\nA horizon\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1\nTexture: clay loam or clay\nClay content: 30 to 45 percent\nElectrical Conductivity (dS/m): 0.5 to 2\nSodium Adsorption Ratio: 1 to 4\nReaction: slightly alkaline or moderately alkaline\nBss horizon\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1\nTexture: silty clay or clay\nClay content: 45 to 55 percent\nCalcium carbonate equivalent: 0 to 2 percent\nIdentifiable secondary carbonates: amount-0 to 2 percent, size-fine, kind-masses or nodules, location-in matrix\nGypsum: amount-0 to 2 percent, size-fine, kind-masses or crystals, location-in matrix\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-faint or distinct, boundary-sharp, location-lining pores, shades-brown and gray\nElectrical Conductivity (dS/m): 1 to 4\nSodium Adsorption Ratio: 13 to 18\nReaction: moderately alkaline or strongly alkaline\nBkss horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay or silty clay\nClay content: 45 to 55 percent\nCalcium carbonate equivalent: 0 to 2 percent\nIdentifiable secondary carbonates: amount-2 to 10 percent, size-fine or medium, kind-masses or nodules, location-in matrix\nGypsum: amount-0 to 2 percent, size-fine, kind-masses or crystals, location-in matrix\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-faint or distinct, boundary-sharp, location-lining pores, shades-brown, gray, or yellow\nElectrical Conductivity (dS/m): 2 to 8\nSodium Adsorption Ratio:  13 to 18\nEffervescence: very slight to strong\nReaction: moderately alkaline or strongly alkaline\nBkssy horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: silty clay or clay\nClay content: 45 to 55 percent\nCalcium carbonate equivalent: 2 to 8 percent\nIdentifiable secondary carbonates: amount-5 to 10 percent, size-fine to coarse, kind-masses or nodules, location-in matrix\nGypsum: amount-5 to 20 percent, size-fine to coarse, kind-masses or crystals, location-in matrix\nRedox concentrations: amount-0 to 5 percent, size-fine or medium, contrast-faint to distinct, boundary-sharp, location-lining pores or in matrix, shades-brown, gray, or yellow\nElectrical Conductivity (dS/m): 2 to 8\nSodium Adsorption Ratio:  13 to 20\nEffervescence: very slight to strong\nReaction: moderately alkaline or strongly alkaline\nBky horizon\nHue: 10YR or 2.5Y\nValue: 5 to 8\nChroma: 1 to 3\nTexture: silty clay or clay\nClay content: 45 to 55 percent\nCalcium carbonate equivalent: 5 to 20 percent\nIdentifiable secondary carbonates: amount-5 to 15 percent, size-fine to coarse, kind-masses or nodules, location-in matrix\nGypsum: amount-2 to 15 percent, size-fine to coarse, kind-masses or crystals, location-in matrix\nRedox concentrations: amount-0 to 5 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp, location-lining pores or in matrix, shades-brown, gray, black, or yellow\nElectrical Conductivity (dS/m): 2 to 8\nSodium Adsorption Ratio:  13 to 20\nEffervescence: very slight to strong\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arroyada (TX), Catarina (TX), Coquat (TX), Cotulla (TX), Dosrios (TX),Duvert (I-TX), Lasalle (TX), Mercedes (TX), Montell (TX), Monwebb (TX), and Victoria (TX) series in the same family.\nArroyada soils: are on floodplains and typically have a surface color value of 3.5 or more when moist.\nCatarina, Lasalle, Montell, and Monwebb, soils: are moderately well drained and are in an ustic bordering on aridic moisture regime.\nCoquat: soils: are on floodplains and have a mollic epipedon less than 25 cm (10 in) thick.\nCotulla soils: are well drained, typically have a surface horizon with color value more than 3, and are in an ustic bordering on aridic moisture regime.\nDosrios soils: have densic material\nDuvert soils: are well drained and are moderately deep to a densic horizon.\nMercedes soils: are moderately well drained and have a lower SAR in the upper 50 cm of the surface.\nVictoria soils: are well drained and have SAR less than 13 in the upper 76 cm (30 in) of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Clayey fluviomarine sediments in the Beaumont Formation of Late Pleistocene age\nLandscape: Coastal plain\nLandform: low flats\nSlope: 0 to 1 percent\nMean annual precipitation range: 737 to 991 mm (29 to 39 in)\nPrecipitation Pattern: April through June and September and October are the wettest months with averages from 60 to 127 mm (2.5 to 5 in) of rain per month.  November through March is the driest months with averages of 33 to 48 mm (1.5 to 2 in) of rain per month.\nThornthwaite annual P-E indices: 32 to 44\nMean annual air temperature range: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nFrost-free period: 301 to 350 days\nElevation: 1 to 5 m (3 to 16.5 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aransas, Dietrich, Narta, and the Victoria series.\nAransas soils: have a clayey surface texture and are on floodplains\nDietrich soils: have a sandy surface layer and are on a similar to slightly lower landscape positions\nNarta soils: have a loamy surface layer with less than 30 percent clay and are on a similar landforms\nVictoria soils: have visible salts lower in the profile and are on higher flats on coastal plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is very slow.  Runoff is high.  Water enters the soil rapidly when it is dry and cracked and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for livestock grazing and wildlife habitat.  The native plant community consists mostly of grasses such as gulf cordgrass, marshhay cordgrass, seashore saltgrass, hartwig paspalum, little bluestem, vine-mesquite, and buffalograss.  A few stunted mesquite trees are in some areas.  The ecological site is Salty Prairie, PE 31-44 (150BY551TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) in the Coastal Bend of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aransas County, Texas, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification changed from Udic Pellusterts to Sodic Haplusterts 11/2000 based on typifying pedon description.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in). (Bw1, Bw2, Bkss, and Bkssy) horizons)\nMollic epipedon: 0 to 45 cm (0 to 18 in). (A, and Bss1 horizons)\nSlickensides: 15 to 203 cm (6 to 80 in). (Bss1, Bss2, Bkss, Bkssy, Bky1, Bky2, and Bky3 horizons)\nSodic feature: SAR of 14 at 15 cm (6 in)\nADDITIONAL DATA:  NSSL Characterization data available from the series type location in Aransas County, TX on pedon number 05N0200.  NSSL data from Nueces County, TX on pedons (S81TX-355-001, S81TX-355-002, S81TX-355-004).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
