{
  "SERIES": "VIDAURI",
  "STATUS": "Established Series",
  "BYREV": "WJG-JKW-JAG",
  "REVDATE": "05/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Aquic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vidauri fine sandy loam, on a 0.3 percent slope in rangeland at an elevation of 40 m (132 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); light brownish gray (10YR 6/2) and 20 percent grayish brown (10YR 5/2) fine sandy loam, grayish brown (10YR 5/2) and 20 percent dark grayish brown (10YR 4/2), moist; massive; firm, very hard; common fine roots and many very fine roots; common very fine to medium tubular pores; 1 percent fine faint dark yellowish brown (10YR 4/4) masses of oxidized iron with diffuse boundaries on faces of peds; 1 percent fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron with diffuse boundaries lining pores; Electrical Conductivity is 0.25; Sodium Adsorption Ratio is 1; moderately acid; clear wavy boundary. (13 to 46 cm [5 to 18 in])\nA2--10 to 23 cm (4 to 9 in); grayish brown (10YR 5/2) sandy clay loam, dark grayish brown (10YR 4/2), moist; weak very coarse subangular blocky structure; very firm, very hard; common very fine roots; common very fine to medium tubular pores; 30 percent faint prominent very dark gray (2.5Y 3/1) clay films on all faces of peds; 1 percent fine distinct spherical brown (7.5YR 4/4) iron-manganese masses with clear boundaries on faces of peds; 1 percent fine distinct yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries on faces of peds; Electrical Conductivity is 0.42 ; Sodium Adsorption Ratio is 1; moderately acid; clear wavy boundary.\nBt1--23 to 48 cm (9 to 19 in); gray (10YR 5/1) clay loam, dark gray (10YR 4/1), moist; moderate medium prismatic structure parting to moderate medium angular blocky; very firm, very hard; common very fine roots; common very fine tubular pores; 10 percent faint prominent very dark gray (2.5Y 3/1) clay films on all faces of peds; 10 percent faint prominent very dark gray (10YR 3/1) clay films on all faces of peds; 2 percent fine faint brown (10YR 4/3) masses of iron-manganese with clear boundaries on faces of peds; Electrical Conductivity is 0.22; Sodium Adsorption Ratio is 3; slightly acid; clear wavy boundary.\nBt2--48 to 81 cm (19 to 32 in); dark gray (2.5Y 4/1) sandy clay loam, dark gray (2.5Y 4/1), moist; moderate medium prismatic structure parting to moderate medium angular blocky; firm, hard; common very fine roots; common very fine tubular pores; 10 percent distinct very dark gray (2.5Y 3/1) clay films on all faces of peds; 15 percent distinct dark gray (2.5Y 4/1) clay films on all faces of peds; 2 percent fine distinct dark yellowish brown (10YR 4/4) masses of iron-manganese with clear boundaries on faces of peds; 2 percent fine distinct dark brown (10YR 3/3) masses of iron-manganese with clear boundaries on faces of peds; Electrical Conductivity is 0.35; Sodium Adsorption Ratio is 4; neutral; clear wavy boundary.\nBtg--81 to 104 cm (32 to 41 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2), moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse angular blocky; firm, hard; common very fine roots; few very fine tubular pores; 20 percent distinct light brownish gray (2.5Y 6/2) clay films on all faces of peds; 20 percent distinct grayish brown (10YR 5/2) clay films on all faces of peds; 2 percent fine faint dark brown (7.5YR 3/3) masses of iron-manganese with clear boundaries on faces of peds; 1 percent insect casts; Electrical Conductivity is 0.23; Sodium Adsorption Ratio is 8; slightly alkaline; clear wavy boundary. (Combined thickness of the Bt horizons is 38 to 94 cm [15 to 37 in])\nBtkg--104 to 124 cm (41 to 49 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2), moist; weak coarse prismatic structure parting to weak coarse subangular blocky; firm, hard; few very fine roots; few very fine tubular pores; 20 percent distinct light brownish gray (2.5Y 6/2) clay films on all faces of peds; 1 percent fine white (2.5Y 8/1) nodules of calcium carbonate; 1 percent medium and coarse white (2.5Y 8/1) masses of calcium carbonate; 1 percent fine prominent black (7.5YR 2.5/1) masses of iron-manganese with sharp boundaries on faces of peds; 2 percent fine prominent dark brown (7.5YR 3/3) masses of iron-manganese with clear boundaries on faces of peds; Electrical Conductivity is 0.38; Sodium Adsorption Ratio is 7; moderately alkaline; clear wavy boundary. (20 to 114 cm [8 to 45 in] thick)\nBtkng1--124 to 150 cm (49 to 59 in); light gray (2.5Y 7/2) sandy clay, light gray (2.5Y 7/2), moist; weak coarse prismatic structure parting to weak coarse angular blocky; firm, hard; few very fine roots; 20 percent distinct light gray (2.5Y 7/2) clay films on all faces of peds; 1 percent fine white (2.5Y 8/1) nodules of calcium carbonate; 1 percent medium and coarse white (5Y 8/1) masses of calcium carbonate; 2 percent fine prominent dendritic black (7.5YR 2.5/1) masses of iron-manganese with sharp boundaries on faces of peds; 5 percent fine prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries on vertical faces of peds; Electrical Conductivity is 0.41; Sodium Adsorption Ratio is 12; moderately alkaline; clear wavy boundary. (Combined thickness of the Btkn horizons is 15 to 79 cm [6 to 31 in])\nBtkng2--150 to 203 cm (59 to 80 in); light gray (2.5Y 7/2) sandy clay loam, light gray (2.5Y 7/2), moist; weak coarse subangular blocky structure; firm, hard; 15 percent distinct light gray (2.5Y 7/2) clay films on all faces of peds; 1 percent fine and medium white (2.5Y 8/1) nodules of calcium carbonate; 1 percent medium and coarse white (5Y 8/1) masses of calcium carbonate; 3 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 10 percent medium and coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries on vertical faces of peds; Electrical Conductivity is 0.38; Sodium Adsorption Ratio is 20; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goliad County, Texas; from the intersection of U.S. Highway 183 and Texas Highway 239 south of Goliad; 8.2 miles southeast on Texas Highway 239 to gate on south side of road; 3.1 miles south on ranch road to gate; 0.2 mile west along fence; 100 ft south of fence in rangeland. Live Oak Lake topographic quadrangle; Latitude: 28 degrees, 33 minutes, 27.5 seconds N; Longitude: 97 degrees, 16 minutes, 47.5 seconds W, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime.  The soil moisture control section is 10 to 30 cm (4 to 12 in).  These soils remain dry in the soil moisture control section for more than 90 cumulative days.  The dry period occurs during the late winter and early spring months.  These soils are moist during the fall and winter months.\nMean annual soil temperature: 22.2 to 22.8 degrees C (72 to 73 degrees F)\nDepth to argillic horizon: 8 to 20 cm (3 to 8 in)\nDepth to secondary calcium carbonate: 71 to 119 cm (28 to 47 in)\nParticle-size control section (weighted average):\nClay content: 30 to 35 percent\nCEC/clay ratio: 0.40 to 0.50\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sandy loam or sandy clay loam\nClay content: 12 to 20 percent\nMasses of oxidized iron: amount-2 to 4 percent, color- shades of brown\nIron Depletions: amount-0 to 2 percent, color-shades of gray\nElectrical Conductivity: 0 to 1\nSodium Adsorption Ratio: 0 to 2\nReaction: strongly acid to slightly acid\nBt horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam, or sandy clay\nClay content: 30 to 40 percent\nMasses of oxidized iron: amount-2 to 12 percent, color- shades of brown or yellow\nIron depletions: amount-0 to 8 percent, color-shades of gray\nElectrical Conductivity: 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: moderately acid or slightly acid\nBtg horizon\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: sandy clay loam or clay loam\nClay content: 25 to 33 percent\nMasses of oxidized iron: amount-2 to 12 percent, color- shades of brown or yellow\nIron depletions: amount-0 to 8 percent, color-shades of gray\nElectrical Conductivity: 0.1 to 2\nSodium Adsorption Ratio: 2 to 10\nReaction: slightly acid or neutral\nBtkg horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sandy clay loam or clay loam\nClay content: 25 to 33 percent\nMasses of oxidized iron: amount-2 to 12 percent, color- shades of brown or yellow\nIron depletions: amount-0 to 8 percent, color-shades of gray\nCalcium carbonate equivalent: 1 to 5 percent\nIdentifiable secondary carbonate: amount-1 to 5, size-fine or medium, kind-nodules or masses\nElectrical Conductivity: 0.2 to 2\nSodium Adsorption Ratio: 4 to 12\nReaction: slightly alkaline or moderately alkaline\nBtkng horizons (where present)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam, or sandy clay\nClay content: 25 to 36 percent\nMasses of oxidized iron: amount-2 to 12 percent, color- shades of brown or yellow\nIron depletions: amount-0 to 8 percent, color-shades of gray\nCalcium carbonate equivalent: 1 to 5 percent\nIdentifiable secondary carbonate: amount-1 to 5, size-fine or medium, kind-nodules or masses\nElectrical Conductivity: 0.2 to 4\nSodium Adsorption Ratio: 12 to 25\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lozano (TX) and Lyford (TX) series in the same family.  Similar soils are the Delfina (TX), Solvay (KS), and Vashti (TX) series.\nLozano and Lyford soils: have an argillic horizon with hue redder than 10YR\nDelfina soils: are moderately well drained and has a surface layer color value of 3 and argillic horizon color hue of 7.5YR\nSolvay soils: have a superactive CEC/clay class and a mesic soil temperature regime\nVashti soils: have a superactive CEC/clay class; a siliceous mineralogy; and thermic soil temperature regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: fluviomarine deposits of early Pleistocene age\nLandscape: coastal plains\nLandform: open depressions or weakly defined drainageways\nSlope: 0 to 1 percent\nMean annual air temperature: 20.6 to 22.8 degrees C (69 to 73 degrees F)\nMean annual precipitation: 838 to 991 mm (33 to 39 in)\nPrecipitation pattern: Precipitation falls mostly during the months of May to October. The driest period is from November to April.\nFrost-free period: 270 to 300 days\nElevation: 30.5 to 76 m (100 to 250 feet)\nThornthwaite annual P-E indices: 40 to 46"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Greta (T), Inari (T), Orelia, and Wyick series.\nGreta soils: have a higher sodium adsorption ratio in the upper argillic horizon and are on flats.\nInari soils: have a mollic epipedon and are on abandoned meander scrolls.\nOrelia soils: have a mollic epipedon and are on flats.\nWyick soils: are moderately well drained and are on flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly to poorly drained.  Permeability is very slow or slow.  Runoff is negligible.  These soils remain saturated from 30 to 122 cm (12 to 48 in) from the surface during the late summer and fall months in normal years. Aquic conditions occur from about 61 to 102 cm (24 to 40 in) from the surface for short periods during the fall and winter months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major land use is livestock grazing.  A few areas are used for pastureland.  The native plant community for these prairie soils include grasses such as little bluestem, Indiangrass, brownseed paspalum, longtom, dropseeds, bristlegrasses, windmillgrasses, and annual grasses.  A few widely scattered, small mesquite and huisache trees have encroached in some areas.  (Ecological site name: Claypan Prairie  28-44\" PZ; Ecological site number: R150AY528TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairies (MLRA 150A in LRR T) on the coastal plain of Texas from the tributaries of the San Antonio River to the Mission River; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Refugio County, Texas; 1984.  The name Vidauri comes from a community in Refugio County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils were formerly included in the Edna series.  The series type location was changed from Refugio County to Goliad County during the update of Refugio County and the initial soil survey of Goliad County.  The series family was changed 9/2007 from fine to fine-loamy with support from laboratory data (S01TX-175-002) from the type location in Goliad County and study across the series province. Soil moisture monitoring indicated aquic conditions occur below 50 cm from the surface. The gleyed colors in the Btg, Btkg, and Btnkg are considered relic and may have occurred during a wetter period.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 10 to 60 cm (4 to 24 in).  (Bt1, Bt2, and Btg1 horizons)\nOchric epipedon: 0 to 10 cm (0 to 4 in).  (A horizon)\nArgillic horizon: 10 to 203 in.  (4 to 80 in) (Bt1, Bt2, Bt3, Bt4, Btk, Btnk1, Btnk2 horizons)\nNatric horizon: 124 to 203 cm (49 to 80 in).  (Btnk1 and Btnk2 horizons)\nEpisaturation:  The zone of saturation at 23 to 104 cm (9 to 41 in).  (Bt2, Btg1, and Btg2 horizons)\nAquic conditions: 81 to 104 cm (32 to 41 in) from December to March in normal years\nAdditional Comments:\nThe assignment of the cation-exchange activity class is supported by laboratory data number S01TX-175-002 from Goliad County, Texas.\nADDITIONAL DATA:  National Soil Survey Laboratory data on pedon ID number S01TX-175-002 from the series type location in Goliad County, TX.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
