{
  "SERIES": "VIDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL-CJH",
  "REVDATE": "07/2015",
  "STATES": "MT,SD",
  "OVERVIEW": "The Vida series consists of very deep, well drained soils that formed in till.  These soils are on till plains and hills.  Slopes are 0 to 35 percent.  Mean annual precipitation is about 15 inches, and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vida clay loam, cultivated (colors are for dry soil unless otherwise noted).\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) light clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine pores; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 7 inches thick)\nBt--5 to 9 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse and medium prismatic and subangular blocky structure; hard, firm, sticky and plastic; common fine and medium roots; common fine and very fine pores; many faint clay films on faces of peds; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 7 inches thick)\nBk1--9 to 22 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure; hard, firm, sticky and plastic; common fine and few medium roots; common fine and very fine pores; few thin clay films on faces of peds; few fine coal chips; many fine and medium threads of lime; strongly effervescent; moderately alkaline (pH 8.4); gradual smooth boundary. (4 to 15 inches thick)\nBk2--22 to 60 inches; light gray (2.5Y 7/2) clay loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; hard, firm, sticky and plastic; few fine and medium roots; common very fine pores; many coal chips and few shale fragments; common fine threads of lime; disseminated lime; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dawson County, Montana; 1,050 feet south of the NW corner of sec. 20, T. 23 N., R. 50 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 47 degrees F.\nMollic epipedon thickness - 7 to 10 inches.\nControl section - 25 to 35 percent clay.\nDepth to Bk horizon - 6 to 10 inches.\nUncultivated areas have an A horizon 2 to 3 inches thick.\nHorizons with gypsum accumulations are allowed below a depth of 36inches (Bky, BCy, or Cy).\nA or Ap horizon - Value:  3 or 4 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam or clay loam\nClay content:  15 to 30 percent\nRock fragments:  0 to 50 percent--0 to 40 percent cobbles and stones, 0 to 10 percent pebbles\nReaction:  pH 6.6 to 8.4\nBt horizon - Value:  4 or 5 dry, 3 or 4 moist\nChroma:  2 or 3\nTexture:  loam, clay loam, or clay\nClay content:  25 to 45 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nReaction:  pH 6.6 to 8.4\nBk1 horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry, 5 or 6 moist\nChroma:  2,3 or 4\nTexture:  loam or clay loam\nClay content:  25 to 35 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\nBk2 horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loam or clay loam\nClay content:  25 to 35 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nCalcium carbonate equivalent:  2 to 12 percent\nGypsum:  0 to 5 percent\nBulk density:  1.55 to 1.75 g/cc\nReaction:  pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsarook (MT) - has a lithic contact of sandstone at depths of 20 to 40 inches.\nBeartooth (MT) - loamy-skeletal horizons below depths of 12 to 30 inches.\nBeeno (WY) - has a paralithic contact at depths of 20 to 40 inches.\nBielenberg (MT) - does not have secondary carbonate accumulation above a depth of 40 inches.\nBookcliff (UT) - has a mollic epipedon thicker than 10 inches; lithic bedrock above a depth of 60 inches; did not form in till that has a high bulk density.\nBullflat (SD) - did not form in high bulk density till; has discontinuity of loamy-skeletal material below a depth of 12 to 22 inches.\nBurtoner (MT) - has a paralithic contact of grus at depths of 20 to 40 inches; has a lithic contact of granite at depths of 23 to 40 inches.\nClancy (MT) - has a paralithic contact of grus at depths of 20 to 40 inches; has a lithic contact of granite at depths of 40 to 60 inches.\nClasoil (MT) - does not have a horizon of secondary calcium carbonate accumulation formed in materials derived from granite and other coarse-grained rocks.\nCortyzack (CO) - has hue redder than 10YR throughout the soil.\nDooley (MT) - formed in an eolian or alluvium mantle over a discontinuity of till; base of the argillic horizon is deeper than 10 inches.\nEmpedrado (CO) - has an argillic horizon with its base deeper than 10 inches; did not form in high bulk density till.\nFairfield (MT) - has calcic horizon.\nFarnuf (MT) - base of the argillic horizon is deeper than 10 inches; did not form in high bulk density till.\nFelor (SD) - base of the argillic horizon is deeper than 10 inches; has a discontinuity immediately below the argillic horizon.\nGreenway (SD) - has an argillic horizon with its base deeper than 10 inches; discontinuity within the argillic horizon.\nGurney (SD) - has a lithic contact at depths of 20 to 40 inches.\nHangdo (UT) - does not have secondary carbonate accumulation above a depth of 40 inches.\nHyalite (MT) - has a discontinuity of sandy-skeletal material above 40 inches and immediately below the argillic horizon.\nJeffcity (MT) - has a paralithic contact of grus at depths of 20 to 38 inches; has a lithic contact of granite at depths of 23 to 40 inches.\nLefor (ND) - has a paralithic contact at depths of 20 to 40 inches.\nLininger (CO) - has a paralithic contact at depths of 20 to 40 inches.\nLivona (ND) - base of the argillic horizon is below a depth of 10 inches; discontinuity within the argillic horizon.\nMartinsdale (MT) - has a calcic horizon.\nMaudlin (CO) - has a lithic contact at depths of 20 to 40 inches.\nMeagher (MT) - has a discontinuity of loamy-skeletal material; has a calcic horizon.\nMoen (CO) - has a lithic contact at depths of 20 to 40 inches.\nPianohill (MT) - has a lithic contact at depths of 20 to 40 inches.\nPlacerton (MT) - has a paralithic contact of grus at depths of 20 to 40 inches; has a lithic contact of granite at depths of 40 to 60 inches.\nReeder (ND) - has a paralithic contact at depths of 20 to 40 inches.\nSponseller (AZ) - does not have secondary carbonate accumulation above a depth of 40 inches.\nTrag (CO) - does not have secondary carbonate accumulation above a depth of 40 inches.\nTrazuni (NM) - is noncalcareous throughout.\nTschicoma (NM) - does not have secondary carbonate accumulation above a depth of 40 inches.\nUlrant (WY) - has a calcic horizon.\nWatrous (ND) - has a lithic contact at depths of 20 to 40 inches.\nWemple (MT) - has a paralithic contact at depths of 20 to 40 inches.\nWilliams (ND) - base of the argillic horizon is deeper than 10 inches.\nYegen (MT) - base of the argillic horizon is deeper than 10 inches; depth to carbonates is deeper than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - till plains; hills.\nElevation - 1,600 to 4,000 feet.\nSlope - 0 to 35 percent.\nParent material - till from mixed sources.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 12 to 19 inches.  Areas with less than about 15 inches have cooler temperatures and lower evaporation.\nMean annual air temperature - 38 to 45 degrees F.\nFrost-free period - 90 to 130 days.\nThe lower elevation and higher precipitation were added for South Dakota."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.   Runoff is negligible to high depending on slope.  Permeability is moderately slow above the till and slow or moderately slow  below. (Moderately slow permeability is used in South Dakota.)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Vida soils are used mainly for dryland crops and as rangeland.  Potential native vegetation is mainly needle-and-thread, western wheatgrass, little bluestem, threadleaf sedge, bluebunch wheatgrass and perennial forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vida soils are extensive on the till plains of northern Montana, northwestern North Dakota, and till plains of northeastern South Dakota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dawson County, Montana, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0024, MT0153, MT1133. Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - from the soil surface to 9 inches (Ap, Bt horizons); argillic horizon - from 5 to 9 inches (Bt horizon); particle-size control section - from 5 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) light clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine pores; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--5 to 9 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse and medium prismatic and subangular blocky structure; hard, firm, sticky and plastic; common fine and medium roots; common fine and very fine pores; many faint clay films on faces of peds; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 7 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 23,
        "bottom": 56,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--9 to 22 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure; hard, firm, sticky and plastic; common fine and few medium roots; common fine and very fine pores; few thin clay films on faces of peds; few fine coal chips; many fine and medium threads of lime; strongly effervescent; moderately alkaline (pH 8.4); gradual smooth boundary. (4 to 15 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 56,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "narrative": "Bk2--22 to 60 inches; light gray (2.5Y 7/2) clay loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; hard, firm, sticky and plastic; few fine and medium roots; common very fine pores; many coal chips and few shale fragments; common fine threads of lime; disseminated lime; strongly effervescent; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
