{
  "SERIES": "VIEJA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/ACT/WWJ",
  "REVDATE": "09/2007",
  "STATES": "TX",
  "OVERVIEW": "The Vieja series consists of soils that are very shallow and shallow to shale bedrock. These well drained, slowly permeable soils are on gently sloping to steep uplands associated with badlands. They formed in shale bedrock that has silty clay or clay texture.  Slopes range from 3 to 30 percent. The mean annual precipitation is about 8 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, smectitic, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vieja very gravelly silty clay--rangeland.   (Colors are for dry soil unless otherwise stated.) Desert pavement of coarse fragments consisting of 70 percent pebbles, and 30 percent cobbles cover 50 to 90 percent of the surface.\nA1--0 to 2 inches; pale brown (10YR 6/3), very gravelly silty clay, brown (10YR 5/3) moist; weak fine angular blocky structure; slightly hard, firm; many fine and very fine roots; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (1 to 3 inches thick)\nA2--2 to 8 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; weak fine angular blocky structure; hard, firm; many very fine and fine roots, few coarse fragments less than 1 inch in size; strongly effervescent; moderately alkaline.  (4 to 18 inches thick)\nCr--8 to 40 inches; light gray (2.5Y 7/2) shale of silty clay texture; light gray (2.5Y 7/2) moist; hard, crumbles easily when moist; distinct bedding planes; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jeff Davis County, Texas; along a county road 8 miles south of U. S. Highway 90, 11 miles northwest of Valentine, Texas. (Latitude: 30 degrees, 38 minutes, 56 seconds North; Longitude: 104 degrees, 48 minutes, 20 seconds West.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section (SMCS) is dry in all parts more than 270 cumulative days in normal years. The SMCS is intermittently moist during July through September. The SMCS does not receive significant amounts of moisture during the winter months. Typic aridic moisture regime.\nDepth to shale: 5 to 20 inches\nMost areas have a desert pavement of coarse fragments of 50 to 80 percent gravel, 10 to 40 percent cobbles, and 0 to 10 percent stones covering 40 to 90 percent of the surface.\nA horizons\nHue: 10YR, 2.5Y, or 5Y\nValue: 6 or 7\nChroma: 2 to 4\nA1 horizon texture: very gravelly clay loam, very gravelly silty clay loam, very gravelly clay or very gravelly silty clay\nA2 horizon texture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 to 50 percent\nCr horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 5 to 7\nChroma: 2 to 4\nIt is brittle when dry and of high density."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vieja soils are on hilly, erosional desert basins that are frequently associated with badlands.  Slope gradients range from 3 percent to about 30 percent.  The underlying rock is shale.  Mean annual precipitation ranges from 6 to 10 inches. Rainfall occurs mainly as thunder showers during the summer and fall months.  Mean annual temperature ranges from 60 to 72 degrees F.  Frost free days range from 240 to 290 days, and elevation ranges from 2,000 to 4,500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anthony, Canutio, Glendale, and Stillwell series.  Anthony and Glendale are deep soils and have less than 35 percent clay in the control section and are on lower flood plain positions.  Canutio and Stillwell soils have control sections with more than 35 percent coarse fragments and are on footslopes and fans in lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  slowly permeability soil over very slowly permeable petrocalcic horizon. Runoff is high on 3 to 5 percent slopes, and high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as native range.  Vegetation is of the desert shrub type that consists mainly of chino grama, black grama, bush muhly, burrograss, and creosotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Trans-Pecos of Texas. This soil occurs in LRR-D, MLRA 42.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jeff Davis County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.  (A horizons)\nParalithic contact - the boundary with shale at about 8 inches.\nEntisol feature - The absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; pale brown (10YR 6/3), very gravelly silty clay, brown (10YR 5/3) moist; weak fine angular blocky structure; slightly hard, firm; many fine and very fine roots; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A2--2 to 8 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; weak fine angular blocky structure; hard, firm; many very fine and fine roots, few coarse fragments less than 1 inch in size; strongly effervescent; moderately alkaline.  (4 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 20,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--8 to 40 inches; light gray (2.5Y 7/2) shale of silty clay texture; light gray (2.5Y 7/2) moist; hard, crumbles easily when moist; distinct bedding planes; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
