{
  "SERIES": "VIEWPOINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH",
  "REVDATE": "12/2008",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Viewpoint series consists of well drained soils that are shallow to basalt. Viewpoint soils formed in alluvium, residuum, and colluvium derived from basalt. They are on shoulders and knolls of mesas and calderas, and on shoulders of hills, buttes, and escarpments.  Permeability is moderate. Slopes are 2 to 35 percent. Mean annual precipitation is about 22 inches and mean annual air temperature is 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Viewpoint gravelly loam, very stony -- on a convex knoll sloping 8 percent to the southwest at 8,890 feet elevation -- forest.  The surface has a discontinuous cover of needles, twigs and cones.  (Colors are for dry soil unless otherwise noted. When described, the soil was moist from 0 to 8 inches, and dry below to the bedrock contact.)\nA -- 0 to 3 inches; brown (7.5YR 4/2) gravelly loam, very dark brown (7.5YR 2/2) moist; weak thick platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; common very fine irregularly shaped pores; 15 percent gravel and 2 percent stones; slightly acid (pH 6.4); clear smooth boundary. (2 to 4 inches thick)\nBt1 -- 3 to 7 inches; brown (7.5YR 4/3) gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and common very fine roots; few very fine tubular pores; few faint clay films on faces of peds; 25 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.\nBt2 -- 7 to 17 inches; brown (7.5YR 4/3) cobbly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and few very fine roots; few very fine tubular pores; common faint clay films on faces of peds and on rock fragments; 15 percent cobbles, 15 percent gravel, and 5 percent stones; neutral (pH 6.6); clear wavy boundary. (Combined thickness of the Bt horizons is 8 to 18 inches)\n2R -- 17 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 9.5 miles west-southwest of Sheep Springs; 750 feet north and 2,000 feet west of the southeast corner of sec.28, T.22N., R.19W.; Latitude 36 degrees 6 minutes 23 seconds N and Longitude 108 degrees 52 minutes 10 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section is moist in all parts from January to May and intermittently moist in some part from June to December. The soil is driest during July and August. Typic ustic soil moisture regime.\nSoil temperature: 41 to 44 degrees F.\nMean summer soil temperature: 59 to 63 degrees F.\nSoil depth: 10 to 20 inches to hard bedrock\nReaction: slightly acid or neutral\nSilicate clay content, control section weighted average: 20 to 35 percent\nSand content: fine sand and coarser is 35 to 65 percent\nRock fragment content, control section weighted average: 15 to 35 percent\nDepth to base of argillic horizon: 10 to 20 inches\nOrganic carbon content: 0.6 to 3.4 percent\nA horizon\nHue: 5YR, 7.5YR.\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 or 2, dry or moist\nTexture: gravelly loam or very gravelly loam\nRock fragments: 15 to 60 percent; 15 to 35 percent gravel, 0 to 15 percent cobbles, 0.5 to 10 percent stones and boulders\nBt1 horizon\nHue: 5YR, 7.5YR.\nValue: 3 through 5 dry, 2 through 4 moist\nChroma: 2 or 3, dry or moist\nTexture: loam, sandy clay loam, clay loam with appropriate modifiers\nClay content: 18 to 35 percent\nRock fragments: 15 to 35 percent; 15 to 30 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beje (UT), Berland (NM), Bonjea (WY), Cedric (MT), Coni (CO), Connieo (MT), Kiln (NM) and Skyute (CO) series.  Beje soils are drier in the spring and typically are more alkaline and have hue yellower than 7.5YR.  Berland soils are very shallow and have less than 15 percent rock fragments. Bonjea soils are drier and have mean summer soil temperatures of 60 to 68 degrees F. Cedric soils have granite rock fragments dominantly 2 to 10 mm in diameter and have accumulations of secondary calcium carbonate. Coni soils are more moist in the late spring and early summer and typically have hue yellower than 7.5YR. Connieo soils have granitic rock fragments dominantly 2 to 7 mm in diameter. Kiln soils are drier, have less than 35 percent medium and coarser sand in the argillic horizon, and are typically more alkaline. Skyute soils have less than 15 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Viewpoint soils are on shoulders and knolls of mesas and calderas, and shoulders of hills, buttes, and escarpments. They formed in alluvium, colluvium, and residuum derived from Tertiary basalt and tuff-breccia. Slopes are 2 to 35 percent. Elevation ranges from 8,200 to 9,800 feet. The mean annual precipitation is 20 to 24 inches with more than 50 percent falling as snow from winter storms. The mean annual temperature is 39 to 42 degrees F. The average frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Owlspring, Sonsela, Todacheene, and Washpass soils. Owlspring soils are fine-silty, very deep, and occur on adjacent toeslopes. Sonsela soils are loamy-skeletal, very deep, and occur on backslopes. Todacheene soils are very deep, non-wooded, and occur on adjacent footslopes and fan terraces. Washpass soils are very deep, have a cryic temperature regime, and are on north-facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Viewpoint soils are used for timber production and livestock grazing. Present vegetation is ponderosa pine and Douglas fir with an understory of Kentucky bluegrass, muttongrass, earth sedge, bottlebrush squirreltail, prairie junegrass, Arizona fescue, Oregongrape, Gambel oak, and mountain snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Viewpoint soils are of small extent on the Defiance Uplift-Chuska Mountains portion of the Colorado Plateau province in northwest New Mexico and northeast Arizona.  MLRA 35, LRR-D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, New Mexico, Shiprock Area Soil Survey, 1993. Viewpoint is a local place name for a mesa in the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 17 inches (A, Bt1, and 2Bt2 horizons)\nArgillic horizon - The zone from 3 to 17 inches (Bt1 and 2Bt2 horizons)\nLithic contact - The boundary with hard bedrock at 17 inches (2R layer)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Organic carbon values determined for one pedon by Inter-Mountain Laboratories, Inc.\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08  DWD"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 3 inches; brown (7.5YR 4/2) gravelly loam, very dark brown (7.5YR 2/2) moist; weak thick platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; common very fine irregularly shaped pores; 15 percent gravel and 2 percent stones; slightly acid (pH 6.4); clear smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 3 to 7 inches; brown (7.5YR 4/3) gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and common very fine roots; few very fine tubular pores; few faint clay films on faces of peds; 25 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 18,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2 -- 7 to 17 inches; brown (7.5YR 4/3) cobbly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and few very fine roots; few very fine tubular pores; common faint clay films on faces of peds and on rock fragments; 15 percent cobbles, 15 percent gravel, and 5 percent stones; neutral (pH 6.6); clear wavy boundary. (Combined thickness of the Bt horizons is 8 to 18 inches)"
      },
      {
        "name": "2R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R -- 17 inches; basalt bedrock."
      }
    ]
  ]
}
