{
  "SERIES": "VIGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-TJE",
  "REVDATE": "05/2007",
  "STATES": "IN",
  "OVERVIEW": "The Vigo series consists of very deep, somewhat poorly drained soils that formed in loess and in the underlying paleosol in till. The Vigo soils are on till plains. Slope ranges from 0 to 4 percent. Mean annual precipitation is about 1118 mm (44 inches), and mean annual air temperature is about 12 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aeric Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vigo silt loam, on a nearly level slope in a cultivated field at an elevation of about 171 meters (560 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; weak fine granular structure; friable; common very fine and fine roots; common very fine and fine interstitial and tubular pores; slightly acid; abrupt smooth boundary. [15 to 28 cm (6 to 11 inches) thick]\nEg--20 to 41 cm (8 to 16 inches); light brownish gray (2.5Y 6/2) silt loam, pale yellow (2.5Y 8/2) dry; moderate medium platy structure; friable; common very fine and fine roots; common very fine and fine vesicular and tubular pores; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded iron and manganese oxide concretions; slightly acid; clear irregular boundary. [0 to 25 cm (0 to 10 inches) thick]\nE/Bt--41 to 56 cm (16 to 22 inches); 75 percent pale brown (10YR 6/3) silt loam (E); weak thick platy structure; friable; few very fine and fine roots; few very fine and fine vesicular and tubular pores; many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; many medium faint light brownish gray (2.5Y 6/2) iron depletions in the matrix; 25 percent strong brown (7.5YR 5/6) silty clay loam (Bt); weak very fine and fine columnar structure parting to weak fine and medium subangular blocky; common distinct gray (10YR 6/1) clay films on faces of peds and in pores; few fine and medium rounded iron and manganese oxide concretions; many medium prominent light brownish gray (2.5Y 6/2) iron depletions in the matrix; very strongly acid; gradual irregular boundary. [10 to 20 cm (4 to 8 inches) thick]\nBt/Eg--56 to 76 cm (22 to 30 inches); 80 percent pale brown (10YR 6/3) silty clay loam (Bt); moderate medium and coarse prismatic structure (prisms coarse at base and medium at top); firm; few fine and very fine roots; few very fine and fine tubular pores; common distinct gray (10YR 6/1) clay films on faces of peds and in pores; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine and medium iron and manganese oxide concretions; many medium faint light brownish gray (2.5Y 6/2) iron depletions in the matrix; 20 percent light gray (10YR 7/1) silt loam (Eg); tongues 0.3 to 1 cm (1/8 to 1/2 inch) thick between prisms; massive; friable; very strongly acid; gradual wavy boundary. [15 to 30 cm (6 to 12 inches) thick]\nBt--76 to 117 cm (30 to 46 inches); yellowish brown (10YR 5/6) silt loam; moderate coarse prismatic structure; firm; few very fine and fine roots; few very fine and fine tubular pores; many distinct gray (10YR 6/1) clay films on faces of peds and in pores; many fine distinct light yellowish brown (10YR 6/4) masses of iron accumulation in the matrix; common fine and medium irregular iron and manganese oxide concretions; common prominent light gray (10YR 7/1) clay depletions on faces of peds; very strongly acid; gradual wavy boundary. [30 to 51 cm (12 to 20 inches) thick]\n2Btx1--117 to 135 cm (46 to 53 inches); yellowish brown (10YR 5/6) silt loam; moderate coarse prismatic structure; friable; many distinct grayish brown (10YR 5/2) clay films on faces of peds and in pores; common fine distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; common medium irregular iron and manganese oxide concretions; many fine prominent light brownish gray (2.5Y 6/2) iron depletions in the matrix; common prominent light gray (10YR 7/2) clay depletions on faces of peds; 1 percent gravel; brittle; strongly acid; gradual wavy boundary.\n2Btx2--135 to 163 cm (53 to 64 inches); yellowish brown (10YR 5/6) silt loam; weak coarse prismatic structure; friable; many distinct grayish brown (10YR 5/2) clay films on faces of peds and in pores; common fine distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; few medium irregular iron and manganese oxide concretions; many medium prominent light brownish gray (2.5Y 6/2) iron depletions in the matrix; common prominent light gray (10YR 7/2) clay depletions on faces of peds; 1 percent gravel; brittle; moderately acid; clear wavy boundary.\n2Btx3--163 to 178 cm (64 to 70 inches); yellowish brown (10YR 5/6) silt loam; weak coarse prismatic structure; firm; common distinct grayish brown (10YR 5/2) clay films on faces of peds and in pores; common medium irregular iron and manganese oxide concretions; many medium prominent light brownish gray (2.5Y 6/2) iron depletions in the matrix; few prominent light gray (10YR 7/2) clay depletions on faces of peds; 2 percent gravel; moderately acid; clear wavy boundary. [Combined thickness of the 2Btx horizon is 51 to 76 cm (20 to 30 inches).]\n3Btb--178 to 203 cm (70 to 80 inches); strong brown (7.5YR 5/6) loam; moderate coarse prismatic structure; firm; common distinct grayish brown (10YR 5/2) clay films on faces of peds and in pores; common medium irregular iron and manganese oxide concretions; many medium prominent light brownish gray (2.5Y 6/2) iron depletions in the matrix; 2 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Owen County, Indiana; 2,050 feet west and 250 feet north of the southeast corner of sec. 26, T. 10 N., R. 6 W.; USGS Clay City topographic quadrangle; lat. 39 degrees 16 minutes 10 seconds N. and long. 87 degrees 2 minutes 40 seconds W., NAD 27; UTM Zone 16, 496166 easting and 4346684 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: more than 203 cm (80 inches)\nParticle-size control section: averages 25 to 32 percent clay and 5 to 12 percent sand\nAp or A horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nClay content: averages 10 to 18 percent\nSand content: averages 10 to 20 percent\nReaction: very strongly acid or strongly acid in unlimed areas, and ranges to neutral in limed areas\nEg, BEg, or E/Bt horizon:\nHue: 10YR or 2.5Y; 7.5YR or 10YR (Bt part)\nValue: 5 to 7; 5 (Bt part)\nChroma: 2 or 3; 4 to 6 (Bt part)\nTexture: silt loam; silt loam or silty clay loam (Bt part)\nClay content: 14 to 26 percent\nSand content: 8 to 15 percent\nReaction: very strongly acid in unlimed areas, and ranges to slightly acid in limed areas\nBt/Eg, Bt, or Btg horizon:\nHue: 7.5YR or 10YR; 10YR or 2.5Y (E part)\nValue: 5 or 6; 5 to 7 (E part)\nChroma: 4 to 6; 1 or 2 (E part)\nTexture: silt loam or silty clay loam; silt loam (E part)\nClay content: 24 to 32 percent\nSand content: 5 to 12 percent\nReaction: very strongly acid or strongly acid\n2Btx horizon:\nHue: 7.5YR or 10YR\nValue: 5\nChroma: 4 to 8\nTexture: silt loam\nClay content: 20 to 26 percent\nSand content: 15 to 25 percent\nRock fragment content: 0 to 2 percent\nBrittleness: the brittle part is root restrictive\nReaction: very strongly acid to moderately acid\n3Btb horizon:\nHue: 7.5YR or 10YR\nValue: 5\nChroma: 6 to 8\nTexture: commonly loam and less commonly clay loam\nClay content: 20 to 28 percent\nSand content: 28 to 45 percent\nRock fragment content: 2 to 10 percent\nReaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Soils in similar families include the Bromer, Fincastle, Hoosierville, and Lieber series. Bromer soils are Aeric Fragic Epiaqualfs and have a paleosol formed in residuum in the lower part of the series control section. Fincastle soils are Aeric Epiaqualfs and formed in loess and till of Wisconsinan age. Hoosierville soils are Typic Epiaqualfs and do not have chroma of 3 or 4 in the upper part of the argillic horizon. Lieber soils are Aeric Epiaqualfs and do not have a glossic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vigo soils are on broad summits of till plains. Slope gradients are dominantly 0 to 2 percent, but range to 4 percent. The soils formed in loess and in the underlying paleosol in loamy till. The lower part of the loess has a higher sand content and is locally called \"gritty loess\". The till is considered to be of Illinoian age. Mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Mean annual air temperature ranges from 12 to 13 degrees C (53 to 56 degrees F). Frost-free period ranges from 170 to 200 days. Elevation ranges from 107 to 305 meters (350 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ava, Cincinnati, Hickory, and Shakamak soils which are all on dissected till plains. The moderately well drained Ava soils are on narrow summits and shoulders. The well drained Cincinnati soils are on narrow summits and shoulders and the upper part of backslopes. The well drained Hickory soils are on backslopes. The moderately well drained Shakamak soils are on summits and shoulders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. In undrained areas, the depth to the top of an intermittent perched high water table ranges from 15 to 46 cm (0.5 to 1.5 feet) between November and May in normal years. In drained areas, the depth to the top of an intermittent perched high water table ranges from 15 to 61 cm (0.5 to 2 feet) between December and April in normal years. The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, wheat and hay. Some areas are used for pasture and woodland. Native vegetation is mixed deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Indiana; MLRA 114B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, Indiana, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 41 cm (Ap, Eg horizons).\nAlbic horizon: from a depth of 20 to 41 cm (Eg horizon).\nGlossic horizon: from a depth of 41 to 76 cm (E and Eg parts of E/Bt and Bt/Eg horizons).\nAquic conditions: redoximorphic features in all horizons below a depth of 20 cm.\nRepresentative NASIS data mapunit for this pedon is DMU ID 124869 in MO 11.\nADDITIONAL DATA: Characterization data on this pedon (S89IN-119-011) is at the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
