{
  "SERIES": "VILAS",
  "STATUS": "Established Series",
  "BYREV": "HFG-MJM-LMC",
  "REVDATE": "12/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Vilas series consists of very deep, excessively drained soils formed in sandy deposits on outwash plains, outwash terraces, and outwash areas on moraines. Permeability is rapid. Slopes range from 0 to 55 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Entic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vilas loamy sand - on a plain 2 percent northeast-facing slope in a forested area at an elevation of about 1325 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; black (7.5YR 2.5/1) loamy sand, very dark brown (7.5YR 2.5/2) dry; weak fine granular structure; very friable; about 1 percent gravel; strongly acid; abrupt smooth boundary. (0 to 4 inches thick)\nE--2 to 4 inches; brown (7.5YR 4/2) loamy sand, brown (7.5YR 5/2) dry; weak very fine subangular blocky structure; very friable; about 1 percent gravel; strongly acid; abrupt smooth boundary. (0 to 5 inches thick)\nBs1--4 to 11 inches; reddish brown (5YR 4/4) loamy sand; weak fine subangular blocky structure; very friable; about 1 percent gravel; moderately acid; clear smooth boundary.\nBs2--11 to 18 inches; yellowish red (5YR 4/6) sand; single grain; loose; about 1 percent gravel; moderately acid; clear wavy boundary.\nBs3--18 to 23 inches; brown (7.5YR 4/4) sand; single grain; loose; about 1 percent gravel; moderately acid; gradual wavy boundary. (Combined thickness of the Bs horizons is 6 to 30 inches)\nBC--23 to 32 inches; brown (7.5YR 5/4) sand; single grain; loose; about 1 percent gravel; slightly acid; gradual wavy boundary. (0 to 15 inches thick)\nC--32 to 80 inches; brown (7.5YR 5/3) sand; single grain; loose; about 1 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sawyer County, Wisconsin; about 6 miles northeast of Hayward; 130 feet south and 2,475 feet east of the northwest corner of Sec. 30, T. 42 N., R. 8 W.; USGS Hayward topographic quadrangle; lat. 46 degrees 05 minutes 57 seconds N., and long. 91 degrees 25 minutes 00 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 18 to 45 inches. Vilas soils have 10 to 20 inches of loamy sand within the upper 20 inches. The soil separate is medium sand. Volume of gravel in the solum and substratum averages less than 10 percent, but ranges up to 15 percent in individual strata. Reaction typically ranges from extremely acid to moderately acid in the upper part of the solum, but ranges to neutral in the Ap horizon, where the soil is limed. Reaction ranges from very strongly acid to slightly acid below the spodic horizon.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR, or it is neutral in hue, value of 2 to 3, and chroma of 1 to 3. Texture is typically loamy sand, but in some pedons it is sand.\nThe E horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR, value of 4 to 6, and chroma of 1 or 2. Texture typically is loamy sand, but in some pedons it is sand.\nThe Bs horizons have hue of 2.5YR or 5YR, value of 3 to 6, and chroma of 4 or 6, or hue of 7.5YR, value of 3 to 5, and chroma of 4 or 6. Texture is loamy sand in at least the upper part, but typically grades to sand in the lower part.\nThe BC horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 to 6, and chroma of 4 to 8. Horizons with spodic color have pH greater than 5.9 or organic carbon content less than 0.6 percent.  Texture is sand.\nThe C horizon has hue of 5YR, 7.5YR, or 10Y, value of 4 to 6, and chroma of 3 to 6. Texture is sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Duel, East Lake, Hartwick, Ishpeming, Karlin, Kiva, Rousseau, Rubicon, Sayner, and Sultz(T) series.  Duel and Ishpeming soils have a lithic contact at a depth of 20 to 40 inches.  East Lake soils have 10 to 25 percent calcium carbonate within a depth of 40 inches.  Hartwick soils have 10 percent or more rock fragments within depths of 40 to 60 inches.  Karlin soils contain less than 85 percent sand throughout the solum.  Kiva soils have a 10 to 20 inch mantle that has more than 15 percent combined content silt and clay and 10 to 25 percent calcium carbonate within a depth of 40 inches. Rousseau soils have 50 percent or more fine sand in the series control section. Rubicon soils have less than 10 inches of material containing more than 15 percent combined content of silt and clay in the upper 20 inches of the profile, and these materials do not occur in the spodic horizon. Sayner soils have 15 to 35 percent gravel in at least the lower part of the series control section. Sultz soils have strata containing more and less than 15 percent combined content of silt and clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Formed in sand deposits with a thin loamy sand mantle.\nLandform: Outwash plains, outwash terraces, and outwash areas on moraines.\nSlope: 0 to 55 percent.\nElevation: 600 to 1,950 feet.\nMean annual air temperature: 36 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free period: 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Au Gres, Croswell, Kalkaska, Karlin, Pence, and Rubicon, and Sayner soils. The somewhat poorly drained Au Gres soils and the moderately well drained Croswell soils form a drainage sequence with Vilas soils. Kalkaska, Karlin, Pence, Rubicon, and Sayner soils occupy landscape positions similar to those of Vilas. Kalkaska and Rubicon soils are in areas where the loamy sand mantle is absent. Pence and Karlin soils are in areas where there is a loamy mantle. Sayner soils are in areas where the gravel content averages 15 percent or more in the substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained. Surface runoff is negligible to low, dependent on slope. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for woodland. Native vegetation is mixed coniferous and deciduous forest.  Red pine, jack pine, eastern white pine, aspen, and northern red oak are the dominant species.  A few areas are used for cropland or pastureland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Wisconsin and the Upper Peninsula of Michigan. LRR K, MLRA 90A, 91B, 93B, 94B and 94D. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County, Michigan, 1930.  The source of the name is a county in northern Wisconsin."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle size control section - the zone from 10 to 40 inches.\nOchric epipedon - the zone from 0 to 4 inches (A, E).\nAlbic horizon - the zone from 2 to 4 inches (E).\nSpodic horizon - the zone from 4 to 23 inches (Bs1,Bs2, Bs3).\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 2.5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; black (7.5YR 2.5/1) loamy sand, very dark brown (7.5YR 2.5/2) dry; weak fine granular structure; very friable; about 1 percent gravel; strongly acid; abrupt smooth boundary. (0 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--2 to 4 inches; brown (7.5YR 4/2) loamy sand, brown (7.5YR 5/2) dry; weak very fine subangular blocky structure; very friable; about 1 percent gravel; strongly acid; abrupt smooth boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs1--4 to 11 inches; reddish brown (5YR 4/4) loamy sand; weak fine subangular blocky structure; very friable; about 1 percent gravel; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bs2",
        "top": 28,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--11 to 18 inches; yellowish red (5YR 4/6) sand; single grain; loose; about 1 percent gravel; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bs3",
        "top": 46,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs3--18 to 23 inches; brown (7.5YR 4/4) sand; single grain; loose; about 1 percent gravel; moderately acid; gradual wavy boundary. (Combined thickness of the Bs horizons is 6 to 30 inches)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--23 to 32 inches; brown (7.5YR 5/4) sand; single grain; loose; about 1 percent gravel; slightly acid; gradual wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--32 to 80 inches; brown (7.5YR 5/3) sand; single grain; loose; about 1 percent gravel; slightly acid."
      }
    ]
  ]
}
