{
  "SERIES": "VILLAGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJV-KMG-TWN",
  "REVDATE": "01/2005",
  "STATES": "IA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Village silt loam, on a north-facing, convex slope of 13 percent, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; about 5 percent dark yellowish brown (10YR 4/4) streaks and pockets; weak fine subangular blocky structure; friable; many medium roots; neutral; clear wavy boundary. [13 to 23 centimeters (5 to 9 inches) thick]\nBE--20 to 25 centimeters (8 to 10 inches); dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; many medium roots; neutral; gradual smooth boundary. [0 to 13 centimeters (0 to 5 inches) thick]\nBt1--25 to 41 centimeters (10 to 16 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; slightly acid; gradual smooth boundary.\nBt2--41 to 58 centimeters (16 to 23 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few black (10YR 2/1) manganese or iron-manganese coats on faces of peds; moderately acid; clear smooth boundary.\nBt3--58 to 66 centimeters (23 to 26 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few black (10YR 2/1) manganese or iron-manganese coats on faces of peds; moderately acid; clear smooth boundary.\nBt4--66 to 79 centimeters (26 to 31 inches); yellowish brown (10YR 5/6), dark yellowish brown (10YR 4/4) and strong brown (7.5YR 5/6) silty clay loam; strong coarse angular blocky structure; friable; few fine roots; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few very dark grayish brown (10YR 3/2) manganese or iron-manganese coats on faces of peds; about 2 percent channers; moderately acid; gradual smooth boundary. [Combined thickness of the Bt horizon is 38 to 97 centimeters (15 to 30 inches).]\n2Bt5--79 to 91 centimeters (31 to 36 inches); brown (7.5YR 4/4) clay loam; moderate medium angular blocky structure; friable; few medium roots; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few very dark grayish brown (10YR 3/2) manganese or iron-manganese coats on faces of peds; few fine distinct yellowish red (5YR 5/6) redox concentrations; about 2 percent channers and 2 percent cobbles; moderately acid; clear smooth boundary.\n2Bt6--91 to 112 centimeters (36 to 44 inches); reddish brown (5YR 4/4) clay; weak coarse angular blocky structure parting to weak fine subangular blocky; firm; few medium roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; few black (10YR 2/1) manganese or iron-manganese coats on faces of peds; few medium prominent light olive brown (2.5Y 5/3) redox concentrations; about 2 percent channers and 2 percent cobbles; strongly acid; gradual smooth boundary.\n2Bt7--112 to 127 centimeters (44 to 50 inches); reddish brown (5YR 4/4) clay with about 10 percent yellowish red (5YR 5/8) sandy clay; weak coarse prismatic structure; firm; few medium roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; few black (10YR 2/1) manganese or iron-manganese coats on faces of peds; about 2 percent channers and 2 percent cobbles; strongly acid; gradual smooth boundary.\n2Bt8--127 to 145 centimeters (50 to 57 inches); mixed brown (7.5YR 4/4) clay and yellowish brown (10YR 5/8) silty clay loam; weak coarse prismatic structure; firm; few medium roots; common distinct reddish brown (5YR 4/4) clay films on upper surfaces of peds and stones; few black (10YR 2/1) manganese or iron- manganese coats on upper surfaces of peds and stones; about 2 percent channers and 2 percent cobbles; strongly acid; gradual smooth boundary. [Combined thickness of the 2Bt horizon is 51 to 89 centimeters (20 to 35 inches).]\n3Bt9--145 to 152 centimeters (57 to 60 inches); brown (7.5YR 4/4) and brown (7.5YR 4/2) sandy clay loam; weak coarse prismatic structure; firm; few distinct reddish brown (5YR 4/4) clay bridging between sand grains; about 5 to 10 percent sandstone fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills; Allamakee County, Iowa subset; about 5 miles west and 4 miles south of New Albin; about 207 meters (680 feet) west and 140 meters (460 feet) south of the northeast corner of section 25, T. 100 N., R. 5 W.; USGS New Albin quadrangle; lat. 43 degrees 27 minutes 20 seconds N. and long. 91 degrees 22 minutes 30 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess--50 to 102 centimeters (20 to 40 inches)\nDepth to dolomite bedrock--greater than 152 centimeters ( greater than 60 inches)\nClay content in the upper half of the particle-size control section (weighted average)--20 to 30 percent\nClay content in the lower half of the particle-size control section (weighted average)--35 to 70 percent\nSand content in the upper half of the particle-size control section (weighted average)--less than 10 percent\nSand content in the lower half of the particle-size control section (weighted average)--15 to 35 percent\nAp horizon:\nHue--10YR\nValue--4 or 5\nChroma--1 to 3\nTexture--silt loam\nClay content--12 to 25 percent\nSand content--less than 10 percent\nReaction--strongly acid to neutral\nA horizon (when present):\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam\nClay content--12 to 25 percent\nSand content--less than 10 percent\nReaction--strongly acid to neutral\nThickness--5 to 10 centimeters (2 to 4 inches)\nE horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--silt loam\nClay content--12 to 25 percent\nSand content--less than 10 percent\nReaction--strongly acid to neutral\nThickness--8 to 20 centimeters (3 to 8 inches)\nBt horizon:\nHue--10YR or 7.5YR\nValue--4 or 5\nChroma--3 to 6\nTexture--silt loam or silty clay loam\nClay content--20 to 30 percent\nSand content--less than 10 percent\nReaction--very strongly acid to slightly acid\n2Bt horizon:\nHue--2.5YR, 5YR or 7.5YR\nValue--3 to 7\nChroma--3 to 8\nTexture--clay loam, silty clay, or clay\nClay content--35 to 70 percent\nSand content--15 to 35 percent\nRock fragment content--2 to 15 percent\nReaction--extremely acid to slightly acid\n2BC horizon (when present):\nHue--5YR, 7.5YR, or 10YR\nValue--4 to 6\nChroma--2 to 6\nTexture--clay loam, silty clay, or clay\nClay content--30 to 70 percent\nSand content--15 to 35 percent\nRock fragment content--2 to 15 percent\nReaction--strongly acid to moderately alkaline\n3Bt and 3C horizons (when present):\nHue--5YR, 7.5YR, or 10YR\nValue--4 to 6\nChroma--2 to 6\nTexture--stratified sandy loam, loam, sandy clay loam, sandy clay, clay or clay loam\nClay content--15 to 45 percent\nSand content--15 to 65 percent\nRock fragment content--2 to 15 percent\nReaction--slightly acid to moderately alkaline\nThickness of the 3Bt horizon--0 to 25 centimeters (0 to 10 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the New Glarus series.\nNewglarus--have a lithic contact with limestone bedrock within a depth of 102 to 152 centimeters (40 to 60 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 102 centimeters (20 to 40 inches) of loess and the underlying clayey pedisediment or residuum\nLandform--convex ridgetops and side slopes on dissected uplands\nSlopes--5 to 25 percent\nElevation--213 to 396 meters (700 to 1,300 feet) above sea level\nMean annual air temperature--7 to 10 degrees C (45 to 50 degrees F)\nMean annual precipitation--76 to 91 centimeters (30 to 36 inches)\nFrost-free period--145 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allamakee, Downs, Fayette, and Paintcreek soils.\nAllamakee--are in landscape positions similar to those of the Village soils and have thicker, darker-colored surface layers\nDowns and Fayette--are at higher elevations on less sloping, broader ridgetops and do not have rock fragments in the series control section\nPaintcreek--are at lower elevations on side slopes and have a clay content of 40 to 60 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters (6 feet) in normal years\nSaturated hydraulic conductivity--moderately high or high in the loess and moderately low in the clayey pedisediment or residuum\nSurface runoff potential--medium or high, depending on slope"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThe more gently sloping areas are cultivated. The principal crops are corn, small grains and legume hay. The more steeply sloping areas are pastured or wooded. The native vegetation is deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic division--Interior plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Wisconsin driftless section\nMLRA-Northern Mississippi Valley Loess Hills (105)\nLRR M; northeastern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allamakee County, Iowa, 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 39 inches) (Bt1, Bt2, Bt3, and Bt4 horizons);\nSeries control section--the zone from the surface to a depth of 152 centimeters (0 to 60 inches) (Ap, BE, Bt1, Bt2, Bt3, Bt4, 2Bt5, 2Bt6, 2Bt7, 2Bt8, and 3Bt9 horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 20 centimeters (0 to 8 inches) (Ap horizon);\nargillic horizon--the zone from a depth of 25 to 152 centimeters (10 to 60 inches) (Bt1, Bt2, Bt3, Bt4, 2Bt5, 2Bt6, 2Bt7, 2Bt8, and 3Bt9 horizons);\nudic moisture regime.\nCation-exchange activity class is supported by laboratory data, pedon number 86IA005035 (NSSL).\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska--pedon numbers 86IA005035 and 86IA005042 (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
