{
  "SERIES": "VILLA GROVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/SJJ",
  "REVDATE": "04/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Villa Grove sandy clay loam- grassland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; brown (10YR 5/3) sandy clay loam, dark brown (10YR 3/3) moist; moderate medium granular structure; slightly hard, friable; calcareous; moderately alkaline; clear smooth boundary.  (6 to 10 inches thick)\nB21t--8 to 16 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure that parts to fine subangular blocky; hard, firm; thin nearly continuous clay films on peds; same small salt spots; calcareous; moderately alkaline; clear smooth boundary.  (5 to 10 inches thick)\nB22t--16 to 21 inches; pale brown (10YR 6/3) clay loam, brown (7.5YR 4/4) moist; moderate medium prismatic structure that parts to medium subangular blocky; hard, firm; thin nearly continuous clay films on peds; some salt spots; calcareous; moderately alkaline; clear smooth boundary.  (3 to 11 inches thick)\nB3ca--21 to 34 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, friable; large lime spots; calcareous; moderately alkaline; clear smooth boundary.  (5 to 15 inches thick)\nClca--34 to 44 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist, massive; slightly hard, very friable; calcareous lime visible in finely divided forms; moderately alkaline; clear smooth boundary.   (8 to 14 inches thick)\nC2cs--44 to 60 inches; light yellowish brown (10YR 6/4) silty clay loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable; considerable gypsum in nests; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; approximately 500 feet south and 1,120 feet west of the NE corner of Sec. 21, T. 37 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges 43 to 46 degrees F., mean summer soil temperature ranges from 63 to 65 degrees F.   The soils range from slightly alkaline to moderately alkaline within the solum.  Exchangeable sodium ranges from 5 to 20 percent within the epipedon and the argillic horizon.  Depth to the base of the argillic horizon ranges from 15 to 30 inches. Continuous subhorizons of visible secondary calcium carbonate and/or sulfate accumulation are at depths of 15 to 40 inches.  In some pedons sand and/or gravel ranges from 4 to 6 feet and is stratified with sandy loam in lenses below 30 inches.  The argillic horizon averages 15 to 35 percent fine or coarser sand and ranges from 18 to 35 percent clay.  Rock fragments are mainly 1 to 10 inches in diameter and range from 0 to 20 percent.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 or 5, 2 through 4 moist and chroma of 2 or 3.\nThe B2t horizon has hue of 5Y through 7.5YR, value of 4 through 6, 3 or 4 moist and chroma of 2 through 4.\nThe C horizon has hue of 5Y through 7.5YR, value of 5 through 7, 4 or 5 moist, and chroma of 3 or 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBeavwan:  Sandy-Skeletal within 100 cm.\nCortyzack:  15 to 20 inches of ppt.\nEldgin:  Sandy-Skeletal within 100 cm.\nEmlin:  12 to 16 inches of ppt.\nFortlogan:  Cr contact within 100 to 150 cm.\nHysoop:  No calcium sulfate, and lower exchangeable sodium.\nMorval:  12 to 18 inches of ppt.\nNotter:  No calcium sulfate, and lower exchangeable sodium.\nNuley: R contact within 100 to 150 cm.\nThunderhead:  R contact within 50 to 100 cm.\nVarney: No  calcium sulfate, and lower exchangeable sodium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Villa Grove soils are on alluvial floodplains, alluvial fans or low ridges that are slightly higher in elevation than the surrounding landscape.  Slope gradients range from 0 to 3 percent.  The soils formed in alluvium from basalt.  The average annual precipitation is approximately 7 inches with peak periods of precipitation in the spring and early summer.  Mean annual is 40 to 43 degrees F., mean summer temperature is 61 to 63 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Acacio and Zinzer soils.   Acacio soils lack a mollic epipedon.  Zinzer soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used both as native pastureland and for irrigated cropland.  Principal native plants are rabbitbrush, greasewood.  Inland saltgrass, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Luis Valley Area of south-central Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County, Colorado, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Updated in 2016 to fix competing series paragraph after the soil was reclassified to from Aridic to Calcidic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
