{
  "SERIES": "VINDICATOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM/WED/RLB/JBF",
  "REVDATE": "07/2016",
  "STATES": "NV",
  "OVERVIEW": "The Vindicator series consists of shallow and very shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks.  Vindicator soils are on hills, mountain slopes and pediments. Slopes are 2 to 50 percent.  Mean annual precipitation is about 175 mm and mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vindicator gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; moderate thin platy structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine interstitial pores; 15 percent gravel and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 10 cm thick)\nBt--5 to 18 cm; light yellowish brown (10YR 6/4) very gravelly clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; common faint clay films on faces of ped and lining pores; 40 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (8 to 28 cm thick)\nCr--18 to 41 cm; soft fractured tuffaceous rock; roots extend into numerous fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Esmeralda County, Nevada; south of Vindicator Mountain; about 200 feet east and 2,500 feet north of the southwest corner of section 31, T. 2 S., R. 43 E.; USGS Goldfield 7.5 minute topographic quadrangle; latitude 37 degrees 43 minutes 16 seconds N and longitude 117 degrees 12 minutes 19 seconds W; WGS84 Decimal Degrees 37.7208333 latitude, -117.2055556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to soft rock: 18 to 30 cm.\nReaction: Slightly alkaline or moderately alkaline.\nEffervescence: Slightly effervescent through violently effervescent.\nParticle-size control section - Clay content:  18 to 27 percent.\nRock fragments:  35 to 50 percent, mainly gravel.\nA horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 or 4.\nBt horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 or 4.\nTexture: Clay loam or loam.\nClay content:  20 to 30 percent.\nConsistence: Soft or slightly hard, very friable or friable, nonplastic to plastic.\nRock fragments:  35 to 50 percent, mainly gravel.\nOther features:  Normally contains 5 to 15 percent soft rock fragments that break down when shaken in water."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blappert, Cruzspring, Mulespring, and Rodad series.\nBlappert soils have more than 50 percent sand in the particle-size control section and are dominated by 2 to 5 mm rock fragments. Cruzspring soils have 12 to 18 percent clay in the particle-size control section. Mulespring have bedrock deeper than 36 cm. Rodad soils have 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vindicator soils are on mountain slopes and pediments.  They formed in residuum and colluvium derived from volcanic rocks, dominantly tuffs.  Slopes are 2 to 50 percent. Elevations are 1,073 to 2,190 meters.  The mean annual temperature is 11 to 14 degrees C, the mean annual precipitation is 150 to 200 mm, and the frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Advokay, Blacktop, Espint, and Unsel soils.  Advokay soils are loamy.  Blacktop soils lack an argillic horizon and are very gravelly.  Espint soils have a clay argillic horizon.  Unsel soils are very deep and have weak silica cementation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly spiny hopsage, Nevada ephedra, Indian rice-grass, bottlebrush squirreltail, galleta, littleleaf horsebrush, Anderson wolfberry, winterfat, Joshua trees, desert bitterbrush and Douglas rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Nevada.  These soils are not extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to about 5 cm (A horizon).\nArgillic horizon - The zone from about 5 to 18 cm (Bt horizon).\nParalithic contact - The contact at 18 cm (Cr layer).\nParticle-size control section - The zone from the soil surface to 18 cm (A and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; moderate thin platy structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine interstitial pores; 15 percent gravel and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 10 cm thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--5 to 18 cm; light yellowish brown (10YR 6/4) very gravelly clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; common faint clay films on faces of ped and lining pores; 40 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (8 to 28 cm thick)"
      },
      {
        "name": "Cr",
        "top": 18,
        "bottom": 41,
        "narrative": "Cr--18 to 41 cm; soft fractured tuffaceous rock; roots extend into numerous fractures."
      }
    ]
  ]
}
