{
  "SERIES": "VINEGARROON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-ACT",
  "REVDATE": "11/2000",
  "STATES": "TX",
  "OVERVIEW": "The Vinegarroon series consists of shallow, well drained, moderately permeable soils that formed in calcareous loamy material over thick beds of caliche. These soils are on nearly level to gently sloping piedmont plains below limestone hills. Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, hyperthermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vinegarroon gravelly loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky and weak fine granular structure; hard crust in upper 2.5 cm of surface; slightly hard, friable; common fine roots; few threads and films of calcium carbonate; 15 percent caliche coated limestone pebbles 2 mm to 5 cm across; violently effervescent; moderately alkaline; clear wavy boundary. (4 to 12 inches thick)\nBk--7 to 17 inches; pale brown (10YR 6/3) gravelly clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky and weak fine granular structure; slightly hard, friable; common fine roots; common films and threads of calcium carbonate; 15 percent caliche coated limestone pebbles 2 mm to 5 cm across; violently effervescent; moderately alkaline; abrupt wavy boundary. (6 to 13 inches thick)\nBkm--17 to 24 inches; very pale brown (10YR 8/2) indurated caliche; laminar in upper part; clear wavy boundary. (1 inch to 12 inches thick)\nBCk--24 to 60 inches; very pale brown (10YR 7/3) to very pale brown (10YR 8/2) weakly cemented caliche of loam texture. With a few interspersed limestone pebbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Val Verde County, Texas; 0.1 mile northwest on U.S. Highway 90 from the intersection of U. S. Highway 277 north of Del Rio, 0.25 mile west, 600 feet northwest in range."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 10 to 20 inches and corresponds to the depth to the petrocalcic horizon. Calcium carbonate equivalent averages 40 to 60 percent in the fraction less than 2 cm. Total clay content of the control section is 20 to 40 percent and silicate clay content is 5 to 25 percent. Coarse fragments comprise 0 to 30 percent and consist of caliche coated limestone and siliceous pebbles.\nThe A horizon has hue of 10YR, value of 5 to 7, and chroma of 2 or 3. When the color values are less than 5.5 dry and 3.5 moist, the A horizon is less than 6 inches thick. Texture is loam, clay loam, gravelly loam, or gravelly clay loam.\nThe Bk horizon has hue of 10YR, value of 6 or 7, and chroma of 2 or 3. Texture is loam, clay loam, gravelly loam, or gravelly clay loam.\nThe Bkm horizon ranges from moderately to strongly cemented caliche. The upper part of the Bkm horizon is laminar or massive and is strongly cemented or indurated.\nThe BCk horizon ranges from weakly to moderately cemented caliche to very pale brown to white limy earth. Cementation usually decrease with depth. Some pedons have limestone below 48 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Other competitors include the Blakeney, Conger, Cuevitas, Darl, Delnorte, Jimenez, Shumla, Upton, and Valco series. Blakeney, Conger, Cuevitas, Darl, Delnorte, and Shumla soils have less than 40 percent calcium carbonate in the control section. Blakeney, Conger, Delnorte, Shumla, and Upton soils have temperatures less than 70 degrees F. Delnorte and Jimenez soils have more than 35 percent coarse fragments. Jimenez and Valco soils have mollic\nepipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vinegarroon soils are on nearly level to gently sloping piedmont plains below limestone hills. Slopes range from 0 to 5 percent. The soil formed in a thin mantle of highly calcareous loamy material over thick beds of caliche. Mean annual precipitation is 15 to 21 inches, and mean annual temperature range is about 70 to 72 degrees F. Thornthwaite annual P-E indices are 19 to 31. Frost free days range from 240 to 280 days and elevation ranges from 750 to 1800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: There are no competing series in the same family. Similar soils are the Felipe, Olmos, Valverde and Zapata series. Felipe and Valverde soils do not have a petrocalcic horizon. Olmos soils have a mollic epipedon and have more than 35 percent coarse fragments. Valverde soils have a lithic contact at depths of 40 to 60 inches. These soils occur at lower elevations and have greater slope gradients."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate above a very slowly permeable petrocalcic horizon. Runoff is high on slopes less than 1 percent and very high on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: All of Vinegarroon soils are used as rangeland. In good and excellent range condition, it is dominated by plains bristlegrass, pink pappusgrass, sideoats grama, feathery bluestem, plains or Rio Grande lovegrass, and slim tridens. Bush sunflower and orange zexmania are the main forbs. As retrogression occurs, perennial threeawn increases along with woody shrubs. As deterioration continues, a large percent of the plants consists of woody shrubs generally dominated by ceniza with an understory of short grasses, such as red grama, hairy tridens, and gray coldenia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Rio Grande Plain and probably Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Val Verde County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soils were formerly included in the Darl series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 7 inches.  (A horizon)\nCalcic horizon: 7 to 17 inches.  (Bk horizon)\nPetrocalcic horizon: 17 to 24 inches. (Bkm horizon)\nADDITIONAL DATA: Soil from type location samples Texas Highway Department Lab. Nos. E78640037, E78640038; and Texas A&M University and NSSL Lab. Nos. S77TX-465-1, NSSL (78P2104-2105).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky and weak fine granular structure; hard crust in upper 2.5 cm of surface; slightly hard, friable; common fine roots; few threads and films of calcium carbonate; 15 percent caliche coated limestone pebbles 2 mm to 5 cm across; violently effervescent; moderately alkaline; clear wavy boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 18,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--7 to 17 inches; pale brown (10YR 6/3) gravelly clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky and weak fine granular structure; slightly hard, friable; common fine roots; common films and threads of calcium carbonate; 15 percent caliche coated limestone pebbles 2 mm to 5 cm across; violently effervescent; moderately alkaline; abrupt wavy boundary. (6 to 13 inches thick)"
      },
      {
        "name": "Bkm",
        "top": 43,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkm--17 to 24 inches; very pale brown (10YR 8/2) indurated caliche; laminar in upper part; clear wavy boundary. (1 inch to 12 inches thick)"
      },
      {
        "name": "BCk",
        "top": 61,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "loam",
        "narrative": "BCk--24 to 60 inches; very pale brown (10YR 7/3) to very pale brown (10YR 8/2) weakly cemented caliche of loam texture. With a few interspersed limestone pebbles."
      }
    ]
  ]
}
