{
  "SERIES": "VINEGAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWG/TDT",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Vinegar series consists of very deep, well drained soils formed in volcanic ash and pumice. These soils are on footslopes, lower backslopes, and terraces of glaciated mountains. Slopes are 0 to 35 percent. The average annual precipitation is about 21 inches, and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vinegar ashy sandy loam on a northeast facing 15 percent slope at 3,000 feet elevation  in a Douglas-fir and ponderosa pine forest. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed forest litter; abrupt smooth boundary. (1 to 3 inches thick)\nA--1 to 6 inches; light brownish gray (10YR 6/2) ashy sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 10 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary. (3 to 7 inches thick)\nBw1--6 to 16 inches; light brownish gray (10YR 6/2) ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 10 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary.\nBw2--16 to 34 inches; pale brown (10YR 6/3) paragravelly ashy coarse sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 20 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary.\nBw3--34 to 61 inches; pale brown (10YR 6/3) paragravelly ashy coarse sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 25 percent pumice paragravel; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; about 7 miles west of Methow, Washington; 70 feet west and 1500 feet north of the southeast corner of section 12, T. 30 N., R. 21 E. (Latitude 48 degrees, 06 minutes, 40 seconds N., Longitude 120 degrees, 08 minutes, 32 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 42 to 47 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice. The particle-size control section has an estimated moist bulk density of 0.65 to 0.85 g/cc, volcanic ash content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent for air dried samples, and 5 to 30 percent pumice paragravel.  The solum is over 80 inches thick and lacks hard rock fragments throughout this thickness.\nThe A horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizons have value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist. They are ashy sandy loam, ashy coarse sandy loam, or paragravelly ashy coarse sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chiwawa, Polander, and Thow series. Chiwawa  and Thow soils have a skeletal discontinuity at depths below 40 inches.  Polander soils have bedrock at a depth of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vinegar is found on footslopes, lower backslopes, and terraces of glaciated mountains. Slopes are 0 to 35 percent. These soils formed in volcanic ash and pumice mixed with outwash and some till. Elevations range from 2,300 to 5,000 feet. Precipitation is 18 to 25 inches. The climate is characterized by warm, dry summers and cool, moist winters. The average January temperature ranges from 22 to 26 degrees F, the average July temperature ranges from 62 to 67 degrees F, and the average annual air temperature ranges from 39 to 45 degrees F. The frost-free season is 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Thow and Vingulch soils. Vingulch soils are found on ridges and upper backslopes, and have bedrock at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, wildlife habitat, watershed, recreation, and livestock grazing. Native vegetation is Douglas-fir and ponderosa pine, with an understory of pachistima, pinegrass, kinnikinnik, and shinyleaf spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northcentral Washington; MLRA 6. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington; 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nOchric epipedon\nCambic horizon - 6 to 61 inches (Bw1, Bw2, and Bw3 horizons)\nPSCS - zone from 1 to 41 inches (A, Bw1, Bw2, and part of Bw3 horizons)\nAndic properties - 1 to 61 inches\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nAll pumice fragments are paragravel that are weakly to moderately cemented.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed forest litter; abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--1 to 6 inches; light brownish gray (10YR 6/2) ashy sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 10 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--6 to 16 inches; light brownish gray (10YR 6/2) ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 10 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--16 to 34 inches; pale brown (10YR 6/3) paragravelly ashy coarse sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 20 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 86,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "narrative": "Bw3--34 to 61 inches; pale brown (10YR 6/3) paragravelly ashy coarse sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 25 percent pumice paragravel; slightly acid (pH 6.5)."
      }
    ]
  ]
}
