{
  "SERIES": "VINELAND",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. PWB-CEJ",
  "REVDATE": "7/91",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vineland loamy sand, in a fallow field, at an elevation of 300 feet.  (When described on June 20, 1989, the soil was dry from 0 to 38 inches and slightly moist below; Colors are for dry soil unless otherwise stated).\nAp--0 to 6 inches; grayish brown (2.5Y 5/2) loamy sand, very dark grayish brown (2.5Y 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine interstitial and few very fine tubular pores; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 10 inches thick)\nA--6 to 14 inches; grayish brown (2.5Y 5/2) loamy sand, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine interstitial and few very fine tubular pores; moderately alkaline (pH 8.0); abrupt smooth boundary.  (0 to 10 inches thick)\nC1--14 to 22 inches; light brownish gray (2.5Y 6/2) coarse sand with thin strata of fine sandy loam, dark grayish brown (2.5Y 4/2) moist; common brownish yellow (10YR 6/6) and dark yellowish brown (10YR 4/4) fine and medium prominent mottles, dark yellowish brown (10YR 3/4 and 10YR 4/6) moist; massive and single grain; loose to slightly hard, loose to friable, nonsticky to slightly sticky and nonplastic to slightly plastic; common very fine roots; many very fine interstitial and common very fine tubular pores; mildly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 12 inches thick)\nC2--22 to 26 inches; light brownish gray (2.5Y 6/2) loamy sand, dark grayish brown (2.5Y 4/2) moist; common brownish yellow (10YR 6/6) and dark yellowish brown (10YR 4/4) fine prominent mottles, dark yellowish brown (10YR 3/4 and 10YR 4/6) moist; massive; slightly hard; very friable, nonsticky and nonplastic; many very fine interstitial pores; mildly alkaline (pH 7.6); abrupt smooth boundary.  (4 to 11 inches thick)\nC3--26 to 38 inches; light brownish gray (2.5Y 6/2) sand, grayish brown (2.5Y 5/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; mildly alkaline (pH 7.8); abrupt smooth boundary.  (8 to 15 inches thick)\nC4--38 to 43 inches; grayish brown (2.5Y 5/2) sandy loam, very dark grayish brown (2.5Y 3/2) moist; massive; soft, friable, slightly sticky and nonplastic; many very fine interstitial pores; neutral (pH 7.0); abrupt smooth boundary.  (2 to 7 inches thick)\nC5--43 to 54 inches; light gray (2.5Y 7/2) sand, grayish brown (2.5Y 5/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; neutral (pH 7.1); abrupt smooth boundary.  (5 to 12 inches thick)\nC6--54 to 58 inches; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; massive; soft, friable, slightly sticky and plastic; many very fine tubular and interstitial pores; neutral (pH 7.2); abrupt smooth boundary.  (0 to 7 inches thick)\nC7--58 to 64 inches; grayish brown (2.5Y 5/2) loamy sand, very dark grayish brown (2.5Y 3/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine interstitial and few fine tubular pores; moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; about 13 miles south southwest of downtown Bakersfield; 1.5 miles south of Bear Mountain Blvd. and 1.2 miles east of Old River Road; 2,640 feet north and 1,160 feet east of the southwest corner of Sec. 33, T. 31 S., R. 27 E. MDB&M; 35 degrees, 11 minutes, 14 seconds north latitude and 119 degrees, 5 minutes, 9 seconds west longitude; Conner quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - Average annual: 62 to 67 degrees F. and the soil temperature is never below 47 degrees F.\nSoil moisture - dry throughout from mid March to mid December and is never moist more than 90 consecutive days.\nCoarse fragments: less than 5 percent gravel throughout\nOrganic matter: less than 0.5 percent throughout and it decreases irregularly with depth\nWater table: at a depth of 48 to 72 inches in March through August in partially drained phases and below 72 inches in drained phases\nAp and A horizons\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3\nTexture: loamy sand or fine sandy loam with 5 to 15 percent clay\nCarbonates: noneffervescent to strongly effervescent disseminated carbonates\nReaction: mildly alkaline or moderately alkaline\nC horizons\nHue: 10YR, 2.5Y, 5Y, or 5GY\nValue: 5, 6, or 7 dry, 3, 4, or 5 moist\nChroma: 1, 2, 3, or 4\nMottles: prominent and distinct high chroma mottles throughout; prominent, distinct, and faint low chroma mottles are present in the partially drained phase.\nTexture: dominantly stratified coarse sand, sand, fine sand, loamy sand, and loamy fine sand with strata of fine sandy loam, very fine sandy loam, loam, silt loam, and sandy clay loam with 0 to 25 percent clay content and averaging 3 to 15 percent clay content\nCarbonates: mostly noneffervescent; some thin strata have slightly effervescent disseminated carbonates\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowan, Manet, Villa, and Vinton series.   The Cowan and Vinton soils are moist in some part of the moisture control section for 30 to 40 days cumulative during July, August, and September.  The Manet and Villa soils are dominated by calcareous strata and they have moderately rapid permeability.  In addition, the Manet and Villa soils have soil temperatures below 47 degrees F during the winter (See Remarks)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vineland soils are on floodplains and deltas.  Slopes are 0 to 1 percent.  The soils formed in alluvium derived dominantly from granitic rock.  Elevations are 285 to 680 feet.  The climate is arid with hot dry summers and cool moist winters.  The mean annual precipitation is 5 to 8 inches.  The mean annual temperature is 62 to 65 degrees F.  Mean July temperature is about 85 degrees F., and mean January temperature is about 47 degrees F.  The frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bakersfield (T), Cajon, Kimberlina, and Milagro (T) soils.  Bakersfield and Milagro soils are on similar landforms and are coarse-loamy.  Cajon soils are on similar landforms and have a regular decrease in organic carbon.  Kimberlina soils are on adjacent alluvial fans, are coarse-loamy, and have a regular decrease in organic carbon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, slow runoff; moderate or moderately slow permeability.  These soils are subject to rare flooding, but in most places are protected by dams, levees, or other water diversions.  These soils formed under conditions with a high water table, but are now drained or partially drained.  The partially drained phase has a water table at a depth of 4 to 6 feet during the heavy irrigation season in March through August."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Vineland soils are used mostly for irrigated crops and homesite development.  Native vegetation is mostly annual grasses and forbs with scattered willows, quailbush, and allscale saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern San Joaquin Valley of California.  The series is not extensive in MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kern County, California, 1991.  Name is from Vineland Road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The official series descriptions of the competing Manet and Villa series, which are mapped in the Mojave Desert at elevations of 2,900 to 3,900 feet and 2,100 to 2,800 feet respectively, state that the soil temperature is usually not below 47 degrees F.  This is not supported by climatic data from the Mojave Desert and soil temperatures measured at Edwards Air Force Base at elevations of 2,200 to 2,500 feet.   A satellite pedon (S90CA-29-021) was sampled for laboratory characterization by the NSSL.\nDiagnostic horizons and features recognized in the profile are:\nOchric epipedon -- 0 to 14 inches (Ap, A)\nFluvent suborder -- irregular decrease in organic carbon\nParticle size control section -- the zone from 10 to 40 inches, averages sandy\nNational Cooperative Soil Survey\nU.S.A."
  }
}
