{
  "SERIES": "VINGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB:ARF:JCW",
  "REVDATE": "03/2003",
  "STATES": "NM,TX",
  "OVERVIEW": "The Vingo series consists of deep, well drained, moderately\nrapidly permeable soils formed in sandy materials of eolian\norigin.  These soils are on nearly level to sloping uplands.\nSlopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vingo loamy fine sand--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 18 inches; yellowish brown (10YR 5/4) loamy fine\nsand, dark yellowish brown (10YR 4/4) moist; weak subangular\nblocky and granular structure; loose, very friable; few roots;\nneutral; gradual smooth boundary.  (5 to 20 inches thick)\nB21t--18 to 48 inches; yellowish brown (10YR 5/4) fine sandy\nloam, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic\nstructure parting to weak medium subangular blocky; soft, very\nfriable; few roots and pores; sand grains bridged with clay; few\nwormcasts; neutral; clear smooth boundary.  (17 to 35 inches\nthick)\nB22t--48 to 100 inches; yellowish red (5YR 5/8) sandy clay\nloam, yellowish red (5YR 4/8) moist; weak medium subangular blocky\nstructure; soft, very friable; sand grains bridged with clay;\npatchy clay films; few faint films and threads of calcium\ncarbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dallam County, Texas; SW corner of sec. 44, Block\n5, CSS Survey; 1 mile northwest of Dalhart on U. S. Highway 87 to\nSedan Road, then 26 miles west and 100 feet north of Sedan Road\ninto rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.\nDepth to secondary carbonates ranges from 37 to 80 inches.\nThe A horizon is light brown (7.5YR 6/4), brown (7.5YR 5/2, 5/4;\n10YR 5/3), grayish brown (10YR 5/2), light yellowish brown (10YR\n6/4), or yellowish brown (10YR 5/4).  It is loamy fine sand, fine\nsand, or fine sandy loam.  It is neutral or mildly alkaline.\nThe B21t horizon is yellowish brown (10YR 5/4), brown (7.5YR 5/4),\nreddish brown (5YR 5/4), or reddish yellow (7.5YR 6/6; 5YR 6/6).\nIt is fine sandy loam.  The clay content ranges from 14 to 18\npercent.  It is neutral or mildly alkaline.\nThe B22t horizon is yellowish red (5YR 5/6, 5/8), strong brown\n(7.5YR 5/6), or reddish yellow (5YR 6/6; 7.5YR 6/6).  It is sandy\nclay loam or fine sandy loam and is mildly or moderately alkaline.\nIt ranges from noncalcareous to calcareous.  A Btca horizon is\npresent at depths greater than 48 inches in some pedons.\nCompeting Series:  These include the Brownfield, Dalhart, Dallam,\nParticia, Pratt, Springer, and Vona series.  Brownfield, Patricia,\nPratt, and Springer soils have mean annual soil temperatures\ngreater than 59 degrees F.  In addition, Brownfield and Patricia\nsoils have Bt horizons with more than 18 percent clay.  Dalhart\nsoils have 18 to 35 percent clay in the B2t horizon and a solum\nthickness ranging from 28 to 45 inches.  Dallam soils have 22 to\n35 percent clay in the B2t horizons.  Pratt soils have banded Bt\nhorizons.  Springer soils are more moist and receive more than 19\ninches of annual precipitation.  Vona soils are of a drier\nenvironment and are dry for longer periods of time."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vingo soils are on undulating or hummocky\nlandscapes.  Ridges are up to 10 feet high with sideslopes ranging\nup to 8 percent.  The soil formed in sandy materials of eolian\norigin although the lower Bt horizon may not be genetic to the\noverlying soil.  The climate is semiarid, and the mean annual\nprecipitation varies from 16 to 19 inches.  Thornthwaite annual\nP-E indices range from 24 to 32.  Mean annual air temperature\nvaries from 50 degrees to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dalhart\nand Dallam series and the Perico and Valentine series.  Perico\nsoils are calcareous throughout and have more than 18 percent clay\nin the Bt horizons.  Valentine soils lack Bt horizons.\nDrainage and Permeability:  Well drained; very slow surface\nrunoff; moderately rapid permeability in the upper B2t horizon and\nmoderate in the lower part."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for rangeland.  Native\nvegetation consists of sideoats grama, little bluestem,\nswitchgrass, Indiangrass, yucca, and sand sagebrush.  A few areas\nare cropped to grain sorghum and wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western part of Texas High Plains north\nof the Canadian River and possibly in adjoining areas of New\nMexico, Oklahoma, and southeastern Colorado.  The series is of\nmoderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dallam County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Vingo soils would formerly have been classified in the\nBrown great soil group.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "loam",
        "narrative": "A1--0 to 18 inches; yellowish brown (10YR 5/4) loamy fine"
      },
      {
        "name": "B21t",
        "top": 46,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "fine sand",
        "narrative": "B21t--18 to 48 inches; yellowish brown (10YR 5/4) fine sandy"
      },
      {
        "name": "B22t",
        "top": 122,
        "bottom": 254,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "texture_class": "sandy clay",
        "narrative": "B22t--48 to 100 inches; yellowish red (5YR 5/8) sandy clay"
      }
    ]
  ]
}
