{
  "SERIES": "VINGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWG/TDT",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Vingulch series consists of moderately deep, well drained soils formed in volcanic ash over residuum and colluvium from sedimentary and volcanic rock. These soils are on ridges, shoulders, and upper backslopes of mountains. Slopes are 35 to 65 percent. The average annual precipitation is about 21 inches, and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vingulch ashy loamy very fine sand on a northeast facing 50 percent slope at 3,700 feet elevation in a Douglas-fir and ponderosa pine forest. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed forest litter; abrupt smooth boundary. (1 to 3 inches thick)\nC--1 to 4 inches; white (10YR 8/1) ashy loamy very fine sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; slightly acid (pH 6.5); abrupt wavy boundary. (1 to 5 inches thick)\n2A--4 to 12 inches; light brownish gray (10YR 6/2) ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium and coarse roots; many very fine and fine irregular pores; 10 percent pumice paragravel; slightly acid (pH 6.5); gradual wavy boundary. (3 to 11 inches thick)\n2Bw1--12 to 22 inches; light brownish gray (10YR 6/2) paragravelly ashy coarse sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 20 percent pumice paragravel; neutral (pH 6.8); gradual wavy boundary.\n2Bw2--22 to 28 inches; light gray (10YR 7/2) paragravelly ashy coarse sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 25 percent pumice paragravel; neutral (pH 6.8); gradual wavy boundary. (Combined Bw horizons 10 to 30 inches thick)\n2C1--28 to 34 inches; very pale brown (10YR 8/2) paragravelly ashy loamy coarse sand, light brownish gray (10YR 6/2) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine irregular pores; 15 percent pumice paragravel; neutral (pH 6.8); gradual wavy boundary. (0 to 8 inches thick)\n3C2--34 to 39 inches; very pale brown (10YR 8/2) very gravelly sandy loam, light brownish gray (10YR 6/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine irregular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 6.8); abrupt wavy boundary. (5 to 12 inches thick)\n3R--39 inches; fractured gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; about 5 miles west of Methow, WA; 2,300 feet east and 70 feet south of the northwest corner of section 8, T. 30 N., R.22 E. (Latitude 48 degrees, 07 minutes, 08 seconds N., Longitude 120 degrees, 06 minutes, 43 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 42 to 47 degrees F. These soils are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice. The upper part of the solum has an estimated moist bulk density of 0.60 to 0.85 g/cc, volcanic ash content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.  Depth to the loamy-skeletal material is 14 to 36 inches.  Depth to hard bedrock is 20 to 40 inches.  The lower part of the particle-size control section has less than 18 percent clay throughout or in any part.\nThe C horizon has value of 6 to 8 dry, 4 to 6 moist, and chroma of 1 or 2 dry or moist. This is assumed to be a relatively fresh deposit of Glacier Peak ash.\nThe 2A horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 1 or 2 dry or moist. The texture is ashy sandy loam or ashy coarse sandy loam. It may be paragravelly. There is 0 to 20 percent pumice.\nThe 2Bw horizons have value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 to 4 dry or moist. The texture is ashy sandy loam or ashy coarse sandy loam. It may be paragravelly. There is 5 to 30 percent pumice.\nThe 3C horizon has value of 6 to 8 dry, 5 or 6 moist, and chroma of 2 or 3 dry or moist. The texture is very gravelly loamy sand, very gravelly loamy coarse sand, very gravelly coarse sandy loam, or very gravelly sandy loam. It has 30 to 55 percent gravel, and 0 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brannon, Capoose, Crackler, Elbowlake, Farway, Kellerbutte, Natapoc, Nevine, Olot and Rouen series. Brannon, Crackler, Farway and Kellerbutte soils are over 40 inches deep to a root-limiting layer.  Capoose soils lack the pumice paragravel fragments in the upper part of the particle-size control section.  Elbowlake, Natapoc and Nevine soils have a densic contact at 20 to 40 inches.  Olot and Rouen soils have 25 to 35 percent clay in the lower part of the particle-size control section with textures of loam, clay loam, silt loam or silty clay loam."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are found on upper backslopes, shoulders, and ridges of mountains. They formed in volcanic ash over colluvium and residuum. Slopes are 35 to 65 percent. Elevation is 2,500 to 5,300 feet. The climate is characterized by warm, dry summers and cool, moist winters. Average annual precipitation is 20 to 25 inches. The average January temperature ranges from 22 to 26 degrees F, the average July temperature ranges from 62 to 67 degrees F, and the average annual air temperature ranges from 39 to 45 degrees F. The frost-free season is 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Thow and Vinegar soils. Thow soils are on backslopes and Vinegar soils are on footslopes and terraces.  Both soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, livestock grazing, wildlife habitat, watershed, and recreation. Native vegetation is Douglas-fir and ponderosa pine with an understory of pachistima, pinegrass, and shinyleaf spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northcentral Washington; MLRA 6. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nOchric epipedon\nCambic horizon - 12 to 28 inches (2Bw1 and 2Bw2 horizons)\nPSCS - zone from 1 to 39 inches (C, 2A, 2Bw1, 2Bw2, 2C and 3C horizons)\nThe zone from 1 to 34 inches is ashy and glassy and the zone from 34 to 39 inches is loamy-skeletal and mixed, superactive.\nLithic contact - 39 inches (R horizon)\nAndic properties - 4 to 28 inches\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nAll pumice fragments are paragravel and are weakly or moderately cemented.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
