{
  "SERIES": "VININI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/RLB",
  "REVDATE": "07/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vinini cobbly fine sandy loam - rangeland (Colors are for dry soil unless otherwise noted.) The surface is covered by 30 percent gravel, 20 percent cobbles and 5 percent stones\nA1--0 to 3 cm; grayish brown (10YR 5/2) cobbly fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky, and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent gravel, 10 percent cobbles and 5 percent stones; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 8 cm thick)\nA2--3 to 8 cm; light gray (10YR 7/2) very fine sandy loam, brown (10YR 4/3) moist; strong very thin and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common very fine and fine tubular pores; slightly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (0 to 10 cm thick)\nBt--8 to 20 cm; brown (10YR 5/3) very gravelly clay loam, brown (10YR 4/3) moist; strong very fine subangular and angular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine interstitial pores; 55 percent gravel; few faint clay films on faces of peds and in pores; moderately alkaline (pH 8.4); abrupt wavy boundary. (8 to 15 cm thick)\nBtk--20 to 33 cm; brown (10YR 5/3) extremely cobbly clay loam, brown (10YR 5/3) moist; weak medium subangular blocky; slightly hard, very friable, moderately sticky, moderately plastic; common very fine and fine, and few medium roots; many very fine tubular pores; few faint clay films on faces of peds and in pores; 10 percent stones, 30 percent cobbles, and 40 percent gravel; common thin carbonate coating rock fragments; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (5 to 18 cm thick)\nBqkm--33 to 76 cm; white (10YR 8/1) indurated duripan; light yellowish brown (10YR 6/4) silica coatings; massive; extremely hard, extremely firm; violently effervescent. (18 to 76 cm thick)\nR--76 cm; hard basalt rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; about 10 miles north of Tonopah, Nevada; 250 feet north and 250 feet west of the southeast corner of sec. 24, T. 4 N., R. 42 E.; USGS Rays 7.5 minute topographic quadrangle; latitude 38 degrees 10 minutes 53 seconds N and longitude 117 degrees 12 minutes 16 seconds W; WGS84 Decimal Degrees 38.1813889 latitude, -117.2044444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring months, dry in summer and fall except for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to indurated pan: 20 to 36 cm.\nDepth to bedrock: 50 to 100 cm.\nParticle-size control Section - Clay content: Averages 20 to 30 percent.\nRock fragments: 35 to 80 percent, dominantly gravels or cobbles.\nA horizon\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 or 3.\nEffervescence: Noneffervescent through slightly effervescent.\nReaction: Slightly alkaline or moderately alkaline.\nBt and Btk horizons\nValue: 5 or 6 dry, 3 through 5 moist.\nChroma 2 through 4.\nClay content: 27 to 35 percent.\nTexture modifiers: Extremely cobbly, very gravelly or very cobbly.\nStructure: Prismatic, subangular blocky, or angular blocky.\nConsistence: Slightly hard to hard, dry, very friable to friable moist, slightly sticky to sticky and slightly plastic to plastic moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brock, Cleet, Deepeek, Hotcreek, Lapon, Littleaille, Malmesa, Oleman, Shinnpeak, Troughs, and Wanapum series.\nBrock and Cleet soils do not receive the 10 to 20 days of summer precipitation.  Hotcreek soils have duripan that are underlain by bedrock at 20 to 36 cm.  Lapon soils have duripan that are underlain by bedrock between 25 and 100 cm. Littleaille soils have 8 to 18 percent clay in the particle-size control section. Melmesa soils have duripan that are underlain by bedrock between 36 and 50 cm.  Deepeek, Oleman, Shinnpeak and Wanapum soils are shallow over a duripan and underlain by stratified alluvium that is 150 cm or more and Oleman soils have duripan at 36 to 50 cm.  Troughs soils have duripan at 36 to 50 cm and underlain by bedrock at 50 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vinini soils are on mountains, hills, mesas, and plateaus. These soils formed in colluvium and residuum from volcanic rock. Slopes are 0 to 30 percent. Elevations are 1,680 to 2,600 meters.  The mean annual temperature is 11 to 14 degrees C, mean annual precipitation is 200 to 300 mm, and the frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Stewval and Gabvally soils.  Both soils lack a hardpan and have bedrock within 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The vegetation is principally black sagebrush, galleta grass, Indian ricegrass, ephedra, globemallow, cheatgrass, bottlebrush, squirreltail, spiny hopsage, bud sagebrush littleleaf horsebrush, and needleandthread grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Valleys of central Nevada. The series is inextensive.  MLRA 28B, 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Big Smoky Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  As a result of studies and new data, this soil was reclassified from frigid to mesic soil temperature regime in 1992.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 8 to 33 cm.(Bt and Btk horizons)\nIndurated duripan - The zone from 33 to 76 cm (Bqkm horizons)\nXeric feature - The soil moisture regime and the organic carbon content meets the requirements for xeric.\nLithic contact - The boundary at 76 cm (R layer).\nParticle-size control section - The zone from the soil surface to 33 cm (A1, A2, Bt and Btk horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
