{
  "SERIES": "VINSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR:CLN:CRC:WJG",
  "REVDATE": "10/2003",
  "STATES": "OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vinson silt loam on a 3 percent slope, in range.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 inches; reddish brown (5YR 4/3) silt loam, dark reddish brown (5YR 3/3), moist; 23 percent clay; moderate fine granular structure; friable, slightly hard; many fine roots; common fine and few medium pores; common worm casts; 2 percent fine carbonate nodules; 2 percent 2 to 20 millimeter fragments of dolomite; slight effervescence; moderately alkaline; clear smooth boundary. (6 to 18 inches thick)\nBk--10 to 28 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4), moist; 30 percent clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable, hard; common fine roots; common fine and common very fine pores; common worm casts; 2 percent fine and medium carbonate nodules and 2 percent fine and medium carbonate masses; 2 percent 2 to 20 millimeter fragments of dolomite; strong effervescence; moderately alkaline; clear smooth boundary. (combined thickness of the B horizons is 10 to 25 inches thick)\nBky--28 to 32 inches; yellowish red (5YR 5/6) silty clay loam, yellowish red (5YR 4/6), moist; 30 percent clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky structure; friable, hard; few fine roots; common fine and common very fine pores; common worm casts; 2 percent fine and medium carbonate nodules and 2 percent fine and medium carbonate masses; 5 percent fine and medium gypsum masses; 2 percent 2 to 20 millimeter fragments of dolomite; strong effervescence; moderately alkaline; abrupt wavy boundary.\nCr--32 to 37 inches; weakly cemented gypsum bedrock; fractures in the gypsum are 5 to 6 inches apart; high excavation difficulty; common coats of carbonate in rock fractures; clear wavy boundary. (0 to 10 inches thick)\nR--37 to 72 inches; strongly cemented gypsum bedrock, fractured at intervals of 39 to less than 78 inches; massive; extremely high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beckham County, Oklahoma; From the southeast corner of Erick, OK, go 5 miles south and 3.2 miles east on county roads, then 225 feet south in rangeland; 960 feet east and 225 feet south of the northwest corner of sec. 36, T. 8 N., R. 25 W. Latitude: 35 degrees, 7 minutes, 51.2 seconds N; Longitude: 99 degrees, 47 minutes, 49.6 seconds W.  Erick, OK topographic quadrangle; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section (weighted average)\nClay content: 18 to 32 percent\nCEC/clay ratio: more than 0.6\nDepth to lithic contact: 20 to 40 inches\nA Horizon\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: loam or silt loam\nClay content: 15 to 27 percent\nCalcium carbonate equivalent: 0 to 10 percent\nEC (dS/m): 0 to 2\nGypsum: 0 to 1 percent\nSAR: 0 to 3\nEffervescence: noneffervescent to strongly effervescent\nReaction: slightly alkaline or moderately alkaline\nB Horizon\nHue: 5YR to 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: loam, silt loam, clay loam, or silty clay loam\nClay content: 18 to 32 percent\nCalcium carbonate equivalent: 5 to 15 percent\nEC (dS/m): 0 to 2\nGypsum: 0 to 10 percent\nSAR: 0 to 4\nEffervescence: slightly effervescent to strongly effervescent\nReaction: moderately alkaline\nC Horizon (where present)\nHue: 5YR to 10YR\nValue: 5 to 8\nChroma: 1 to 6\nTexture: gypsiferous forms of loam, silt loam, silty clay loam, clay loam\nCalcium carbonate equivalent: 5 to 15 percent\nEC (dS/m): 0 to 4\nGypsum: 40 to 90 percent\nSAR: 0 to 4\nEffervescence: slightly effervescent to strongly effervescent\nReaction: moderately alkaline\nCr Horizon (where present)\nHue: 7.5YR to 10YR\nValue: 6 to 8\nChroma: 1 to 6\nTexture: extremely weakly to moderately cemented gypsum bedrock\nR Horizon\nHue: 7.5YR to 10YR\nValue: 6 to 8\nChroma: 1 to 6\nTexture: strongly to very strongly cemented crystalline gypsum or alabaster  bedrock 5 to 15 feet thick that is strongly to very strongly cemented. The gypsum is interbedded with reddish-brown claystone and thin layers of dolomite and greenish-gray claystone. The upper boundary of the R horizon is a lithic contact and is root restrictive. This material has very high to extremely high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family.  Similar soils are Acme, Cornick and Cottonwood.\nAcme series: These soils are very deep and do not have residuum within 80 inches.\nCornick series: These soils are less than 20 inches to bedrock.\nCottonwood series: These soils are less than 20 inches to bedrock and do not have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum over gypsum bedrock, mostly of the Blaine Formation of Permian age.\nLandform: summits and shoulder slopes of hills and ridges in the Central Rolling Red Plains (MLRA 78B, 78C).\nSlope: ranges from 0 to 5 percent\nMean annual air temperature range: 57 to 64 degrees F.\nMean annual precipitation range: 22 to 32 inches\nFrost-free period: 180 to 230 days\nElevation: 1,200 to 2,400 feet\nThornthwaite annual P-E indices: 32 to 48"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cornick, Cottonwood, Knoco, and Talpa series.\nCornick and Cottonwood soils: occur on similar areas, but are usually on steeper slopes.\nKnoco soils: occur on similar to steeper areas and are less than 20 inches deep to claystone.\nTalpa soils: occur on slightly higher summit areas and are less than 20 inches deep to dolomitic limestone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Vinson soils are well drained; permeability is moderate.  Runoff is negligble on 0 to 1 percent slopes, and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as native range for beef cattle. Native vegetation is tall and midgrasses, mainly sand bluestem, little bluestem, sideoats grama, and indiangrass.  Some areas have mesquite and redberry juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Plains (MLRA 78B, 78C) of Oklahoma and Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beckham County, Oklahoma; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Soil Interpretation Record:  Series  OK0225\nDiagnostic horizons and features:\nMollic epipedon- the zone from the surface of the soil to a depth of 13 inches (the A horizon).\nCambic horizon- the zone from 13 inches to a depth of 26 inches (the Bk horizons).\nParalithic contact- soft gypsum bedrock at a depth of 32 inches (the top of theCr horizon).\nLithic contact- gypsum bedrock at a depth of 37 inches with a very high excavation difficulty. (the top of the R horizon)\nMoisture regime- Typic-Ustic.\nRange Site: (078by079tx) loamy pe25-36\nTaxonomic version: Soil Taxonomy, Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
