{
  "SERIES": "VIRATON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDR-RLT",
  "REVDATE": "10/2006",
  "STATES": "MO",
  "OVERVIEW": "The Viraton series consists of very deep, moderately well drained soils that have a fragipan.  They formed in loess and the underlying cherty residuum or colluvium from limestone.  They are on broad ridges, foot slopes and strath terraces.  The permeability is moderate above the fragipan, very slow in the fragipan and moderately slow below the fragipan.  Slopes range from 1 to 20 percent.  Mean annual temperature is 56 degrees F, and mean annual precipitation is 41 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Viraton silt loam - on a 4 percent slope in pasture at an elevation of 1,410 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; common fine and medium and few coarse roots; 5 percent subrounded chert gravel; strongly acid; clear smooth boundary.  (3 to 8 inches thick)\nBt1--6 to 15 inches; dark yellowish brown (10YR 4/4) silty clay loam; weak very fine and fine subangular blocky structure; friable; common fine and few medium roots; few faint clay films on faces of peds; 10 percent subrounded chert gravel; strongly acid; clear smooth boundary.\nBt2--15 to 21 inches; dark yellowish brown (10YR 4/4) gravelly silty clay loam; moderate very fine and fine subangular blocky structure; firm; few fine roots; common faint clay films on faces of peds; few fine faint brown (10YR 5/3) iron depletions; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; 20 percent subrounded chert gravel; very strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 10 to 27 inches.)\n2Btx--21 to 33 inches; mottled grayish brown (10YR 5/2), light yellowish brown (10YR 6/4) and dark yellowish brown (10YR 4/4) very gravelly silt loam; very coarse prismatic structure; very firm; about 70 percent brittleness; few prominent clay films on vertical faces of prisms; 50 percent subrounded chert gravel and 10 percent subrounded chert cobbles; very strongly acid; clear wavy boundary.  (10 to 30 inches thick)\n3Bt1--33 to 40 inches; yellowish red (5YR 4/6) very gravelly silty clay; moderate fine subangular blocky structure; firm; few faint clay films on faces of peds; 40 percent subrounded chert gravel and 20 percent subrounded chert cobbles; very strongly acid; clear smooth boundary.\n3Bt2--40 to 60 inches; dark reddish brown (2.5YR 3/4) and dark red (2.5YR 3/6) very gravelly clay; strong fine and very fine angular blocky structure; firm; few fine prominent light brownish gray (10YR 6/2) iron depletions; 40 percent irregular chert gravel and 15 percent subrounded chert cobbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Webster County, Missouri; about 2 miles north of Niangua; 1,850 feet east and 265 feet north of the southwest corner, section 5, T. 31 N., R. 17 W.; USGS Niangua, Missouri quadrangle; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to bedrock are more than 60 inches.  Depth to the fragipan is 15 to 33 inches. The content of chert cobbles ranges from 0 to 25 percent above the fragipan, 0 to 35 percent in the fragipan and 0 to 70 percent below the fragipan.  The content of chert gravel ranges from 0 to 15 percent in the A and upper Bt horizons, 0 to 35 percent for the lower Bt horizon, 25 to 70 percent in the 2Ex and 2Btx horizons, and 0 to 70 percent in the 3Bt horizon.  Reaction above the fragipan is moderately acid to very strongly acid, unless limed, strongly acid to extremely acid within the fragipan, and very strongly acid to neutral below the fragipan.  Noncultivated areas typically have an E horizon.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  It is silt loam or gravelly silt loam.\nThe BE or E horizon, if present, has hue of 5YR to 10YR, value of 4 or 5, and chroma of 3 to 6.  It is silt loam, silty clay loam, or their gravelly analogues.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 6.  Chroma typically is 3 to 6, but may be 2 in the lower part just above the fragipan.  It is silt loam, silty clay loam, clay loam or their gravelly analogues.  The lower part of the Bt horizon has mottles or redoximorphic features with hue of 5YR to 10YR, value of 4 to 6, and chroma of 1 to 6.\nThe 2Bx or 2Btx horizon has mixed colors of red, gray, and brown and any one may dominate.  It has hue of 5YR to 10YR, value of 4 to 6, and chroma of 1 to 6.  It is gravelly, cobbly, very gravelly, or extremely gravelly analogues of silt loam, clay loam, or silty clay loam.  Some pedons have a 2Ex horizon.\nThe 3Bt horizon has hue of 2.5YR to 10YR, value of 3 to 7, and chroma of 3 to 8.  Mottles are similar in hue and value to the 2Bt horizon but the chroma ranges from 1 to 6.  It is silty clay loam, clay loam, silty clay, clay or their gravelly to extremely gravelly or cobbly to extremely cobbly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hoberg and Hobson series. Hoberg soils have a surface horizon that meets the requirements for a mollisol except for thickness or base saturation. Hobson soils have more than 20 percent sand in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Viraton soils are on gently sloping and moderately sloping broad ridgetops, foot slopes and strath terraces.  Slope gradients are typically less than 5 percent but range from 1 to 20 percent.  They formed loess and the underlying residuum or colluvium from cherty limestone. The mean annual precipitation ranges from 37 to 45 inches and the average annual temperature ranges from 53 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gatewood, Ocie, Plato, Pomme, and Wilderness soils.  Gatewood, Ocie and Pomme soils do not have a fragipan.  Plato soils are in the fine particle size family. Wilderness soils are loamy-skeletal.  Gatewood and Ocie soils are on steeper sideslopes below the Viraton soils.  Plato soils are on higher broader ridgetops above the Viraton soils.  Pomme soils are on similar positions adjacent to Viraton soils on strath terraces. Wilderness soils are on narrow ridgetops below Viraton soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is medium to high. Permeability is moderate above the fragipan, very slow in the fragipan and moderately slow below the fragipan.  The saturated hydraulic conductivity is moderately high above and below the fragipan, and low in the fragipan.  In undisturbed areas, a perched water table has an upper limit of 1.5 to 2.5 feet during December to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A most areas are cropped to small grain and hay or used for pasture.  Native vegetation consists of mixed hardwoods dominated by species of oak, hickory, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Highland (MLRA 116A) and Springfield Plain (MLRA 116B) areas of southern Missouri.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mark Twain National Forest Area, Missouri (Parts of Carter, Oregon, Ripley, and Shannon Counties), 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location is moved to Webster County which is more representative of the series.  Diagnostic horizons and features recognized in this series are:\nOchric epipedon - the zone from the surface of the soil to a depth of 6 inches (Ap horizon);\nArgillic horizon - the zone from approximately 6 inches to 21 inches and 33 inches to 60 inches or more (Bt1, Bt2, 3Bt1, and 3Bt2 horizons;\nFragipan - the zone from approximately 21 inches to 33 inches (Bx horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; common fine and medium and few coarse roots; 5 percent subrounded chert gravel; strongly acid; clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 15 inches; dark yellowish brown (10YR 4/4) silty clay loam; weak very fine and fine subangular blocky structure; friable; common fine and few medium roots; few faint clay films on faces of peds; 10 percent subrounded chert gravel; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--15 to 21 inches; dark yellowish brown (10YR 4/4) gravelly silty clay loam; moderate very fine and fine subangular blocky structure; firm; few fine roots; common faint clay films on faces of peds; few fine faint brown (10YR 5/3) iron depletions; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; 20 percent subrounded chert gravel; very strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 10 to 27 inches.)"
      },
      {
        "name": "2Btx",
        "top": 53,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btx--21 to 33 inches; mottled grayish brown (10YR 5/2), light yellowish brown (10YR 6/4) and dark yellowish brown (10YR 4/4) very gravelly silt loam; very coarse prismatic structure; very firm; about 70 percent brittleness; few prominent clay films on vertical faces of prisms; 50 percent subrounded chert gravel and 10 percent subrounded chert cobbles; very strongly acid; clear wavy boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "3Bt1",
        "top": 84,
        "bottom": 102,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "3Bt1--33 to 40 inches; yellowish red (5YR 4/6) very gravelly silty clay; moderate fine subangular blocky structure; firm; few faint clay films on faces of peds; 40 percent subrounded chert gravel and 20 percent subrounded chert cobbles; very strongly acid; clear smooth boundary."
      },
      {
        "name": "3Bt2",
        "top": 102,
        "bottom": 152,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "narrative": "3Bt2--40 to 60 inches; dark reddish brown (2.5YR 3/4) and dark red (2.5YR 3/6) very gravelly clay; strong fine and very fine angular blocky structure; firm; few fine prominent light brownish gray (10YR 6/2) iron depletions; 40 percent irregular chert gravel and 15 percent subrounded chert cobbles; very strongly acid."
      }
    ]
  ]
}
