{
  "SERIES": "VIRGIN RIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL/ET",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, calcareous, thermic Aquic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Virgin River clay - cultivated (Colors for dry conditions unless otherwise noted.)\nAp--0 to 6 inches; light reddish brown (5YR 6/3) silty clay, reddish brown (5YR 3/4) moist; moderate medium and fine granular structure; hard, friable, very sticky, very plastic; plentiful very fine roots; many very fine interstitial and common very fine tubular pores; few worm casts;violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (4 to 9 inches thick).\nC1--6 to 19 inches; light reddish brown (5YR 6/3) silty clay, reddish brown (5YR 3/4) moist; weak coarse subangular blocky breaking to moderate medium subangular blocky structure; hard, firm, very sticky, very plastic; plentiful very fine roots; common very fine and fine, and few medium tubular pores; common worm casts; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (10 to 20 inches thick).\nC2--19 to 26 inches; light reddish brown (5YR 6/3) heavy clay loam, reddish brown (5YR 4/3) moist, with a few medium prominent pale olive (5YR 6/3) streaks and splotches; moderate coarse subangular blocky structure; hard, firm, sticky, very plastic, plentiful very fine roots, common very fine and few fine tubular pores; included in this horizon is a 3-inch pocket of fine sand, few worm casts; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (6 to 18inches thick)\nC3--26 to 35 inches; light reddish brown (5YR 6/4) clay, reddish brown (5YR 4/4) moist, with few medium prominent black (10YR 2/1) organic stains in pores and root channels, few medium distinct brown (10YR 5/3) and few medium faint yellowish red (5YR 5/8) iron mottlings, and few medium and coarse distinct reddish brown (2.5YR 4/4) clay particles; weak coarse to fine platy structure; hard, firm, very sticky, very plastic; plentiful very fine roots, mostly horizontal, and a few dead coarse mesquite roots l inch in diameter; very few fine and medium, and a few very fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (6 to 15 inches thick).\nIIC4--35 to 48 inches; light reddish brown (5YR 6/3) finely stratified loamy fine sand and fine sand, reddish brown (5YR 4/3) moist, with a few fine faint yellowish red (5YR 5/8) iron mottlings at top of the horizon which increases to common medium near base; weak fine and medium granular structure; soft very friable, nonsticky, nonplastic; few very fine roots; very few very fine and few fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (O to 15 inches thick).\nIIIC5--48 to 62 inches; light reddish brown (5YR 6/4) fine sandy loam, reddish brown (5YR 4/4) moist, with common fine faint yellowish red (5YR 5/8) iron mottles and few medium prominent olive (5YR 5/3) iron stains; weak fine subangular blocky structure; hard, very friable, nonsticky, nonplastic; few very fine roots; few very fine tubular pores; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: The site is located on the LDS Stake Farm approximately one mile west of the Bunkerville schoolhouse. It is approximately 500 feet north of the apparent south 1/4 corner of section 26, T. 13 S., R.  70 E., Mount Diablo base line and meridian, Clark County, Nevada."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are sufficiently calcareous so that reaction to 3N HC1 ranges from strong to violent.  Reaction, in a 1:5 dilution, ranges from 8.0 to 9.4.  Normally reaction has no distinct trend, except in areas where high pHs are found.  In these areas pH values decrease with depth, being highest at or immediately below the Al or Ap horizons.  Average annual soil temperature at a depth of 20 inches is <71.6 degrees F., and >59 degrees F.  These soils are dry for more than 60 days between 10 and 40 inches, mainly during the late summer and early fall months during most years.  Mineralogy is mixed.  Organic matter content of the soil profile decreases regularly with depth.  The control section is stratified but contains strata of clay, silty clay or heavy clay loam predominantly.  Erratic stratification with textures as coarse as sand may occur within the lower 10 inches of the control section.  The various coarser textured strata are less than 13 inches thick and do not occur above 24 inches.  Texture of the control section after mixing contains at least between 35 and 60 percent clay.  Color of the soil profile is predominantly 5YR, but may range from 2.5YR to 7.5YR.  The latter hue only occurs in sandy strata.  Color values include 5 to 7 dry and 4 or 5 moist, and chromas of 3 or 4.  High chroma and/or yellowish hued iron mottles may occur below 18 inches.  Some organic stains may occur and have chromas of 1. Thin, less than 3-inch thick salt horizons containing many salt and gypsum crystals may occur in virgin areas.  This is generally between 3 and 10 inches below the soil surface.  Some soft lime concretions may be found immediately above the water table.  Silty clay is the only type recognized.  Saline phases are also recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other soils have been classified in the same family at the present time. Similar soils are the Overton, Gadsden, and Imperial series. Overton soils differ by having developed under very poor drainage, having 2.5Y or yellower hued Al and Cg horizons, and strongly mottled Cg horizons. Gadsden soils differ by lacking reddish color being predominantly 10YR or 7.5YR hued. Imperial soils differ by having very fine texture throughout the control section and mean annual soil temperatures greater than 71.6 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Virgin River soils occur on smooth, nearly level flood plains with slope gradients commonly < 0.5 percent, but may include slopes up to 1 percent. They have developed in clayey alluvium deposited by Virgin River flood waters from easily erodible mixed sedimentary rock sources, including shale, siltstone, limestone, and sandstone that are reddish in color.  They occur at elevations of about 1,500 feet.  The climate is arid having a mean annual rainfall of 4 to 6 inches.  Average annual air temperature is about 65 degrees F., January 45 degrees F., and July 83 degrees F.  The frost-free season is about 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the Overton soils common associates of the Virgin River series are Bitter Spring, Land, Black Butte, and Arizo soils. Bitter Spring soils differ by having sandy loam textured argillic horizons. Land soils differ by having fine-silty control sections and prominent salic horizons.  Black Butte soils differ by having fine-loamy over sandy control sections.  Arizo soils differ by having sandy skeletal control sections and being excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is very slow.  Permeability is slow.  The water table fluctuates between a depth of 36 and 48 inches during much of the early growing season but drops to about 6 or 7 feet during the late summer months when the river flow decreases."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are irrigated and cultivated for the production of alfalfa, small grains, and mixed legume-grass pastures.  Common vegetation where not irrigated includes quailbush, mesquite trees, fourwing saltbush and saltgrass in moderate to sparse stands.  Plant density ranges from 5 to 25 percent depending upon the salt content of the soil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur along the flood plains of both the Virgin and Muddy Rivers in the Virgin River Area, Nevada.  The series is of limited extent, but may also occur in other areas in southwestern Utah along the Virgin River."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Virgin River SCD, Clark County, Nevada, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Virgin River series was formerly classified in the Alluvial Great Soil Group. The activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nOSED scanned by NSSQA.  Last revised by state on 10/66.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
