{
  "SERIES": "VIRGELLE",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed over smectitic, frigid Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Virgelle loamy fine sand, native grassland. (Colors are for dry soil unless otherwise noted)\nA1--0 to 11 inches; gray (10YR 5/1) loamy fine sand, very dark gray (10YR 3/1) moist; weak medium and coarse subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; many fine and medium roots; neutral (pH 6.6); gradual wavy boundary. (6 to 12 inches thick)\nA2--11 to 21 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; many fine and very fine roots, few medium roots; many fine and very fine pores, few medium pores; slightly alkaline (pH 7.6); clear wavy boundary. (4 to 12 inches thick)\nBk--21 to 32 inches; light brownish gray (10YR 6/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; common fine and very fine pores; strongly effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (0 to 20 inches thick)\n2Bkyz--32 to 60 inches; light gray (2.5Y 7/2) stratified clay loam and silty clay loam, grayish brown (2.5Y 5/2) moist; massive; very hard, friable, sticky and plastic; few fine and very fine roots; common fine and very fine pores; common fine and medium threads and masses of lime and other salts; strongly effervescent; very strongly alkaline (pH 9.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 440 feet east and 1,420 feet south of the NW corner of sec. 18, T. 19 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 47 degrees F.\nMoisture control section - between 12 and 35 inches.\nMollic epipedon thickness - 7 to 24 inches.\nA Bw horizon that is not a cambic is allowed.\nA horizon - Hue:  10YR or 2.5Y\nValue:  4 or 5 dry; 2, 3, or 4 moist\nChroma:  1, 2, or 3\nTexture:  loamy fine sand, fine sand, fine sandy loam, or loamy sand\nClay content:  0 to 10 percent.  It ranges to 15 percent in the upper 10 inches.\nReaction:  pH 6.6 to 7.8\nBk horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  loamy fine sand, fine sand, or loamy sand\nClay content:  5 to 10 percent\nEC:  2 to 4 mmhos/cm\nReaction:  pH 7.4 to 8.4\n2Bkyz horizon - Hue:  2.5Y or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  1, 2, or 3\nTexture:  clay loam, clay, silty clay, or silty clay loam\nClay content:  35 to 60 percent\nCalcium carbonate equivalent;  5 to 15\nSAR:  10 to 30\nEC:  4 to 16\nGypsum:  1 to 5 percent\nReaction:  pH 7.9 to 9.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces; till plains.\nElevation - 1,600 to 4,400 feet.\nSlope - 0 to 6 percent.\nParent material - sandy alluvium or eolian deposits over clayey alluvium or fine textured till.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 13 to 19 inches.\nMean annual temperature - 39 to 46 degrees F.\nFrost-free period - 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Absher, Krem, Lihen and Parshall soils.  Absher and Lihen soils are on similar landscape positions as the Virgelle soils.  Lihen and Parshall soils are below the Virgelle soils on the landscape.  Absher soils have a natric horizon.  Krem soils have fine-loamy argillic horizons.  Lihen soils are sandy and Parshall soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is rapid above the 2Bkyz horizon, and very slow in the 2Bkyz horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Virgelle soils are used mainly for irrigated and dryland cropland, and range.  Potential native vegetation is prairie sandreed, needleandthread, Indian ricegrass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virgelle soils are of small extent in eastern and central Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretations Record:  MT0221.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from the soil surface to 21 inches (A1, A2 horizons); a horizon of secondary calcium carbonate accumulation from 21 to 32 inches (Bk horizon); a lithologic discontinuity from 32 to 60 inches (2Bkyz horizon); a particle-size control section from 10 to 40 inches (A2, Bk, and part of 2Bkyz horizons).  Virgelle soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
