{
  "SERIES": "VIRKULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACM-KEC",
  "REVDATE": "02/1999",
  "STATES": "SD,WY",
  "OVERVIEW": "The Virkula series consists of very deep and deep, well drained soils formed in silty materials weathered from igneous and metamorphic rocks on mountains. They have moderately slow permeability in the solum and moderate or moderately slow permeability in the underlying material.  Slopes range from 2 to 35 percent.  Mean annual soil temperature is about 40 degrees F, and the annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Virkula silt loam - on a 25 percent concave west-facing slope under a ponderosa pine forest at 5,260 feet.  When described the soil was moist to 14 inches.  (Colors are for dry soil unless otherwise stated.)\nOi--1 to 0 inch; slightly decomposed forest litter, mainly needles, twigs, and leaves.  (0 to 3 inches thick)\nA--0 to 1 inch; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, very friable; common fine and medium roots; strongly acid; abrupt smooth boundary.  (0 to 3 inches thick)\nE--1 to 12 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; weak thin and medium platy structure; slightly hard, very friable; common fine and coarse roots; many pores; strongly acid; clear smooth boundary.  (7 to 16 inches thick)\nB/E--12 to 15 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist (Bt) and very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist (E); weak coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; common fine and coarse roots; common fine pores; strongly acid; clear wavy boundary. (0 to 12 inches thick)\nBt1--15 to 29 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; strong coarse prismatic structure parting to strong fine and medium blocky; very hard, firm, sticky and plastic; few roots; few fine and coarse roots; common fine pores; shiny films on faces of peds; strongly acid; clear wavy boundary.\nBt2--29 to 36 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate subangular blocky; very hard, firm, sticky and plastic; few coarse roots; common fine pores; shiny films on faces of peds; moderately acid; clear wavy boundary.  (Combined Bt horizons is 15 to 30 inches thick.)\nBC--36 to 60 inches pale brown (10YR 6/3) gravelly clay loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky; very hard, firm, slightly sticky and plastic; 15 percent by volume fragments of igneous rock; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, South Dakota; about 3 miles west of Deadwood; 1100 feet west and 600 feet south of the northeast corner of sec. 19, T. 5 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Content of coarse fragments as pebbles and channers of rock ranges from 0 to 15 percent in the solum and ranges up to 60 percent at depths below 40 inches.  Depth to consolidated bedrock typically is greater than 60 inches but ranges from 40 to 60 inches or more.  The soil is leached of carbonates throughout.  Worm working is common in the upper 4 inches of the profile.  The sand fraction is dominantly very fine sand in the B/E and Bt horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It is a loam or silt loam and contains up to 15 percent pebbles and channers less than 3 inches.  It ranges from strongly acid to slightly acid.\nThe E horizon has hue of 7.5YR to 2.5Y, value of 5 to 8 and 4 to 7 moist, and chroma of 2 or 3.  It is a silt loam, loam or very fine sandy loam and contains up to 10 percent pebbles and channers less than 3 inches.  It ranges from strongly acid to slightly acid.\nThe B/E horizon has colors of the B2t and E horizons.\nThe Bt horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 5 to 7 and 4 to 6 moist; and chroma of 2 to 4.  It is clay loam, loam, silt loam, or silty clay loam.  The Bt horizon averages 20 to 35 percent clay and contains up to 10 percent pebbles and channers less than 3 inches.  It ranges from strongly acid to slightly acid.\nThe BC horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 7 and 4 to 6 moist; and chroma of 3 to 5.  It typically is clay loam, silty clay loam, loam or silt loam and contains up to 35 percent pebbles and channers.  It ranges from strongly acid to slightly acid.\nThe C horizon, if present, has hue of 7.5YR, 10YR, or 2.5Y; value of 5 to 8 and 4 to 7; and chroma of 3 to 6.  It is silty clay loam, clay loam or loam, and contains 10 to 60 percent pebbles and channers.  It ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Greenough and Half Moon series. The Greenough soils typically contain more coarse fragments and formed in colluvium from sedimentary rocks of Tertiary Age.  The Half Moon series has an accumulation of carbonates below the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Virkula soils are on gently sloping to steep mountains at elevations of 3600 and 6200 feet.  Slope gradients range from 2 to 35 percent.  These soils formed in silty materials weathered from igenous and metamorphic rocks.  Mean annual temperature ranges from 37 to 45 degrees F, and the mean annual precipitation ranges from 18 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buska, Citadel, Grizzly, Hisega, Pactola, and Vanocker series. The Citadel, Buska, and Pactola are on similar landscapes.  Buska soils contain more mica and coarse fragments.  The Citadel soils have a fine-textured argillic horizon.  Pactola soils contain more coarse fragments.  The Grizzly, Hisega, and Vanocker soils typically are steeper and contain more coarse fragments.  In addition, Hisega soils contain more mica and Vanocker soils contain carbonates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very high. Permeability is moderately slow in the solum and moderate or moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation and wildlife, and for grazing.  Native vegetation is dominantly ponderosa pine with lesser amounts of aspen, birch and Black Hills spruce.  The dominant grasses include prairie dropseed, needlegrass, western wheatgrass, and little bluestem.  Dominant shrubs include snowberry, bearberry, and leadplant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Black Hills of western South Dakota and possibly eastern Wyoming.  The series of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, South Dakota, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification is changed from fine to fine silty family based on lab data for the typical pedon.  A large increase of 46,000 acres is in Custer and Pennington Counties.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of about 12 inches (A and E horizons); argillic horizon - the zone from about 12 to 36 inches (B/E, Bt1, Bt2 horizons).\nADDITIONAL DATA:  NSSL Lab No. BlP66-71 for the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi--1 to 0 inch; slightly decomposed forest litter, mainly needles, twigs, and leaves.  (0 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, very friable; common fine and medium roots; strongly acid; abrupt smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--1 to 12 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; weak thin and medium platy structure; slightly hard, very friable; common fine and coarse roots; many pores; strongly acid; clear smooth boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "B/E",
        "top": 30,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--12 to 15 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist (Bt) and very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist (E); weak coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; common fine and coarse roots; common fine pores; strongly acid; clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--15 to 29 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; strong coarse prismatic structure parting to strong fine and medium blocky; very hard, firm, sticky and plastic; few roots; few fine and coarse roots; common fine pores; shiny films on faces of peds; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--29 to 36 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate subangular blocky; very hard, firm, sticky and plastic; few coarse roots; common fine pores; shiny films on faces of peds; moderately acid; clear wavy boundary.  (Combined Bt horizons is 15 to 30 inches thick.)"
      },
      {
        "name": "BC",
        "top": 91,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "narrative": "BC--36 to 60 inches pale brown (10YR 6/3) gravelly clay loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky; very hard, firm, slightly sticky and plastic; 15 percent by volume fragments of igneous rock; moderately acid."
      }
    ]
  ]
}
