{
  "SERIES": "VISTAROBLES",
  "STATUS": "Established Series",
  "BYREV": "IRD: SJB/FJP/DWB",
  "REVDATE": "01/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Abruptic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vistarobles sandy loam, on a south facing, less than 1 percent slope under a cover of navarretia, coyote thistle and blow wives at an elevation of 100 feet, (30 m).  When described on 5/13/1992 the soil was moist below 6 inches, (15 cm).  (Colors are for dry soil unless otherwise noted).\nA1--0 to 5 inches, (0 to 13 cm); strong brown (7.5YR 5/6) sandy loam, dark brown (7.5YR 3/4) moist; 17 percent clay; weak coarse platy parting to moderate medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few very fine and fine roots; many very fine irregular and tubular pores; 5 percent fine distinct light brownish gray (10YR 6/2), oxidized iron masses and 2 percent fine distinct black (N 2/0) manganese masses; 5 percent gravel; moderately acid, pH 6.0 by Helige-Truog; clear smooth boundary.\nA2--5 to 10 inches, (13 to 25 cm); strong brown (7.5YR 5/6) sandy clay loam, brown (7.5YR 4/4) moist; 20 percent clay; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few very fine roots; many very fine irregular and tubular pores; 10 percent fine distinct strong brown (7.5YR 5/8) oxidized iron masses and  2 percent fine distinct black (N 2/0) manganese masses; 10 percent gravel; neutral, pH 6.8 by Helige-Truog; abrupt smooth boundary. (Combined thickness of A horizon is 3 to 10 inches, (8 to 25 cm) thick).\n2Bt--10 to 14 inches, (25 to 36 cm); strong brown (7.5YR 5/6) gravelly clay, dark brown (7.5YR 3/4) moist; 40 percent clay; moderate medium angular blocky structure; very hard, friable, moderately sticky, moderately plastic; many very fine irregular and tubular pores; 2 percent fine distinct black (N 2/0) manganese masses; 50 percent discontinuous prominent clay films on faces of peds; 25 percent gravel; neutral, pH 7.0 by Helige-Truog; abrupt smooth boundary. (4 to 7 inches, (10 to 18 cm) thick.)\n3Bqm--14 to 34 inches, (36 to 86 cm); indurated duripan cemented by silica; cementation decreases with depth; reddish yellow (7.5YR 6/6); strong brown (7.5YR 4/6) moist; 25 percent gravel, 5 percent cobbles; 15 percent manganese surface coats on top of duripan; neutral, pH 7.0 by Helige-Truog; gradual smooth boundary. (9 to 20 inches, (23 to 51 cm) thick)\n3C--34 to 40 inches, (86 to 102 cm); dark yellowish brown (10YR 4/6) very cobbly sandy loam, dark yellowish brown (10YR 4/4) moist; 14 percent clay; single grain; loose, nonsticky, nonplastic; many very fine irregular pores; 15 percent gravel and 20 percent cobbles; slightly alkaline, pH 7.5. by Helige-Truog."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 3.2 miles northwest of Honcut, California, approximately 1800 feet east and 300 feet south of the northwest corner of Section 6, Township 17 N., Range 4 E., 39 degrees, 21 minutes, 50 seconds North latitude and 121 degrees, 34 minutes, 9 seconds West longitude, NAD27 - U.S.G.S Quad: Honcut, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to duripan is 10 to 20 inches, (25 to 51 cm).  The mean annual soil temperature is 61 to 65 degrees F, (16 to 18 degrees C).  The soil moisture control section is dry in all parts from about May 15 to about October 31 (about 150 days).  The particle-size control section averages 36 to 50 percent clay and 3 to 25 percent rock fragments, mostly gravel.  Mineralogy is mixed.  A fluctuating, water table can occur from the top of the duripan to 16 inches, (41 cm) below the surface of the soil from November through April.  Rock fragments on the surface range from 0 to 15 percent gravel and 0 to 5 percent cobbles.  Some pedons have BA, Bt, or 2BCt horizons and/or have iron depletions in the 2Bt horizon.\nThe A horizon dry color is 7.5YR 5/4, 5/6, 5/8, 6/4, 10YR 4/4, 5/2 or 5/4.  Moist color is 7.5YR 3/2, 3/4, 4/4, 5YR 3/4 or 10YR 3/4.  Texture is loam, gravelly loam, sandy loam, gravelly sandy loam or sandy clay loam.  Clay content ranges from 16 to 26 percent.  Rock fragments range from 5 to 20 percent gravel and 0 to 10 percent cobbles.  Organic matter ranges from 1 to 2 percent.  Base saturation by sum of cations ranges from 65 to 75 percent.  Redoximorphic features such as oxidized iron-manganese masses, with dry colors of 7.5YR 5/6, 5/8, 10YR 5/4, 5/8, 6/2, or 7/3 and manganese masses with dry color of N 2/0 occur in this horizon.  Reaction ranges from strongly acid to neutral.\nThe 2Bt horizon dry color is 7.5YR 5/4, 5/6 or 6/6.  Moist color is 7.5YR 3/4, 4/4, 4/6 or 5YR 4/6.  Texture is clay or gravelly clay.  Clay content ranges from 40 to 50 percent.  Rock fragments range from 0 to 25 percent gravel.  Organic matter ranges from 0.4 to 1.0 percent.  Base saturation by sum of cations ranges from 75 to 85 percent.  Redoximorphic features such as soft oxidized iron masses with dry colors of 7.5YR 4/4 and manganese masses with dry colors of black (N 2.5/0), occur in this horizon.  Reaction ranges from slightly acid to neutral.\nThe 3Bqm horizon dry color is 7.5YR 5/8 or 6/6.  Moist color is 7.5YR 4/6 or 5/6. Rock fragments range from 20 to 60 percent gravel and 1 to 15 percent cobbles.  Reaction ranges from neutral to moderately alkaline.\nThe 3C horizon dry color is 10YR 4/6 or 6/4.  Moist color is 10YR 4/4, 5/4, 7.5YR 4/6 or 7.5YR 5/6.  Texture is very cobbly loamy sand, very gravelly loamy sand, very gravelly loamy coarse sand, very cobbly sandy loam, very gravelly sandy loam, very cobbly coarse sandy loam or very gravelly coarse sandy loam.  Clay content ranges from 3 to 15 percent.  Rock fragments range from 15 to 60 percent gravel and 0 to 25 percent cobbles.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Keyes series.  Keyes soils are well and moderately well drained and lack redoximorphic features."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Vistarobles soils are in swales on intermediate terraces.  Slopes range from 0 to 9 percent.  These soils formed in alluvium from igneous and metamorphic rocks.  Elevation is 85 to 350 feet, (26 to 107 m).  Mean annual precipitation is 18 to 28 inches, (457 to 711 mm).  The mean annual temperature is 61 to 63 degrees F, (16 to 17 degrees C).  Frost free season is 240 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fernandez, Kimball, Redding, Eastbiggs, Thermalito and Thompsonflat soils.  The Fernandez, Kimball, and Thompsonflat soils are very deep.  Redding soils are moderately deep to a duripan and are on mounds.  Eastbiggs and Thermalito soils are moderately deep to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; very high runoff; moderate to moderately rapid saturated hydraulic conductivity in the A horizon, slow in the 2Bt horizon and impermeable in the 3Bqm horizon.  Water frequently ponds 3 to 4 inches, (8 to 10 cm) above the surface for a long to very long duration from December through April.  A fluctuating, water table can occur from the top of the duripan to 16 inches, (41 cm) below the surface of the soil from November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, home site development, wildlife habitat and small areas of olive orchards.  Vegetation is navarretia, coyote thistle, blow wives, tidytips, goldfields, yellowcarpet, bluestars, filaree, hairgrass and soft chess."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the (M262Ag) Hardpan Terraces subsection of the (262A) Great Valley section.  MLRA 17 - Sacramento Valley.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is from Vista Robles, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as Redding gravelly sandy loam, (Rg) in the Soil Survey of Oroville Area, California 1926.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 10 inches, (0 to 25 cm) (A1, A2).\nAbrupt textural change- zone from 10 to 14 inches, (25 to 36 cm) (2Bt).\nArgillic horizon - zone from 10 to 14 inches, (25 to 36 cm) (2Bt).\nDuripan - the zone from 14 to 34 inches, (36 to 86 cm) (Bqm).\nParticle-size control section - zone from 10 to 14 inches, (25 to 36 cm) (2Bt).\nThe soil moisture control section - zone from 8 to 14 inches, (20 to 36 cm).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
