{
  "SERIES": "VIVES",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAB:  LHR",
  "REVDATE": "04/2000",
  "STATES": "PR",
  "OVERVIEW": "The Vives series have very dark grayish brown, clay A horizons; yellowish red, clay loam B horizons and clay loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, isohyperthermic Fluventic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vives clay, sugar cane field.\n(Colors are for mist soil.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) clay; few medium prominent reddish brown (5YR 4/4) mottles; massive; weak fine subangular blocky structure; firm, slightly sticky, plastic; many fine roots; common fine rock fragments; many fine charcoal pies, neutral; abrupt wavy boundary.  (5 to 10 inches thick)\nB21--9 to 23 inches; yellowish red (5YR 4/6) clay loam; weak medium subangular blocky structure; firm, slightly sticky, plastic; common fine roots; few fine pores; common fine rock fragments; many dark coatings in root channels; neutral; clear wavy boundary.  (9 to 18 inches thick)\nB22--23 to 32 inches; reddish brown (5YR 4/4) clay loam; weak fine subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few fine pores; few fine rock fragments; neutral; clear wavy boundary.  (6 to 12 inches thick)\nC1--32 to 43 inches; brown (7.5YR 4/4) clay loam; massive; friable, nonsticky, slightly plastic; common subrounded fine rock fragments; neutral; clear smooth boundary.  (7 to 12 inches thick)\nCca--43 to 50 inches plus; brown (7.5YR 4/4) clay loam; massive; friable, nonsticky, slightly plastic; many lime splotches; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sudeste SCD, Puerto Rico; municipality of Arroyo, 0.9 miles north of kilometer marker 150.8 of Highway 3."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches.  The reaction of the horizon above the Cca horizon ranges from slightly acid to mildly alkaline.\nThe A horizon has colors of very dark grayish brown (10YR 3/2), very dark brown (10YR 2/2) dark brown (10YR 3/3; 7.5YR 3/2) or dark reddish brown (5YR 3/2, 3/3).  The A horizon is a clay or clay loam.\nThe color of the B horizon ranges from brown (7.5YR 4/4) through reddish yellow (7.5YR 6/8) or from reddish brown (5YR 4/4) through reddish yellow (5YR 6/8).  Texture of the B horizon is a clay or clay loam few or common.  Structure of B horizon is weak fine or medium subangular blocky.\nVolcanic rock fragments occur throughout the solum.  The C horizon includes the same colors as the B horizons, or as well as dark yellowish brown (10YR 4/4), yellowish brown (10YR 5/4, 5/6, 5/3) or brownish yellow (10YR 6/6, 6/8).  Texture of C horizon is silt loam or clay loam.  Some pedons have gravel at depths below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cornhill, Diamond, Dique, Guamani, Humacao, Limani, Maguayo, Paso Seco, Southgate, Victory, Vieques, and Vivi series.  Cornhill soils are calcareous throughout.  Guamani and Vieques soils have sandy-skeletal lower control sections.  Vieques soils and the Victory soils have a regular decrease in organic matter content with depth.  Diamond and Southgate soIl have hard rock within 20 inches of the surface.  Dique, Humacao, Limini, and Vivi soils have more humid soil moisture regimes.  Limani soils have lower base saturation.  Maguayo soils have clayey control sections.  Paso Seco soils have clayey over loamy skeletal control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Vives soils occur on nearly level to moderately sloping alluvial fans and terraces above the present river flood plains.  Slope gradients are 0 to 12 percent.  The regolith is fine and moderately fine textured sediments of mixed origin.  The climate is semiarid tropical.  The average annual rainfall varies from 25 to 45 inches.  The mean annual temperature is about 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amelia, Guayama, Machete, and San Anton series.  The Amelia soils have gravelly clay argillic horizons with 40 to 75 percent coarse fragments and have higher base saturation throughout solum.  Guayama soils have hard rock within 20 inches of the surface.  Machete soils have argillic horizons with higher base saturation in lower parts.  San Anton soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is medium and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The original vegetation consisted of native grasses and brush.  These soils are used mostly for sugar cane production.  A few areas are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Semiarid alluvial fans and terraces in Puerto Rico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico; l942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Vives series was placed in the Reddish Prairie great soil group.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) clay; few medium prominent reddish brown (5YR 4/4) mottles; massive; weak fine subangular blocky structure; firm, slightly sticky, plastic; many fine roots; common fine rock fragments; many fine charcoal pies, neutral; abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "B21",
        "top": 23,
        "bottom": 58,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B21--9 to 23 inches; yellowish red (5YR 4/6) clay loam; weak medium subangular blocky structure; firm, slightly sticky, plastic; common fine roots; few fine pores; common fine rock fragments; many dark coatings in root channels; neutral; clear wavy boundary.  (9 to 18 inches thick)"
      },
      {
        "name": "B22",
        "top": 58,
        "bottom": 81,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B22--23 to 32 inches; reddish brown (5YR 4/4) clay loam; weak fine subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few fine pores; few fine rock fragments; neutral; clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--32 to 43 inches; brown (7.5YR 4/4) clay loam; massive; friable, nonsticky, slightly plastic; common subrounded fine rock fragments; neutral; clear smooth boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "Cca",
        "top": 109,
        "bottom": 127,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cca--43 to 50 inches plus; brown (7.5YR 4/4) clay loam; massive; friable, nonsticky, slightly plastic; many lime splotches; calcareous; moderately alkaline."
      }
    ]
  ]
}
