{
  "SERIES": "VIVIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJH-WJB, NJ",
  "REVDATE": "06/2014",
  "STATES": "SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vivian gravelly loam - on a convex east facing slope of 10 percent in native grass.  When described the soil was dry throughout.   (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 centimeters (0 to 4 inches); grayish brown (10YR 5/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable; many roots; 15 to 20 percent gravel; violent effervescence; slightly alkaline; clear smooth boundary.  [5 to 25 centimeters (2 to 10 inches thick)]\nC1--10 to 23 centimeters (4 to 9) inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 5/3) moist; massive; slightly hard, friable; common roots; about 40 percent gravel; violent effervescence; slightly alkaline; gradual wavy boundary.\nC2--23 to 127 centimeters (9 to 50 inches); pale brown (10YR 6/3) very gravelly loam, brown (10YR 5/3) moist; massive; loose; common roots to about 89 centimeters (35 inches); few roots to about 107 centimeters (42 inches); about 55 percent gravel; violent effervescence; moderately alkaline; abrupt wavy boundary.\n2Cr--127 to 152 centimeters (50 to 60 inches); pale yellow (2.5Y 7/4) shale, light olive brown (2.5Y 5/4) moist; brittle; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jones County, South Dakota about 11 miles north and 1 mile east of Okaton; 995 feet east and 400 feet south of the northwest corner of sec. 5, T. 1 N., R. 27 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Free carbonates are typically at the surface, however, the surface of some pedons may be leached to a depth of about 10 centimeters (4 inches).  Shale bedrock is below depths of about 102 centimeters (40 inches).  Gravel content ranges from 35 to 70 percent by volume in the control section.  The upper 13 centimeters (5 inches) of the control section in some pedons may contain less than 15 percent gravel by volume.  Some pedons have an AC horizon.\nA Horizon:\nHue:  10YR or 2.5Y\nValue:  4 to 6 dry and 4 or 5 moist\nChroma:  2 to 4\nSome pedons have a value of 3 moist and chroma of 2 in the upper 10 centimeters (4 inches).\nTexture:  gravelly loam or gravelly clay loam, some pedons can be very gravelly clay loam\nReaction:  neutral or slightly alkaline\nC Horizon:\nHue:  10YR or 2.5Y\nValue:  5 to 7 dry and 4 to 6 moist\nChroma:  2 to 4\nTexture:  very gravelly loam, very gravelly clay loam, very gravelly fine sandy loam or extremely gravelly loam\nReaction:  slightly or moderately alkaline\n2 Cr Horizon:\nThe horizon is made up of shale from the Pierre Shale Formation.  The shale beds increase in thickness with depth.  There are few to many gypsum accumulations between the bedding planes.  It is weakly cemented and slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  gravelly alluvial sediments over clayey marine shale of the Pierre Shale Formation\nLandscape:  level to steep undulating uplands\nLandform:  nearly level to steep terrace escarpments or terrace remnants that cap ridges or crests\nSlope:  0 to 60 percent\nMean annual air temperature:  7 to 9 degrees C (45 to 48 degrees F)\nMean annual precipitation:  380 to 480 millimeters (15 to 19 inches)\nGrowing season:  125 to 155 days\nGrowing season precipitation:  300 to 360 millimeters (12 to 14 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kirley, Lakoma, Okaton, Ree, and Sansarc soils.  These soils have less than 35 percent gravel in the series control section.  In addition, Kirley and Ree soils have an argillic horizon.  Lakoma, Okaton, and Sansarc soils formed in residuum from shale.  The Vivian soils are on knolls and ridges above these soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage:  well drained\nSaturated Hydraulic Conductivity:  gravelly alluvium  high, Pierre Shale  slow\nRunoff:  slow on the lower slopes and rapid on the steeper slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing and wildlife habitat.  Native vegetation is primarily blue grama, sideoats grama, threadleaf sedge, needleandthread, western wheatgrass, little bluestem, prairie sandreed, plains muhly, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Central South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jones County, South Dakota, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon recognized in this pedon is:  ochric epipedon - the zone from the surface of the soil to a depth of about 4 inches.\nNCJ 6.2014 Overall update of Range in Characteristics, Geographic Setting, and Drainage and Saturated Hydraulic Conductivity and change to tabular format.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
