{
  "SERIES": "VOCA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALN-GLL-ACT-ALB",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Voca sandy loam--in native rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 in); brown (7.5YR 5/3) sandy loam, brown (7.5YR 4/3) moist; weak fine subangular blocky structure; slightly hard, friable; many fine roots; many very fine and fine pores; 10 percent, 2 to 5 mm, quartz gravel; moderately acid; clear smooth boundary.\nA2--15 to 28 cm(6 to 11 in); brown (7.5YR 5/4) gravelly coarse sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable; common very fine, fine, medium roots, common very fine and fine pores; 25 percent, 2 to 5 mm, quartz gravel; moderately acid; clear wavy boundary. (Combined thickness of the A horizon is 15 to 51 cm [6 to 20 in])\nBt1--28 to 42 cm (11 to 17 in); yellowish red (5YR 5/6) very gravelly sandy clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; hard, firm; common very fine, fine, medium roots; common very fine and fine pores; 5 percent clay films on vertical faces of peds; 45 percent, 2 to 5 mm, quartz gravel; moderately acid; clear wavy boundary.\nBt2--42 to 55 (17 to 22 in); red (2.5YR 5/8) gravelly clay, red (2.5YR 4/8) moist; moderate medium subangular blocky structure; hard, firm; common very fine and fine roots; common very fine and fine pores; 5 percent prominent very dark gray (10YR 3/1) organic stains on vertical faces of peds; 15 percent clay films on vertical faces of peds; 20 percent, 2 to 5 mm, quartz gravel; moderately acid; clear wavy boundary. (Combined thickness of the Bt horizon is 46 to 114 cm [18 to 45 in])\nBt3--55 to 87 (22 to 34 in); red (2.5YR 5/8) gravelly clay, red (2.5YR 4/8)) moist; moderate medium subangular blocky structure; hard, firm; common very fine and fine roots; common very fine and fine pores; 15 percent clay films on vertical faces of peds; 20 percent, 2 to 5 mm, quartz gravel; common fine mica flakes; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 46 to 114 cm [18 to 45 in])\nBCt--87 to 203 cm (34 to 80 in); red (10R 4/6) extremely gravelly coarse sandy loam, dark red (10R 3/6) moist; moderate very fine subangular blocky structure; .very hard, firm, slightly sticky, slightly plastic; few very fine roots in cracks; common very fine and common fine pores; 90 percent clay films on rock fragments; 85 percent, 2 to 75 mm, granite gravel, non-flat, angular, indurated; noneffervescent; moderately acid. (Combined thickness of the BCt horizon is 40 to 125 cm [16 to 50 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McCulloch County, Texas; from the intersection of Highway 71 and FM 1851 near Voca, 3.6 miles south on FM 1851, 0.3 mile west on private road, and 50 feet north in rangeland. (Spy Rock USGS topographic quadrangle; Latitude: 30 degrees, 57 minutes, 2.5 seconds N; Longitude: 99 degrees, 11 minutes, 29.0 seconds W; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: Greater than 203 cm (80 in)\nParticle-size control section (weighted average):\nClay content: 35 to 50 percent\nRock fragments: amount-25 to 35 percent by volume, size-2 to 75 mm, kind-granite, feldspar and quartz gravel\nA horizon\nHue: 5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 6, dry and moist\nTexture: Coarse sandy loam, sandy loam, fine sandy loam, or loam, and their gravelly counterparts\nClay content: 10 to 19 percent\nRock fragments: 5 to 35 percent by volume\nReaction: slightly acid to slightly alkaline\nBt horizon\nHue: 10R to 10YR\nValue: 3 to 8, 2 to 6 moist\nChroma: 2 to 8, dry and moist\nTexture: Sandy clay loam, clay loam, sandy clay or clay, and their gravelly and very gravelly phases\nClay content: 35 to 60 percent clay\nRock fragments: amount-15 to 50 percent by volume in the upper 51 cm (20 in) of the Bt; 25 to 60 percent by volume in the lower part of the Bt\nReaction: moderately acid to neutral\nBCt horizon\nHue: 10R to 5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6, dry and moist\nTexture: Coarse sandy loam, loam, or sandy clay loam, and their extremely gravelly phases\nClay content of the fine-earth fraction: 15 to 30 percent\nRock fragments: amount-60 to 90 percent by volume; kind-granite and saprolite\nReaction: Moderately acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Castell (TX), Hamby (TX), Pedernales (TX), Weswind (TX), Wichita (TX), and Winters (TX) soils in the same family. Similar soils include the Callisburg (TX), Chigley (OK), Cona (TX), Edge (TX), Margie (TX), Minwells (TX), Truce (TX), and Windthorst (TX) series. All of the similar soil receive more rainfall.\nCastell soils: are 50 to 100 cm (20 to 40 in) to gneiss bedrock.\nCallisburg and Minwells soils: are more than 51 to 102 cm (20 to 40 in) to sandstone.\nChigley soils: are underlain with conglomerate at depths of 152 cm (60 in)\nEdge soils: are 100 to 150 cm (40 to 60 in) to weakly consolidated siltstone.\nHamby, Pedernales, Weswind, Wichita, and Winters soils: have secondary carbonates in the lower argillic horizons.\nTruce soils: are underlain with shale at depths of 50 to 100 cm (20 to 40 in).\nWindthorst soils: are underlain with sandstone at 100 to 150 cm (40 to 60 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Slope alluvium and residuum from pre-Cambrian grus and granite\nLandscape: Dissected plains\nLandscape: Footslopes of ridges and hills\nSlope: 0 to 12 percent, but mainly less than 5 percent\nClimate: Dry, subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual air temperature: 18 to 19 degrees C (65 to 67 degrees F)\nMean annual precipitation: 610 to 711 cm (24 to 28 in)\nFrost-free period: 210 to 240 days\nElevation: 213 to 610 m (700 to 2,000 ft)\nThornthwaite P-E Index: 38 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Castell, Click, Lou, and Katemcy soils.\nCastell soils: occur on similar surfaces.\nClick soils: have loamy-skeletal control sections and occur on shoulders and summits of ridges and hills underlain by pre-Cambrian granite grus\nKatemcy soils: are 50 to 100 cm (20 to 40 in) to schist bedrock and occur on similar surfaces.\nLou soils: have fine-loamy control sections and occur on backslopes, shoulders and summits of ridges and hills"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is slow. Runoff is low on slopes less than 1 percent, medium on 1 to 5 percent slopes, and high on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland. A limited acreage is used for growing small grains and sorghums for grazing. Native vegetation consists of mid grasses and short grasses, such as little bluestem, silver bluestem, purpletop, sideoats grama, threeawn, Arizona cottontop, windmillgrass, and sand dropseed. Post oak, blackjack oak, and live oak trees occur in places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas; Southwest Plateaus and Plains Range and Cotton Region, LRR-I; MLRA 82A-Texas Central Basin. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McCulloch County, Texas; 1970. The name Voca is from a community in southern McCulloch County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Voca series type location was redescribed and sampled for characterization in 2009.  It was previously described with a paralithic contact within 150 cm (60 in). The series concept was changed to very deep with no bedrock based on a pit at the type location and other observations.  The activity class was changed to active based on NSSL data.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 23 cm (0 to 9 in) (A1 and A2 horizons)\nArgillic horizon: 23 to 203 cm (9 to 80 in) (Bt1, Bt2, and BCt horizons)\nADDITIONAL DATA: Lab data available from the National Soil Survey Laboratory on pedon number 87TX299001 (samples 87P02410 to 87P02415) from Llano County, TX; Properties and Reconstruction of Pedon 584TX-299-01, Larry T. West, 1984; and Type location in McCulloch County, TX pedon number S09TX307001 (samples 09N02898-09N02903).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
