{
  "SERIES": "VODERMAIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAM/GHL",
  "REVDATE": "4/77",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Vodermaier gravelly coarse sandy loam, cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; grayish brown (10YR 5/2) gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable; many very fine and fine, common medium , few coarse roots; many fine interstitial pores; 30 percent pebbles; slightly acid (pH 6.3); clear smooth boundary.  (6 to 8 inches thick)\nA12--7 to 22 inches; dark grayish brown (10YR 4/2) gravelly loamy coarse sand, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable; common fine and medium, few coarse roots; many fine tubular pores; 30 percent pebbles; medium acid (pH 5.6); gradual wavy boundary.  (12 to 18 inches thick)\nA13--22 to 30 inches; dark grayish brown (10YR 4/2) gravelly loamy coarse sand, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable; common fine and medium, few coarse roots; many fine tubular pores; 30 percent pebbles; medium acid (pH 5.8); gradual wavy boundary.  (6 to 11 inches thick)\nC1--30 to 43 inches; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable; common fine and medium, few coarse roots; many fine tubular pores; 30 percent pebbles; many 5 to 13 mm krotovinas that are light yellowish brown (10YR 6/4) dry and dark yellowish brown (10YR 4/4) moist; medium acid (pH 5.9); gradual irregular boundary.  (10 to 20 inches thick)\nC2--43 to 60 inches; light yellowish brown (10YR 6/4) very gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable,; common fine and medium roots; many fine tubular pores; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Camas County, Idaho; about 1.5 miles west and 2 miles south of Fairfield; 100 feet east and 425 feet south of the north 1/4 corner of section 29, T.1S., R.14E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist, but is dry for 50 to 80 consecutive days in the summer and autumn.  Thickness of the solum is 25 to 36 inches.  The 10 to 40 inch control section averages 8 to 15 percent clay and more than 70 percent fine sand or coarser.  It has 20 to 35 percent pebbles by volume and less than 5 percent cobbles.  The soil has a base saturation of 50 to 75 percent in some part above depth of 30 inches.  The soil is medium acid to neutral.  The mean annual soil temperature is 41 to 44 degrees F. and the mean summer soil temperature is 61 to 66 degrees F.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe C1 horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.\nThe C2 horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 moist and dry.  It is very gravelly loamy coarse sand or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Moweba, Ola, and Riceton series in other families.  Moweba soils are loamy, skeletal.  Ola and Riceton soils are coarse, loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vodermaieer soils are on alluvial fans and have slopes of 0 to 12 percent.  Elevations are 4,800 to 5,500 feet.  The soils formed in mixed alluvium weathered from acid and basic igneous rocks.  The soils are in a humid continental, cool summers (Trewartha's Modified Koppen System) climate with dry summer and cold, moist winters.  The mean annual precipitation is 12 to 16 inches. The mean January temperature is 16 degrees F.; the mean July temperature is 66 degrees F.; and the mean annual temperature is 39 to 42 degrees F.  The frost free season is 70 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brinegar and Little Wood soils and the competing Riceton soils.  Brinegar soils have a moderately fine textured B2t horizon and are moderately well drained.  Little Wood soils have a B2t horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for nonirrigated and irrigated cropland.  Crops are small grain and alfalfa hay.  Vegetation is big sagebrush, bluebunch wheatgrass, Thurber's needlegrass and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern and south central Idaho.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Camas County, Idaho, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
