{
  "SERIES": "VOLBORG",
  "STATUS": "Established Series",
  "BYREV": "GFB-CJH",
  "REVDATE": "04/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, acid, frigid, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Volborg silty clay, in grassland. (Colors are for dry soil unless otherwise noted)\nA--0 to 3 inches; grayish brown (10YR 5/2) silty clay, brown (10YR 4/3) moist; moderate very fine granular structure with weak, thin crust at surface; soft, very friable, sticky and very plastic; common very fine roots; moderately acid (pH 6.0); abrupt smooth boundary. (0 to 4 inches thick)\nC--3 to 15 inches; grayish brown (10YR 5/2) silty clay, brown (10YR 4/3) moist; moderate very fine granular structure; hard, friable, sticky and very plastic; common very fine roots; common very fine pores; very strongly acid (pH 4.8); clear wavy boundary. (8 to 16 inches thick)\nCr--15 to 60 inches; gray (10YR 6/1) semiconsolidated shale, dark gray (10YR 4/1) moist; common very fine roots matted at top of shale and in cracks in upper 4 inches; common reddish brown (5YR 4/4) iron stains on shale fragments; common pale yellow (5Y 8/4) sulfur bands; extremely acid (pH 4.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rosebud County, Montana; 200 feet north and 25 feet east of the SW corner of sec. 19, T. 8 N., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 47 degrees F.\nMoisture control section - between 4 to 12 inches thick, dry in all parts between four-tenths and five-tenths of the cumulative days per year when the temperature at a depth of 20 inches is 41 degrees F or higher.\nDepth to bedrock - 10 to 20 inches; in the saline phase it is 10 to 14 inches.\nSoil phases - saline.\nThe dark colors in this soil are lithochromic of the parent material. In pedons which are less than 14 inches to the consolidated shale, the pH is 5.5 or less.\nA horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  1 to 3\nTexture:  silty clay loam, silty clay or clay\nClay content:  35 to 50 percent\nEC:  less than 4 mmhos/cm\nSAR:  0 to 13; 5 to 13 in saline phase\nReaction:  pH 4.5 to 6.5\nC horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  1 to 3\nTexture:  silty clay loam, silty clay or clay\nClay content:  35 to 50 percent\nRock fragments:  0 to 80 percent--0 to 30 percent soft fragments; 30 to 80 percent soft fragments in saline phase\nEC:  2 to 16 mmhos/cm; 8 to 16 mmhos/cm in saline phase\nSAR: 0 to 13\nReaction:  pH 3.6 to 5.5\nSome pedons have very fine blocky structure.  Salinity is from the shale fragments and is not due to illuviation of salts.\nCr horizon - semiconsolidated shale\nEC:  8 to 16 mmhos/cm\nReaction:  pH 3.6 to 5.5\nIron and sulfur bands are common to many pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDilts (ND) - has a C horizon which is very hard or extremely hard when dry and very firm or extremely firm when moist; has weak coarse subangular blocky structure that parts to platy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - sedimentary plains; hills; ridges.\nElevation - 2,200 to 5,200 feet.\nSlope - 1 to 60 percent.\nParent material - residuum from semiconsolidated shale.\nClimate - cool with long, cold, dry winters; moist springs; and warm summers.\nMean annual precipitation - 10 to 16 inches.\nMean annual temperature - 39 to 45 degrees F.\nFrost-free period - 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Volborg soils are used for rangeland.  The potential native vegetation is prairie sandreed, western wheatgrass, sun sedge, shrubs and forbs.  The potential native vegetation on the eroded phase is mainly western wheatgrass, Montana wheatgrass, prairie sandreed, Nuttall saltbush, slender eriogonum, sagebrush and rubber rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Montana.  These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rosebud County, Montana, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0351 and MT0894.\nDiagnostic horizons and features recognized in the pedon are:  ochric epipedon - from the soil surface to 7 inches, mixed (A, part of C horizon); paralithic contact - at 15 inches (C horizon).  Neldore soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nAdditional Data:  Laboratory sample  S90MT-071-001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
