{
  "SERIES": "VOLCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/ACT/RMR",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Volco series consists of shallow and very shallow well drained, moderately permeable soils on hills or mountains.  These gently sloping to steep soils formed in calcareous loamy sediments in a stony mantle of igneous materials.  Slopes range from 1 to 45 percent. The mean annual precipitation is about 16 inches and the mean annual air temperature is about 60 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, thermic Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Volco very gravelly loam  rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine platy and subangular blocky structure; slightly hard, friable, many very fine and fine roots; 25 percent igneous and caliche gravel, 10 percent igneous cobbles, and 5 percent igneous stones; strongly effervescent; moderately alkaline; clear smooth boundary (2 to 6 inches thick).\nBk--4 to 9 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable; many fine roots and pores; 35 percent igneous gravel, 10 percent igneous cobbles and 10 percent igneous stones; coarse fragments have thin coatings of calcium carbonate; violently effervescent; moderately alkaline; abrupt irregular boundary (5 to 14 inches thick).\nR/Bk--9 to 18 inches; fractured, platy grayish volcanic bedrock fractured at intervals less than 4 inches; weakly cemented in upper part and strongly cemented below; calcium carbonate coated on surface and in fractures; hard pale brown (10YR 6/3) loamy material in fractures, few fine roots and pores in the loamy material; diffuse boundary (2 to 12 inches thick).\nR--18 to 20 inches; platy grayish igneous bedrock, indurated."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jeff Davis County, Texas; from the intersection of Eighth Street and the Union Pacific Railroad at Valentine, 0.4 miles east to Means Ranch Road, 4.7 miles north on Means Ranch Road; 60 feet south of county road, 1/4 mile north of the southeast corner of Section 52, Block 4, GH & SA Ry. Co. Survey. Latitude: 30 degrees, 38 minutes, 40 seconds North; Longitude: 104 degrees, 27 minutes, 27 seconds West NAD83; UTM coordinates 552075 m E, 3390487 m N, Zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The moisture control section in normal years is dry in some or all parts for six-tenths or more of the cumulative days per year when the soil temperature exceeds 41 degrees F.  Aridic ustic soil moisture regime\nSolum thickness and depth to lithic contact:  6 to 20 inches\nRock fragment content:  35 to 80 percent, 15 to 50 percent gravel, 2 to 20 percent cobbles, and 0 to 15 percent stones\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 or 5 dry, 3 moist\nChroma:  2 or 3, dry or moist\nTexture:  sandy loam, loam, clay loam\nReaction:  slightly to moderately alkaline\nBk horizon\nHue:  7.5YR or 10YR\nValue:  4 to 6, dry or moist\nChroma:  2 or 3\nFine earth texture: sandy loam, loam, or clay loam\nRock fragment content: 50 to 80 percent\nReaction:  slightly or moderately alkaline.colors similar to A horizon\nCalcium carbonate equivalent:  20 to 35 percent\nSecondary carbonate accumulations:  occur as coatings on fragments, threads, films or masses\nR/Bk\nThe lower part is mainly rhyolitic or basaltic volcanic.\nvolcanic bedrock with calcium carbonate coating on the surface and in fractures in the upper part.\nR layer\nThe lower part is rhyolitic or basaltic bedrock with fracture interval greater than 10 cm (4 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Volco soils are on hills or mountains formed by the dissection of igneous materials.  Slopes range from 1 percent to about 45 percent.  They formed in calcareous loamy sediments that have accumulated in the stony mantle of igneous materials.  Underlying bedrock is hard; being mainly of rhyolitic or basaltic volcanic.  Mean annual precipitation is 12 to 20 inches the majority comes in the summer months.  Mean annual air temperature is 57 to 70 degrees F.  Frost-free period is 200 to 240 days and elevation ranges from 4,000 to 6,695 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boracho, Brewster, Hodgins, Medley, Redona and Sanmoss soils.  Boracho soils have a petrocalcic horizon and are on fan terraces and uplands in lower positions.  Hodgins, Medley, Redona and Sanmoss soils have sola more than 20 inches thick and are on fans or flats in lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, medium on 5 to 20 percent slopes, high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation consists mainly of short grasses and in places a few desertic shrubs.  Grasses are mainly black grama, threeawns, sideoats grama, and blue grama.  Shrubs are creosotebush, acacia and catclaw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas. MLRA 42.  The series of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jeff Davis County, Texas; 1971"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 9 inches (A and Bk horizons)\nCalcic horizon - the zone from 4 to 18 inches (Bk and R/Bk horizons)\nLithic contact - the boundary at 18 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for recorrelation of Brewster County, Texas, Main Part, 2/12/08, CEM\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine platy and subangular blocky structure; slightly hard, friable, many very fine and fine roots; 25 percent igneous and caliche gravel, 10 percent igneous cobbles, and 5 percent igneous stones; strongly effervescent; moderately alkaline; clear smooth boundary (2 to 6 inches thick)."
      },
      {
        "name": "Bk",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bk--4 to 9 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable; many fine roots and pores; 35 percent igneous gravel, 10 percent igneous cobbles and 10 percent igneous stones; coarse fragments have thin coatings of calcium carbonate; violently effervescent; moderately alkaline; abrupt irregular boundary (5 to 14 inches thick)."
      },
      {
        "name": "R/Bk",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "loam",
        "narrative": "R/Bk--9 to 18 inches; fractured, platy grayish volcanic bedrock fractured at intervals less than 4 inches; weakly cemented in upper part and strongly cemented below; calcium carbonate coated on surface and in fractures; hard pale brown (10YR 6/3) loamy material in fractures, few fine roots and pores in the loamy material; diffuse boundary (2 to 12 inches thick)."
      },
      {
        "name": "R",
        "top": 46,
        "bottom": 51,
        "narrative": "R--18 to 20 inches; platy grayish igneous bedrock, indurated."
      }
    ]
  ]
}
