{
  "SERIES": "VOLENTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEW:CLG:JCW",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Volente series consists of deep, well drained, moderately\nslowly permeable soils that formed in calcareous clayey sediments.\nThese soils are on nearly level to sloping uplands.  Slopes vary\nfrom 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Volente silty clay loam--pasture.\n(Colors are for dry soil unless otherwise stated.)\nA11--0 to 22 inches; dark grayish brown (10YR 4/2) silty clay\nloam, very dark grayish brown (10YR 3/2) moist; strong fine\nsubangular blocky and granular structure; hard, friable; many fine\nlimestone fragments on surface, few within horizon; calcareous;\nmoderately alkaline; clear smooth boundary.  (10 to 30 inches\nthick)\nA12--22 to 36 inches; dark brown (7.5YR 4/2) silty clay, dark\nbrown (7.5YR 3/2) moist; moderate fine and medium subangular\nblocky and granular structure; hard, firm but crumbly; few fine\nfragments of limestone; some mixing of above materials in\nearthworm channels; calcareous; moderately alkaline; clear smooth\nboundary.  (10 to 15 inches thick)\nB--36 to 46 inches; brown (7.5YR 5/4) silty clay, dark brown\n(7.5YR 4/4) moist; weak fine granular structure; hard, friable;\nfew fine fragments of limestone; calcareous; moderately alkaline;\nclear smooth boundary.  (8 to 20 inches thick)\nC--46 to 54 inches; reddish yellow (5YR 7/6) clay loam,\nreddish yellow (5YR 6/6) moist; massive; very hard, friable; many\nfine fragments of limestone and strongly cemented concretions of\ncalcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Travis County, Texas, approximately 8 miles north,\n32 degrees west of the State Capitol in Austin, 100 feet west of\nRanch Road 2222 at a point 0.8 mile northwest of intersection of\nRanch Road 2222 and Lake Austin Metropolitan Park Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 34\nto about 50 inches.  The mollic epipedon ranges from 20 to 40\ninches in thickness.  Texture of all horizons ranges from silty\nclay loam, clay loam to silty clay, with a clay content ranging\nfrom 35 to 50 percent.  Fragments of limestone from 1/8 to 3 inch\nrange from few to common throughout the pedon.  The matrix is\ncalcareous throughout.\nThe A horizon has values of 4 or 5, chromas of 2 or 3 in 7.5YR\nhues or values of 3 or 4, chromas of 2, 3 or 4 in 10YR hues.\nStructure ranges from fine granular in the upper part to fine\nsubangular blocky and granular in the lower part.\nThe B horizon has values of 5 or 6, chroma of 4 in 7.5YR hue or\nvalues of 5 or 6, chromas ranging from 3 to 8 in 10YR hue.\nStructure is weak fine granular to moderate fine granular and\nsubangular blocky.\nThe C horizon has values ranging from 4 to 7, chromas 3 to 8 in\n5YR hue, or values ranging from 5 to 8 chromas, 2 to 8 in 7.5YR or\n10YR hue.  In some pedons it contains common limestone pebbles and\ncobbles.\nCompeting Series:  These include the Austin, Bippus, Crawford,\nDale, Denton, Frio, Krum, Lewisville, and San Saba series.  Austin\nsoils have more than 40 percent calcium carbonate equivalent in\nand immediately below the mollic epipedon.  Bippus soils have\nfine-loamy control sections.  Crawford and San Saba soils have\nintersecting slickensides and are less than 40 inches thick over\nbedrock.  Dale soils have fine-silty control sections.  Denton and\nKrum soils have coefficient of linear extensibility values of 0.09\nor greater.  Frio soils have organic matter contents that decrease\nirregularly with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "NA"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Volente soils occur in valleys with slope\ngradients of 0 to 8 percent.  Surfaces are plain to concave.  The\nsoil formed in calcareous clayey sediments 4 to 6 feet thick over\nlimestone.  The climate is moist subhumid to dry subhumid.  Mean\nannual precipitation ranges from about 20 to 34 inches, mean\nannual air temperature from 64 degrees to 70 degrees F, and\nThornthwaite P-E indices from 36 to 54."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing\nCrawford, Denton, Krum, Lewisville, and San Saba series, and the\nBrackett, Eckrant, Tarpley, and Tarrant series.  Brackett,\nEckrant, Tarpley, and Tarrant soils have sola less than 20 inches\nthick.\nDrainage and Permeability:  Well drained; slow to rapid runoff;\nmoderately slow permeability."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "NA"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland, pastureland, and cropland.\nSmall grain and grain sorghums are the main crops grown.  Native\nvegetation consists mainly of mid and tall grasses.  Live oak and\nother hardwood overstory varies from scattered to dense."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Texas, possibly Oklahoma.  Most areas\nare in the valleys in the Edwards Plateau where drainage is\npredominantly from the Brackett series.  The series is of moderate\nextent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": "NA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Travis County, Texas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series would have been classified in the Rendzina\ngreat soil group.  Volente soils were included in the Krum series.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A11--0 to 22 inches; dark grayish brown (10YR 4/2) silty clay"
      },
      {
        "name": "A12",
        "top": 56,
        "bottom": 91,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A12--22 to 36 inches; dark brown (7.5YR 4/2) silty clay, dark"
      },
      {
        "name": "B",
        "top": 91,
        "bottom": 117,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B--36 to 46 inches; brown (7.5YR 5/4) silty clay, dark brown"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 137,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--46 to 54 inches; reddish yellow (5YR 7/6) clay loam,"
      }
    ]
  ]
}
