{
  "SERIES": "VOLMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TDT",
  "REVDATE": "08/2006",
  "STATES": "WA",
  "OVERVIEW": "The Volmont series consists of moderately deep, well drained soils formed in colluvium and residuum from volcanic rock with a component of volcanic ash in the upper part.  These soils are on upper backslopes, shoulders and ridges of mountains.  Slopes are 35 to 65 percent.  The average annual precipitation is about 30 inches, and the average annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Vitrixerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Volmont gravelly ashy sandy loam, on a southwest-facing 52 percent slope at an elevation of 5,300 feet in a subalpine fir, whitebark pine and Douglas-fir forest.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 1 inch; partially decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 5 inches; grayish brown (10YR 5/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine irregular pores; 20 percent pebbles and 2 percent cobbles; slightly acid (pH 6.2); clear wavy boundary.  (4 to 5 inches thick)\nBw--5 to 14 inches; pale brown (10YR 6/3) very gravelly ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; common very fine and fine irregular pores; 35 percent pebbles and 5 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (8 to 17 inches thick)\n2BC--14 to 22 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few fine irregular pores; 30 percent pebbles, 15 percent cobbles and 3 percent stones; slightly acid (pH 6.2); gradual wavy boundary.  (0 to 10 inches thick)\n2C--22 to 33 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine irregular pores; 30 percent pebbles, 15 percent cobbles and 10 percent stones; slightly acid (pH 6.2); gradual wavy boundary.  (8 to 16 inches thick)\n2R--33 inches; fractured andesite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 3 miles north-northwest of Mazama, WA., 3,300 feet west and 1,200 feet north of the southeast corner of section 12, T. 36 N., R. 19 E.  (Latitude 48 degrees 37' 56\"N., Longitude 120 degrees 25' 01\"W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature at 20 inches ranges from 37 to 41 degrees F.  The average summer soil temperature ranges from 42 to 46 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  The upper 7 to 14 inches has an estimated bulk density of 1.10 to 1.30 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  Depth to a lithic contact is 20 to 40 inches.  The particle-size control section averages 35 to 70 percent rock fragments and 8 to 15 percent clay.  Reaction ranges from slightly acid to neutral.\nThe A horizon has chromas of 2 or 3 dry or moist.\nThe Bw horizon has chromas of 3 or 4 moist.  It is very gravelly ashy sandy loam or very cobbly ashy sandy loam.  It has 30 to 40 percent pebbles, 5 to 20 percent cobbles, and 0 to 3 percent stones.\nThe 2C horizon has values of 5 or 6 dry, 4 or 5 moist, and chromas of 2 or 3 dry or moist.  It is very gravelly sandy loam, extremely cobbly sandy loam, or very gravelly loam.  It has 30 to 45 percent pebbles, 10 to 30 percent cobbles and 5 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Torpy, Verhart, Wellsfar and Winsand series. Torpy soils are very deep.  Verhart soils have 3 to 8 percent clay.  Wellsfar soils have a paralithic contact.  Winsand soils are 40 to 60 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Volmont soils are on upper backslopes, shoulders and ridges of mountains.  Elevations range from 4,500 to 6,000 feet.  These soils formed in colluvium and residuum from volcanic rock with a component of volcanic ash in the upper part.  The climate is characterized by cold, wet winters and cool, dry summers.  Average annual precipitation ranges from 25 to 35 inches.  The average January temperature ranges from 18 to 22 degrees F, average July temperature ranges from 54 to 58 degrees F, and the average annual air temperature ranges from 37 to 42 degrees F. The frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gatewall, Venson, and Verhart (T) soils.  The Gatewall soils are on footslopes and backslopes, are very deep with a volcanic ash mantle 7 to 14 inches thick.  Venson soils are on shoulders and backslopes, and form in the red shales and sandstones of the Ventura Member of the Midnight Peak Formation.  Verhart soils are on upper backslopes, shoulders and ridges, and form in sandstone usually on southerly aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife habitat, watershed and recreation.  Native vegetation is Dougals-fir, subalpine fir, and whitebark pine with an understory of pinegrass, heartleaf arnica, kinnikinnik, luina, common yarrow, shinyleaf spirea and Scouler willow.  The cool phase has blue huckleberry and whortleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon - 1 to 5 inches (A horizon)\nCambic horizon - 5 to 14 inches (Bw horizon)\nLithic Contact - 33 inches (R horizon)\nPSCS - zone from 11 to 33 inches (part of Bw, 2BC, and 2C horizons)\nVitrandic feature - 1 to 14 inches\nDepths to diagnostic horizons and features are measured from the to of the first mineral horizon.\nFurther investigation needed as to a udic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inch; partially decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; grayish brown (10YR 5/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine irregular pores; 20 percent pebbles and 2 percent cobbles; slightly acid (pH 6.2); clear wavy boundary.  (4 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--5 to 14 inches; pale brown (10YR 6/3) very gravelly ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; common very fine and fine irregular pores; 35 percent pebbles and 5 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (8 to 17 inches thick)"
      },
      {
        "name": "2BC",
        "top": 36,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--14 to 22 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few fine irregular pores; 30 percent pebbles, 15 percent cobbles and 3 percent stones; slightly acid (pH 6.2); gradual wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2C",
        "top": 56,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C--22 to 33 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine irregular pores; 30 percent pebbles, 15 percent cobbles and 10 percent stones; slightly acid (pH 6.2); gradual wavy boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "2R",
        "top": 84,
        "narrative": "2R--33 inches; fractured andesite"
      }
    ]
  ]
}
