{
  "SERIES": "VOLTAGE",
  "STATUS": "Established Series",
  "BYREV": "Rev: REM/TDT/TM",
  "REVDATE": "07/2001",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Voltage silt loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) silt loam, very dark brown (10YR 2/2) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; many fine roots; many fine vesicular pores; strongly effervescent; EC = 3.6 mmhos/cm, SAR = 1, CaCO3 calcium carbonate = 7 percent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 10 inches thick)\nBk1--4 to 11 inches; pale brown (10YR 6/3) silt loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; strongly effervescent; EC = 5.0 mmhos/cm, SAR = 11, CaCO3 calcium carbonate = 18 percent; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 8 inches thick)\nBk2--11 to 23 inches; light brownish gray (10YR 6/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (10 to 15 inches thick)\n2Bk3--23 to 28 inches; light gray (10YR 7/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; brittle when dry; few roots; many fine and very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (4 to 8 inches thick)\n2Bk4--28 to 38 inches; light gray (10YR 7/2) fine sandy loam, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly brittle when dry; many fine roots; strongly effervescent; EC = 6.3 mmhos/cm, SAR = 7, CaCO3 calcium carbonate = 25 percent; moderately alkaline (pH 7.9); clear smooth boundary.  (10 to 20 inches thick)\n2C--38 to 64 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist, massive; soft, very friable, nonsticky and nonplastic; few roots; slightly effervescent to 54 inches; EC = 1.0 mmhos/cm, SAR = 7, CaCO3 calcium carbonate = 6 percent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; 0.9 mile west of South Harney Road, 150 feet south of Ryegrass Lane in the NW1/4 NW1/4 NW1/4 section 25, T. 23 S., R. 32 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  In most years the soils are usually dry but are moist between the depths of 8 and 24 inches for one-half to three-fourths of the time when the soil temperature is above 41 degrees F.  The mean annual soil temperature is 45 to 47 degrees F.  Depth to bedrock is more than 60 inches.  The particle-size control section has 10 to 18 percent clay and more than 15 percent sand coarser than very fine sand.  The calcic horizon has 15 to 30 percent CaCO3 calcium carbonate equivalent.  The depth to the calcic horizon is at 3 to 10 inches.\nThe A horizon has value of 6 dry, 2 through 4 moist and chroma of 2 or 3.  It is silt loam or silty clay loam.  It has 2 to 5 percent organic matter.  It has 1 to 5 percent calcium carbonate.  SAR is 1 to 5.\nThe B horizon has value of 6 or 7 dry and 3 or 4 moist.  It is silt loam, loam or fine sandy loam.  It has 10 to 18 percent clay.  SAR is 5 to 10.\nThe C horizon is loam, silt loam or fine sandy loam.  It is moderately to strongly alkaline.  It has 5 to 10 percent clay.  It has 2 to 10 percent calcium carbonates.  SAR is 5 to 10."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the, Lidy, Malm, and Matheson series.  Lidy soils have contrasting sand and gravel at 23 to 34 inches.  Malm soils are 20 to 40 inches to a lithic contact.  Matheson soils are 11 to 20 inches to the calcic horizon, have a pH in the A horizon of 6.7 to 8.0 and are 40 to 60 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on low terraces in lake basins.  Elevation is 4,000 to 4,500 feet.  Slopes are 0 to 2 percent.  The soils formed in lacustrine sediments.  The climate is semiarid and summers are dry.  The mean annual precipitation is 8 to 12 inches and the mean annual temperature is 43 to 45 degrees F.  The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ausmus, Crowcamp, Lawen, and Poujade series.  Ausmus soils are fine textured and poorly drained.  Crowcamp and Lawen soils have a mollic epipedon.  Poujade soils have a natric horizon and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability.  Flooding is none or rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used mainly for rangeland. Vegetation is commonly basin big sagebrush, green and gray rabbitbrush, and basin wildrye.  Some areas are irrigated and used for alfalfa hay and grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lake basins in south-central Oregon.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCalcic horizon - 4 to 38 inches. CaCO3 is over 15 percent throughout\nADDITIONAL DATA:  National Soil Survey Laboratory reference samples S81OR-25-3; sample numbers 7651-7654.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
