{
  "SERIES": "VONALEE",
  "STATUS": "Established Series",
  "BYREV": "CJH/CAP",
  "REVDATE": "03/2003",
  "STATES": "MT,WY",
  "OVERVIEW": "The Vonalee series consists of very deep, well drained soils on upland ridges and hills, alluvial fans, fan remnants, and on high terrace positions. They formed in alluvium or eolian deposits derived from sandstone.  Slopes range from 0 to 30 percent.  The average annual precipitation is about 12 inches, and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vonalee fine sandy loam-on north facing hillslope of 6 percent, utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; yellowish brown (10YR 5/4) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout and common medium throughout; noneffervescent; neutral; clear smooth boundary. (2 to 6 inches thick)\nBt1--3 to 12 inches; yellowish brown (10YR 5/4) fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout and common medium throughout; few distinct discontinuous dark brown (10YR 3/3) clay bridging between sand grains; noneffervescent; neutral; clear smooth boundary.\nBt2--12 to 24 inches; light yellowish brown (10YR 6/4) fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; few distinct discontinuous dark brown (10YR 3/3) clay bridging between sand grains; noneffervescent; slightly alkaline; clear smooth boundary. (Combine Bt horizons 6 to 26 inches thick)\nBk1--24 to 29 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; carbonates are disseminated throughout; slightly effervescent; slightly alkaline; clear smooth boundary.\nBk2--29 to 60 inches; very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; few fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 600 feet east and 250 feet north of the southwest corner of Sec. 9, T 41 N, R 72 W.; USGS Turnercrest, SE, WY topographic quadrangle; lat. 43 degrees 2 minutes 2 seconds N. and long. 105 degrees 1 minutes 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Rock fragments typically are less than 5 percent but may range to 15 percent.  Depth to continuous carbonate accumulation ranges from 11 to 40 inches, but the soils are typically calcareous above 30 inches.  Depth to bedrock is greater than 60 inches.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F. It is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period. The mean annual soil temperature is 47 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F., or more for 175 to 192 days.\nThe A horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 to 4.  Texture typically is loamy sand, loamy fine sand, sandy loam or fine sandy loam.  Reaction is neutral or slightly alkaline.\nSome pedons have a Bw or BA horizon.  When present, they have hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 to 4.  Texture is sandy loam or fine sandy loam.  Reaction is neutral or slightly alkaline.  Organic staining on ped faces is common in some pedons.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 to 4. Texture typically is sandy loam or fine sandy loam with 8 to 18 percent clay.  Some pedons may have thin strata of loamy sand or loamy fine sand.  Clay commonly occurs as bridges between sand grains and occasionally as films on faces of peds.  Reaction is typically neutral or slightly alkaline but may be moderately alkaline when calcium carbonate occurs above 20 inches.  Some pedons have a Btk horizon.\nThe Bk horizon (and C horizon when present) has hue of 7.5YR, 10YR or 2.5Y, value of 5 to 7 dry, 4 to 6 moist, and chroma of 2 to 4. Reaction is slightly to strongly alkaline.  Textures are loamy sand, loamy fine sand, fine sandy loam or sandy loam.  Where eolian deposits overlie older surfaces, loam or sandy clay loam textures may occur below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Betonnie, Bijou, Terro, Terry and Tintero series.  Betonnie soils are dry in all parts of the soil moisture control section from April 15 to July 1.  Bijou soils are noncalcareous to depths of 40 inches or more.  Terro and Terry soils have a paralithic contact between 20 and 40 inches. Tintero soils are driest during May and June and have soil temperature of 51 to 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vonalee soils are on ridges, hills, alluvial fans, fan remnants and high terraces.  Slopes are 0 to 30 percent. The soils formed in coarse and moderately coarse alluvium or eolian deposits derived largely from calcareous sandstone.  Elevations are 3,500 to 6,500 feet.  Precipitation ranges from 10 to 14 inches with over half of the annual precipitation falling in April, May, and June and less than one inch falling in each month of July, August, September, and October.  The mean annual air temperature ranges from 44 to 49 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Terro soils and the Hiland, Keeline, Taluce and Tullock soils.  The Hiland soils have a fine-loamy particle-size control section.  Keeline, Taluce and Tullock soils lack argillic horizons.  In addition, Taluce soils have paralithic contacts between 10 and 20 inches.  Tullock soils have sandy control sections and have paralithic contacts between 20 and 40 inches.  Hiland and Keeline soils occur on similar landscape positions as Vonalee soils.  Taluce, Terro and Tullock soils are on shoulders and summits of hills and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or somewhat excessively drained; slow runoff; rapid or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are dominantly used for grazing.  Potential native vegetation is needleandthread, prairie sandreed, Indian ricegrass, and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Powder River Basin and adjacent areas of eastern Wyoming.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Converse County, Wyoming, North Part; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches (A)\nArgillic horizon - 3 to 24 inches (Bt1 and Bt2 horizons)\nSIR - WY1076\nMLRR - G"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well or somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; yellowish brown (10YR 5/4) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout and common medium throughout; noneffervescent; neutral; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--3 to 12 inches; yellowish brown (10YR 5/4) fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout and common medium throughout; few distinct discontinuous dark brown (10YR 3/3) clay bridging between sand grains; noneffervescent; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--12 to 24 inches; light yellowish brown (10YR 6/4) fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; few distinct discontinuous dark brown (10YR 3/3) clay bridging between sand grains; noneffervescent; slightly alkaline; clear smooth boundary. (Combine Bt horizons 6 to 26 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 61,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--24 to 29 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; carbonates are disseminated throughout; slightly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 74,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk2--29 to 60 inches; very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; few fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
