{
  "SERIES": "VOSBURG",
  "STATUS": "Established Series",
  "BYREV": "JPP/DKR/TWH",
  "REVDATE": "03/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Vosburg fine sandy loam-cultivated.  (Colors are for dry soil unless otherwise noted)\nA--0 to 15 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; loose, very friable, slightly sticky and nonplastic; neutral (pH 7.2); clear smooth boundary.  (2 to 19 inches thick)\nBA--15 to 18 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak medium granular; slightly hard, friable, moderately sticky and moderately plastic; slightly alkaline (pH 7.4); clear smooth boundary.  (2 to 6 inches thick)\nBt--18 to 31 inches; dark grayish brown (10YR 4/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; hard, friable, moderately sticky and moderately plastic; many prominent clay films on faces of peds; slightly alkaline (pH 7.6); gradual smooth boundary. (10 to 25 inches thick)\nBk1--31 to 50 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, friable, moderately sticky and moderately plastic; strongly effervescent; few irregular masses of calcium carbonate; slightly alkaline (pH 7.8); gradual smooth boundary. (10 to 15 inches thick)\nBk2--50 to 60 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; massive; hard, friable, moderately sticky and moderately plastic; violently effervescent; common irregular masses of calcium carbonate; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  La Plata County, Colorado; in Hay Gulch, about 1,700 feet east and 600 feet north of the southwest corner of Sec. 15, T. 34 N., R. 12 W.  U.S.G.S. Mormon Reservoir quad.; Lat. 37 degrees, 11 minutes, 02 seconds N., and Long. 108 degrees, 08 minutes, 20 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is dry for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 degrees F.  (5 degrees C.)  It is not dry in all parts of the moisture control section for 90 cumulative days following the summer solstice to October 20. The PE Index is 42 at the type location. Ustic moisture regime bordering on aridic.\nMean annual soil temperature: 47 to 52 degrees F.\nThickness of the mollic epipedon: 20 to 60 inches\nDepth to uniformly calcareous material: 15 to 50 inches\nRock fragment content: 0 to 15 percent, mainly gravel size.\nLithology of rock fragments: sandstone and shale\nA horizon:\nHue:10YR or 7.5YR\nValue: 3 through 5, 2 or 3 moist\nChroma: 1 through 3\nReaction: slightly acid to slightly alkaline.\nAn AB or BA horizon may be present above the argillic horizon.\nBt horizon:\nHue:10YR or 7.5YR; Subhorizons redder than 7.5YR occur in some pedons.\nValue: 3 through 6, 2 through 5 moist\nChroma: 1 through 4\nTexture: sandy clay loam, loam, or clay loam\nClay content: 18 to 35 percent\nSilt content: 5 to 45 percent\nSand content: 25 to 65 percent\nReaction: neutral to moderately alkaline.\nBk or Btk horizons:\nHue: 10YR or 7.5YR\nTexture: sandy loam, loam, clay loam\nReaction: slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albinas (WY), Bluewater (NM), Farnum (KS), Funmar (KS), Garrett (WY), Haxtun (CO), Jarita (NM), Keya (SD), Ownyate (NM), Prosper (SD), Renner (SD), Sampson (CO), Tracylee (WY), and Wetterdon (WY) soils.  Albinas, Keya, Prosper, Renner, Sampson, and Woodly soils are moist in some part of the moisture control section from May 15 to July 15 and are in a climatic setting that receives three-fourths of the precipitation between April and September.  Bluewater soils are somewhat poorly drained and have redox features at depths of 23 to 45 inches.  Garrett soils have Bt horizons of 5YR or redder.  Farnum and Funmar soils have mean annual soil temperatures higher than 52 degrees F. Haxtun soils have buried B horizons.  Jarita soils are 20 to 40 inches thick over a lithic contact.  Keya and Tracylee soils are noncalcareous throughout.  Ownyate soils have rock fragments of igneous and metamorphic lithology. Prosper soils have thinner solum and are usually moist.  The Wetterdon soils are moist in most parts of their moisture control section during April, May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Vosburg soils are on upland swales, in valleys, on foot slopes, toe slopes and alluvial fans.  Slopes range from 0 to 12 percent. The soils formed in alluvium weathered from sandstone and shale.  Elevation ranges from 6,000 to 7,800 feet.  Mean annual temperature ranges from 45 to 50 degrees F., and mean summer temperature ranges from 60 to 68 degrees F.  Mean annual precipitation is 14 to 18 inches and is distributed fairly evenly throughout the year with about half the precipitation falling between April and September.  May and June are the driest months.  PE Index is about 50 at the type location and ranges from 25 to 60 for the series."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lazear, Pulpit, Witt, and Zyme soils.  Lazear and Zyme soils are shallow and are on steep side slopes.  Pulpit is moderately deep over sandstone and is formed in loess. Witt is on mesa tops and is formed in loess."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff.  Moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated and dry cropland and for rangeland.  Crops are alfalfa, pasture, and small grains.  Native vegetation is big sagebrush, Indian ricegrass, junegrass, western wheatgrass, blue grama, needleandthread, oakbrush, and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vosburg soils occur in western Colorado and northwest New Mexico.  The series is of small extent.  MLRA 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  La Plata County Area, Colorado, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon (Pachic feature): from 0 to 31 inches (A, BA, and Bt horizons)\nArgillic horizon: from 18 to 31 inches (Bt horizon)\nParticle-size control section: The zone from 18 to 31 inches (the Bt horizon)\nThis revision (2/01) clarifies the moisture regime as aridic ustic. The precipitation range was redefined from 12 to 20 inches to 14 to 18 inches. This new range reflects the original concept of the series.\nKeys to Soil Taxonomy:  Series classified according to Eighth Edition, 1998.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
