{
  "SERIES": "VOSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. FFW:LCB",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Oxyaquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Voss sand--forested.                 (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) sand; dark grayish brown (10YR 4/2) dry; single grained; loose; common fine roots; common fine particles of decomposing organic matter; medium acid; abrupt smooth boundary.  (4 to 9 inches thick)\nC1--5 to 30 inches; light gray (10YR 7/2) sand; same color dry; color is due to uncoated sand grains; single grained; loose; few fine roots; few quartz pebbles up to about 10 mm in diameter; slightly acid; gradual smooth boundary.  (15 to 30 inches thick)\nC2--30 to 70 inches; light gray (10YR 7/2) sand; same color dry; single grained; size of sand grains average smaller than above; loose; few quartz pebbles up to about 10 mm in diameter; saturated; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harris County, Texas; about 3.53 miles northeast of the intersection of Magnolia Gardens Road and U.S. Highway 90 at Sheldon; about 100 feet west of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is sand or fine sand and is medium acid through neutral.  Quartz pebbles less than 1/2 inch in diameter comprise less than 2 percent.  The A1 horizon has hue of 10YR, value of 3 or 4, and chroma of 1 or 2.\nThe C horizon has hue of 10YR, value of 6 through 8, and chroma of 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clana, Felicity, and Seabrook series in the same family and the similar Bruno, Crevasse, Galveston, Gracemore, and Nugent series.  Clana soils have cooler soil temperatures.  Felicity soils are subject to flooding by saltwater.  Seabrook soils are typically more acid and have chroma of 3 or more in the upper part of the C horizon.  Bruno, Gracemore, and Nugent soils have thin stratification and erratic distribution of organic matter.  Crevasse soils are excessively drained and have water tables at depths greater than 40 inches.\nGalveston soils are in a hyperthermic soil temperature family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Voss soils are on flood plains.  Slopes range from 0 to 3 percent.  The soils formed in deep sandy sediments.  Average annual precipitation is 40 to 52 inches and the mean annual temperature is 68 to 70 degrees F. The Thornthwaite P-E index is 62 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Crevasse and the Hatliff, Kaman, and Kian soils.  All soils are on flood plains.  Hatliff and Kian soils have coarse-loamy control sections.  Kaman soils are in lower areas and are clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; rapid permeability.  The internal drainage is impeded by a seasonal shallow water table.  The soils are saturated for periods of a few days mainly during the cool months in most years.  The static water table is at a depth of 2 to 5 feet for 6 to 10 months.  It is seldom deeper than 7 feet.  The soils flood one to several times each year, unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native pine and hardwood forest and used mainly for woodland grazing and timber production.  Vegetation consists of slash and loblolly pine, various oak species, sweetgum and cottonwood.  Grasses include longleaf uniola, switchgrass, and switchcane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas, mainly along streams draining sandy areas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with Crevasse series.  The requirement for low chroma mottles is waived on the assumption that the saturated zone is void of oxygen.\nDiagnostic horizons and features for this pedon are:\nOchric epipedon - 0 to 5 inches\nNo diagnostic subsurface horizon chroma of 2 or less throughout the control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
