{
  "SERIES": "VOYAGER",
  "STATUS": "Established Series",
  "BYREV": "PWB-MAV-KJO",
  "REVDATE": "09/2009",
  "STATES": "CA",
  "OVERVIEW": "The Voyager series consists of very deep, well drained soils formed in eolian material and alluvium derived dominantly from granitic rock overlying lacustrine sediments.  Voyager soils are on alluvial flats and have slopes of 0 to 2 percent. The mean annual precipitation is about 5 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Voyager fine sandy loam, under shadscale, red brome and filaree at an elevation of 2,325 feet. (When described on February 3, 1988, the soil was moist from 0 to 19 inches and dry below; Colors are for dry soil unless otherwise stated).\nA--0 to 6 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots; common very fine and fine tubular and common very fine interstitial pores; slightly alkaline (pH 7.6); abrupt smooth boundary. (3 to 9 inches thick)\n2Btk1--6 to 13 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, sticky and plastic; common very fine and few fine, medium, and coarse roots; common very fine and few fine tubular pores; common thin clay films in pores and few thin clay films on peds; slightly effervescent, carbonates disseminated and segregated as few fine soft masses; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 9 inches thick)\n2Btk2--13 to 19 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and plastic; few very fine, fine and medium roots; common very fine and few fine tubular pores; few thin clay films in pores; slightly effervescent, carbonates disseminated and segregated as few fine soft masses; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 10 inches thick)\n2C--19 to 28 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and few fine tubular pores; slightly effervescent, carbonates disseminated; strongly alkaline (pH 8.8); abrupt smooth boundary. (5 to 12 inches thick)\n3Btb--28 to 40 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; common very fine and few fine tubular pores; common thin clay films in pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 15 inches thick)\n3B--40 to 50 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and plastic; few very fine roots; few very fine and fine tubular pores; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 16 inches thick)\n3Bk--50 to 60 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and plastic; few very fine roots; common very fine tubular pores; strongly effervescent, carbonates disseminated and segregated as common fine and medium soft masses; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Los Angeles County, California; about 9 miles south southeast of Edwards AFB headquarters; 1,150 feet north and 180 feet west of the southeast corner of Sec. 17, T. 8 N., R. 10 W., SBBM; Latitude 34 degrees, 47 minutes, 8 seconds north and Longitude 117 degrees, 57 minutes, 7 seconds west; Redman quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 62 to 66 degrees F.\nRock fragments: 0 to 5 percent gravel throughout\nA horizon--10YR 6/2 or 6/3 dry; 10YR 4/2 or 4/3 moist\nCarbonates: non-effervescent to slightly effervescent with carbonates disseminated\nReaction: slightly alkaline or moderately alkaline\nElectrical Conductivity: 0 to 4 decisiemens per meter\nSodium Adsorption Ratio: 0 to 5\n2B and 2C horizons--10YR 6/3 or 2.5Y 6/2 dry; 10YR 4/3 or 2.5Y 4/2 moist\nTexture: loam or clay loam\nCarbonates: slightly to violently effervescent with carbonates disseminated or segregated\nReaction: moderately alkaline to strongly alkaline\nElectrical Conductivity: 0 to 4 decisiemens per meter\nSodium Adsorption Ratio: 5 to 13\n3B horizons--10YR 5/3 or 4/3 moist\nTexture: sandy loam, loam, clay loam, silty clay loam or sandy clay loam\nCarbonates: non-effervescent to violently effervescent with carbonates disseminated or segregated\nReaction: moderately alkaline to strongly alkaline\nElectrical Conductivity: 2 to 8 decisiemens per meter\nSodium Adsorption Ratio: 5 to 13"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Adelino series in the same family and the Rosamond series.  Adelino soils are moist for up to 90 days during the summer months.  Rosamond soils do not have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Voyager soils are on alluvial flats.  Slopes are 0 to 2 percent.  The soils formed in eolian material and alluvium derived dominantly from granitic rock overlying lacustrine sediments.  Elevations are 2,270 to 2,375 feet.  The climate is arid with hot, dry summers and cool, slightly moist winters.  The mean annual precipitation is 4 to 6 inches.  The mean annual temperature is 60 to 64 degrees F.  Mean July temperature is about 83 degrees F., and mean January temperature is about 44 degrees F.  The frost-free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Leuhman (T) soils.  Leuhman soils have natric horizon and are slightly lower in elevation on alluvial flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible to low runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Voyager soils are used for military operations and wildlife habitat.  In the past some areas were used for irrigated cropland.  Vegetation is dominantly spinescale saltbush, shadscale, Nevada ephedra and alkali bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of California.  The series is not extensive. MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Los Angeles County, California, 1988.  The name is from the Voyager airplane that was built and tested locally."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Voyager series is in MLRA 30.  The Voyager series is being mapped where it matches to areas mapped as the Rosamond series in the Antelope Valley Soil Survey.  Rosamond soils are classified as Typic Torrifluvents, fine-loamy, mixed (calcareous), thermic.  The Voyager soils have a cambic horizon and they are on alluvial flats that should not receive the amount of flooding that would be expected for Torrifluvents.\nRationale for Horizonation\nThe A horizon consists of eolian material blown onto the soil after the original surface horizon had eroded away.  The abrupt boundary and contrasting texture indicates a discontinuity.  The 2Btk and 2C horizons are the second sequum which is from granitic alluvium.  The 2Btk horizons have genetic development indicated by clay films and segregated carbonates.  The abrupt boundary at 28 inches deep and the finer textures below indicate a discontinuity.  The 3B horizons are the third sequum which is from lacustrine sediments indicated by the finer textures, higher pH, SAR and EC.  The 3Btb has a \"b\" suffix in addition to an Arabic prefix because it has genetic development, i.e. clay films.  The horizon from 40 to 50 inches is a B horizon because of removal of carbonates to the horizon below.\nClassification was fine-loamy, mixed, thermic Typic Camborthid.  It has been updated according to National Soil Taxonomy Handbook Amendment No. 18.\nRunoff classes based on Ksat and slope as described in \"Terminology Used in Soil Survey Data Entry or Manuscript Editing of:\" 9-23-94 MAV.\nDiagnostic horizons and features recognized in the profile are:\n1. Ochric epipedon -- 0 to 6 inches (A)\n2. Cambic horizon -- 6 to 19 inches (Btk1, Btk2).\nThis horizon is marginal to being an argillic horizon.  However, it should be a cambic because of the lithologic discontinuity above the horizon, the geomorphic position, and the weakness of development.  The horizon from 28 to 40\" deep is not an argillic horizon because it has a lithologic discontinuity at its upper boundary and has no clay films on surfaces of peds.\n3. Soil moisture and temperature regimes\nThese values are based on adjacent soil survey areas without direct observations.  The soil temperature is below 47 degrees F. from about December 15 to February 20, and is usually never below 41 degrees F. The soil between the depths of 4 and 12 inches is dry throughout for 275 to 310 days from about March 1 to December 15.  It is moist throughout for 10 to 50 days from about January 1 to March 1 and is moist in some or all parts for 55 to 90 consecutive days from about December 15 to March 1 when the soil is above 47.\n4. Particle size class: Fine-loamy.  The 10- to 40-inch particle-size control section averages 24 percent clay based on field estimates.\n5. This soil is not in the Fluventic subgroup despite the stratification below 28 inches.  Colors do not suggest a significant change in organic carbon with depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
