{
  "SERIES": "OAHE",
  "STATUS": "Established Series",
  "BYREV": "MWS-CJH",
  "REVDATE": "11/2002",
  "STATES": "SD",
  "OVERVIEW": "The Oahe series consists of very deep, well drained soils formed in loamy alluvium on outwash sediments overlying sand and gravel on terraces and foot slopes.  Permeability is moderate in the solum and rapid in the underlying gravelly material.  Slopes range from 0 to 9 percent.  Mean annual precipitation is about 17 inches, and mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oahe loam - on a slope of less than 1 percent in native grass.  When described the soil was dry throughout. (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak very fine subangular blocky and fine granular structure; soft, very friable; neutral; clear smooth boundary.  (3 to 7 inches thick)\nBw1--5 to 10 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, friable; slightly alkaline; clear smooth boundary.\nBw2--10 to 15 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, firm, slightly sticky, slightly plastic; slightly alkaline; gradual wavy boundary.  (Combined Bw horizons 7 to 18 inches thick)\nBk--15 to 25 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; slightly hard, friable; common medium and fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (7 to 10 inches thick)\n2C--25 to 60 inches; brown (10YR 5/3) and pale brown (10YR 6/3) gravelly sand, brown (10YR 4/3) moist; single grain; loose; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sully County, South Dakota, about 10 1/2 miles east and 8 1/2 miles south of Onida; 332 feet south and 168 feet west of the northeast corner of sec. 21, T. 113 N., R. 75 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates ranges from 10 to 25 inches.  The depth to loose sand and gravel typically is about 25 inches, but ranges from 20 to 40 inches.  The 2C horizon contains 25 to 60 percent gravel.  The thickness of the mollic epipedon ranges from 10 to 20 inches.  The solum can contain up to l5 percent pebbles by volume.\nThe A horizon has 10YR hue, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is loam, but is silt loam in some pedons.  It is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 to 4 moist, and chroma of 1 or 2.  It is loam or clay loam with 18 to 30 percent clay.  It is neutral or slightly alkaline.\nThe Bk has hue of 10YR or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 2 to 4.  It is loam or sandy loam and is slightly or moderately alkaline.  It contains common or many, fine or medium accumulation of carbonate.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 to 8 and 4 to 7 moist, and chroma of 2 to 4.  It is very gravelly sand, very gravelly loamy sand or gravelly sand and is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Delmont series. The Delmont soils have sand and gravel within depths of 14 to 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oahe soils are on outwash plains and stream terraces.  Surfaces are plane or convex.  Slope gradients typically are less than 3 percent, but range up to 9 percent.  The soils formed in loamy alluvium or outwash sediments overlying sand and gravel.  Mean annual air temperature ranges from 45 to 49 degrees F, and mean annual precipitation ranges from 15 to 21 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Delmont soils and the Akaska, Durrstein, Ree, and Talmo soils.  Akaska and Delmont soils are on similar landscapes. Akaska soils are fine-silty in the solum. Durrstein soils are on adjacent bottom lands and have a natric horizon.  Ree soils are on similar landscapes and terraces, have an argillic horizon and do not have sand and gravel above 40 inches.  Talmo soils are on crests and knolls of ridges and on terrace scarps and have sand and gravel within 14 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low on the nearly level areas and medium on the more sloping areas.  Permeability is moderate in the solum and rapid in the underlying gravelly material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cropland is the main use.  Small grains and sorghums are the principal crops.  Principal native vegetation is western wheatgrass, little bluestem, green needlegrass, needleandthread, sideoats grama, blue grama, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and south central South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance soil survey of Potter County, South Dakota, 1954.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
