{
  "SERIES": "OAK GROVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFA/AON",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oak Grove loam, cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches; dark brown (7.5YR 3/2) loam, brown (7.5YR 5/3) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; few concretions 1 to 2 mm. in diameter; moderately acid (pH 5.8); clear wavy boundary.  (0 to 7 inches thick)\nA--7 to 13 inches; dark brown (7.5YR 3/2) loam, brown (7.5YR 5/3) dry; weak fine granular and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; few concretions 1 to 2 mm. in diameter; moderately acid (pH 5.8); clear wavy boundary.  (0 to 8 inches thick)\nBA--13 to 26 inches; dark brown (7.5YR 3/4) loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine tubular pores; common clean sand grains on faces of peds; few concretions 1 to 5 mm. in diameter; slightly acid (pH 6.0); clear wavy boundary.  (8 to 14 inches thick)\nBw--26 to 34 inches; dark reddish brown (5YR 3/4) clay loam, reddish brown (5YR 5/4) dry; moderate medium and fine subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots; many very fine tubular pores; few thin clay films in pores; common clean sand grains on faces of peds; few concretions 1 to 2 mm. in diameter; moderately acid (pH 5.8); clear smooth boundary.  (7 to 10 inches thick)\nBt1--34 to 52 inches; dark reddish brown (5YR 3/4) clay, yellowish red (5YR 5/6) dry; moderate medium blocky structure; very hard, very firm, very sticky and very plastic; few roots; many very fine tubular pores; few distinct and many faint clay films on peds and in pores; few concretions 1 to 2 mm. in diameter; many large black stains; moderately acid (pH 5.8); clear wavy boundary.  (15 to 20 inches thick)\nBt2--52 to 66 inches; dark reddish brown (5YR 3/4) clay, yellowish red (5YR 5/6) dry; moderate medium and fine blocky structure; very hard, very firm, very sticky and very plastic; few roots; many very fine tubular pores; few faint clay films on peds and prominent clay films in pores; few concretions 1 mm. or less in diameter; many black stains; slightly acid (pH 5.7); clear wavy boundary.  (12 to 18 inches thick)\nBt3--66 to 75 inches; reddish brown (5YR 4/4) clay, yellowish red (5YR 5/6) dry; moderate fine and medium blocky structure; very hard, firm, very sticky and very plastic; few roots; many very fine tubular pores; few faint clay films on peds and in pores; few black stains; moderately acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hood River County, Oregon; 65 feet east and 415 feet north of W1/4 corner in the SW1/4 SW1/4 NW1/2 section 9, T. 2 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry throughout the control section for 60 to 80 consecutive days during the summer.  The mean annual soil temperature ranges from 50 to 53 degrees F.  The umbric epipedon ranges from 10 to 15 inches.  Depth to bedrock and thickness of the solum are 60 inches or more.  Rock fragments commonly are lacking in the A, BA and Bw horizons and in the upper 20 inches of the argillic horizon but in some pedons up to 15 percent are in some part of the upper 60 inches of the profile and variable amounts below that depth.  The soil is moderately or slightly acid.\nThe A horizon has hue of 7.5YR or 5YR, value of 4 or 5 dry, and chroma of 2 or 3 moist and dry.\nThe BA and Bw horizon has hue of 7.5YR or 5YR, and value of 3 or 4 moist.  It is loam or clay loam.  This horizon has weak or moderate fine or medium subangular blocky structure.\nThe Bt horizon has hue of 5YR or 2.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 4 through 6 moist and dry.  It is clay loam or clay with 35 to 50 percent clay in the upper 10 inches of the argillic horizon.  Clay increases to about 55 percent in some pedons below the upper 20 inches of the argillic horizon.  It has weak or moderate prismatic and moderate fine and medium angular and subangular blocky structure.  It has common to nearly continuous, faint to distinct clay films on peds and in pores.  Base saturation is 35 to 50 percent or less in the argillic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Freezener, Jumpoff, Manzanita, Napavine, Oakland, Salkum, Secata and Veneta series.  Freezener soils have ochric epipedons and are strongly acid.  Jumpoff soils have ochric epipedons and hue yellower than 7.5YR.  Manzanita soils have mean annual soil temperature warmer than 55 degrees F., are dry for more than 90 consecutive days, have distinct high chroma and black mottles and have base saturation higher than 50 percent in the argillic horizon.  Also, Oakland soils are gravelly in some part of the argillic horizon and Veneta soils have 60 percent or more clay in the lower part of the argillic horizon.  Salkum soils have highly variegated and mottled lower argillic and C horizons.  Secata soils are gravelly and cobbly in the lower part of the solum, have mean annual soil temperature of 56 to 58 degrees F., are neutral or mildly alkaline and have a base saturation of 50 to 75 percent in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oak Grove soils are on nearly level to steep upland slopes at elevations of 500 to 1,800 feet.  These soils formed in deep clayey mudflows and alluvial materials over basalt or andesite.  The mean annual precipitation is 35 to 45 inches.  The mean annual temperature is about 48 to 51 degrees F., the mean January temperature is about 31 to 33 degrees F., and the mean July temperature is about 65 to 68 degrees F.  The frost-free season is 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Culbertson and Rockford soils.  Culbertson soils are fine-loamy and lack argillic horizon.  Rockford soils contain more than 50 percent fragments coarser than 2 mm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Orchard crops, hay and pasture.  Present vegetation is Douglas-fir, ponderosa pine and Oregon white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands of north-central Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hood River County, Oregon, 1975.\nADDITIONAL DATA:  Characterization data on 2 profiles (S61Oreg-14-5 and S61Oreg-14-6) reported in Riverside Soil Survey Laboratory Report for soils sampled in Hood River County, Oregon, October, 1961.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
