{
  "SERIES": "OAKBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBS:DJT:AG",
  "REVDATE": "11/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oakboro silt loam--forested. (Colors are for moist soil unless otherwise stated.)\nOi--1 to 0 inches; undecomposed and partially decomposed hardwood and pine litter.\nA1--0 to 4 inches; yellowish brown (10YR 5/4) silt loam; weak medium granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary. (4 to 12 inches thick)\nA2--4 to 10 inches; light yellowish brown (2.5Y 6/4) silt loam; common fine prominent brown (7.5YR 4/4) mottles; weak medium granular structure; very friable; many fine and medium roots; strongly acid; abrupt smooth boundary. (0 to 8 inches thick)\nBw1--10 to 18 inches; brownish yellow (10YR 6/6) silty clay loam; common fine prominent light reddish brown (2.5YR 6/4) mottles; weak medium subangular blocky structure; friable; common fine and medium roots; 2 percent pebbles; moderately acid; gradual wavy boundary.\nBw2--18 to 38 inches; 40 percent brownish yellow (10YR 6/6), 35 percent light yellowish brown (10YR 6/4), and 30 percent light gray (10YR 7/1) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; 2 percent pebbles, few fine iron manganese concretions; the areas of light gray are iron depletions; moderately acid; gradual wavy boundary.\nBw3--38 to 46 inches; 35 percent brownish yellow (10YR 6/6), 35 percent light yellowish brown (10YR 6/4), and 30 percent light gray (10YR 7/2) silty clay loam; weak medium subangular blocky structure; firm; few fine roots; 5 percent fragments of slate; few to common iron manganese concretions; the areas of light gray are iron depletions; moderately acid; abrupt wavy boundary. (Combined thickness of the Bw horizon is 13 to 53 inches thick)\nR--46 inches; hard fractured slate bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stanly County, North Carolina; east from Albemarle on NC 24 and 27 to SR 1740; south on SR 1740 for 0.6 mile to Jacobs Creek; east of road 400 feet and north of creek 300 feet. State plane coordinates are 1,657,000 east and 564,000 north."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 20 to 50 inches. Hard bedrock is 40 to 60 below the surface. Coarse fragments range from 0 to 15 percent by volume throughout. Reaction ranges from very strongly acid to slightly acid in all horizons except where the surface layer has been limed. Iron manganese concretions are in some pedons.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 2 to 4. Texture is silt loam or loam. Some pedons have an AB horizon that has the same color and texture range as the A horizon.\nThe BA or BE horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 8. It is loam or silt loam.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8. Iron depletions with chroma of 2 or less are within 24 inches of the soil surface. Some pedons also have masses of iron accumulations in shades of brown, yellow or red. The Bw horizon may have no dominant color but have a combination of colors that represent accumulations and depletions. Bg horizons with matrix of chroma of 2 or less occur in the lower parts of some pedons. There are usually iron accumulation in shades of yellow, brown or red present. The Bw horizon, and Bg horizon, where present, are silt loam, loam, or silty clay loam. Silty clay and clay textures are in some pedons as thin layers just abope R horizons.\nThe C or Cg horizon, where present, is variable in color and texture.  In some pedons Cr horizons of weathered bedrock are present. Thickness of Cr horizons ranges from 4 to 12 inches. The R horizon is hard fractured slate, siltstone, or sandstone with relic rock structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Chewacla series is the only competing series in the same family. Chewacla soils are very deep and do not have bedrock within 60 inches below from the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oakboro soils are nearly level and are on narrow flood plains along perennial and intermittent streams that drain from the Carolina Slate Belt of the Piedmont. Slopes range from 0 to 2 percent. The soil formed in loamy alluvium washed largely from soils formed in residuum from slates, siltstones, sandstones, and tuffs. The mean annual temperature is about 60 degrees F., and the average annual rainfall is 47 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Chewacla series, are Badin, Chestatee, Enon, Georgeville, Goldston, Lloyd, Tatum, Uwharrie series on nearby uplands and the Kirksey and Misenheimer series on upland depressions and at the heads of drainageways. All of these soils except Misenheimer and Goldston have argillic horizons. Goldston and Misenheimer soils are in shallow families."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained and somewhat poorly drained; slow surface runoff; moderate permeability. Flooding is common for brief periods when streams overflow in late fall to early spring. The seasonal high water table is at a depth of 1.0 to 2.0 feet during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the areas are in woodland. The remainder is in cropland or pasture. Important crops grown are corn, soybeans, and small grains. When these soils are used for cropland or pasture the land use is usually the same as for the adjoining upland. Forest species include yellow-poplar, northern red oak, sweetgum, shortleaf pine, loblolly pine, Virginia pine, blackgum, red maple, and American Sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Carolina Slate Belt section of the Piedmont area in North Carolina and possibly South Carolina and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stanly County, North Carolina; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly included with the Chewacla series. These soils are borderline to fine-silty. The small amount of gravel with sand coarser than very fine sand is slightly greater than 15 percent. The thin fluvial sediments are laid in narrow valley floors after truncation; therefore, the soil rests directly on slate rocks without transition layers in most instances.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 10 inches.\nCambic horizon - the zone between depths of 10 and 46 inches.\nLithic contact - the occurrence of hard bedrock at a depth of 46 inches.\nAquic conditions - periodic saturation and iron depletions within a 24 inch depth in the zone between 18 and 46 inches below the surface (Bw2 and Bw3 horizons)\nADDITIONAL DATA:\nMLRA: 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0156 OAKBORO     0-  2   59- 63  190-225  45- 55   300- 500\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0156 COMMON        1.0-2.0  APPARENT DEC-APR  40-60   HARD\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0156  0-10  SIL L                   0- 15  95-100 10-27   5- 25\nNC0156 10-46  L SIL SICL              0- 15  95-100 18-35   5- 25\nNC0156 46-56  UWB                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0156  0-10  4.5- 6.5  1.-4.  0- 0   0.6- 2.0  LOW\nNC0156 10-46  4.5- 6.5  0.-2.  0- 0   0.6- 2.0  LOW\nNC0156 46-56     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
