{
  "SERIES": "OAKLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/TDT/ET",
  "REVDATE": "03/2003",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oakland silt loam - on an 8 percent convex southfacing slope in an improved pasture.  (When described, the soils were dry.  Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium granular, and fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine discontinuous interstitial pores; few faint very pale brown (10YR 7/3) silt grain coatings on vertical faces of peds and lining pores; moderately acid (pH 5.8); clear wavy boundary.  (3 to 6 inches thick)\nBA--5 to 10 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; weak coarse prismatic and moderate medium and coarse subangular blocky structure; hard, firm, sticky and very plastic; common fine roots; many fine and very fine discontinuous tubular pores; common distinct very pale brown (10YR 7/3) silt coatings on vertical faces of peds and lining pores; 5 percent soft sandstone gravel; moderately acid (pH 5.6); clear smooth boundary.  (3 to 6 inches thick)\nBt1--10 to 20 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate coarse and very coarse subangular blocky structure parting to medium and coarse subangular blocky; hard, firm, very sticky and very plastic; common fine and very fine discontinuous interstitial and tubular pores; common distinct clay films on faces of peds and lining pores; many faint to distinct light gray (10YR 7/2) silt coatings on vertical faces of peds and within pores; 10 percent soft sandstone gravel; strongly acid (pH 5.4); clear smooth boundary.  (8 to 12 inches thick)\nBt2--20 to 24 inches; dark yellowish brown (10YR 4/4) silty clay, light yellowish brown (10YR 6/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, very sticky and very plastic; common fine and very fine roots; many fine and medium discontinuous interstitial and tubular pores; common distinct clay films on faces of peds and lining of pores; many prominent very pale brown (10YR 7/5) silt coatings on verical faces of peds; 15 percent soft sandstone gravel; strongly acid (pH 5.4); abrupt smooth boundary.  (3 to 10 inches thick)\nBCt--24 to 28 inches; dark brown (10YR 4/3) gravelly silty clay, dark yellowish brown (10YR 4/4) dry; mixed brownish yellow (10YR 6/8) and strong brown (7.5YR 5/8) variegations; weak fine and medium subangular blocky structure; hard, firm, very sticky and very plastic; common fine roots; common fine discontinuous interstitial pores; common distinct clay films on faces of peds; many prominent black (10YR 2/1) manganese stains; 40 percent soft sandstone; 15 percent hard gravel; strongly acid (pH 5.4); abrupt smooth boundary.  (0 to 6 inches thick)\nCrt--28 inches; fractured and weathered sandstone; many prominent very dark brown (10YR 2/2) manganese stains and brownish yellow (10YR 6/6) stains on rock fragments layered and multicolored; few prominent clay coatings; common fine roots penetrating fissures and fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; about 4 miles west of Sutherlin on County Highway No. 9; 2,550 feet north and 900 feet west of the southeast corner of section 22, T. 25 S., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist, but is dry throughout the control section for 60 to 90 consecutive days during the summer.  Depth to soft bedrock is 20 to 40 inches.  The mean annual soil temperature is 52 degrees F.  The particle-size control section averages 35 to 45 percent clay.  Most of the fragments are crushable.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry.  Coarse fragments range from 0 to 10 percent hard and 0 to 20 percent soft weathered gravel.\nThe Bt horizons have hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry.  It is silty clay loam, silty clay or clay.  Coarse fragments range from 0 to 15 percent hard and 0 to 30 percent soft weathered gravel and cobbles.  Sand and silt coatings are common in the upper B horizon, averaging 35 to 45 percent clay.\nThe BCt horizon, when present, has hue of 10YR or 7.5YR, value of 3 or 4 moist, 4 to 6 dry, and chroma of 3 through 6 moist and dry.  Coarse fragments range from 15 to 40 percent soft weathered rock fragments and 10 to 25 percent hard gravel.  It is gravelly silty clay of silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cedargrove, Cornutt, Freezener, Greengulch, Jumpoff, Mildred, Oak Grove, Rainier, Sweetbriar, and Veneta series. The Cedargrove, Cornutt, Freezener, Jumpoff, Oak Grove, Rainier, Sweetbriar and Veneta soils are all deep or very deep to bedrock.  Greengulch soils contain 40 to 55 percent clay in the particle-size control section and contain granodiorite rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oakland soils are on hillsides and broadly convex footslopes and ridges at elevations of 300 to 2,500 feet.  Slopes are 3 to 60 percent.  The soils formed in colluvium and residuum weathered from sandstone, siltstone and shale.  The climate is characterized by cool moist winters and warm dry summers.  The mean annual temperature is 50 to 55 degrees F. and the annual precipitation is 30 to 60 inches. The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nonpareil and Sutherlin soils and the competing Bateman soils.  Nonpareil soils are 10 to 20 inches deep to a paralithic contact and lack an argillic horizon.  Sutherlin soils are fine-loamy over clayey and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for improved pasture, grazing, small grains and timber production.  Native vegetation is California black and Oregon white oak, Douglas-fir, hazel and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  MLRA 5.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
