{
  "SERIES": "OAKLIMETER",
  "STATUS": "Established Series",
  "BYREV": "Rev. KEM:RBH:RLT",
  "REVDATE": "04/2005",
  "STATES": "AR,MS,MO,TN",
  "OVERVIEW": "The Oaklimeter series consists of very deep, moderately well drained, moderately permeable soils that formed in silty alluvium. These soils are on flood plains and low terraces bordering streams that drain the Southern Mississippi Valley Silty Uplands, MLRA 134. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oaklimeter silt loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 11 inches; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; few fine faint pale brown iron depletions; few fine black and brown stains; very strongly acid; abrupt smooth boundary. (6 to 12 inches thick)\nBwl--11 to 20 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak medium subangular blocky structure; very friable; common fine roots; common fine pores; few fine faint pale brown and light yellowish brown iron depletions; common fine and medium black and brown stains; very strongly acid; gradual wavy boundary. (8 to 16 inches thick)\nBw2--20 to 34 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; very friable; few fine roots; common fine pores; common fine and medium distinct light brownish gray (10YR 6/2) iron depletions and common fine and medium distinct faint brown (7.5YR 5/4) masses of iron accumulation; common fine and medium black and brown stains; very strongly acid; gradual wavy boundary. (6 to 28 inches thick)\nBEb--34 to 55 inches; variegated yellowish brown (10YR 5/4), pale brown (10YR 6/3), and light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic parting to weak medium subangular blocky structure; friable; few fine roots; few fine pores and voids; common fine and medium black and brown stains; common pockets of uncoated sand grains; very strongly acid; gradual wavy boundary. (16 to 25 inches thick)\nBtgb--55 to 65 inches; light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic parting to weak medium subangular blocky structure; friable; many medium black and brown stains; few fine pores and voids; few faint clay films in pores, voids, and on faces of some peds; many pockets of gray silt loam clay depletions between prisms; many medium and coarse distinct dark yellowish brown (10YR 4/4) masses of iron accumulations; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Mississippi; approximately 1.0 mile southeast of Hickory Flat, l,800 feet south of U. S. Highway 72 and 200 feet east of drainage canal; NEl/4NWl/4 sec. 26, T. 5 S., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. Depth to the buried solum ranges from 20 to 50 inches. Soil reaction is very strongly acid, or strongly acid except for surfaces that have been limed.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. It is silt, silt loam, loam, or very fine sandy loam.\nThe Bwl horizon has hue of 10YR or 7.5YR value of 4 or 5 and chroma of 3 or 4. Grayish iron depletions range from none to common. It is very fine sandy loam, silt loam, silt, or loam. The Bw2 horizon has a matrix color similar to the Bwl horizon, except that grayish iron depletions are few to many, or the horizon is variegated in shades of brown and gray. It is silt loam, loam, or very fine sandy loam. Clay content in the particle size control section is 7 to 18 percent.\nThe BEb or EBb horizon have hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4, or they are variegated in shades of brown and gray. They are silt loam, loam, or silty clay loam. Black and brown stains and iron and manganese accumulations range from none to many.\nThe Btgb horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2, or is are variegated in shades of brown and gray. They are silt loam, loam, or silty clay loam. Black and brown stains and iron and manganese accumulations range from none to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Barling series.  Series in similar families are the Ariel, Chenneby, Chewacla, Collins, Gillsburg, Kirkville, Lobelville, McRaven, Riedtown, and Velda series. Barling soils do not have a buried solum or have clay depletions on faces of prisms. Ariel soils do not have iron depletions with chroma of 2 or less within 24 inches of the surface. Chenneby soils have a fine-silty particle-size class. Chewacla soils have a fine-loamy particle-size class. Collins soils have bedding planes in the upper 20 inches. Gillsburg soils have a gray matrix color within 20 inches of the surface. Kirkville soils have a coarse-loamy particle-size class and have siliceous mineralogy, and do not have a buried solum. Lobelville soils have a fine-loamy particle-size class and have siliceous mineralogy. McRaven soils have a grayish matrix color within a depth of 20 inches, and the lower part of the B horizon is medium acid to moderately alkaline. Riedtown soils are medium acid to moderately alkaline in the B horizon. Velda soils have siliceous mineralogy and do not have iron depletions with chroma of 2 or less within 24 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oaklimeter soils are on flood plains or flood prone low stream terraces. Slopes range from 0 to 2 percent. The soil formed in silty alluvium along streams that drain the Southern Mississippi Valley Silty Uplands, MLRA 134. The climate is warm and humid. Near the type location the mean annual temperature is 62 degrees F., and the mean annual precipitation is 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Ariel, Chenneby, Collins, and Gillsburg soils of the competing series and the Arkabutla and Vicksburg soils. These soils are associated with each other across the nearly linear surfaces of flood plains. Ariel and Collins soils are in slightly higher positions, mainly on natural levees. Arkabutla, Chenneby, and Gillsburg soils are somewhat poorly drained and are in similar positions as the Oaklimeter soils, and in addition, Arkabutla soils have a fine-silty particle size class and are predominantly gray within 20 inches of the surface. Vicksburg soils have bedding planes and do not have iron depletions with chroma of 2 or less within 20 inches of the surface. They are well drained and are on natural levees."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; negligible to low runoff; moderate permeability. The saturated hydraulic conductivity is moderately high.  A water table is within 20 to 40 inches of the surface for during seasons of high rainfall. These soils are subject to flooding unless protected. Frequency is from rare to frequent. Duration ranges from brief to very long."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to cotton, corn, and soybeans or used for pasture and hay crops. Smaller acreages are in mixed hardwoods and loblolly pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Mississippi Valley Silty Uplands (MLRA 134) and extends into the adjacent MLRAs 131 and 133 in western Mississippi and Tennessee, and in eastern Arkansas and southeast Missouri. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County, Mississippi; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon- the zone from the surface to a depth of about 11 inches (Ap horizon)\nCambic horizon- the zone from approximately 11 to 34 inches (Bw1 and Bw2 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Physical and chemical analysis for one pedon in Soil Survey of Webster County, Mississippi (issued June 1978) pp. 96-97."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 11 inches; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; few fine faint pale brown iron depletions; few fine black and brown stains; very strongly acid; abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bwl",
        "top": 28,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bwl--11 to 20 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak medium subangular blocky structure; very friable; common fine roots; common fine pores; few fine faint pale brown and light yellowish brown iron depletions; common fine and medium black and brown stains; very strongly acid; gradual wavy boundary. (8 to 16 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--20 to 34 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; very friable; few fine roots; common fine pores; common fine and medium distinct light brownish gray (10YR 6/2) iron depletions and common fine and medium distinct faint brown (7.5YR 5/4) masses of iron accumulation; common fine and medium black and brown stains; very strongly acid; gradual wavy boundary. (6 to 28 inches thick)"
      },
      {
        "name": "BEb",
        "top": 86,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BEb--34 to 55 inches; variegated yellowish brown (10YR 5/4), pale brown (10YR 6/3), and light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic parting to weak medium subangular blocky structure; friable; few fine roots; few fine pores and voids; common fine and medium black and brown stains; common pockets of uncoated sand grains; very strongly acid; gradual wavy boundary. (16 to 25 inches thick)"
      },
      {
        "name": "Btgb",
        "top": 140,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btgb--55 to 65 inches; light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic parting to weak medium subangular blocky structure; friable; many medium black and brown stains; few fine pores and voids; few faint clay films in pores, voids, and on faces of some peds; many pockets of gray silt loam clay depletions between prisms; many medium and coarse distinct dark yellowish brown (10YR 4/4) masses of iron accumulations; very strongly acid."
      }
    ]
  ]
}
