{
  "SERIES": "OAKSPRING",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. RJL/MJD",
  "REVDATE": "05/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oakspring gravelly silt loam, on a east facing, linear to concave, 14 percent slope in oak at an elevation of 5,828 feet.  (Colors are for dry soil unless otherwise noted.) The surface is covered by 10 percent gravel, 10 percent cobbles, and 5 percent stones of mixed origin and subangular in shape.\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, black (10YR 2/1) moist; moderate fine and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine, few fine and medium tubular and interstitial pores; 10 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary.\nA2--4 to 18 inches; dark grayish brown (10YR 4/2) gravelly silt loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure structure parting to weak fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine, few fine tubular pores; 10 percent gravel, 5 percent cobbles; very slightly effervescent, (3 percent calcium carbonate), carbonates are disseminated; slightly alkaline (pH 7.6); gradual wavy boundary.\nA3--18 to 24 inches; brown (10YR 4/3) cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; many very fine, few fine tubular pores; few fine masses of organic matter; 10 percent gravel, 10 percent cobbles; slightly effervescent, (6 percent calcium carbonate equivalent), carbonates are disseminated and segregated in less than 1 mm thick coats on undersides of rocks; moderately alkaline (pH 8.0); clear wavy boundary.  (total thickness of A horizons - 24 to 38 inches thick)\nBk1--24 to 30 inches; brown (10YR 5/3) cobbly silt loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate fine and very fine subangular blocky; hard, firm, slightly sticky and slightly plastic; common very fine, few fine and medium roots; common very fine, few fine tubular pores; 10 percent gravel, 20 percent cobbles; strongly effervescent, (9 percent calcium carbonate equivalent), carbonates are disseminated and segregated in common fine irregular shaped soft masses and in less than 1 mm thick coats around rocks; moderately alkaline (pH 8.0); gradual wavy boundary.\nBk2--30 to 50 inches; brown (10YR 5/3) gravelly silty loam, dark grayish brown (10YR 4/2) moist; weak medium and fine subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few very fine, fine, and medium roots; common very fine tubular pores; 15 percent gravel, 5 percent cobbles; strongly effervescent, (9 percent calcium carbonate equivalent), carbonates are disseminated and segregated in common fine irregular shaped soft masses and in less than 1 mm thick coats around rocks; moderately alkaline (pH 8.0); gradual wavy boundary.  (total thickness of Bk horizons - 10 to 30 inches)\n2Bk3--50 to 60 inches; brown (10YR 5/3) very cobbly silt loam, brown (10YR 4/3) moist; weak medium and fine subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few very fine and fine roots; few very fine tubular pores; 20 percent gravel, 20 percent cobbles; strongly effervescent, (10 percent calcium carbonate equivalent), carbonates are disseminated and segregated in common fine irregular shaped soft masses and in less than 1 mm thick coats around rocks; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Utah County, Utah; about 1 mile southwest of Oak Springs; located about 1,900 feet east and 300 feet south of the northwest corner of sec. 5, T. 5 S., R. 2 W.; Tickville Spring USGS quad; lat. 40 degrees 25 minutes 12 seconds N. and long. 112 degrees 05 minutes 18 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Xeric moisture regime; soil moisture control section is dry 45 to 60 consecutive days following the summer solstice.\nSoil temperature regime:  frigid\nMean annual soil temperature:  43 to 47 degrees F.\nSurface rock fragments:  5 to 25 percent subangular fragments, dominantly gravel and cobbles of mixed origin\nParticle-size control section:  18 to 35 percent clay; 10 to 35 percent rock fragments, dominantly gravels and cobbles\nDepth to secondary calcium carbonate:  15 to 25 inches\nThickness of the mollic epipedon:  greater than 20 inches, may include parts of the Bk horizons\nA horizon:\nHue:  10YR\nValue:  3 or 4 dry, 2 or 3 moist\nChroma:  1 to 3\nTexture:  silt loam\nRock fragments:  15 to 35 percent, dominantly gravel and cobbles\nReaction:  neutral to mildly alkaline\nBk horizon:\nHue:  10YR\nValue:  4 to 6 dry, 3 or 4 moist\nChroma:  2 or 3\nTexture:  loam, silt loam, or silty clay loam\nRock fragments:  10 to 35 percent, dominantly gravel and cobbles\nCalcium carbonate equivalent:  1 to 10 percent\nReaction:  slightly alkaline to moderately alkaline\n2Bk horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  loam, silt loam, silty clay loam\nRock fragments:  35 to 70 percent, dominantly gravel and cobbles\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Echocreek T (UT), Koosharem (UT), Roschene (OR), Toehead (UT), and Zola (ID) series.\nEchocreek soils are dry for 60 consecutive days following the summer solstice and have 0 to 10 percent rock fragments in the particle size control section.\nKoosharem soils are dry for 60 consecutive days following the summer solstice and lack Bk horizons.\nRoschene soils are moderately well drained and have redoximorphic concentrations from 30 to 60 inches.\nToehead soils do not have a lithologic discontinuity and have less than 35 percent rock fragments in the lower horizons.\nZola soils have mottles from 36 to 54 inches and have less than 35 percent rock fragments in the lower horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oakspring soils.\nParent material:  alluvium from mixed sedimentary and igneous rocks.\nLandform:  stream terraces\nSlopes:  3 to 15 percent\nElevation: 4,700 to 7,300 feet\nMean annual air temperature:  41 to 45 degrees F.\nMean annual precipitation:  16 to 22 inches.\nWettest months:  October to May.\nDriest months:  June to September.\nFrost-free period:  70 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Tickville, Beefhollow, Cedarpoint, and Vitale series.\nBeefhollow and Cedarpoint: do not have deep surface horizons and are located on adjacent mountain slopes.\nTickville and Vitale:  are rocky throughout and are located on adjacent mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium runoff, moderate to moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat and rangeland.  Some potential native plants are Gambel oak, bluebunch wheatgrass, mountain snowberry, and serviceberry.  These soils have been correlated to Mountain Loam (Oak) - 047AY432UT range sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah.  LRR D, MLRA 28A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Utah county, Utah. 1999.  The name coined from a nearby geographic location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon and cumulic feature:  The zone from 0 to 24 inches.  (A1, A2, and A3 horizons)\nKeys to Soil Taxonomy:  Eighth Edition 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
