{
  "SERIES": "OAKVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEF-RAR-RAB",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oakville fine sand, on a backslope position, 7 percent slope in a wooded area at an elevation of 218 meters (715 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm (3 inches); very dark brown (10YR 2/2) fine sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine and very fine, and few medium and coarse roots throughout; very strongly acid; clear wavy boundary. [5 to 25 cm (2 to 10 inches) thick]\nBE--8 to 15 cm (3 to 6 inches); dark yellowish brown (10YR 4/4) fine sand; weak fine and medium subangular blocky structure; very friable; many fine and very fine, and common medium and coarse roots throughout; very strongly acid; clear wavy boundary. [0 to 25 cm (10 inches) thick]\nBw1--15 to 38 cm (6 to 15 inches); strong brown (7.5YR 5/6) fine sand; weak medium subangular blocky structure; very friable; common very fine to coarse roots throughout; strongly acid; gradual wavy boundary.\nBw2--38 to 69 cm (15 to 27 inches); strong brown (7.5YR 5/8) fine sand; weak medium and coarse subangular blocky structure; very friable; common fine and very fine, and many medium and coarse roots throughout; very strongly acid; clear wavy boundary.\nBw3--69 to 107 cm (27 to 42 inches); brownish yellow (10YR 6/6) fine sand; weak medium and coarse subangular blocky structure; very friable; common fine and very fine, and many medium and coarse roots throughout; strongly acid; clear irregular boundary. [Combined thickness of the Bw horizon is 25 to 127 cm (10 to 50 inches).]\nBC--107 to 150 cm 42 to 59 inches; light yellowish brown (10YR 6/4) fine sand; weak medium and coarse subangular blocky structure; very friable; common fine and very fine, and many medium and coarse roots throughout; strongly acid; clear wavy boundary. [0 to 51 cm (20 inches)]\nC--150 to 203 cm (59 to 80 inches); light yellowish brown (10YR 6/4) fine sand; single grain; loose; common fine and very fine, and many medium and coarse roots throughout; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jasper County, Indiana; about 4 miles south of the Kankakee River (Dunns Bridge) in the Jasper-Pulaski State Game Preserve; 1,720 feet south and 1,820 feet east of the northwest corner of sec. 10, T. 32 N., R. 5 E.; USGS San Pierre topographic quadrangle; lat. 41 degrees 9 minutes 11.0 seconds N. and long. 86 degrees 58 minutes 57.0 seconds W., NAD 27; UTM Zone 16, 501466 easting and 4555751 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 46 to 165 cm (18 to 65 inches)\nParticle-size control section: averages 50 to 90 percent fine sand, 0 to 25 percent very fine sand, and has a combined silt and clay fraction of less than 10 percent\nOther property: regular decrease in organic matter with increasing depth\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nReaction: very strongly acid to neutral\nAp horizon:\nHue: 10YR\nValue: 3 or 4, 6 or more dry\nChroma: 1 to 4\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nReaction: very strongly acid to neutral\nBE horizon:\nHue: 7.5YR or 10YR\nValue: 4\nChroma: 3 or 4\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nReaction: moderately acid to neutral\nSome pedons have a thin E horizon.\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 8\nTexture: fine sand or loamy fine sand\nReaction: very strongly acid to neutral\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 to 6\nReaction: very strongly acid to neutral\nC horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 to 6\nTexture: fine sand, loamy fine sand, sand, or loamy sand\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Acquango, Aldo, Bigapple, Biltmore, Boplain, Breeze (T), Caesar, Chute, Dabney, Hodge, Osolo, Pahuk, Penwood, Perks, Pinegrove, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Suncook, Tyner, Wapanucket, and Windsor series. Acquango soils are very slightly saline to moderately saline in the series control section. Aldo, Caesar, Dabney, Osolo, Perks, Pinegrove, Plainfield, and Spessard soils average less than 50 percent fine sand in the particle-size control section. Bigapple and Breeze soils have anthrotransported material within the series control section. Biltmore soils have few to many mica flakes in the series control section. Boplain soils have a paralithic contact in the lower part of the series control section. Chute and Suncook soils are less than 46 cm (18 inches) to the base of soil development. Hodge, Sardak, and Sarpy soils have carbonates within the series control section. Pahuk, Ronda, and Samoa soils do not have a Bw horizon. Penwood soils have hue redder than 7.5YR in the Bw horizon. Poquonock soils have a densic contact within the series control section. Scotah soils have an irregular decrease in organic matter within the series control section. Tyner soils average more than 10 percent silt plus clay in the particle-size control section. Wapanucket soils have less than 70 percent sand in the lower part of the series control section. Windsor soils are from outside LRR L and M and typically average less than 50 percent fine sand in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oakville soils are on dunes and beach ridges on outwash plains, lake plains, and moraines. Slope ranges from 0 to 60 percent. Oakville soils formed in sandy eolian deposits. Mean annual precipitation ranges from 737 to 1067 mm (29 to 42 inches). Mean annual temperature ranges from 7.8 to 11.7 degrees C (47 to 53 degrees F). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are principally the Brems, Denham, Granby, Maumee, Morocco, and Newton soils on outwash plains. The moderately well drained Brems and Denham soils are on lower backslopes and on footslopes of dunes. The very poorly drained Maumee and Newton soils are in depressions between dunes. The somewhat poorly drained Morocco soils are on swells between dunes. The moderately well drained Miami and Morley soils, and the well drained Spinks and Lapeer soils are associated on moraines and till plains. These soils are at the foot of the dunes or occur as knolls between the dunes. The well drained Boyer and Oshtemo soils, and the excessively drained Carver and Windsor soils are also associated on some outwash plains and lake plains. These soils are located between dunes and between beach ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is high or very high. Permeability is rapid. These soils are droughty and require water irrigation to successfully grow most crops. Some areas on low stream terraces are rarely flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:. Soils are mostly in idle cropland or in woodland. Some areas are in pasture. Vegetables, small grain, and legume-grass hay are the principal crops when cultivated. Native vegetation is mixed hardwoods with oak and white pine the principal species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA's 95A, 95B, 97, 98, 99, 101, 108B, 110, 111C, 115B, 115C, 139, 142, 143, and 144A in southern Michigan, northern Illinois, northern Indiana, northwestern Ohio, New York, and eastern Wisconsin. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macomb County, Michigan, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Moderately wet phase, wet substratum phase, and clayey and loamy substratum phases have been correlated. Areas with these phases within the series control section will need to be evaluated during MLRA update activities. The Oakville series correlated in MLRA's 139, 143, and 144A are well outside of the distribution limits of the Oakville concept and will need to be evaluated during modernization projects.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 8 cm (3 inches) (A horizon).\nNASIS Data Mapunit ID 155011 represents the typical pedon.\nNASIS Data Mapunit ID 155012 represents the 12 to 18 percent slope phase.\nADDITIONAL DATA: Lab characterization data for the typical pedon (S95IN-073-007) and from several other pedons in this area are available at the National Soil Survey Laboratory in Lincoln, NE. This data (project number CP96-IN031) is a part of a wet soil study in Jasper County by Purdue University, West Lafayette, Indiana.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
