{
  "SERIES": "OAKWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN:GLL",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Oakwood series consists of very deep, moderately well drained, moderately slowly permeable soils that formed in loamy Coastal Plain sediment.  These soils are on broad gently sloping to moderately sloping uplands. Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Fragic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oakwood fine sandy loam--pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; brown (10YR 5/3) fine sandy loam, moderate medium subangular blocky structure parting to moderate fine subangular blocky; slightly hard, very friable; many fine roots; few fine pores; few fine ironstone pebbles; moderately acid; clear smooth boundary.  (2 to 10 inches thick)\nE--4 to 12 inches; light yellowish brown (10YR 6/4) fine sandy loam; few fine faint yellowish brown (10YR 5/6) mottles; moderate medium and coarse subangular blocky structure parting to weak fine subangular blocky; slightly hard, very friable; common fine roots; few fine pores; few fine black concretions; few fine ironstone pebbles; common krotovinas filled with material from above; moderately acid; clear smooth boundary.  (3 to 11 inches thick)\nBt1--12 to 18 inches; yellowish brown (10YR 5/6) fine sandy loam; few fine faint brownish yellow (10YR 6/6) mottles; weak medium and coarse subangular blocky structure parting to weak fine subangular blocky; very hard, friable; common fine roots; few fine pores; few thin patchy clay films; few fine black concretions; few fine soft nodules enriched in iron that are slightly brittle; few fine ironstone pebbles; strongly acid; clear smooth boundary.\nBt2--18 to 27 inches; yellowish brown (10YR 5/6) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and few fine distinct yellowish red (5YR 4/6) mottles; weak coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, friable; common fine roots; few coarse pores; few thin patchy clay films; few fine and medium soft nodules enriched in iron that are slightly brittle; few medium ironstone pebbles; strongly acid; clear smooth boundary.\nBt3--27 to 38 inches; yellowish brown (10YR 5/6) sandy clay loam; common medium faint yellowish brown (10YR 5/4) and common medium distinct yellowish red (5YR 4/6) mottles; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; few fine roots; few fine pores; few thin patchy clay films; few thin patchy clay films lining pores; few skeletans less than 1 cm thick of light brownish gray (10YR 6/2) uncoated sand along prism faces; few fine hard and soft iron concretions; about 2 to 3 percent by volume of red nodular plinthite; about 5 percent of matrix is slightly brittle; common medium ironstone pebbles; strongly acid; gradual smooth boundary.  (Combined Bt horizons are 18 to 40 inches thick)\nBtv/E1--38 to 45 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse faint yellowish brown (10YR 5/6) and common fine distinct yellowish red (5YR 4/6) mottles; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; few fine roots; few fine pores; few thin patchy clay films; about 15 percent skeletans 0.5 to 1.5 cm thick of light brownish gray (10YR 6/2) uncoated sand along major prism faces and some of the subangular block faces; about 20 percent of matrix is slightly brittle; about 5 percent by volume red nodular plinthite; about 1 to 2 percent by volume iron-rich masses with centers high in magnesium; few fine ironstone pebbles; strongly acid; gradual smooth boundary.\nBtvx/E2--45 to 55 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse distinct brownish yellow (10YR 6/6) and many coarse distinct yellowish red (5YR 4/6) mottles; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; few fine roots; few medium pores; few thin patchy clay films; common fine black concretions; about 20 percent skeletans 0.5 to 2 cm thick of yellowish brown (10YR 5/4) uncoated sand along prism faces; few skeletans around ironstone pebbles; about 30 to 40 percent by volume of matrix is slightly brittle; about 5 to 7 percent by volume of red nodular plinthite; few fine ironstone pebbles; strongly acid; gradual smooth boundary.\nBtvx/E3--55 to 67 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse distinct yellowish red (5YR 4/6) and few medium distinct brownish yellow (10YR 6/6) mottles; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm; few roots; few medium pores; few thin patchy clay films; few fine black concretions; about 20 percent by volume skeletans 0.5 to 2 cm thick of pale brown (10YR 6/3) uncoated sand along prism faces; about 30 percent by volume of matrix is slightly brittle; about 6 to 7 percent by volume red nodular plinthite; few fine ironstone pebbles; very strongly acid; clear smooth boundary.  (Combined Btv/E and Btvx/E horizons are 16 to 36 inches thick)\nB't--67 to 84 inches; red (2.5YR 4/6) clay loam; many coarse prominent light gray (10YR 6/1) and many coarse distinct strong brown (7.5YR 5/6) mottles; weak coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm; very few roots; few medium pores; common medium continuous light gray (10YR 6/1) clay films on vertical ped faces and in pores; few fine black concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Smith County, Texas; from the intersection of Loop 323 West and Texas Highway 110 in Tyler, 7.9 miles northwest on Texas Highway 110, 250 feet northeast in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 60 to more than 80 inches thick.  The clay content of the upper 20 inches of the Bt horizon ranges from 20 to 30 percent.  Nodular plinthite ranges from 5 to 10 percent and is within 30 to 50 inches of the surface.  Glossic materials range from 15 to 30 percent by volume in some layer at a depth of 30 to 50 inches.  Base saturation ranges from 35 to 75 percent at 60 inches below the top of the argillic horizon.  The Btvx/E horizons have 15 to about 40 percent by volume slightly brittle matrix materials.  Siliceous pebbles and ironstone pebbles range from none to about 10 percent throughout the solum.  The combined thickness of the A and E horizons ranges from 8 to 20 inches.\nThe A horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 4.  Texture of the A and E horizons is fine sandy loam or very fine sandy loam.  Reaction ranges from strongly acid to neutral except where the soil has been limed.\nThe E horizon has hue of 10YR, value of 5 to 8, and chroma of 2 to 4.  Reaction ranges from strongly acid to neutral except where soil has been limed.\nThe Bt horizons are typically sandy clay loam but include fine sandy loam and clay loam.\nThe Bt1 and Bt2 horizons have hue of 7.5YR or 10YR, value of 4 or 6, and chroma of 4 to 8.  Mottles in shades of red and brown range from none to common.  Reaction ranges from strongly acid to slightly acid.\nThe Bt3 horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8.  Mottles range from few to many in shades of brown, red, yellow, and gray.  Depth to horizons having mottles with chroma of 2 or less is greater than 30 inches.  Up to 15 percent of the Bt3 horizon is brittle, mainly in the red and yellowish brown areas of some pedons.  Skeletans of clean sand make up 1 to 15 percent by volume in the lower part of this horizon in some pedons.  Reaction ranges from very strong acid to slightly acid.\nThe Btv/E and Btvx/E horizons have a brownish or yellowish matrix that is mottled in shades of brown, yellow, gray, or red.  The matrix of the Btv or Btvx horizons have hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8. Interfingering or pockets of clean sand grains (skeletans) range from 15 to 30 percent by volume.  The texture is typically sandy clay loam, but includes fine sandy loam and clay loam.  The reaction ranges from extremely acid to slightly acid.\nThe B't horizon, present in most pedons, has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 3 to 8.  Mottles range from few to many in shades of gray, red, yellow or brown.  Texture is sandy clay loam or clay loam with clay content of 30 to 40 percent.  Reaction ranges from extremely acid to slightly acid.\nSome pedons have a BC or C horizon at depths of 60 inches or more.  The BC or C horizon, when present, have colors in shades of yellow, brown, red, and gray.  They typically are mottled or stratified with these colors. Texture is mainly fine sandy loam or sandy clay loam, but may be stratified with these textures or with unconsolidated sandstone and shaly soil materials.  Some pedons contain a few thin plates of plinthite or nodular plinthite fragments in the upper part. The reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Splendora series in the same family and the similar Bernaldo, Bowie, Cuthbert, Duralde Gasil, Hockley, Kirvin, Segno, Wockley, and Warnock series.  Splendora soils have less than 5 percent by volume of plinthite, are shallower to a water table, have gray mottles within 30 inches of the surface, and are somewhat poorly drained.  Hockley, Segno and Wockley soils receive more than 30 inches of summer rainfall, have a summer moisture deficit of less than 4 inches, are shallower to a water table, and have less than 5 percent glossic materials in the lower Bt horizon.  In addition, Wockley soils have mottles of low chroma due to wetness within 30 inches of the surface.  Bernaldo soils do not have brittle subhorizons and contain less than  5 percent plinthite.  Bowie, Cuthbert, Kirvin, and Warnock soils have base saturation of less than 35 percent.  Duralde soils are fine-silty and have mixed mineralogy.  Gasil soils have P-E indices less than 64 and are in the ustic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oakwood soils occupy broad gently sloping to moderately sloping uplands of the Coastal Plain.   Slopes range from 1 to 8  percent.  The soil formed in thick beds of loamy material that are interbedded with sandy and shaly materials of the Claiborne Geological Group and ancient fluvitile terraces.  The mean annual temperature ranges from about 64 to 68 degrees F. Mean annual precipitation ranges from 40 to 46 inches.  Frost free days range from 240 to 260 days and elevation ranges from 250 to 550 feet.   Thornthwaite P-E indices range from 64 to 72.  Summer rainfall ranges from 25 to 30 inches and summer moisture deficit ranges from 4 to 6 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cuthbert, and Kirvin, series and the Pickton, Larue, and Wolfpen series.  Cuthbert soils are on steeper sideslopes.  Kirvin, Larue and Wolfpen soils are on similar land forms.  Larue and Wolfpen soils have sandy surface layers 20 to 40 inches thick and do not have 5 percent or more plinthite.  Pickton soils are on slightly higher ridges and have sandy surface layers 40 to 80 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; low to medium runoff; moderately slow permeability.  An apparent water table is at a depth of 3.5 to 5 feet during late winter and early spring during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are mostly used for pasture and forest.  Pastures are mainly improved bermudagrass or native grasses. Small areas are used for growing corn, peanuts, sweet potatoes, peaches, grapes, melons and other vegetable crops.  Forest vegetation includes loblolly pine, post oak, sweet gum, red oak, and hickory trees with an understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Coastal Plains of northeast Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Leon County, Texas 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Bowie soils.\nThe series was originally established and defined as a Plinthic Paleudalf.  A field study of this series throughout the area of its occurrence in 1990 has shown this soil to have 15 to 30 percent glossic material and brittleness in the lower argillic horizons.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 12 inches.  (Ap and E horizons)\nArgillic horizon - 12 to 84 inches.  (Bt and Bt/E horizons)\nGlossic materials - 38 to 67 inches.  (Bt/E horizons)\nFragic feature - more than 25 percent by volume of brittle materials.  (Btvx/E2 and Btvx/E3 horizons.)\nPlinthite - 38 to 67 inches.  (Bt/E horizons)\nADDITIONAL DATA:  Soil sampled for characterization by TAMU (Smith County, TX - S90TX-423-001) (Wood County, TX - S89TX-499-004).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; brown (10YR 5/3) fine sandy loam, moderate medium subangular blocky structure parting to moderate fine subangular blocky; slightly hard, very friable; many fine roots; few fine pores; few fine ironstone pebbles; moderately acid; clear smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--4 to 12 inches; light yellowish brown (10YR 6/4) fine sandy loam; few fine faint yellowish brown (10YR 5/6) mottles; moderate medium and coarse subangular blocky structure parting to weak fine subangular blocky; slightly hard, very friable; common fine roots; few fine pores; few fine black concretions; few fine ironstone pebbles; common krotovinas filled with material from above; moderately acid; clear smooth boundary.  (3 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--12 to 18 inches; yellowish brown (10YR 5/6) fine sandy loam; few fine faint brownish yellow (10YR 6/6) mottles; weak medium and coarse subangular blocky structure parting to weak fine subangular blocky; very hard, friable; common fine roots; few fine pores; few thin patchy clay films; few fine black concretions; few fine soft nodules enriched in iron that are slightly brittle; few fine ironstone pebbles; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--18 to 27 inches; yellowish brown (10YR 5/6) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and few fine distinct yellowish red (5YR 4/6) mottles; weak coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, friable; common fine roots; few coarse pores; few thin patchy clay films; few fine and medium soft nodules enriched in iron that are slightly brittle; few medium ironstone pebbles; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 69,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--27 to 38 inches; yellowish brown (10YR 5/6) sandy clay loam; common medium faint yellowish brown (10YR 5/4) and common medium distinct yellowish red (5YR 4/6) mottles; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; few fine roots; few fine pores; few thin patchy clay films; few thin patchy clay films lining pores; few skeletans less than 1 cm thick of light brownish gray (10YR 6/2) uncoated sand along prism faces; few fine hard and soft iron concretions; about 2 to 3 percent by volume of red nodular plinthite; about 5 percent of matrix is slightly brittle; common medium ironstone pebbles; strongly acid; gradual smooth boundary.  (Combined Bt horizons are 18 to 40 inches thick)"
      },
      {
        "name": "Btv/E1",
        "top": 97,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btv/E1--38 to 45 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse faint yellowish brown (10YR 5/6) and common fine distinct yellowish red (5YR 4/6) mottles; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; few fine roots; few fine pores; few thin patchy clay films; about 15 percent skeletans 0.5 to 1.5 cm thick of light brownish gray (10YR 6/2) uncoated sand along major prism faces and some of the subangular block faces; about 20 percent of matrix is slightly brittle; about 5 percent by volume red nodular plinthite; about 1 to 2 percent by volume iron-rich masses with centers high in magnesium; few fine ironstone pebbles; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btvx/E2",
        "top": 114,
        "bottom": 140,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btvx/E2--45 to 55 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse distinct brownish yellow (10YR 6/6) and many coarse distinct yellowish red (5YR 4/6) mottles; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; few fine roots; few medium pores; few thin patchy clay films; common fine black concretions; about 20 percent skeletans 0.5 to 2 cm thick of yellowish brown (10YR 5/4) uncoated sand along prism faces; few skeletans around ironstone pebbles; about 30 to 40 percent by volume of matrix is slightly brittle; about 5 to 7 percent by volume of red nodular plinthite; few fine ironstone pebbles; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btvx/E3",
        "top": 140,
        "bottom": 170,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btvx/E3--55 to 67 inches; yellowish brown (10YR 5/4) sandy clay loam; many coarse distinct yellowish red (5YR 4/6) and few medium distinct brownish yellow (10YR 6/6) mottles; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm; few roots; few medium pores; few thin patchy clay films; few fine black concretions; about 20 percent by volume skeletans 0.5 to 2 cm thick of pale brown (10YR 6/3) uncoated sand along prism faces; about 30 percent by volume of matrix is slightly brittle; about 6 to 7 percent by volume red nodular plinthite; few fine ironstone pebbles; very strongly acid; clear smooth boundary.  (Combined Btv/E and Btvx/E horizons are 16 to 36 inches thick)"
      },
      {
        "name": "B't",
        "top": 170,
        "bottom": 213,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "B't--67 to 84 inches; red (2.5YR 4/6) clay loam; many coarse prominent light gray (10YR 6/1) and many coarse distinct strong brown (7.5YR 5/6) mottles; weak coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm; very few roots; few medium pores; common medium continuous light gray (10YR 6/1) clay films on vertical ped faces and in pores; few fine black concretions; very strongly acid."
      }
    ]
  ]
}
