{
  "SERIES": "OAKY",
  "STATUS": "Inactive Series",
  "BYREV": "Rev RLW/AGH",
  "REVDATE": "10/2003",
  "STATES": "FL",
  "OVERVIEW": "The Oaky series consists of very deep, poorly drained soils that formed in thick beds of sandy and loamy marine sediments.  They occur mostly on nearly level areas within the Gulf Coast flatwoods on the coastal plain of northern Florida.  Slope ranges from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Mollic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oaky fine sand -- forest.  (Colors are for moist soil.)\nAp - 0 to 6 inches; very dark gray (10YR 3/1) fine sand; single grained; loose; common medium and fine roots; strongly acid; clear smooth boundary. (5 to 8 inches thick.)\nE - 6 to 13 inches; light gray (10YR 7/2) fine sand; single grained; loose; common medium and fine roots; very dark gray (10YR 3/1) root stains around root channels; very strongly acid; abrupt smooth boundary.  ( 0 to 12 inches thick.)\nBtg1 - 13 to 40 inches; gray (10YR 6/1) sandy clay loam; moderate medium subangular blocky structure; friable; many fine and medium roots; many medium prominent brownish yellow (10YR 6/6 and 6/8) masses of iron accumulation; slightly acid; gradual wavy boundary. (7 to 19 inches thick.)\nBtg2 - 40 to 51 inches; gray (10YR 6/1) sandy clay loam; moderate medium subangular blocky structure; friable; common white limestone fragments; few fine roots; many medium prominent brownish yellow (10YR 6/6 and 6/8) masses of iron accumulation; mildly alkaline; gradual wavy boundary.  (10 to 20 inches thick.)\nBtg3 - 51 to 80 inches; gray (10YR 6/1) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lafayette County, Florida, approximately 100 feet north and 1000 feet east of the southwest corner of Sec. 7, T. 6 S., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 50 to 80 inches.  Reaction ranges from very strongly acid to slightly acid in the A and E horizons and from sightly acid to mildly alkaline in the other layers.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture is sand or fine sand.\nThe E horizon, where present, has hue of 10YR, value of 4 to 7, and chroma of 1 or 2.  It is sand or fine sand.  Pedons without this horizon have an abrupt textural change between the A or Bw horizon and the Btg horizon.\nSome pedons have a Bw horizon with hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 2 to 4.  The texture is fine sand or sand.  It ranges from 0 to 12 inches thick.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2.  Areas with chroma of 2 have few to many masses of iron accumulation in shades of red, yellow, or brown.  Texture is sandy loam, fine sandy loam, or sandy clay loam.  Weighted clay content of the control section ranges from 18 to 35 percent.\nThe Cg horizon, where present, has hue of 10YR, value of 6 to 8, and chroma of 1 or 2; hue of 5Y, value of 5 to 7, and chroma of 1 or 2; or hue of 5GY, value of 5 or 6, and chroma of 1.  Texture is loamy fine sand or sandy loam.  In some pedons, this horizon is a mixture of sand and shell fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Nutall series is in the same family.  Nutall soils are moderately deep to limestone.  Meggett, Mouzon, Vaughan, and Yonges  series are in similar families that lack mollic properties.  Also, Meggett soils have more than 35 percent clay in the control section.   Mouzon and Vaughan soils do not have epipedons that have texture of sand or fine sand.  In addition the Vaughan series is in areas with mean annual rainfall of 28 to 35 inches.  Yonges soils do not have an abrupt textural change."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oaky soils are on the Gulf Coast flatwoods on the coastal plain of northern Florida.  Slopes range from 0 to 2 percent.  They formed in thick beds of sandy and loamy marine sediments.  The mean annual temperature is 66 to 70 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chaires, Leon, Tooles, Wesconnett, and Wekiva series.  Chaires, Leon, and Wesconnett soils have a spodic horizon.  Tooles soils are in an Arenic subgroup and are underlain by limestone bedrock.  Wekiva soils have limestone bedrock within a depth of 30 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Oaky soils are poorly drained.  Permeability is slow.  The water table is at a depth of 6 to 18 inches below the surface for 1 to 3 months during most years, and between 18 to 60 inches during the remainder of the season.  It is within a depth of 6 inches for several days following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been planted to pine trees.  Natural vegetation consists mainly of slash, longleaf or loblolly pines, live oak, water oak, laurel oak sweetgum, magnolia and scattered red maples.  In the understory, saw palmetto, running oak, gallberry, waxmyrtle, huckleberry, pineland threeawn, bluestems, low panicums, fetterbush, briars, and cinnamon fern are common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafayette County, Florida, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Meggett series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 13 inches (Ap and E horizons).\nAlbic horizon - the zone from 6 to 13 inches (E horizon).\nArgillic horizon - the zone from 13 to 51 inches (Btg1, Btg2 horizons).\nAbrupt textural change at 13 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap - 0 to 6 inches; very dark gray (10YR 3/1) fine sand; single grained; loose; common medium and fine roots; strongly acid; clear smooth boundary. (5 to 8 inches thick.)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E - 6 to 13 inches; light gray (10YR 7/2) fine sand; single grained; loose; common medium and fine roots; very dark gray (10YR 3/1) root stains around root channels; very strongly acid; abrupt smooth boundary.  ( 0 to 12 inches thick.)"
      },
      {
        "name": "Btg1",
        "top": 33,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1 - 13 to 40 inches; gray (10YR 6/1) sandy clay loam; moderate medium subangular blocky structure; friable; many fine and medium roots; many medium prominent brownish yellow (10YR 6/6 and 6/8) masses of iron accumulation; slightly acid; gradual wavy boundary. (7 to 19 inches thick.)"
      },
      {
        "name": "Btg2",
        "top": 102,
        "bottom": 130,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2 - 40 to 51 inches; gray (10YR 6/1) sandy clay loam; moderate medium subangular blocky structure; friable; common white limestone fragments; few fine roots; many medium prominent brownish yellow (10YR 6/6 and 6/8) masses of iron accumulation; mildly alkaline; gradual wavy boundary.  (10 to 20 inches thick.)"
      },
      {
        "name": "Btg3",
        "top": 130,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "mildly alkaline",
        "narrative": "Btg3 - 51 to 80 inches; gray (10YR 6/1) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; mildly alkaline."
      }
    ]
  ]
}
