{
  "SERIES": "OATKA",
  "STATUS": "Established Series",
  "BYREV": "PSP-SWF",
  "REVDATE": "03/2007",
  "STATES": "NY",
  "OVERVIEW": "The Oatka series consists of very deep, somewhat poorly drained soils on flood plains. They formed in silty alluvium over glaciolacustrine material on flood plains, low terraces and alluvial fans. Saturated hydraulic conductivity is moderately high to high in the mineral alluvial material, and is low to moderately high in the clayey subsoil and substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is 48 degrees F, and mean annual precipitation is 34 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oatka silty clay loam, on a 2 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 6 inches, very dark grayish brown (10YR 3/2) silty clay loam; fine medium granular structure; friable; many fine roots; slightly alkaline; abrupt smooth boundary. (2 to 9 inches thick.)\nA -- 6 to 20 inches, dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium subangular blocky structure; friable; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation and faint dark gray (10YR 4/1) areas of iron depletion; common fine roots; slightly alkaline; clear wavy boundary. (10 to 25 inches thick.)\n2Bg -- 20 to 36 inches, gray (10YR 5/1) silty clay; moderate medium subangular blocky structure; firm; peds faces are gray (10YR 5/1); black (7.5YR 2/1) manganese nodules; common medium faint gray (10YR 6/1) areas of iron depletion and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly alkaline; clear wavy boundary. (10 to 24 inches thick.)\n2BC -- 36 to 45 inches, brown (10YR 5/3) silty clay; weak medium subangular blocky; firm; common medium prominent strong brown (7.5YR 5/8) masses of iron concentrations and common medium distinct gray (10YR 5/1) areas of iron depletion; slightly alkaline; clear wavy boundary. (0 to 16 inches thick.)\n2C1 -- 45 to 65 inches, dark yellowish brown (10YR 4/4) silty clay; massive; firm; common medium distinct gray (10YR 6/1) areas of iron depletion and prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly alkaline; clear wavy boundary. (16 to 32 inches thick.)\n2C2 -- 65 to 72 inches, dark yellowish brown (10YR 4/4) silty clay loam; massive; firm; common medium distinct gray (10YR 6/1) areas of iron depletion and prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Genesee County, New York; Town of Alexander, 3600 feet east of New York State Rte 98 and Cookson Road, 50 feet south of Cookson Road. USGS Batavia South, NY topographic quadrangle; Latitude 42 degrees, 56 minutes, 55 seconds N. and Longitude 78 degrees, 13 minutes, 10 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 40 inches. Depth to carbonates ranges from 24 to 72 inches. Depth to bedrock is greater that 60 inches. Rock fragments range from 0 to 10 percent by volume throughout the mineral soil. Reaction ranges from strongly acid through slightly alkaline in the A horizons, strongly acid through slightly alkaline in the 2B horizon, and slightly acid through moderately alkaline in the 2C horizons.\nThe Ap and A horizon has hue of 7.5YR through 2.5Y, value of 2 through 4, and chroma of 1 through 3. Texture of the fine-earth fraction is silt loam, loam or silty clay loam. Structure is granular or subangular blocky. Consistence is very friable or friable.\nThe B or 2B horizons have hue of 7.5YR through 5Y or are neutral, value of 3 through 6, chroma of 2 through 4, and have redoximorphic features. Texture of the fine-earth fraction is silty clay loam, silty clay, clay loam or clay with thin subhorizons of silt loam in some pedons. Structure is weak through strong, prismatic or subangular or angular blocky. Consistence is firm or very firm.\nSome pedons have 2BC horizons that underlie B horizons. They have similar color, texture, and structure to the B horizons. Some pedons may be massive with or without plate-like divisions inherited from the lacustrine parent material. Consistence is firm or very firm.\nThe 2C horizons have hue of 5YR through 5Y or are neutral, value of 3 through 6, and chroma of 0 through 4. Texture of the fine-earth fraction is silt loam, silty clay loam, silty clay, or clay with subhorizons, usually discontinuous, ranging to fine sand. They are massive or varved, or have very coarse prismatic structure in the upper part. Free carbonates are absent above a depth of 72 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Wilhite series is in this family. Wilhite soils are in warmer climates and have a frost free season of greater than 160 days.\nThe Aetna, Holderton, Holly, Orrville, Stanhope, Wakeville, Wayland , Wick, and Zepernick series are in related families. All of these soils lack the under lying glaciolacustrine material. In addition Aetna soils have a buried mollic epipedon; Holderton and Wakeville soils have less than 18 percent clay content; Holly, Orrville, Stanhope, Wayland, Wick and Zepernick soils have less than 35 percent clay content."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oatka soils are on flood plains, low terraces and alluvial fans in Wisconsian glacial areas. The soils formed in silty alluvium and are underlain with glaciolacustrine deposits having a high clay and silt content. Slope ranges from 0 to 3 percent. The mean annual air temperature ranges from 46 to 52 degrees F., and mean annual precipitation ranges from 30 to 45 inches. The frost-free period ranges from 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Hamlin and moderately well drained Teel soils which are located in higher positions within flood plains. Other associated soils include Hudson, Madalin, Odessa, and Remsen soils. The moderately well drained Hudson soils and the poorly and very poorly drained Madalin soils formed in clayey lacustrine deposits. Odessa soils have hue of 5YR or redder in the Bt horizon. Remsen soils formed in till and have a higher sand and rock fragment content in individual layers. The Ontario, and Conesus soils and their wetter associates are in nearby till deposits. Howard and Palmyra soils and wetter associates are on adjacent outwash plains and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is moderate to very high. Saturated hydraulic conductivity is moderately high to high in the mineral alluvial material, and is low to moderately high in the clayey subsoil and substratum. This soil is subject to annual flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas have been cleared and artificially drained and used for growing hay, pasture, small grains and corn. A significant acreage is idle and reverting to woodland. Native vegetation is mixed hardwoods including red and sugar maple, white pine, white ash, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and central New York MLRA 101. The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Genesee County, New York, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon:\n1. Ochric epipedon - the zone from the surface of the soil to 20 inches. (Ap and A horizons)\n2. Cambic horizon - the zone from 20 to 45 inches. (Bg and BC horizons)\n3. Aquic moisture regime - evidence by low chroma matrix colors and redoximorphic features in the Bg horizon.\nCharacterization data is available for the typical pedon S02NY-037-003."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 6 inches, very dark grayish brown (10YR 3/2) silty clay loam; fine medium granular structure; friable; many fine roots; slightly alkaline; abrupt smooth boundary. (2 to 9 inches thick.)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 6 to 20 inches, dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium subangular blocky structure; friable; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation and faint dark gray (10YR 4/1) areas of iron depletion; common fine roots; slightly alkaline; clear wavy boundary. (10 to 25 inches thick.)"
      },
      {
        "name": "2Bg",
        "top": 51,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bg -- 20 to 36 inches, gray (10YR 5/1) silty clay; moderate medium subangular blocky structure; firm; peds faces are gray (10YR 5/1); black (7.5YR 2/1) manganese nodules; common medium faint gray (10YR 6/1) areas of iron depletion and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly alkaline; clear wavy boundary. (10 to 24 inches thick.)"
      },
      {
        "name": "2BC",
        "top": 91,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC -- 36 to 45 inches, brown (10YR 5/3) silty clay; weak medium subangular blocky; firm; common medium prominent strong brown (7.5YR 5/8) masses of iron concentrations and common medium distinct gray (10YR 5/1) areas of iron depletion; slightly alkaline; clear wavy boundary. (0 to 16 inches thick.)"
      },
      {
        "name": "2C1",
        "top": 114,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1 -- 45 to 65 inches, dark yellowish brown (10YR 4/4) silty clay; massive; firm; common medium distinct gray (10YR 6/1) areas of iron depletion and prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly alkaline; clear wavy boundary. (16 to 32 inches thick.)"
      },
      {
        "name": "2C2",
        "top": 165,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2 -- 65 to 72 inches, dark yellowish brown (10YR 4/4) silty clay loam; massive; firm; common medium distinct gray (10YR 6/1) areas of iron depletion and prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately alkaline."
      }
    ]
  ]
}
