{
  "SERIES": "OATMANFLAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK-CWL-JVC",
  "REVDATE": "10/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oatmanflat ashy loam--on a stream terrace sloping 1 percent to the south at an elevation of 1,370 meters--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) ashy loam, very dark grayish brown (10YR 3/2) moist; strong thick platy structure parting to weak thin platy; soft, very friable, slightly sticky and slightly plastic; common very fine and common fine roots; common very fine and common fine interstitial and tubular pores; 20 percent very pale brown (10YR 7/3) medium to very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; slightly alkaline (pH 7.6); abrupt smooth boundary. (5 to 18 cm thick)\nA2--8 to 30 cm; brown (10YR 5/3) ashy sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, common fine, and few medium roots; few very fine, few fine, and common medium tubular pores; 35 percent very pale brown (10YR 7/3) medium to very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; slightly alkaline (pH 7.5); clear smooth boundary. (10 to 25 cm thick)\nBw--30 to 71 cm; pale brown (10YR 6/3) ashy coarse sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine, few fine, and few medium roots; few very fine and few fine tubular pores; 50 percent very pale brown (10YR 7/3) medium to very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; distinct very thin laminae; slightly alkaline (pH 7.6); clear smooth boundary. (0 to 41 cm thick)\nBtb--71 to 112 cm; brown (10YR 5/3) ashy clay loam, brown (10YR 4/3) moist; weak medium platy structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few very fine, and few fine roots; few very fine, and few fine tubular pores; common distinct clay films on faces of peds; slightly alkaline (pH 7.8); clear smooth boundary. (13 to 41 cm thick)\nBtqb--112 to 135 cm; light yellowish brown (10YR 6/4) gravelly ashy sandy clay loam, dark yellowish brown (10YR 4/4) moist; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and few fine roots; few very fine and few fine tubular pores; 5 percent durinodes; common distinct clay films on faces of peds; 15 percent gravel and 2 percent cobbles; moderately alkaline (pH 8.0); abrupt smooth boundary. (23 to 30 cm thick)\nBqkmb--135 to 163 cm; very pale brown (10YR 8/3) cemented material, light yellowish brown (10YR 6/4) moist; strong very thick platy structure; extremely hard, slightly rigid; strongly cemented by secondary silica; secondary carbonates segregated as coats on the tops of plates; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 20 miles north of the town of Christmas Valley, 2 miles west of the Elk Butte road, and north of the Saddle Butte jeep trail; approximately 255 feet south and 956 feet east of the northwest corner of section 24, T. 23 S., R. 18 E.; USGS Last Chance Lake 7.5 minute topographic quadrangle; latitude 43 degrees 34 minutes 19 seconds N and longitude 120 degrees 30 minutes 43 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 18 to 30 cm.\nRecent mantle thickness and depth to buried argillic horizon: 30 to 76 cm.\nDepth to buried duripan: 100 to 150 cm.\nDepth to bedrock: more than 150 cm.\nVolcanic glass content: 30 to 70 percent in coarse silt through fine sand fractions.\nOther features: Some pedons have very gravelly substrata.\nParticle-size control section - Clay content: Averages 12 to 24 percent.\nRock fragments: Averages 0 to 5 percent, mainly gravel. Lithology of fragments are volcanic rocks such as basalt;\nA1 horizon\nValue: 5 or 6 dry.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 to 3 percent.\nOther features: Medium through very coarse sand-size (0.25 to 2.0 mm) pumiceous ash content ranges from 20 to 50 percent.\nA2 horizon\nValue: 5 or 6 dry.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy sandy loam or ashy sandy clay loam.\nClay content: 10 to 25 percent.\nRock fragments:  0 to 10 percent gravel\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 to 3 percent.\nOther features: Medium through very coarse sand-size (0.25 to 2.0 millimeters) pumiceous ash content ranges from 20 to 50 percent.\nBw horizon (when present)\nValue: 5 or 6 dry.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy sandy loam or ashy coarse sandy loam.\nClay content: 8 to 18 percent.\nRock fragments:  0 to 10 percent gravel\nReaction: Neutral or slightly alkaline.\nOther features: Medium through very coarse sand-size (0.25 to 2.0 millimeters) pumiceous ash content ranges from 20 to 50 percent; Thin alluvial stratification (rock structure) is present as laminae of similar texture.\nBtb horizons\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy fine sandy loam, ashy sandy clay loam, ashy clay loam, or ashy loam.\nClay content: 18 to 35 percent.\nRock fragments: 0 to 10 percent gravel.\nReaction: Slightly alkaline or moderately alkaline.\nBtqb horizons\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy fine sandy loam, gravelly ashy sandy clay loam, ashy clay loam, or ashy loam.\nRock fragments: 0 to 25 percent gravel, 0 to 5 percent cobbles.\nReaction: Slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Boltz, Bonnick, Borobey, Emamount, Embal, Frentera, Gardone, Picturerock, Stookmoor, Tuffcabin, and Wegert series.\nBoltz soils are moderately deep to paralithic contacts. Bonnick, Borobey, Emamount, Embal, Gardone, and Picturerock soils do not have buried argillic horizons within 100 cm and buried duripans within 150 cm of the soil surface. Tuffcabin soils are drier and have free carbonates, sodium adsorption ratio of 5 to 13, and pH up to 9.6 within 100 cm of the soil surface. Frentera, Stookmoor, and Wegert soils are moderately deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oatmanflat soils are on low stream terraces and in swales on lava plateaus. These soils formed in alluvium derived from volcanic ash and basalt. Slopes are 0 to 5 percent. Elevations range from 1,345 to 1,555 meters. The climate is semiarid and characterized by cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 40 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Borobey soil and the Silverash soil. Silverash soils are fine, have ochric epipedons, argillic horizons with an abrupt textural change, and occur on adjacent depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low surface runoff; moderately high saturated hydraulic conductivity. These soils are susceptible to rare flooding for very brief periods between January and May.  One phase is recognized that is not subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Oatmanflat soils are used for livestock grazing. The vegetation is mainly mountain big sagebrush, basin big sagebrush, Idaho fescue, Thurber's needlegrass, and Ross's sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are not extensive with about 3,900 acres of the series mapped to date. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. Oatmanflat is a local place name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1 and A2 horizons).\nBuried argillic horizon - The zone from 71 to 135 cm (Btb and Btqb horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A1, A2, and Bw horizons and part of the Btb horizon).\nBuried duripan - The zone from 135 to 163 cm (Bqkmb horizon).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (Bw horizon and part of the A2 and Btb horizons).\nADDITIONAL DATA: Volcanic glass content determined locally by optical grain count with a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
