{
  "SERIES": "OATUU",
  "STATUS": "Established Series",
  "BYREV": "RD:WEL",
  "REVDATE": "01/2006",
  "STATES": "PB,FM",
  "OVERVIEW": "The Oatuu series consists of very shallow, well drained soils on uplands.  These soils formed in residuum derived from basic igneous rock.  Slope is 60 to 100 percent.  The mean annual rainfall is about 224 inches, and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, semiactive, nonacid, isohyperthermic, shallow Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oatuu cobbly silty clay loam - on a 90 percent complex slope - ferns and vines.  When described (5/22/80) the soil was moist throughout.  (Colors are for moist soil.  All textures are apparent field textures.)\nA1--0 to 2 inches; dark brown (10YR 3/3) cobbly silty clay loam; moderate fine subangular blocky structure; friable, slightly sticky and slightly plastic; many very fine and few coarse roots; common fine tubular and interstitial pores; about 15 percent basalt cobbles and 20 percent pebbles; medium acid (ph 6.0, 1:1 water); abrupt wavy boundary.  (1 to 3 inches thick)\nB2--2 to 5 inches; brown (10YR 4/3) gravelly silty clay loam; moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; common fine and few coarse roots; common fine tubular pores; about 25 percent pebbles and 10 percent cobbles; medium acid (pH 5.6, 1:1 water); clear wavy boundary.  (1 to 4 inches thick)\nC--5 to 8 inches; dark yellowish brown (10YR 4/4) very cobbly silty clay loam; moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; few fine, medium, and coarse roots; common fine tubular pores; about 25 percent cobbles and 25 percent pebbles; medium acid (pH 5.6, 1:1 water).  (0 to 3 inches thick)\nCr--8 inches; highly weathered basalt; can be dug with a spade with difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kosrae, Federated States of Micronesia; on the south side of Mutunte Mountain and about halfway to the top; lat.  5 degrees 20 minutes 40 seconds N. and long. 162 degrees 59 minutes 45 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Bedrock is at a depth of 3 to 10 inches.  Reaction of the profile in 1:1 water is medium acid or slightly acid.\nThe A horizon has moist color of 10YR 3/2 or 3/3.  It is 5 to 30 percent pebbles and 5 to 25 percent cobbles.\nThe Band C horizons are 20 to 35 percent pebbles and 10 to 30 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ngardmau series.  Ngardmau soils are deep, nonskeletal, and in an acid reaction class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oatuu soils are on very steep and extremely steep mountain sides.  The formed in residuum derived from basic igneous rock.  Slopes are 60 to 100 percent.  Elevation is 328 to 1,968 feet.  The mean annual rainfall is 196 to 236 inches, and the mean annual temperature is about 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Fomseng soils.  Fomseng soils are 10 to 20 inches deep to weathered bedrock and are nonskeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Oatuu soils are used for watershed and wildlife habitat.  The vegetation is mainly ferns, vines, and a few trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  On the island of Kosrae, East Caroline Islands.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kosrae, Federated States of Micronesia, 1981.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
