{
  "SERIES": "OBAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW/LCL",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Oban series is a member of the fine, montmorillonitic, thermic family of Typic Natrargids.  Typically, Oban soils have light yellowish brown, moderately alkaline, fine sandy loam A1 horizons, pale brown and yellowish brown, very strongly alkaline, heavy clay loam B2t horizons grading to light olive brown and very pale brown, strongly alkaline C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oban fine sandy loam - desert range.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; common very fine roots; common very fine interstitial and few very fine tubular pores; moderately alkaline (pH 8.3); abrupt smooth boundary.  (4 to 12 inches thick)\nB21t--4 to 14 inches; pale brown (10YR 6/3) heavy clay loam, brown (10YR 5/3) moist; strong medium and coarse columnar structure; 1/4 to 3/8 inch very pale brown (10YR 7/3) massive caps of sandy loam on top of columns; very hard, friable, sticky, plastic; common very fine and few medium roots; common very fine interstitial and tubular pores; common moderately thick clay films lining pores and as bridges; violently effervescent disseminated lime; very strongly alkaline (pH 9.2); clear smooth boundary.  (8 to 11 inches thick)\nB22tca--14 to 25 inches; yellowish brown (10YR 5/4) heavy clay loam, dark yellowish brown (10YR 4/4) moist; strong medium angular blocky structure; very hard, very firm, sticky, plastic; common very fine roots; common very fine interstitial, few very fine tubular pores; common thick clay films on faces of peds; many moderately thick clay films lining pores and as bridges; strongly effervescent, disseminated lime, violently effervescent lime in soft bodies; very strongly alkaline (pH 9.2); gradual wavy boundary.  (10 to 13 inches thick)\nB3tca--25 to 31 inches; light olive brown (2.5Y 5/4) heavy loam, olive brown (2.5Y 4/4) moist; massive; hard, firm, slightly sticky, slightly plastic; common very fine roots; common very fine interstitial, few very fine tubular pores; many moderately thick clay films lining pores and as bridges; strongly effervescent, disseminated lime, line occurs also as soft bodies and in threads; very strongly alkaline (pH 9.4); gradual smooth boundary.  (2 to 8 inches thick)\nC1ca--31 to 39 inches; light olive brown (2.5Y 5/4) gravelly coarse sandy loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; common very fine roots; common very fine interstitial pores; about 15 to 20 percent by volume fine gravel; strongly effervescent, disseminated lime, violently effervescent lime in soft bodies and threads; strongly alkaline (pH 8.6); gradual smooth boundary.  (8 to 10 inches thick)\nC2ca--39 to 53 inches; very pale brown (10YR 7/4) gravelly coarse sand, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; common very fine roots; common very fine interstitial pores; about 25 percent by volume fine gravel; violently effervescent disseminated lime and in soft masses; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Angeles County, California; about 6 miles north of Lancaster; 72 feet west of 22nd Street West and 1,055 feet south of Avenue D; NE1/4NE1/4 sec. 20, T.8N., R.12W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum is 24 to 40 inches.  The mean annual soil temperature is about 64 degrees F.  The soil between depths of about 4 and 12 inches is usually dry and in most years is not continuously moist for as long as 60 consecutive days in winter or spring.  Rock fragments of fine gravel size make up less than 5 percent of the A horizons and B horizons and less than 25 percent of the C horizons.  The A horizon is pale brown, light yellowish brown or very pale brown in 10YR hue.  It is sandy loam, fine sandy loam or loam.  This horizon is massive in some or all parts or it has platy structure in some or all parts and is soft or slightly hard.  Vesicular pores occur just below the upper plates in pedons with platy structure near the surface.  This horizon is noneffervescent or is effervescent in some or all parts depending upon kind of local dust.  Some pedons have a thin or discontinuous thin A2 horizon.  The B2t horizon is pale brown, brown or yellowish brown in 10YR hue or light olive brown in 2.5Y hue.  It is heavy clay loam, heavy silty clay loam or light clay with about 35 to 45 percent clay absolute.  The upper part of this horizon has moderate or strong columnar or prismatic structure and an abrupt upper boundary.  The lower part of this horizon has moderate or strong columnar or prismatic structure and an abrupt upper boundary.\nThe lower part of this horizon has moderate or strong prismatic or angular blocky structure and a gradual lower boundary or a transitional horizon or both.  It is strongly or very strongly alkaline and has 15 to 40 percent exchangeable sodium.  Some or all parts are effervescent and lime segregations are only in the lower part.  The C horizon is somewhat stratified and is sandy loam to clay loam.  Some pedons have lenses with weak cementation in the C horizon within 40 inches of the surface.  Dominant cementing agent is calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gass, Pond, and Tray series.  Gass soils are reddish with 7.5YR and 5YR hue in the natric horizon and have a solum 40 to 60 inches thick.  Pond soils have less than 35 percent clay in the natric horizon and have a xeric moisture regime.  Tray soils have less than 18 percent clay in an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Oban soils are nearly level and are in valley troughs and basins at elevations of 2,300 to 2,500 feet.  They formed in alluvium derived mostly from granitic rock sources.  The climate is arid with long hot dry summers and cool somewhat moist winters.  Mean annual precipitation is about 5 inches.  Average January temperature is 43 degrees F., average July temperature is 82 degrees F., and mean annual temperature is 62 degrees F.  The freeze-free season is 240 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Pond and Tray soils and the Hesperia, Rosamond, and Sunrise soils.  Hesperia and Rosamond soils lack a natric horizon.  Sunrise soils lack a natric horizon and have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well-drained; very slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing; low forage yield.  Vegetation is fourwing saltbush, iodine bush, alkali blight, saltgrass, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High desert of southern California and possibly in adjoining states.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Los Angeles County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Oban soils were formerly classified as Solonetz soils. The Oban soils were formerly included in the Pond series.  These series are now separated mostly on the basis of aridic and xeric moisture regimes respectively.\nOSED scanned by SSQA.  Last revised by state on 10/73.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/1997. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
