{
  "SERIES": "OBEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHD-ACT-JAM",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "OVERVIEW": "The Oben series consists of shallow, well drained soils that formed in weakly cemented sandstone. These soils are on nearly level to moderately sloping backslopes, shoulders and summits of ridges.. Slope ranges from 1 to 8 percent. Mean annual air temperature is about 19 degrees C (66 degrees F), and mean annual precipitation is about 711 mm (28 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic, shallow Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oben fine sandy loam--in rangeland. (Colors are for dry soil unless otherwise stated).\nA--0 to 13 cm (0 to 5 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure and single grained; slightly hard, very friable; common roots; common fine tubes and pores; 10 percent, 2 to 75 mm, sandstone gravels, flat, angular, weakly cemented; neutral; clear smooth boundary. (Thickness of the A horizon is 10 to 18 cm [4 to 7 in])\nBt1--13 to 36 cm (5 to 14 in); yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky; common fine and medium roots; common fine tubes and pores; few clay films; 5 percent, 12 to 38 mm, sandstone, flat, angular; neutral; abrupt wavy boundary.\nBt2--36 to 48 cm (14 to 19 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak very fine subangular blocky and granular structure; hard; friable, sticky; common fine roots; few pores; 65 percent, 25 to 51 mm thick and 100 to 250 mm long, sandstone, flat, weakly cemented,that can be easily cut with a spade when moist; neutral; abrupt wavy boundary. (Combined thickness of the Bt horizon is 12 to 41 cm [5 to 16 in] thick)\nCr--48 to 76 cm (19 to 30 in); brownish yellow (10YR 6/6) weakly cemented sandstone, less than 3 on Moh's scale; fractured and somewhat platy in upper part; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gillespie County, Texas; From the intersection of Highway 16 and Ranch Road 1323, approximately 14 miles north of Fredericksburg, 1.4 miles east on Ranch Road 1323, 0.2 mile north on Box Canyon Trail, and 50 feet west in rangeland.  (Willow City USGS topographic quadrangle; Latitude: 30 degrees, 24 minutes, 45.5 seconds N; Longitude: 98 degrees, 42 minutes, 52.4 seconds W; NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness to sandstone: 23 to 50 cm (9 to 20 in)\nDepth to paralithic contact: 23 to 50 cm (9 to 20 in)\nSurface fragments: 0 to 15 percent by area, gravel to stone size.\nReaction: Slightly acid or neutral\nParticle-size control section (weighted average)\nFragments: Amount-0 to 30 percent by volume, kind-weathered sandstone.\nClay content: 16 to 25 percent\nA horizon\nHue: 5YR to 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 4, dry and moist\nTexture: Loamy sand, sandy loam, or fine sandy loam\nOther features: In pedons where moist value and chroma are 3 or less, the epipedon is not thick enough for a mollic epipedon.\nBt horizon\nHue: 5YR to 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 6, dry and moist\nTexture: Fine sandy loam, loam, sandy clay loam, or clay loam; and extremely paragravelly, extremely parachannery, very paragravelly, very parachannery, paragravelly, and parachannery phases\nClay content: 16 to 30 percent\nCoarse fragments: amount-0 to 35 percent, size-2-150 mm, kind-sandstone; in some pedons, the lower Bt horizon has 15 to 70 percent weakly cemented sandstone fragments.\nOther notes: Some pedons have coarse mottles of hues 2.5YR to 7.5YR; values 4 to 6, 3 to 5 moist; chromas: 3 to 6, dry and moist.\nCr layer\nHue: 5YR to 10YR\nValue: 3 to 6, 3 to 5 moist\nChroma: 2 to 6, dry and moist\nKind: noncalcareous sandstone\nCementation: weakly to strongly cemented\nHardness (Moh's scale): less than 3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no soils in the same family. Similar soils include the Cosh (TX), Exray (TX), Hye (TX), Jolly (TX), and Nebgen (TX) soils.\nCosh and Exray soils: have argillic horizons redder than 5YR.\nExray soils: have a clayey control section.\nHye soils: are 50 to 100 cm (20 to 40 in) to sandstone bedrock.\nJolly soils: have siliceous mineralogy.\nNebgen soils: do not have argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Red sandstone that contains an appreciable amount of glauconite such as the Hickory Formation of the Cambrian Age.\nLandscape: dissected plateaus\nLandform: backslopes, shoulders and summits of ridges\nSlope: 1 to 8 percent\nSlope shape: plane to convex\nClimate: Dry subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual temperature: 18 to 19 degrees C (65 to 67 degrees F)\nMean annual precipitation: 610 to 762 mm (24 to 30 in)\nFrost-free period: 215 to 235 days\nElevation: 305 to 671 m (1,000 to 2,200 ft)\nThornthwaite P-E indices: 36 to 46"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Campair, Hye, Loneoak, Matilo, Nebgen, and Pontotoc soils.\nCampair, Hye, Loneoak, Matilo, and Pontotoc soils: are deeper than 50 cm (20 in) to sandstone.\nCampair, Loneoak, and Matilo soils: have sandy surface layers.\nCampair soils are on footslopes, backslopes and shoulders of ridges underlain by Cambrian sandstone\nHye soils: are on footslopes of ridges underlain by Cambrian sandstone.\nLoneoak and Matilo soils: are on undulating plains and footslopes of ridges underlain by Cambrian sandstone.\nNebgen soils: are on similar or slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The permeability is moderate. Runoff is negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as rangeland. Native vegetation consists of threeawns, little bluestem, sideoats grama, dropseed, windmillgrass, sand lovegrass, purpletop, and green sprangletop with a few post oak, live oak and mesquite trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas; LRR-I; MLRA 82ATexas Central Basin. Central Great Plains Winter Wheat and Range Region, LRR-H: MLRA 78C-Central Rolling Red Plains, Western Part. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gillespie County, Texas 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons or features recognized in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in). (A horizon)\nArgillic horizon: 13 to 48 cm (5 to 19 in). (Bt horizons)\nParalithic contact: 48 cm (19 in) with sandstone\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm (0 to 5 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure and single grained; slightly hard, very friable; common roots; common fine tubes and pores; 10 percent, 2 to 75 mm, sandstone gravels, flat, angular, weakly cemented; neutral; clear smooth boundary. (Thickness of the A horizon is 10 to 18 cm [4 to 7 in])"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt1--13 to 36 cm (5 to 14 in); yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky; common fine and medium roots; common fine tubes and pores; few clay films; 5 percent, 12 to 38 mm, sandstone, flat, angular; neutral; abrupt wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 48,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--36 to 48 cm (14 to 19 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak very fine subangular blocky and granular structure; hard; friable, sticky; common fine roots; few pores; 65 percent, 25 to 51 mm thick and 100 to 250 mm long, sandstone, flat, weakly cemented,that can be easily cut with a spade when moist; neutral; abrupt wavy boundary. (Combined thickness of the Bt horizon is 12 to 41 cm [5 to 16 in] thick)"
      },
      {
        "name": "Cr",
        "top": 48,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--48 to 76 cm (19 to 30 in); brownish yellow (10YR 6/6) weakly cemented sandstone, less than 3 on Moh's scale; fractured and somewhat platy in upper part; neutral."
      }
    ]
  ]
}
