{
  "SERIES": "OBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR, SAS, GHC",
  "REVDATE": "03/2020",
  "STATES": "NE",
  "OVERVIEW": "The Obert series consists of very deep, poorly drained and very poorly drained soils that formed in calcareous, loamy alluvium.  These soils are on flood plains and have slopes of 0 to 2 percent.  Mean annual temperature is about 10 degrees C. (50 degrees F.) and mean annual precipitation is about 640 millimeters (25 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Obert silt loam with a slope of less than 1 percent in native grass.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 25 centimeters (0 to 10 inches); gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; moderate fine granular structure; slightly hard, friable; violent effervescence; moderately alkaline; gradual smooth boundary.\nA2--25 to 64 centimeters (10 to 25 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak fine granular structure; hard, firm; few fine distinct light yellowish brown (10YR 6/4) iron masses in the matrix; violent effervescence; moderately alkaline; gradual smooth boundary.  (Combined A horizon is 38 to 102 centimeters (15 to 40 inches) thick)\nACg--64 to 102 centimeters (25 to 40 inches); dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; weak medium and coarse subangular blocky structure; hard, firm; few fine distinct brown (10YR 4/3) iron masses in the matrix; slightly alkaline; clear smooth boundary.  (0 to 38 centimeters (0 to 15 inches) thick)\nCg--102 to 152 centimeters (40 to 60 inches); stratified dark gray (10YR 4/1) and light brownish gray (10YR 6/2) loam, very dark gray (10YR 3/1) and dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Knox County, Nebraska; 1.6 kilometers (1 mile) west and 1.6 kilometers (1 mile) north of Creighton; 457 meters (1500 feet) south and 91 meters (300 feet) east of the northwest corner, sec. 20, T. 29 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: wet in the control section from November through June and moist from July through October\nMean annual soil temperature: 8 to 10 degrees C (46 to 50 degrees F)\nDepth to secondary calcium carbonate: 0 to 25 centimeters (0 to 10 inches)\nCalcium carbonate equivalent A horizon: commonly 5 to 10 percent and ranges 1 to 15 percent\nDepth to redox concentrations: 10 to 41 centimeters (4 to 16 inches)\nDepth to episaturation: + 15 to 46 centimeters (+6 to 18 inches) from November to June\nThickness mollic epipedon: more than 61 centimeters (24 inches)\nThickness of the solum: 61 to 122 centimeters (24 to 48 inches)\nA horizon:\nHue: 10YR to 5Y or neutral\nValue: 3 to 5, 2 or 3 moist\nChroma: 0 to 2\nTexture: silt loam or silty clay loam\nClay content: 18 to 35 percent\nSand content: < 15 percent\nReaction: Slightly alkaline or moderately alkaline\nACg horizons: (if present)\nHue: 10YR to 5Y\nValue: 3 to 5, 2 to 4 moist\nChroma: 1 or 2\nTexture: Silt loam or silty clay loam\nMollic epipedon: at least 61 centimeters (24 inches) thick\nClay content: 18 to 35 percent\nSand content: < 15 percent\nReaction: Slightly alkaline or moderately alkaline\nCg horizons:\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 7, 3 to 6 moist\nChroma: 1 or 2\nTexture: Silt loam, or silty clay loam\nClay content: 18 to 35 percent\nSand content: < 15 percent\nReaction: Slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Badus, Calco, Devilsgait, Lamo, Salmo, Sawabash and Wingdale series.\nBadus soils formed in silty alluvium over glacial till on upland drainageways and depressions.\nCalco soils are in an area of more rainfall of 690 to 860 millimeters (27 to 34 inches).\nDevilsgait soils are dry in all parts of the soil moisture control section for more than 60 cumulative days in the 120 days following the summer solstice.\nLamo soils have a seasonal high-water table at a depth of 46 to 91 centimeters (18 to 36 inches) during the growing season.\nSalmo soils have gypsum and other salts throughout the particle size control section.\nSawabash soils have a cambic horizon and receive more than 76 centimeters (30 inches) of annual precipitation.\nWingdale soils have a mean annual precipitation is 230 to 360 millimeters (9 to 14 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Calcareous, loamy, alluvium\nLandform: Floodplains\nSlopes: 0 to 2 percent\nMean annual temperature: 9 to 11 degrees C. (48 to 52 degrees F.)\nMean annual precipitation: 560 to 760 millimeters (22 to 30 inches)\nFrost-free period: 140 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coleridge, Gibbon, Kennebec, Leshara, Salmo, Silver Creek, Wabash and Zook soils.\nColeridge and Gibbon soils are higher on the landscape and are saturated lower in the series control section.\nGibbon and Silver Creek soils have a thinner mollic epipedon.\nSilver Creek soils are higher on the landscape and are in the fine family.\nKennebec soils contain less clay in the control section, are higher on the landscape and are saturated lower in the profile.\nWabash soils contain more clay in the control section and lack free carbonates above a depth of 102 centimeters (40 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: poorly drained and very poorly drained\nRunoff: low\nSaturated Hydraulic Conductivity: moderately high\nFlooding: occasionally or frequently flooded\nWater table depth: Poorly drained, 0 to 46 centimeters (0 to 18 inches); very poorly drained, + 15 to 30 centimeters (+6 to 12 inches)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Obert soils are used mainly for rangeland or hayland. Vegetation is primarily big bluestem, switchgrass, indiangrass, prairie cordgrass, reedgrasses, and sedges. See Remarks section for native vegetative cover in Nebraska."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Nebraska and possibly South Dakota.  The Obert series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Salina, Kansas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox County, Nebraska, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in the pedon are:\nMollic epipedon: 0 to 102 centimeters (0 to 40 inches) (A1, A2 and AC horizons)\nAquic soil conditions: saturated from 40 and 50 centimeters (16 to 20 inches) for at least a few days when the soil temperature is above biological zero of 5 degrees C. (41 degrees F.)\nEndosaturation: saturated in all layers from the upper boundary of saturation to a depth of 200 centimeters (79 inches) or more from the mineral soil surface\nUpper boundary of saturation: less than 46 centimeters (18 inches) during late winter through early summer in most years and over the surface in some places\nIn prior surveys, the Obert soils were mapped and correlated as Lamo, wet.  The Lamo series is being divided into the Lamo (somewhat poorly drained) and Obert (poorly drained and very poorly drained) series.  They are in land Class IIw and Vw respectively.  About 6,000 hectares (15,000 acres) of Lamo, wet, have been correlated in Nebraska.  They will be mapped or recorrelated as Obert soils in the future.\nClassification changed from Haplaquolls to Endoaquolls according to changes in Taxonomy in 1992.\nModified format by LRM in 8/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nIn Nebraska, the native vegetative cover is an herbaceous wetland community commonly inhabited with sedges (Carex emoryi, C. laeviconica, C. pellita, C. vulpinoidea), flat stem spikerush, (Eleocharis compressa), Kentucky bluegrass (Poa Pratensis), prairie cordgrass (Spartina pectinate).  Source: Terrestrial Ecological Systems and Natural Communities of Nebraska, Version IV.  S.B. Rolfsmeier and G. Steinauer.  Nebraska Natural Heritage Program, Nebraska Game and Parks Commission. 2010"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 25 centimeters (0 to 10 inches); gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; moderate fine granular structure; slightly hard, friable; violent effervescence; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--25 to 64 centimeters (10 to 25 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak fine granular structure; hard, firm; few fine distinct light yellowish brown (10YR 6/4) iron masses in the matrix; violent effervescence; moderately alkaline; gradual smooth boundary.  (Combined A horizon is 38 to 102 centimeters (15 to 40 inches) thick)"
      },
      {
        "name": "ACg",
        "top": 64,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ACg--64 to 102 centimeters (25 to 40 inches); dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; weak medium and coarse subangular blocky structure; hard, firm; few fine distinct brown (10YR 4/3) iron masses in the matrix; slightly alkaline; clear smooth boundary.  (0 to 38 centimeters (0 to 15 inches) thick)"
      },
      {
        "name": "Cg",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--102 to 152 centimeters (40 to 60 inches); stratified dark gray (10YR 4/1) and light brownish gray (10YR 6/2) loam, very dark gray (10YR 3/1) and dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable; slightly alkaline."
      }
    ]
  ]
}
