{
  "SERIES": "OBSTRUCTION",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Obstruction series consists of very deep, well drained soils that formed in weathered tephra over residuum and colluvium from coarse grained metamorphic rocks, mainly metadiorite.  Obstruction soils are on ridge tops and side slopes on metamorphic Sierra Nevada mountains.  Slopes range from 3 to 70 percent.  The mean annual precipitation is about 75 inches, (1905 mm) and the mean annual temperature is about 51 degrees F, (11 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Andic Haploxerults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Obstruction gravelly sandy loam on a west northwest facing 45 percent slope under a cover of mixed conifers at an elevation of 4235 feet, (1291 m).  When described on 11/29/95 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 4 inches, (0 to 10 cm); needles, twigs, and a partially decomposed log.\nA--4 to 7 inches, (10 to 18 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; 17 percent clay; strong fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; many very fine, fine and medium and common coarse irregular pores; 25 percent subrounded gravel; moderately acid, pH 6.1 by pH meter 1:1 water; NaF pH 10.1; clear smooth boundary. (1 to 9 inches, (2.54 to 23 cm) thick)\nBt1--7 to 11 inches, (18 to 28 cm); light brown (7.5YR 6/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; 20 percent clay; moderate medium subangular blocky structure parting to strong fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine and medium roots; many very fine and fine tubular pores and common medium and coarse irregular and tubular pores; many distinct discontinuous clay films on faces of peds and in pores; 25 percent gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 10.3; clear smooth boundary.\nBt2--11 to 18 inches, (28 to 46 cm); pink (7.5YR 7/4) gravelly fine sandy loam, reddish brown (5YR 4/4) moist; 19 percent clay; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine, medium and coarse roots; many very fine and fine irregular and tubular pores and many medium tubular pores and common coarse tubular pores; common distinct discontinuous clay films on faces of peds and in pores; 20 percent gravel and 3 percent cobbles; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 9.9; clear smooth boundary.\nBt3--18 to 25 inches, (46 to 64 cm); reddish yellow (5YR 7/6) gravelly sandy clay loam, yellowish red (5YR 5/6) moist; 23 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; many very fine, fine and medium tubular pores and common coarse tubular pores; many distinct discontinuous clay films on faces of peds and in pores; 10 percent subrounded gravel and 5 percent rounded cobbles; slightly acid, pH 6.1 by pH meter 1:1 water; 9.4 NaF pH; clear smooth boundary.\nBt4--25 to 33 inches, (64 to 84 cm); pink (5YR 7/4) sandy clay loam, yellowish red (5YR 5/6) moist; 21 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots and common medium roots; many very fine and fine tubular pores and common medium tubular pores; many distinct discontinuous clay films on faces of peds and in pores; 10 percent gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 9.2; abrupt smooth boundary.\nBt5--33 to 44 inches, (84 to 112 cm); reddish yellow (7.5YR 7/6) fine sandy loam, strong brown (7.5YR 5/6) moist; 18 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; many very fine roots and common fine and medium roots; many very fine and fine tubular pores and common medium tubular pores; common distinct discontinuous clay films on faces of peds and in pores; 10 percent gravel; strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 9.1; abrupt wavy boundary.\nBt6--44 to 64 inches, (112 to 163 cm); reddish yellow (7.5YR 8/6) gravelly fine sandy loam, reddish yellow (7.5YR 6/8) moist; 11 percent clay; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine and medium roots; many very fine and fine tubular pores and common medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores and common faint discontinuous clay films on faces of peds and in pores; 18 percent gravel; strongly acid, pH 5.2 by pH meter 1:1 water; clear irregular boundary.\nBt7--64 to 84 inches, (163 to 213 cm); yellow (10YR 8/6) gravelly fine sandy loam, brownish yellow (10YR 6/8) moist; 5 percent clay; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine and medium roots; many very fine tubular pores and common fine and medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores and common faint discontinuous clay films on faces of peds and in pores; 20 percent gravel; very strongly acid, pH 5.0 by pH meter 1:1 water; clear irregular boundary. (Combined thickness of the Bt horizon is 51 to 79 inches, (130 to 201 cm) or more thick.)\nCr--84 to 89 inches, (213 to 226 cm); massive; moderately cemented metadiorite bedrock; few very fine roots; few very fine tubular pores; cracks greater than 4 inches, (10 cm) apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 1 mile south southwest of Inskip Cemetery; approximately 1350 feet north and 1100 feet west of the southeast corner of Section 5, Township 24 N., Range 4 E., 39 degrees, 57 minutes, 43.2 seconds North latitude and 121 degrees, 32 minutes, 37.07 seconds West longitude, NAD27.  U.S.G.S. Quad: Stirling City, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 47 to 54 degrees F, (8 to 12 degrees C).  The soil moisture control section is dry in all parts from about July to about October (about 90 days).  The particle-size control section averages 18 to 23 percent clay and 5 to 35 percent rock fragments, mostly gravel.  Mineralogy is isotic.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 1 to 1.5 to a depth of 10 inches, (25 cm).  Rock fragments on the surface range from 5 to 35 percent gravel, 0 to 25 percent cobbles, 0 to 20 percent stones and 0 to 10 percent boulders.  Some pedons have 2.5YR colors in the Bt horizon, and some pedons have Bw and C horizons.\nThe A horizon dry color is 5YR 4/3, 6/4, 7.5YR 5/4, 6/4, 10YR 5/3 or 6/6.  Moist color is 5YR 3/3, 4/4, 7.5YR 4/3, 4/4, 4/6 or 10YR 3/2.  Texture is gravelly sandy loam, very gravelly sandy loam, gravelly loam or very gravelly loam.  Clay content ranges from 10 to 20 percent.  Rock fragments range from 15 to 40 percent gravel, 0 to 10 percent cobbles and 0 to 5 percent stones.  Organic matter ranges from 4 to 8 percent.  Base saturation by sum of cations ranges from 25 to 35 percent.  CEC by ammonium acetate ranges from 15 to 20.  NaF pH ranges from 9.8 to 11.5.  Reaction ranges from moderately acid to slightly acid.\nThe upper Bt horizon dry color is 5YR 5/6, 6/4, 6/8, 7/4, 7/6, 7.5YR 5/4, 5/6, 6/4, 6/6, 7/4, 7/6, 10YR 6/4, 7/4 or 7/6.  Moist color is 5YR 3/4, 4/4, 4/6, 5/6, 7.5YR 4/4, 4/6, 5/6, 5/8, 10YR 4/3, 4/4, 5/6 or 5/8.  Texture is sandy loam, gravelly sandy loam, very gravelly sandy loam, sandy clay loam, gravelly fine sandy loam, fine sandy loam, gravelly sandy clay loam, loam or gravelly loam.  Clay content ranges from 12 to 25 percent.  Rock fragments range from 5 to 30 percent gravel and 0 to 20 percent cobbles.  Organic matter ranges from 0.5 to 4 percent.  Base saturation by sum of cations ranges from 25 to 40 percent.  CEC by ammonium acetate ranges from 8 to 13.  NaF pH ranges from 9.0 to 11.0.  Reaction ranges from strongly acid to slightly acid.\nThe lower Bt horizon dry color is 5YR 5/6, 6/8, 7/6, 7.5YR 4/6, 7/6, 7/8, 8/6, 10YR 5/6, 7/6 or 8/6.  Moist color is 5YR 4/4, 5/8, 7.5YR 5/6, 6/8, 10YR 4/4, 5/4, 5/6, 5/8, 6/8 or 7/6.  Texture is sandy loam, gravelly sandy loam, very gravelly sandy loam, loam, gravelly loam, very gravelly loam, gravelly fine sandy loam or fine sandy loam.  Clay content ranges from 5 to 20 percent.  Rock fragments range from 2 to 40 percent gravel.  Organic matter ranges from 0.1 to 0.5 percent.  Base saturation by sum of cations ranges from 5 to 35 percent.  CEC by ammonium acetate ranges from 6 to 11.  NaF pH ranges from 9.0 to 10.0.  Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Obstruction soils are on ridge tops and side slopes on metamorphic Sierra Nevada mountains.  Slopes range from 3 to 70 percent.  These soils formed in weathered tephra over residuum and colluvium weathered from coarse grained metamorphic rocks, mainly metadiorite.  Elevation is 2200 to 5360 feet, (671 to 1631 m).  Mean annual precipitation is 66 to 78 inches, (1676 to 1981 mm).  The mean annual temperature is 50 to 54 degrees F, (10 to 12 degrees C).  Frost free season is 100 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Powellton and Obskel soils.  Powellton soils are on ridge tops and side slopes and average 27 to 35 percent clay in the particle-size control section.  Obskel soils are on ridge tops and side slopes, are skeletal and deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderate to moderately rapid saturated hydraulic conductivity in the A and Bt horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, and watershed.  Vegetation is ponderosa pine, Douglas-fir, white fir, sugar pine, incense cedar, tanoak, California black oak, whitevein shinleaf, Pacific dogwood, brackenfern, whitethorn ceanothus, bigleaf maple, Sierra chinquapin, California hazel, broadleaf starflower, greenleaf manzanita, prostrate ceanothus and Sierra gooseberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California.  MLRA 22A - Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 4 to 7 inches, (10 to 18 cm) (A).\nArgillic horizon - zone from 18 to 33 inches, (46 to 84 cm) (Bt3, Bt4).\nParticle-size control section - zone from 18 to 33 inches, (46 to 84 cm).\nSoil moisture control section - zone from 10 to 28 inches, (25 to 71 cm).\nBulk density is assumed to be 1 g/cc or less in the upper 10 inches, (25 cm).\nADDITIONAL DATA: Reference samples from lab pedon number: 96P0140, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
