{
  "SERIES": "OCASHE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC-JBF",
  "REVDATE": "04/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Ocashe series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks with surficial additions of eolian volcanic ash.  Ocashe soils are on mountains.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 330 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ocashe extremely gravelly ashy sandy loam--forest land. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 40 percent gravel, 5 percent cobbles, and 5 percent stones.\nA1--0 to 3 cm; grayish brown (10YR 5/2) extremely gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 60 percent gravel; slightly acid (pH 6.3); clear wavy boundary.  (3 to 13 cm thick)\nA2--3 to 8 cm; brown (10YR 5/3) extremely gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 60 percent gravel; neutral (pH 6.7); clear wavy boundary.  (5 to 13 cm thick)\nBt1--8 to 18 cm; brown (10YR 5/3) extremely gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine tubular and interstitial pores; 60 percent gravel; common faint clay bridges between sand grains; slightly acid (pH 6.5); clear irregular boundary.  (8 to 15 cm thick)\nBt2--18 to 33 cm; pale brown (10YR 6/3) extremely gravelly ashy sandy clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; few very fine roots; common very fine tubular and interstitial pores; common faint clay bridges between sand grains; 65 percent gravel; neutral (pH 6.8); clear irregular boundary.  (0 to 15 cm thick)\nR--33 cm; hard, fractured and altered volcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; on the Toiyabe National Forest about 2.5 miles southwest of Devils Gate; approximately 900 feet south and 1,700 feet west of the northeast corner of section 11, T. 6 N., R. 25 E.; USGS Sweetwater Creek 7.5 minute topographic quadrangle; latitude 38 degrees 23 minutes 14.4 seconds N and longitude 119 degrees 11 minutes 37.5 seconds W; WGS84 Decimal Degrees 38.3873333 latitude, -119.1937500 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry from July through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nMollic epipedon thickness: 18 to 30 cm; includes part or all of the argillic horizon.\nDepth to bedrock: 18 to 36 cm to a lithic contact.\nParticle-size control section - Clay content: Averages 15 to 25 percent.\nRock fragments: Averages 60 to 80 percent, mainly gravel.  Lithology of fragments is volcanic rock such as andesite or tuff; Volcanic glass content: Averages 30 percent or more in coarse silt through very coarse sand fractions.\nA horizons\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 35 to 60 percent in coarse silt through fine sand fractions.\nBt1 horizon\nHue: 10YR or 7.5YR.\nChroma: 2 or 3, dry or moist.\nTexture: Extremely gravelly ashy sandy clay loam, extremely gravelly ashy loam, or extremely gravelly ashy sandy loam.\nClay content: 18 to 27 percent.\nRock fragments: 60 to 80 percent.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 35 to 60 percent in coarse silt through fine sand fractions.\nBt2 horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Extremely gravelly ashy sandy clay loam, extremely gravelly ashy loam, or extremely gravelly ashy sandy loam.\nClay content: 18 to 27 percent.\nRock fragments: 60 to 80 percent.\nOrganic matter content: 0.5 to 2 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 15 to 40 percent in coarse silt through fine sand fractions.\nOxalate aluminum plus one-half oxalate iron: 0.2 to 0.4 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Corbaley and Marepas series.\nCorbaley soils have 10 to 30 percent coarse sand and very coarse sand-sized (0.5 to 2.0 mm in diameter) pumiceous ash grains and 35 to 60 percent rock fragments in the particle-size control section.  Marepas soils have 35 to 60 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ocashe are on mountains.  They typically occur on backslope positions.  They formed in residuum and colluvium derived from volcanic rocks such as andesite and tuff with surficial additions of eolian volcanic ash.  The probable sources of the volcanic ash are the Mono Craters and Long Valley Caldera in eastern California.  Slopes are 15 to 75 percent.  Elevations range from 1,955 to 2,445 meters.  The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 300 to 360 mm, the mean annual temperature is 6 to 7 degrees C., and the frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Hardnut soil.  Hardnut soils have a frigid soil temperature regime and have lithic contacts at depths of 25 to 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ocashe soils are used for forest land, recreation, watershed, and wildlife habitat.  The native vegetation is mainly a forest canopy of singleleaf pinyon with an understory of mountain big sagebrush, antelope bitterbrush, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California and western Nevada, in the western part of the Great Basin.  These soils are not extensive.MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County Area, Nevada, 2005.  The series was proposed in Mono County (Toiyabe National Forest Area), California, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 8 to 33 cm (Bt1 and Bt2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 33 cm (A1, A2, Bt1, and Bt2 horizons).\nLithic contact - The boundary at 33 cm to underlying hard bedrock (R layer).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from the soil surface to 33 cm (A1, A2, Bt1, and Bt2 horizons).\nClassification was updated to 11th edition on 07/2011 changed from Lithic Argixerolls to Aridic Lithic Argixerolls.\nADDITIONAL DATA:  Volcanic glass content determined locally by optical grain count with a polarizing petrographic microscope.\nUser Pedon ID: 2004CA051001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
