{
  "SERIES": "OCCUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-SMF",
  "REVDATE": "07/2006",
  "STATES": "CT,MA,NH,NY,VT",
  "OVERVIEW": "The Occum series consists of very deep, well drained loamy soils formed in alluvial sediments.  They are nearly level soils on flood plains, subject to common flooding.  Slope ranges from 0 to 3 percent.  Saturated hydraulic conductivity is moderately high or high in the loamy layers and high or very high in the sandy substratum.  Mean annual temperature is about 50 degrees F., and mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Occum fine sandy loam in a hayfield at an elevation of about 200 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; dark brown (10YR 3/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; very friable; many very fine and fine roots; moderately acid; clear smooth boundary.  (5 to 12 inches thick)\nBw1--10 to 17 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium subangular blocky structure; very friable; common very fine and fine roots; moderately acid; clear smooth boundary.\nBw2--17 to 28 inches; dark yellowish brown (10YR 4/6) sandy loam; weak medium subangular blocky structure; very friable; few very fine and fine roots; moderately acid; clear smooth boundary.  (Combined thickness of the Bw horizons is 14 to 35 inches.)\nC1--28 to 32 inches; yellowish brown (10YR 5/4) loamy sand; single grain; loose; moderately acid; clear smooth boundary.\nC2--32 to 42 inches; brown (10YR 5/3) and light olive brown (2.5Y 5/4) sand; single grain; loose; 10 percent gravel; moderately acid; clear smooth boundary.\nC3--42 to 65 inches; brown (10YR 5/3) and light olive brown (2.5Y 5/4) very gravelly coarse sand; single grain; loose; 35 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hartford County, Connecticut; town of Granby, 50 feet north of Mechanicsville Road at a point 2,300 feet west of Route 10 and 50 feet east of East Branch Salmon Brook. USGS Tariffville topographic quadrangle, latitude 41 degrees 58 minutes 15 seconds N., longitude 72 degrees 48 minutes 11 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to the coarse-textured substratum range from 20 to 40 inches.  Gravel ranges from 0 to 15 percent by volume in the solum and from 0 to 60 percent in the substratum.  Some pedons have up to 10 percent cobbles in the substratum.  Unless limed, reaction ranges from very strongly acid to slightly acid.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 4.  Texture is very fine sandy loam, fine sandy loam, or sandy loam.  It has weak or moderate granular structure and is friable or very friable.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 8, and chroma of 3 to 6.  It is commonly fine sandy loam or sandy loam, but the range includes very fine sandy loam or loam in the upper part.  Some pedons have thin strata of loam, very fine sandy loam, or silt loam.  The Bw horizon has granular or subangular blocky structure, or it is massive.  Consistence is friable or very friable.  Some pedons have thin Ab horizons.\nThe C horizon has hue of 7.5YR to 5Y, value of 3 to 7, and chroma of 2 to 6.  Some pedons have redoximorphic features below a depth of 4 feet.  Texture of individual layers ranges from loamy fine sand to coarse sand in the fine-earth fraction.  Included in some pedons are thin loamy and/or extremely gravelly strata.  Also, some pedons have a loamy C horizon layer just below the Bw horizon.  The C horizon is single grain and loose in the sandy part.  The loamy part is typically massive and friable.   The thickness and number of subhorizons is variable and corresponds to the thickness and variability of\nthe alluvial deposits."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  McNulty and Wenonah are other soils currently in the same family.  McNulty soils are from outside of LRR R. McNulty soils average more than 60 inches of precipitation per year. Wenonah soils formed in alluvium containing sandstone, siltstone, and shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Occum soils are nearly level soils on flood plains, along rivers and streams.  Slope ranges from 0 to 3 percent.  The soils formed in recent alluvium derived mostly from gneiss, granite, and schist.  Mean annual temperature ranges from 45 to 54 degrees F., mean annual precipitation ranges from 35 to 50 inches but the range includes as low as 26 inches in some places east of Adirondack Mountains in the Champlain Valley of New York. The growing season ranges from 115 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Agawam, Enfield, Hadley, Haven, Hinckley, Lim, Limerick, Merrimac, Pootatuck, Rippowam, Saco, Suncook, Windsor, and Winooski series are on nearby landscapes.  The moderately well drained Pootatuck and the poorly drained Rippowam soils are associated in a drainage sequence.  Agawam, Enfield, Haven, and Merrimac soils have a regular decrease in organic carbon with depth.  Hadley and Hamlin soils are coarse-silty.  Pootatuck soils have low chroma mottles within a 24 inch depth.  Hinckley and Windsor soils are on nearby terraces and outwash plains.  Lim, Limerick, Saco, and Winooski soils are wetter silty floodplain associates.  Suncook soils are sandy, excessively drained soils on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high or high in the loamy layers and high or very high in the sandy substratum. Many areas of these soils flood for short periods each year, but typically not during the growing season.  The soils on higher positions flood occasionally."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for cultivated crops, hay, and pasture.  Common trees in wooded areas are sycamore, white pine, white, yellow, and gray birch, red maple, sugar maple, hemlock, and red and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Holocene floodplains in Connecticut, Massachusetts, New Hampshire, New York, and Vermont; MLRAs 142, 144A and 145.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Windham County, Connecticut, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Cation exchange activity class placement determined from a review of limited lab data and similar or associated soils.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 10 inches (Ap horizon).\n2.  Cambic horizon - the zone from 10 to 28 inches (Bw1, Bw2 horizons).\n3.  Fluventic feature - irregular decrease in organic carbon with depth and organic carbon is greater than 0.2 percent within 1.25 meters.\n4.  Particle-size class - averages coarse-loamy in the particle size control section from 10 to 40 inches (Bw1, Bw2, C1, C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark brown (10YR 3/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; very friable; many very fine and fine roots; moderately acid; clear smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--10 to 17 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium subangular blocky structure; very friable; common very fine and fine roots; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 43,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--17 to 28 inches; dark yellowish brown (10YR 4/6) sandy loam; weak medium subangular blocky structure; very friable; few very fine and fine roots; moderately acid; clear smooth boundary.  (Combined thickness of the Bw horizons is 14 to 35 inches.)"
      },
      {
        "name": "C1",
        "top": 71,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--28 to 32 inches; yellowish brown (10YR 5/4) loamy sand; single grain; loose; moderately acid; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2--32 to 42 inches; brown (10YR 5/3) and light olive brown (2.5Y 5/4) sand; single grain; loose; 10 percent gravel; moderately acid; clear smooth boundary."
      },
      {
        "name": "C3",
        "top": 107,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--42 to 65 inches; brown (10YR 5/3) and light olive brown (2.5Y 5/4) very gravelly coarse sand; single grain; loose; 35 percent gravel; moderately acid."
      }
    ]
  ]
}
