{
  "SERIES": "OCHILTREE",
  "STATUS": "Tentative Series",
  "BYREV": "SLM-CPH-JTB",
  "REVDATE": "03/2017",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Ochiltree series consists of very shallow, somewhat excessively drained, moderately rapid permeable soils that formed in loamy calcareous caliche colluvium from the Ash Hollow or Kimball Members, Ogallala Formation of Miocene-Pliocene age.  These soils are on gently sloping to steep hillslopes in the Southern High Plains, Breaks (MLRA 77E).  The slope ranges from 5 to 45 percent. Mean annual precipitation is about 530 mm (21 in), and mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Petrocalcic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ochiltree very gravelly fine sandy loam - on a 7 percent concave-linear slope in native rangeland at an elevation of 824 m (2704 ft).\n(Colors are for dry soil unless otherwise stated.)\nThe surface is covered with about 20 percent cobbles and 15 percent gravels.  The fragments are strongly to very strongly cemented caliche colluvium and very strongly cemented to indurated petrocalcic fragments.\nAk--0 to 21 cm (0 to 8 in); grayish brown (10YR 5/2) very gravelly fine sandy loam, dark grayish brown (10YR 4/2), moist; moderate medium granular structure; soft, friable; common fine and few medium roots; 2 percent 2 to 5 mm, 5 percent 5 to 20 mm, 34 percent 20 to 75 mm, and 10 percent 75 to 250 mm very strongly cemented caliche and petrocalcic fragments; violently effervescent (20 percent calcium carbonate equivalent); moderately alkaline, pH 7.9; diffuse wavy boundary. (10 to 23 cm thick [4 to 9 in])\nBkkm--21 to 49 cm (8 to 19 in); light brown (7.5YR 6/4), brown (7.5YR 5/3), moist; indurated petrocalcic; indurated by carbonates, stage IV calcium carbonate accumulation; few fine roots in cracks; violently effervescent (43 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; diffuse wavy boundary. (20 to 94 cm thick [8 to 37 in])\nBk--49 to 93 cm (19 to 37 in); pink (7.5YR 7/3) extremely cobbly fine sandy loam, light brown (7.5YR 6/3), moist; moderate very coarse prismatic structure; extremely hard, slightly rigid; 3 percent 2 to 5 mm, 5 percent 5 to 20 mm, 39 percent 20 to 75 mm, and 32 percent 76 to 250 mm very strongly cemented caliche and petrocalcic fragments; violently effervescent (17 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; diffuse wavy boundary. (35 to 66 cm thick [14 to 26 in])\nBCk--93 to 180 cm (37 to 71 in); pink (7.5YR 8/3) extremely cobbly loamy fine sand, light brown (7.5YR 6/4), moist; moderate very coarse prismatic structure; very hard, extremely firm; common fine and common medium threadlike carbonate masses throughout; 2 percent 2 to 5 mm, 6 percent 5 to 20 mm, 30 percent 20 to 75 mm, and 26 percent 76 to 250 mm strongly cemented caliche and petrocalcic fragments; strongly effervescent (17 percent calcium carbonate); moderately alkaline, pH 8.2; (70 to 120 cm thick [28 to 48 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaver County, Oklahoma; From the intersection Highway 412 and Highway 23 at Elmwood, 2 miles north and 4 miles west; then 1830 ft (558 m) north and 755 ft (230 m) east of the southeast corner of Section 8, Township 2N Range 23E (Cimarron meridian).\nUSGS topographic quadrangle:  Slapout, Oklahoma\nLatitude: 36 degrees 39 minutes 1.17 seconds N\nLongitude: 100 degrees 35 minutes 51.88 seconds W\nDatum WGS84\nDecimal Degrees:\nLatitude: 36.6503258\nLongitude: -100.5977478\nUTM Northing: 4057272\nUTM Easting:   357185\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 50 to 100 cm (20 to 40 in)\nDepth to secondary carbonates: 0 to 15 cm (0 to 6 in)\nDepth to petrocalcic horizon: 15 to 25 cm (6 to 10 in)\nParticle-size control section (weighted average):\nSection range: From the soil surface to the top of the petrocalcic horizon\nSilicate clay content: 8 to 16 percent\nCalcium carbonate equivalent: 15 to 30 percent\nCoarse Fragments: amount-40 to 65 percent; size-fine to coarse gravels, cobbles; kind-petrocalcic fragments, caliche, and colluvial carbonate nodules and concretions\nSurface Fragments: amount-5 to 25 percent; size fine to coarse gravels, cobbles; kind-carbonate nodules, concretions, caliche, and petrocalcic fragments\nAk horizon:\nHue:  10YR\nValue:  4 or 5, 3 or 4 moist\nChroma:  2 or 3 moist or dry\nTexture:  Fine sandy loam, sandy loam, loam, and their gravelly, very gravelly, cobbly and very cobbly counterparts\nCoarse Fragments: amount-10 to 65 percent; size-fine to coarse gravel, cobbles; kind-carbonate nodules and concretions, caliche, and petrocalcic fragments\nIdentifiable calcium carbonate: amount-5 to 35 percent; size-fine to extremely coarse; kind-carbonate masses, nodules, concretions, caliche, and petrocalcic fragments\nCalcium carbonate equivalent: 5 to 30 percent\nEffervescence:  Strong to violent\nReaction (pH):  Slightly alkaline to moderately alkaline (7.4-8.4)\nUpper Bk horizons (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 6, 4 or 5 moist\nChroma: 2 to 4 moist or dry\nTexture: Fine sandy loam, sandy loam, loam, and their gravelly, very gravelly, cobbly and very cobbly counterparts\nCoarse fragments: amount-15 to 75 percent; size-fine to coarse gravels, cobbles; kind-carbonate nodules, concretions, caliche, and petrocalcic fragments\nIdentifiable calcium carbonate: amount-5 to 45 percent; size-fine to extremely coarse; kind-carbonate masses, nodules, caliche, and petrocalcic fragments\nEffervescence:  Strong or violent\nCalcium carbonate equivalent: 15 to 45 percent\nReaction (pH):  Slightly alkaline to moderately alkaline (7.4-8.4)\nBkkm horizons:\nHue:  7.5YR or 10YR\nValue:  6 to 8, 5 to 7 moist\nChroma:  2 to 4 moist or dry\nTexture:  Fractured indurated or very strongly cemented petrocalcic; fractures are greater than 10 cm apart horizontally and range in size from 2 to 15mm with fine sandy loam, sandy loam, or loam along voids created by fractures\nIdentifiable calcium carbonate:  75 to 95 as cemented petrocalcic, fractured petrocalcic, caliche, and carbonate nodules, masses, and concretions\nEffervescence: Strong or violent\nCalcium carbonate equivalent: 40 to 85 percent\nReaction (pH):  Slightly alkaline to moderately alkaline (7.4-8.4)\nLower Bk horizons and Bkk horizons (where present):\nHue: 7.5YR or 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 4 moist or dry\nTexture: Fine sandy loam, sandy loam, loam, and their gravelly, very gravelly, cobbly, very cobbly or extremely cobbly counterparts\nCoarse fragments: amount-25 to 85 percent; size-fine to coarse gravel, cobbles; kind-carbonate nodules, concretions, caliche, and petrocalcic fragments\nIdentifiable calcium carbonate: amount-25 to 75 percent; size-fine to extremely coarse; kind-carbonate masses, nodules, concretions, caliche, and petrocalcic fragments\nEffervescence: Strong or violent\nCalcium carbonate equivalent: 15 to 65 percent\nReaction (pH): Slightly alkaline to moderately alkaline (7.4-8.4)\nBCk or CBk horizons:\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 2 to 6 moist or dry\nTexture:  Loamy fine sand, loamy sand, fine sandy loam, sandy loam and their cobbly, very cobbly or extremely cobbly counterparts\nCoarse fragments: amount-15 to 75 percent; size-fine to coarse gravel, cobbles; kind-caliche and petrocalcic fragments\nIdentifiable calcium carbonate: amount-15 to 45 percent; size-fine to extremely coarse; kind-carbonate masses, nodules, concretions, caliche, and petrocalcic fragments\nEffervescence: Strong or violent\nCalcium carbonate equivalent: 10 to 35 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. Similar series are the Laverne (TX), Plack (OK), Pastura (NM), and Potter (TX) soils.\nLaverne soils: have a mollic epipedon, and a petrocalcic between 25 and 50 cm (10 to 20 in) of the soil surface\nPlack soils: have a mollic epipedon, and have a mesic soil temperature regime.\nPastura soils: have mesic soil temperature regime.\nPotter soils: have carbonatic mineralogy and do not have a petrocalcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Calcareous, loamy colluvium derived from the Kimball or Ash Hollow Members of the Ogallala Formation of Mio-Pliocene age.\nLandscape: Alluvial Plain Remnant\nLandform: Hillslopes, scarps\nSlope: 5 to 45 percent\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F)\nMean annual precipitation: 381 to 584 mm (15 to 23 in)\nFrost-free period: 180 to 210 days\nElevation: 640 to 1371 m (2,100 to 4,500 ft)\nThornthwaite annual P-E Index: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alopark (T), Catesby (T), Conlen, Laverne, Mansic, Mocane (T), Oklark, Oslo, Paloduro, Plack, and Slapout (T) series.\nAlopark, Mansic, Mocane, and Oklark soils: occur on lower landscape positions and grade to loamy or sandy, and siliceous gravelly subsoils derived from the Laverne Member of Ogallala Formation.\nAlopark soils: have a coarse-loamy particle-size family, and do not have a petrocalcic horizon\nMansic and Oklark soils: have a mollic epipedon, and do not have a petrocalcic horizon\nMocane soils: have a sandy particle-size family, and do not have a petrocalcic horizon\nCatesby and Slapout soils occur on similar landscape positions in parent materials from the Kimball or Ash Hollow Members, Ogallala Formation.\nCatesby soils: have a mollic epipedon, are very deep to root restriction, and do not have a petrocalcic horizon\nSlapout soils: are very deep to root restriction, and do not have a petrocalcic horizon\nLaverne soils: occur on adjacent structural benches, mesa and butte summits, and have a mollic epipedon, and a petrocalcic horizon between 25 cm (10 in) and 50 cm (20 in) of the soil surface.\nConlen, Oslo, and Plack soils: occur on higher landscapes in MLRA 77A, and have a cooler soil temperature regime.\nConlen soils: have a mollic epipedon, and carbonatic mineralogy, and do not have a petrocalcic horizon\nOslo soils: have a mollic epipedon, a fine-silty particle-size class, an argillic horizon, and do not have a petrocalcic horizon\nPlack soils: have a mollic epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: excessively\nPermeability: moderately rapid in the upper part and very slow in the petrocalcic\nRunoff: very high on 1 to 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used exclusively for livestock grazing.  Native vegetation is predominantly purple threeawn, little bluestem, silver bluestem, side oats grama, yucca, and broom snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Breaks (MLRA-77E in LRR H) of the Texas and Oklahoma Panhandles, and counties in northwestern Oklahoma and southwestern Kansas. This soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Beaver County, OK 2009.  The name of the series comes from Ochiltree County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Ochiltree series was formerly included in the Potter series.  The series was separated based on the features of a petrocalcic horizon, mineralogy, and moisture regime.\nDiagnostic horizons and features in this pedon are:\nOchric epipedon:  0 to 21 cm (0 to 8 in) (Ak horizon)\nPetrocalcic horizon:  21 to 49 cm (8 to 19 in) (Bkkm horizon)\nCalcic Horizon:  49 to 180 cm (19 to 71 in) (Bk, and BCk horizons)\nSecondary carbonates: 0 to 180 cm (0 to 71 in) (all horizons)\nParticle Size Control Section:  0 to 21 cm (0 to 8 in)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL data available, S2009OK007002 (TL-Beaver County, Oklahoma)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ak",
        "top": 0,
        "bottom": 21,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "moderate medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Ak--0 to 21 cm (0 to 8 in); grayish brown (10YR 5/2) very gravelly fine sandy loam, dark grayish brown (10YR 4/2), moist; moderate medium granular structure; soft, friable; common fine and few medium roots; 2 percent 2 to 5 mm, 5 percent 5 to 20 mm, 34 percent 20 to 75 mm, and 10 percent 75 to 250 mm very strongly cemented caliche and petrocalcic fragments; violently effervescent (20 percent calcium carbonate equivalent); moderately alkaline, pH 7.9; diffuse wavy boundary. (10 to 23 cm thick [4 to 9 in])"
      },
      {
        "name": "Bkkm",
        "top": 21,
        "bottom": 49,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bkkm--21 to 49 cm (8 to 19 in); light brown (7.5YR 6/4), brown (7.5YR 5/3), moist; indurated petrocalcic; indurated by carbonates, stage IV calcium carbonate accumulation; few fine roots in cracks; violently effervescent (43 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; diffuse wavy boundary. (20 to 94 cm thick [8 to 37 in])"
      },
      {
        "name": "Bk",
        "top": 49,
        "bottom": 93,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "moderate very coarse prismatic",
        "dry_rupture": "rigid",
        "moist_rupture": "rigid",
        "coherence": "strongly cemented",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bk--49 to 93 cm (19 to 37 in); pink (7.5YR 7/3) extremely cobbly fine sandy loam, light brown (7.5YR 6/3), moist; moderate very coarse prismatic structure; extremely hard, slightly rigid; 3 percent 2 to 5 mm, 5 percent 5 to 20 mm, 39 percent 20 to 75 mm, and 32 percent 76 to 250 mm very strongly cemented caliche and petrocalcic fragments; violently effervescent (17 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; diffuse wavy boundary. (35 to 66 cm thick [14 to 26 in])"
      },
      {
        "name": "BCk",
        "top": 93,
        "bottom": 180,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "structure": "moderate very coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "strongly cemented",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk--93 to 180 cm (37 to 71 in); pink (7.5YR 8/3) extremely cobbly loamy fine sand, light brown (7.5YR 6/4), moist; moderate very coarse prismatic structure; very hard, extremely firm; common fine and common medium threadlike carbonate masses throughout; 2 percent 2 to 5 mm, 6 percent 5 to 20 mm, 30 percent 20 to 75 mm, and 26 percent 76 to 250 mm strongly cemented caliche and petrocalcic fragments; strongly effervescent (17 percent calcium carbonate); moderately alkaline, pH 8.2; (70 to 120 cm thick [28 to 48 in])"
      }
    ]
  ]
}
