{
  "SERIES": "OCHO",
  "STATUS": "Established Series",
  "BYREV": "RD: JJJ/TAC/WCL/DJE",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Aquic Natrargidic Natridurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ocho very fine sandy loam - on a nearly level area under forbs at 4,240 feet elevation.  (When described August 4, 1983, the soil was dry throughout.  Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial and common fine vesicular pores; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 6 inches thick)\nE--5 to 9 inches; light gray (10YR 7/1) very fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial and few very fine tubular pores; moderately alkaline (pH 8.0); clear smooth boundary.  (3 to 5 inches thick)\n2Btkn1--9 to 11 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate fine and medium angular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; few very fine interstitial and tubular pores; many moderately thick and thick clay films on faces of peds and lining interstitial pores; strongly effervescent; tongues of disseminated lime; strongly alkaline (pH 8.5); clear wavy boundary.  (3 to 4 inches thick)\n2Btkn2--11 to 16 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate fine and medium angular blocky structure; hard, firm, sticky and plastic; few very fine roots; few very fine interstitial pores; many moderately thick and thick clay films on faces of peds and lining interstitial pores; violently effervescent; segregated lime in filaments; strongly alkaline (pH 8.5); abrupt wavy boundary.  (4 to 5 inches thick)\n2Bqkl--16 to 22 inches; pale brown (10YR 6/3) duripan, dark brown (10YR 3/3) moist; moderate fine and medium platy structure; extremely hard and extremely firm and brittle; few very fine interstitial pores; common moderately thick clay films on faces of peds and lining interstitial pores; violently effervescent; strongly alkaline (pH 8.5); clear wavy boundary.  (5 to 7 inches thick)\n2Bqk2--22 to 34 inches; light gray (10YR 7/2) duripan, brown (7.5YR 4/2) moist with few fine distinct strong brown (7.5YR 5/6) mottles; moderate fine and medium platy structure; extremely hard, extremely firm and brittle; few very fine interstitial pores; common moderately thick clay films on faces of peds and lining interstitial pores; violently effervescent; strongly alkaline (pH 8.5); clear wavy boundary.  (11 to 13 inches thick)\n2Cqk--34 to 40 inches; light gray (10YR 7/2) silt loam, brown (7.5YR 4/2) moist with few fine distinct strong brown (7.5YR 5/6) mottles; weak coarse angular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine interstitial pores; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 7 inches thick)\n2Cq1--40 to 49 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine interstitial pores; moderately alkaline (pH 8.0); clear wavy boundary.  (8 to 10 inches thick)\n3Cq2--49 to 55 inches; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine interstitial pores; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 7 inches thick)\n3Cq3--55 to 60 inches; light gray (10YR 7/2) loamy sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine interstitial pores; moderately alkaline (pH 8.0).  (4 to 6 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 4 miles southwest of Dorris, CA; 1,500 feet west, 1,450 feet north of the southeast corner of section 9, T. 47 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to duripan ranges from 14 to 20 inches.  The mean annual soil temperature ranges from 48 degrees F to 52 degrees F.  The soil temperature at a depth of 20 inches is above 41 degrees F from about March 15 to December 1 (255 days) and is above 47 degrees F from about April 15 to November 15 (210 days).  The soil between depths of 6 to 16 inches or the duripan is dry in all parts from June 10 to November 15 (155 days).  The moisture control section is dry more than one half the time the soil temperature is greater than 41 degrees F.  Exchangeable sodium percentage is greater than 35 percent in the textural control section.\nThe A horizon has dry color of 10YR 6/1 or 6/2 and moist color of 10YR 3/2, 4/2 or 5/2.  Reaction is moderately alkaline or strongly alkaline.  Clay content ranges from 5 to 10 percent.  Organic matter content ranges from 1 to 2 percent.\nThe E horizon has dry color of 10YR 7/1, 7/2, 8/1 or 8/2 and moist color of 10YR 4/2, 4/3, 5/2 or 5/3.  Reaction is moderately alkaline or strongly alkaline.  Clay content ranges from 5 to 10 percent.  Organic matter content averages from 0.5 to 1.0 percent.\nThe Bt horizon has dry color of 10YR 6/2, 6/3, 6/4 or 7.5YR 6/4 and moist color of 10YR 3/3, 4/2, 4/3, 4/4 or 7.5YR 4/4.  Reaction is strongly alkaline or very strongly alkaline.  It is loam or silt loam and averages 15 to 25 percent clay with at least 5 percent more clay content than the A horizon and has less than 15 percent fine sand or coarser.\nThe duripan is very firm or extremely firm when moist and brittle when wet.  Thickness of duripan ranges from 16 to 20 inches thick.\nThe Cq horizon has dry color of 10YR 6/2, 6/3 or 7/2 and moist color of 10YR 3/3, 4/2 or 4/3.  Texture is very fine sandy loam, loamy sand or silt loam.  Clay content ranges from 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alnite and Monte Cristo series and Dangberg series in other families.  Alnite and Monte Cristo soils are not saturated with water in any horizon within a depth of 1 meter at any period and do not have mottles.  Dangberg soils have fine argillic horizons and are greater than 20 inches deep to a duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ocho soils are on terraces.  Slopes are 0 to 2 percent.  The soils formed in lacustrine deposits and alluvium weathered from volcanic ash and other extrusive igneous rock sources.  Elevations are 4,100 to 4,300 feet.  The climate is semiarid with warm dry summers and cool moist winters.  The average annual precipitation is about 10 to 12 inches.  Snowfall is 20 to 30 inches.  The average annual temperature is about 46 degrees F to 50 degrees F.  The average January temperature is about 30 degrees F and the average July temperature is about 65 degrees F.  Frost-free season is about 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Doel (T), Fordney, Inlow (T), Modoc and Poman (T) soils.  Doel, Modoc and Inlow soils are moderately deep to the duripan.  Fordney and Poman (T) soils have a sandy particle-size control section.  Fordney soils also lack a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; ponded; slow permeability.  A water table occurs at depths 6 inches above the soil surface to 12 inches below the soil surface from December through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ocho soils are used for rangeland and a few small areas are used for irrigated barley.  Vegetation is greasewood, hopsage, saltgrass and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central California.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Siskiyou County, California; Butte Valley-Tule Lake Soil Survey 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision changes the classification from fine, montmorillonitic, mesic, shallow Natric Durixeralfs to loamy, mixed, mesic shallow Haplic Nadurargids.\nDiagnostic horizons and features recognized in the pedon are:\nOchric epipedon - The zone from the surface of the soil to a depth of 5 inches (A horizon).\nAlbic horizon - The zone from about 5 to 9 inches (E horizon).\nNatric horizon - The zone from about 9 to 16 inches (2Btkn1, 2Btkn2 horizons).\nDuripan - The zone from about 16 to 34 inches (2Bqk1, 2Bqk2 horizons).\nLoamy family - The particle-size control section (9 to 16 inches) weighted average clay content is 18 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
