{
  "SERIES": "OCILLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWF",
  "REVDATE": "03/97",
  "STATES": "AL,FL,GA,MS,NC,SC,VA",
  "OVERVIEW": "The Ocilla series consists of very deep, somewhat poorly drained moderately permeable soils formed in sandy and loamy marine sediments.  These soils are on low uplands and stream terraces.  Slopes range from 0 to 10 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Aquic Arenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ocilla loamy sand--on a nearly level slope in forest.  (Colors are for moist soil.)\nA--0 to 4 inches; very dark gray (10YR 3/1) loamy sand; weak medium granular structure; very friable; many fine roots; strongly acid; clear wavy boundary.  (3 to 10 inches thick)\nE1--4 to 15 inches; light brownish gray (2.5Y 6/2) loamy sand; single grained; very friable; common fine and medium roots; common root holes filled with very dark gray loamy sand; common clean sand grains; strongly acid; clear irregular boundary.\nE2--15 to 28 inches; pale brown (10YR 6/3) loamy sand; weak medium granular structure; very friable; few fine roots; many medium distinct brownish yellow (10YR 6/6) soft masses of iron accumulation; strongly acid; gradual wavy boundary.  (Combined thickness of the E horizon is 14 to 34 inches)\nBt1--28 to 49 inches; brownish yellow (10YR 6/6) sandy loam; common medium pockets of sandy clay loam; weak medium subangular blocky structure; very friable; sand grains coated and bridged with clay; common medium prominent light gray (10YR 7/1) iron depletions; very strongly acid; gradual wavy boundary.\nBt2--49 to 59 inches; brownish yellow (10YR 6/6) sandy clay loam with many large pockets of light gray (10YR 7/1) sandy loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; common medium prominent yellowish red (5YR 4/8) soft masses of iron accumulation; very strongly acid; gradual irregular boundary.\nBt3-- 59 to 67 inches; multicolored strong brown (7.5YR 5/6) and yellowish red (5YR 4/8) sandy clay loam containing common medium pockets of light gray (10YR 7/1) sandy loam; weak coarse angular blocky structure; friable; about 2 percent plinthite; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Irwin County, Georgia; 2.6 miles east of Irwinville on Georgia Highway 32, and 2 miles north on county road in wooded area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 6O to more than 80 inches.  The A and E horizons of some pedons have pebbles of ironstone up to 5 percent.  The subsoil of some pedons contain up to 3 percent plinthite.  All horizons are strongly acid, or very strongly acid, except those surface soils that have been limed.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 5 and chroma of 1 or 2; or it is neutral with value of 3 through 5.  Where the value is 3, the horizon is less than 7 inches thick.  Texture is sand, fine sand, loamy coarse sand, loamy sand or loamy fine sand.\nThe E horizon has hue of 10YR, 2.5Y or 5Y, value of 4 through 8, and chroma of 1 through 4.  Texture is sand, fine sand, loamy coarse sand, loamy fine sand or loamy sand.\nThe BE horizon, where present, has hue of 10YR or 2.5Y, value of 5 through 7, and chroma of 3 through 8.  Texture is loamy sand or loamy fine sand.\nThe Bt1 horizon has hue of 7.5YR, 10YR or 2.5Y, value of 5 through 7 and chroma of 2 through 8.  Texture is fine sandy loam, sandy loam or sandy clay loam.  The Bt2 and Bt3 horizons are multicolored in shades of gray, yellow, brown and red; or the matrix has hue of 10YR, 2.5Y or 5Y, value of 5 through 8, and chroma of 1 through 8; or the matrix is neutral with value of 7, and with redoximorphic features in shades of gray, red, or brown.  They are dominantly sandy clay loam, but include coarse sandy loam, sandy loam, fine sandy loam and sandy clay.  Pockets of sandy loam or fine sandy loam occur in some subhorizons.  Some pedons contain Btg horizons in the lower part. The weighted average clay content of the upper 20 inches of the argillic horizon ranges from 15 to 35 percent.  Plinthite ranges from none to about 3 percent.\nThe Btg, BC and BCg horizons, where present, have color and textures comparable to the Bt2 and Bt3 horizons.\nThe C horizon, where present, has the same colors as the lower Bt horizon.  It is sandy loam, sandy clay loam, sandy clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competitors in the same family.  Albany, Ardilla, Coosaw, Garcon, Leefield, and Lynchburg soils are in similar families, somewhat poorly drained, nearly level, and low lying.  Albany soils have a grossarenic epipedon.  Ardilla soils have fragic properties in the lower B horizons.  Coosaw soils have mixed mineralogy and a decreasing clay content in the lower part of the argillic horizon above 60 inches.  Garcon soils have a solum less than 60 inches thick.  Leefield soils have horizons which contain 5 to 20 percent plinthite ranging from 30 to 60 inches deep.  Lynchburg soils lack an arenic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ocilla soils are on level or nearly level landscapes; slopes commonly are less than 2 percent but range to 10 percent. Elevation ranges from 15 to 400 feet.  The soils formed in deposits of sandy and loamy sediments largely of marine origin.  Average annual precipitation is about 40 to 50 inches and average annual temperature is 63 to 71 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These included the competing Albany, Ardilla, and Leefield soils and Alapaha, Bladen, Blanton, Clarendon, Cowarts, Dothan, Fuquay, Goldsboro, Grady, Herod, Kinston, Norfolk, Osier, Pelham, Plummer, Rains, Stilson, Tifton, and Wagram soils.  Alapaha, Bladen, Pelham, Plummer, and Rains soils are poorly drained, nearly level, and occur on low lying broad flats along drainageways and around the head of the streams.  Blanton, Clarendon, Goldsboro, and Stilson soils are moderately well drained on nearly level or very gently sloping upland or low ridges.  Cowarts, Dothan, Fuquay, Norfolk, Tifton, and Wagram soils are well drained on nearly level or gently sloping upland ridges and divides.  Grady soils are poorly drained and in depressions.  Herod, Kinston, and Osier soils are poorly drained alluvial soils on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderate permeability.  Depth to the water table ranges from 12 to 30 inches for periods of 2 to 6 months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation is forest of slash and longleaf pine, scattered oaks, and a few blackgum, with an understory of wax myrtle, gallberry, scattered palmetto, and wiregrass.  These soils are used mostly for forestry, but some are cleared and planted to bahiagrass, coastal bermudagrass, corn, tobacco, soybeans, rye, and vegetables."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Georgia, Alabama, Florida, North Carolina, Mississippi, and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Irwin County, Georgia; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to approximately 28 inches.  (A, E1 and E2 horizons)\nArenic feature - the zone from the surface to approximately 28 inches.  (A, E1, E2 horizons)\nArgillic horizon - the zone from approximately 28 to 67 inches. (Bt1, Bt2, Bt3 horizons)\nSIR = GA0006, GA0087\nMLRA = 133A, 153A\nREVISED = 2/6/96, MHC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) loamy sand; weak medium granular structure; very friable; many fine roots; strongly acid; clear wavy boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "E1",
        "top": 10,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E1--4 to 15 inches; light brownish gray (2.5Y 6/2) loamy sand; single grained; very friable; common fine and medium roots; common root holes filled with very dark gray loamy sand; common clean sand grains; strongly acid; clear irregular boundary."
      },
      {
        "name": "E2",
        "top": 38,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--15 to 28 inches; pale brown (10YR 6/3) loamy sand; weak medium granular structure; very friable; few fine roots; many medium distinct brownish yellow (10YR 6/6) soft masses of iron accumulation; strongly acid; gradual wavy boundary.  (Combined thickness of the E horizon is 14 to 34 inches)"
      },
      {
        "name": "Bt1",
        "top": 71,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--28 to 49 inches; brownish yellow (10YR 6/6) sandy loam; common medium pockets of sandy clay loam; weak medium subangular blocky structure; very friable; sand grains coated and bridged with clay; common medium prominent light gray (10YR 7/1) iron depletions; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 124,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--49 to 59 inches; brownish yellow (10YR 6/6) sandy clay loam with many large pockets of light gray (10YR 7/1) sandy loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; common medium prominent yellowish red (5YR 4/8) soft masses of iron accumulation; very strongly acid; gradual irregular boundary."
      },
      {
        "name": "Bt3",
        "top": 150,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3-- 59 to 67 inches; multicolored strong brown (7.5YR 5/6) and yellowish red (5YR 4/8) sandy clay loam containing common medium pockets of light gray (10YR 7/1) sandy loam; weak coarse angular blocky structure; friable; about 2 percent plinthite; very strongly acid."
      }
    ]
  ]
}
