{
  "SERIES": "OCONEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMG-JWS-RAL-GRS",
  "REVDATE": "02/2001",
  "STATES": "IL",
  "OVERVIEW": "The Oconee series consists of very deep, somewhat poorly drained, slowly permeable soils on nearly level interfluves, convex summits, and the upper end of drainageways on till plains. They formed in loess, or in loess and the underlying silty pedisediment. Slope ranges from 0 to 7 percent. Mean annual air temperature is about 55 degrees F., and mean annual precipitation is about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oconee silt loam - on a north-facing slope of 4 percent in a cultivated field at an elevation of about 560 feet above mean sea level. (Colors are for moist soil unless otherwise stated. When described on April 1, 1994, the soil was moist throughout.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure grading to weak thin platy in the lower part; very friable; common very fine roots; common very fine tubular pores within peds; few fine rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; slightly acid; abrupt smooth boundary. (7 to 9 inches thick)\nE1--8 to 12 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; moderate thick platy structure; very friable; few very fine roots; few very fine tubular pores within peds; many distinct brown (10YR 5/3) clay depletions in pores; many distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few fine distinct dark yellowish brown (10YR 4/4) masses of iron-manganese accumulation in the matrix; few fine and medium irregular very dark gray (5YR 3/1) iron-manganese nodules with sharp boundaries; moderately acid; clear smooth boundary.\nE2--12 to 16 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; moderate fine and medium subangular blocky structure; friable; few very fine roots; common very fine pores within and between peds; many distinct brown (10YR 5/3) clay depletions in pores; many distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded dark brown (7.5YR 3/2) iron-manganese nodules with clear boundaries; moderately acid; clear smooth boundary. (Combined thickness of the E horizon is 4 to 12 inches.)\nBt/E--16 to 21 inches; brown (10YR 5/3) silty clay loam (Bt); strong very fine subangular blocky structure; firm; few very fine roots; common fine pores in the silty material between peds; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds and many prominent light brownish gray (10YR 6/2) clay depletions on faces of peds and in pores (E); many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine faint dark yellowish brown (10YR 4/4) masses of iron-manganese accumulation in the matrix; few fine and medium rounded dark brown (7.5YR 3/2) iron-manganese nodules with clear boundaries; strongly acid; clear irregular boundary. (0 to 5 inches thick)\nBt--21 to 29 inches; brown (10YR 5/3) silty clay; moderate medium prismatic structure parting to strong fine and medium angular blocky; very firm; few very fine roots between peds; few fine pores between peds; many prominent dark grayish brown (10YR 4/2) clay films on faces of peds; common medium faint grayish brown (10YR 5/2) iron depletions and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; common fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; strongly acid; clear smooth boundary.\nBtg1--29 to 38 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots between peds; few fine pores between peds; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) and common coarse prominent brownish yellow (10YR 6/8) masses of iron accumulation in the matrix; common fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; strongly acid; clear smooth boundary.\nBtg2--38 to 47 inches; grayish brown (2.5Y 5/2) silty clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; few fine pores between peds; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common medium prominent light olive brown (2.5Y 5/6), common medium prominent yellowish brown (10YR 5/8), and few medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; moderately acid; clear smooth boundary.\nBtg3--47 to 58 inches; light brownish gray (2.5Y 6/2) silty clay loam; weak coarse prismatic structure; firm; few fine pores between peds; many prominent very dark grayish brown (10YR 3/2) organic coatings lining root channels and filling pores; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common medium and coarse prominent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; common fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizon is 31 to 55 inches)\nC1--58 to 65 inches; brown (10YR 5/3) silt loam; massive; friable; few vertical cleavage planes; few fine vesicular pores; common distinct very dark grayish brown (10YR 3/2) organic coatings on faces of cleavage planes; many medium prominent yellowish brown (10YR 5/8) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; slightly acid; gradual smooth boundary.\nC2--65 to 80 inches; yellowish brown (10YR 5/4) silt loam; massive; friable; common fine and medium vesicular pores; few prominent very dark grayish brown (10YR 3/2) organic coatings lining root channels and filling pores; few fine distinct grayish brown (10YR 5/2) iron depletions and few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; few medium irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, Illinois; about 1.5 miles northwest of Grantfork; approximately 1,315 feet east and 2,245 feet north of the southwest corner of sec. 29, T. 5 N., R. 5 W.; USGS Grantfork, IL topographic quadrangle; lat. 38 degrees, 50 minutes, 58 seconds North and long. 89 degrees, 41 minutes, 17 seconds West.  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon is greater than 42 inches.  Loess thickness typically is greater than 60 inches, but in some pedons, is as thin as 55 inches.  The particle-size control section averages 35 to 42 percent clay and less than 7 percent sand.  The maximum clay content in any subhorizon is 45 percent.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 or 2. Eroded pedons that have chroma of 3 are also included.  Texture is silt loam.  Average clay content ranges from 20 to 27 percent and sand content is less than 7 percent.  Reaction is moderately acid to neutral, except pedons that have been limed range to slightly alkaline.\nThe E horizon has hue of 10YR, value of 4 to 7 (6 to 8 dry), and chroma of 1 or 2.  Some pedons have chroma of 3 accompanied by redoximorphic features.  Structure typically is platy or granular in the upper part and includes platy, granular, or subangular blocky in the lower part.  Texture is silt loam.\nAverage clay content ranges from 18 to 27 percent and sand content is less than 7 percent.  Reaction is very strongly acid to moderately acid except pedons that have been limed range to neutral.\nThe Bt and Btg horizons typically have hue of 10YR in the upper part and 10YR or 2.5Y in the lower part; value of 4 to 6; and chroma of 2 to 4 in the upper part and 1 to 6 in the lower part.  One or more subhorizons between the base of the A or Ap horizon and a depth of 30 inches has chroma of 3 or 4.  The Bt horizon has redoximorphic iron depletions and accumulations with hue of 10YR, 7.5YR, 5YR, 2.5YR, or 2.5Y; value of 4 to 6; and chroma of 2 to 8.  It has moderate or strong structure that is prismatic, angular blocky, or subangular blocky.  Texture is silty clay loam or silty clay in the upper part and silty clay loam or silt loam in the lower part.  Average clay content ranges from 35 to 42 percent in the upper part and from 20 to 35 percent in the lower part.  Sand content is less than 7 percent.  Reaction is very strongly acid to slightly acid.  One or more subhorizons in the upper part is very strongly acid or strongly acid.\nSome pedons have a BC or BCg horizon with colors in the same range as stated for the lower part of the Btg horizon.  Texture is silty clay loam or silt loam.  Reaction typically is strongly acid or moderately acid but ranges to slightly acid in some pedons.\nThe C or 2C horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma typically of 1 to 3, but ranging from 1 to 8.  Texture is silt loam or loam.  Average clay content ranges from 17 to 27 percent and average sand content ranges from 5 to 40 percent.  Reaction is moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Clarksdale and Givin series.  Clarksdale and Givin soils have a mean annual soil temperature at a depth of 20 inches of less than 56 degrees F.  In addition, Givin soils average more than 27 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oconee soils are on nearly level or gently sloping interfluves, convex summits, and the upper end of drainageways on the Illinoian till plain.  Slope ranges from 0 to 7 percent.  These soils formed in 55 to more than 80 inches of loess.  The material beneath the loess is till or the silty pedisediment that lies above the till and contains a component of sand.  The loess is late Wisconsinan Peoria Loess and the underlying silty material is early Wisconsinan Roxana Silt.  The soils are underlain at depths of about 5 to 8 feet by Illinoian till that commonly contains a strongly developed paleosol.  Mean annual air temperature is 54 to 57 degrees F., mean annual soil temperature is 56 to 59 degrees F., mean annual precipitation is 35 to 42 inches, frost-free period is 180 to 200 days, and elevation is 400 to 700 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cowden, Darmstadt, Herrick, and Tamalco soils.  The poorly drained Cowden soils are on broad interfluves adjacent to Oconee soils.  They form a hydrosequence with Oconee soils.  The somewhat poorly drained Darmstadt and moderately well drained Tamalco soils have natric horizons.  Darmstadt soils are on similar landform positions as Oconee soils.  Tamalco soils are on convex summits and side slopes of drainageways nearby and commonly are upslope from Oconee soils.  The somewhat poorly drained Herrick soils have a mollic epipedon and are further from the drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  Slow permeability.  The potential for surface water runoff is negligible to very high.  In drained areas, depth to an intermittent apparent high water table is 0.5 foot to 2.0 feet from November to May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to corn, soybeans, and small grain.  Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Illinois; extent is large, and mainly in MLRA(s) 113 and 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Illinois, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In pedons with less than 80 inches of loess, the lower part of the soil formed in silty pedisediment that contains a component of sand and/or in the underlying Illinoian till that commonly contains a strongly developed paleosol. These horizons or strata typically are silt loam, loam, silty clay loam, or clay loam, but color, texture, and thickness of these layers is quite variable.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon - from the surface of the soil to a depth of 16 inches (Ap, E1, and E2 horizons);\nAlbic horizon - from a depth of approximately 8 to 16 inches (E1 and E2 horizons);\nArgillic horizon - from a depth of approximately 16 to 58 inches (Bt/E, Bt, Btg1, Btg2, and Btg3 horizons);\nAquic conditions - periodic saturation and reduction, indicated by redoximorphic features throughout the soil.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure grading to weak thin platy in the lower part; very friable; common very fine roots; common very fine tubular pores within peds; few fine rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; slightly acid; abrupt smooth boundary. (7 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--8 to 12 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; moderate thick platy structure; very friable; few very fine roots; few very fine tubular pores within peds; many distinct brown (10YR 5/3) clay depletions in pores; many distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few fine distinct dark yellowish brown (10YR 4/4) masses of iron-manganese accumulation in the matrix; few fine and medium irregular very dark gray (5YR 3/1) iron-manganese nodules with sharp boundaries; moderately acid; clear smooth boundary."
      },
      {
        "name": "E2",
        "top": 30,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--12 to 16 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; moderate fine and medium subangular blocky structure; friable; few very fine roots; common very fine pores within and between peds; many distinct brown (10YR 5/3) clay depletions in pores; many distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded dark brown (7.5YR 3/2) iron-manganese nodules with clear boundaries; moderately acid; clear smooth boundary. (Combined thickness of the E horizon is 4 to 12 inches.)"
      },
      {
        "name": "Bt/E",
        "top": 41,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt/E--16 to 21 inches; brown (10YR 5/3) silty clay loam (Bt); strong very fine subangular blocky structure; firm; few very fine roots; common fine pores in the silty material between peds; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds and many prominent light brownish gray (10YR 6/2) clay depletions on faces of peds and in pores (E); many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine faint dark yellowish brown (10YR 4/4) masses of iron-manganese accumulation in the matrix; few fine and medium rounded dark brown (7.5YR 3/2) iron-manganese nodules with clear boundaries; strongly acid; clear irregular boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 53,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--21 to 29 inches; brown (10YR 5/3) silty clay; moderate medium prismatic structure parting to strong fine and medium angular blocky; very firm; few very fine roots between peds; few fine pores between peds; many prominent dark grayish brown (10YR 4/2) clay films on faces of peds; common medium faint grayish brown (10YR 5/2) iron depletions and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; common fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg1",
        "top": 74,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--29 to 38 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots between peds; few fine pores between peds; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) and common coarse prominent brownish yellow (10YR 6/8) masses of iron accumulation in the matrix; common fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 97,
        "bottom": 119,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--38 to 47 inches; grayish brown (2.5Y 5/2) silty clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; few fine pores between peds; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common medium prominent light olive brown (2.5Y 5/6), common medium prominent yellowish brown (10YR 5/8), and few medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; moderately acid; clear smooth boundary."
      },
      {
        "name": "Btg3",
        "top": 119,
        "bottom": 147,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg3--47 to 58 inches; light brownish gray (2.5Y 6/2) silty clay loam; weak coarse prismatic structure; firm; few fine pores between peds; many prominent very dark grayish brown (10YR 3/2) organic coatings lining root channels and filling pores; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common medium and coarse prominent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; common fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizon is 31 to 55 inches)"
      },
      {
        "name": "C1",
        "top": 147,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--58 to 65 inches; brown (10YR 5/3) silt loam; massive; friable; few vertical cleavage planes; few fine vesicular pores; common distinct very dark grayish brown (10YR 3/2) organic coatings on faces of cleavage planes; many medium prominent yellowish brown (10YR 5/8) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; slightly acid; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 165,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "narrative": "C2--65 to 80 inches; yellowish brown (10YR 5/4) silt loam; massive; friable; common fine and medium vesicular pores; few prominent very dark grayish brown (10YR 3/2) organic coatings lining root channels and filling pores; few fine distinct grayish brown (10YR 5/2) iron depletions and few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; few medium irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries; neutral."
      }
    ]
  ]
}
