{
  "SERIES": "OCOSTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJM/JJR",
  "REVDATE": "06/2005",
  "STATES": "WA",
  "OVERVIEW": "The Ocasta series consists of very deep, poorly drained soils that formed in alluvium deposited in coastal bays.  Ocosta soils are on flat or depressed areas and are subject to total overflow unless protected. The mean annual precipitation is about 85 inches and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, acid, isomesic Sulfic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ocosta silty clay loam, cultivated pasture.  (Colors are for moist soil unless otherwise noted.)\nOe--0 to 3 inches; moderately decomposed remains of sedge and grass leaves interlaced with live fine roots; extremely acid (pH 3.8).  (0 to 6 inches thick)\nA--3 to 10 inches; dark grayish brown (2.5Y 4/2) silty clay loam, grayish brown (2.5Y 5/2) dry; many coarse prominent yellowish red (5YR 5/8) redox concentrations; moderate coarse angular blocky structure; hard, firm, moderately sticky and very plastic; many medium and fine roots; many fine tubular and interstitial pores; extremely acid (pH 4.0); abrupt smooth boundary.   (6 to 8 inches thick)\nBg1--10 to 15 inches; dark grayish brown (2.5Y 4/2) silty clay loam, grayish brown (2.5Y 5/2) dry; common medium prominent dark reddish brown (5YR 3/4) redox concentrations; moderate coarse prismatic structure; very hard, firm, moderately sticky and very plastic; many fine and medium roots; many medium tubular and interstitial pores; few moderately thick black (5YR 2/1) organic coatings along vertical surfaces of peds; extremely acid (pH 4.0); clear smooth boundary.  (3 to 8 inches thick)\nBg2--15 to 23 inches; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; common medium distinct dark reddish brown (5YR 3/4) re4dox concentrations; moderate coarse prismatic structure; very hard, very firm, moderately sticky and very plastic; few fine roots; common medium tubular and interstitial pores; few moderately thick black (5YR 2/1) organic coatings on faces of peds; extremely acid (pH 4.0); abrupt smooth boundary.  (5 to 12 inches thick)\n2Oa--23 to 25 inches; black (5YR 2/1) muck, dark reddish brown (5YR2/2) dry; massive; hard, friable; few fine roots; porous; extremely acid (pH 4.4); abrupt smooth boundary.  (0 to 6 inches thick)\n2Cg--25 to 55 inches; very dark grayish brown (2.5Y 3/2) clay; light brownish gray (2.5Y 6/2) dry; massive; very hard, very firm, very sticky and very plastic; strong sulfur smell; very strongly acid (pH 4.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington; 1 mile west of South Aberdeen on State Highway 105; 100 feet south of road into field; opposite locked gate to private road; NW1/4 NW1/4 NE1/4 section 20, T.17N., R.9W., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are saturated most of the year unless artificially drained.  The solum is 14 to 26 inches thick.  Rooting depth is normally limited to less than 20 inches because of continuous high water table.  The mean annual soil temperature is 48 to 52 degrees F.  The solum is very strongly acid or extremely acid.  The control section is dominantly clay or silty clay, averages 45 to 60 percent clay and contains less than 15 percent rock fragments.\nThe A horizon has hue of 10YR through 5Y, value of 4 or 5 moist, 5 or 6 dry, chroma of 1 or 2 moist or dry, and is mottled.  It is silty clay loam or silty clay.  This horizon has moderate or strong angular or subangular blocky structure.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 5 or 6 dry, and is mottled.  It is dominantly silty clay or clay but includes silty clay loam.  It has moderate or strong prismatic structure.\nThe 2Cg horizon has hue of 2.5Y or 5Y and value of 3 or 4 moist, 4 through 6 dry.  It is stratified from clay to silt loam.  The Oa horizon may occur at any depth within the upper 60 inches.  Total combined thickness of the Oa horizons is less than 12 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ocosta soils are on flat or depressed areas and are subject to tidal overflow during storms and high tides unless protected by dikes.  The soils formed in clayey alluvium deposited in the quiet water of coastal bays.   These soils occur in a coastal marine climate with relatively cool summers and mild wet winters.  They have an annual precipitation of 70 to 100 inches.  The average January temperature is 39 degrees F.; the average July temperature is 62 degrees F.; and the mean annual temperature is 50 degrees F.  The growing season (28 degrees F.) is 180 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Orcas soils and the competing Rennie soils.  Orcas soils are organic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Poorly drained; slow runoff or ponded; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Undeveloped areas have sedge, reed, saltgrass, cattail cover with occasional spruce trees; considerable areas have been diked and drained and used for native pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal areas of western Washington.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grays Harbor County (Grays Harbor County Area), Washington, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features:\nCambic horizon from 10 to 23 inches (Bg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
