{
  "SERIES": "OCTAGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDH",
  "REVDATE": "07/2011",
  "STATES": "IL,IN",
  "OVERVIEW": "The Octagon series consists of moderately well drained soils formed in till on till plains and moraines. They are very deep soils that are moderately deep to dense till. Octagon soils may have as much as 46 cm (18 inches) of silty material at the surface or a cap of fine sandy loam sediments is possible in some areas. Slope ranges from 2 to 20 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Octagon silt loam, on a 5 percent slope in a cultivated field at an elevation of 216 meters (710 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; common fine roots; common small yellowish brown (10YR 5/6) fragments of subsoil; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick)]\nBt1--23 to 38 cm (9 to 15 inches); yellowish brown (10YR 5/6) loam; moderate fine subangular blocky structure; friable; common very fine roots; thin discontinuous dark yellowish brown (10YR 4/4) clay films on faces of peds; 2 percent fine gravel; moderately acid; clear wavy boundary.\nBt2--38 to 74 cm (15 to 29 inches); yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; common very fine roots; thin continuous brown (7.5YR 4/2) clay films on faces of peds; thin continuous yellowish brown (10YR 5/4) silt coatings on faces of peds; 5 percent fine gravel; moderately acid; clear wavy boundary.\nBt3--74 to 96 cm (29 to 38 inches); yellowish brown (10YR 5/4) clay loam; moderate coarse subangular blocky structure; firm; few very fine roots; medium continuous very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and as linings in channels; 5 percent fine gravel; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 46 to 76 cm (18 to 30 inches).]\nCd--96 to 173 cm (38 to 68 inches); yellowish brown (10YR 5/4) loam; massive; firm; thin continuous very dark grayish brown (10YR 3/2) and dark brown (7.5YR 3/2) organo-clay films lining channels and vertical cracks; 8 percent fine gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White County, Indiana; about 1 mile south of Chalmers; 1280 feet east and 390 feet south of the northwest corner of sec. 3, T. 25 N., R. 4 W.; USGS Monticello South topographic quadrangle; lat. 40 degrees 38 minutes 51.27 seconds N. and long. 86 degrees 51 minutes 55.50 seconds W., NAD 27; UTM Zone 16, 511378 easting and 4499648 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates: 61 to 102 cm (24 to 40 inches)\nThickness of the silty material: 0 to 46 cm (18 inches)\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3 (4 or 5 dry)\nChroma: 1 to 3\nTexture: silt loam, loam, or fine sandy loam\nRock fragment content: 0 to 4 percent\nReaction: moderately acid to neutral\nBt or 2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: dominantly clay loam or loam, but ranges to silty clay loam where the silt cap is near the maximum thickness, and ranges to sandy clay loam or fine sandy loam where the sandy overwash cap is near the maximum thickness\nClay content: 18 to 34 percent\nRock fragment content: 0 to 10 percent\nReaction: moderately acid or slightly acid in the upper part and moderately acid to neutral in the lower part\nCd or 2Cd horizon:\nHue: 7.5YR to 2.5Y\nValue: 5 or 6\nChroma: 3 or 4\nTexture: loam or fine sandy loam with less than 60 percent sand\nRock fragment content: 2 to 10 percent\nReaction: slightly alkaline or moderately alkaline and carbonates are present"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Glenhall and Neda series. Glenhall soils do not have carbonates within a depth of 102 cm (40 inches). Neda soils have shale fragments in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Octagon soils are on till plains and moraines of Wisconsinan age. Slope ranges from 2 to 20 percent. Octagon soils formed in till and may have as much as 46 cm (18 inches) of silty material at the surface or a cap of fine sandy loam sediments is possible in some areas. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual temperature ranges from 8.9 to 11.7 degrees C (48 to 53 degrees F). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 feet to 1530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chalmers, Conover, Corwin, Miami, Montmorenci, Odell, Parr, and Wolcott soils. The poorly drained Chalmers and very poorly drained Wolcott soils are in depressions. Conover and Odell soils are somewhat poorly drained and are on lower lying rises. Corwin and Montmorenci soils are moderately well drained and are on slightly lower lying rises. Miami soils have lighter colored epipedons and are on similar landscape positions. Parr soils have mollic epipedons and are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately high in the subsoil and low to moderately high in the dense till. Permeability is moderate in the subsoil and moderate to very slow in the dense till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cropped to corn and soybeans. Small grain and mixed hay are also grown. Native vegetation is mixed hardwood trees, shrubs and prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 95B, 108A, 110, 111C, and 111D in west-central Indiana and northeastern Illinois. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tippecanoe County, Indiana, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon (mollic intergrade): from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nArgillic horizon: from a depth of 23 to 96 cm (9 to 38 inches) (Bt horizon).\nAquic conditions: clay films with chroma of 2 in the Bt2 horizon 38 to 74 cm (15 to 29 inches).\nADDITIONAL DATA: Data for this pedon, WH7628, is available in the April 1979 Purdue Agricultural Station Bulletin No.222, Soil Characterization in Indiana IV. 1976-1977 data, page 145.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
