{
  "SERIES": "OCTAVIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJA:JWF",
  "REVDATE": "02/2003",
  "STATES": "AR,OK",
  "OVERVIEW": "The Octavia series consists of very deep, well drained, moderately slowly permeable soils that formed in loamy colluvium over clay. The clay weathered from shale\nof Pennsylvanian age. These soils are on colluvial benches and footslopes in the valley of the Ouachita Mountains and the Arkansas Valley and Ridges. Slope ranges\nfrom 8 to 70 percent. Mean annual temperature is 62 degrees F., and mean annual precipitation is 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Octavia stony fine sandy loam, on a colluvial bench with 28 percent slope, in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) stony fine sandy loam; weak fine granular structure; friable; sandstone fragments make up 30 percent by volume;\nmoderately acid; clear wavy boundary. (3 to 7 inches thick)\nE--3 to 6 inches; yellowish brown (10YR 5/4) stony fine sandy loam; weak fine granular structure; friable; sandstone fragments make up 30 percent by volume;\nstrongly acid; clear wavy boundary. (3 to 12 inches thick)\nBE--6 to 18 inches; strong brown (7.5YR 5/6) gravelly loam; weak fine granular structure; friable; sandstone fragments make up 20 percent by volume; very\nstrongly acid; gradual smooth boundary. (5 to 19 inches thick)\nBt1--18 to 30 inches; strong brown (7.5YR 5/6) gravelly clay loam; weak fine subangular blocky structure; friable; sandstone fragments make up 20 percent by\nvolume; nearly continuous clay films on faces of peds; very strongly acid; gradual smooth boundary. (0 to 18 inches thick)\nBt2--30 to 48 inches; yellowish red (5YR 5/6) gravelly clay loam; many coarse distinct strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure;\nfriable; sandstone fragments make up 20 percent by volume; nearly continuous clay films on faces of peds; very strongly acid; gradual wavy boundary. (11 to 40\ninches thick)\n2Bt3--48 to 65 inches; coarsely mottled red (2.5YR 4/6), strong brown (7.5YR 5/6), and light gray (10YR 7/1) clay; weak fine blocky structure; firm; clay films on\nfaces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: LeFlore County, Oklahoma; about 4 miles south of Muse, Oklahoma; 1,500 feet north and 1,150 feet east of the southwest corner of sec.\n27, T. 2 N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 3. It is loam, fine sandy loam, gravelly loam, gravelly fine sandy loam, cobbly loam, cobbly fine\nsandy loam, stony loam, or stony fine sandy loam. Content of coarse fragments of sandstone ranges from 5 to 35 percent by volume. About 5 to 25 percent by\nvolume is less than 76 mm in diameter and 0 to 25 percent by volume is more than 76 mm in diameter. Reaction is medium acid to very strongly acid unless limed.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture, content of coarse fragments, and reaction are the same as the A horizon.\nThe BE horizon has hue of 7.5YR or 10YR, value of 5 or 6, and\nchroma of 4 to 6. Texture and content of coarse fragments are the same as the A1 horizon. Reaction is strongly acid or very\nstrongly acid.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8. Some pedons have mottles in shades of brown. It is clay loam, sandy clay loam,\ngravelly clay loam, or gravelly sandy clay loam. Content of coarse fragments of sandstone ranges from 5 to 35 percent by volume. About 5 to 25 percent by volume\nis less than 76 mm in diameter and 0 to 10 percent by volume is more than 76 mm in diameter. Reaction is strongly acid or very strongly acid.\nThe 2Bt horizon has colors the same as the Bt horizon. It is mottled in shades of red, brown, and gray. Some pedons are\ncoarsely mottled in shades of red, brown, and gray. Texture is clay loam, clay, shaly clay loam, shaly clay, cobbly clay loam, cobbly clay, gravelly clay loam, or\ngravelly clay. Content of coarse fragments of shale or sandstone ranges from 5 to 40 percent by volume. About 5 to 30 percent by volume is less than 76 mm in\ndiameter and 0 to 20 percent by volume is more than 76 mm in diameter. Reaction is strongly acid to extremely acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Allen, Avilla, Dubach, Etowah, Holston, Nella, Ruston, Sailes, Silsbee, and Warnock series. All of these except Allen,\nNella, and Warnock soils have less than 35 percent clay in their lower sola. Allen, Nella, and Warner soils have moderate permeability and are moist for longer\nperiods of time. Warnock soils have a Btx horizon at 42 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Octavia soils are on moderately steep to very steep colluvial benches and footslopes in the valley of the Ouachita Mountains and the\nArkansas Valley and Ridges. The upper part of the soil formed in loamy colluvium and the underlying part formed in material weathered from shale of Pennsylvanian\nage. Slopes range from 20 to 70 percent. Mean annual precipitation ranges from 40 to 56 inches. Mean annual temperature ranges from 60 degrees to 66 degrees\nF. Thornthwaite annual P-E indices are greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carnasaw, Caston, Clebit, Panama, Pirum, Stapp, and Wilburton series. Carnasaw soils are on\nhigher sideslopes and have a sola less than 60 inches and have a clayey control section. Caston and Panama soils are on similar areas. Caston soils have more than\n35 percent coarse fragments in the control section. Clebit soils are on higher ridge crests and are less than 20 inches to bedrock. Stapp and Pirum soils are on\nridgetops and sideslopes. Stapp soils have more than 35 percent clay in the control section and have sola less than 60 inches thick. Wilburton soils have more than\n35 percent rock fragments in the control section, and are on similar and adjacent landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Octavia soils are well drained. Runoff is medium to rapid and permeability is moderately slow. A perched water table is\nat a depth of 3.5 to 5.0 feet during winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland. The vegetation is primarily white oak, southern red oak, hickory, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains and the Arkansas Valley and Ridges of Oklahoma and Arkansas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Latimer County, Oklahoma; 1980.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 3 inches; dark grayish brown (10YR 4/2) stony fine sandy loam; weak fine granular structure; friable; sandstone fragments make up 30 percent by volume;"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "E--3 to 6 inches; yellowish brown (10YR 5/4) stony fine sandy loam; weak fine granular structure; friable; sandstone fragments make up 30 percent by volume;"
      },
      {
        "name": "BE",
        "top": 15,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BE--6 to 18 inches; strong brown (7.5YR 5/6) gravelly loam; weak fine granular structure; friable; sandstone fragments make up 20 percent by volume; very"
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt1--18 to 30 inches; strong brown (7.5YR 5/6) gravelly clay loam; weak fine subangular blocky structure; friable; sandstone fragments make up 20 percent by"
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--30 to 48 inches; yellowish red (5YR 5/6) gravelly clay loam; many coarse distinct strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure;"
      },
      {
        "name": "2Bt3",
        "top": 122,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt3--48 to 65 inches; coarsely mottled red (2.5YR 4/6), strong brown (7.5YR 5/6), and light gray (10YR 7/1) clay; weak fine blocky structure; firm; clay films on"
      }
    ]
  ]
}
