{
  "SERIES": "ODARK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. TDL/EMM",
  "REVDATE": "03/2014",
  "STATES": "MT",
  "OVERVIEW": "The Odark series consists of very deep, well drained soils that formed in colluvium, glacial till and earthflow deposits derived from mixed rock sources.  These soils are on mountain sideslopes, hills, swales, drainageways, alluvial fans and kame terraces.  Slopes are 15 to 70 percent.  Mean annual precipitation is about 21 inches, and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Odark loam, in forestland on a 49 percent north-facing slope at 5,760 feet elevation.  When described on July 25th, 2001 the soil was dry throughout. (Colors are for air dry soil unless otherwise noted).\nOi--0 to 4 inches; slightly decomposed plant material. (1 to 5 inches thick)\nA--4 to 17 inches; very dark grayish brown (10YR 3/2)loam, very dark brown (10YR 2/2) moist; strong medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium, few coarse and many very coarse roots; many very fine and fine irregular pores; 10 percent faint very dark grayish brown (10YR 3/2) clay films; 5 percent sandstone gravel; neutral (pH 7.0); gradual wavy boundary. (9 to 20 inches thick)\nBt1--17 to 27 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; common very fine and fine, few medium, many coarse and very coarse roots; few very fine, fine and medium irregular pores; 35 percent distinct very dark grayish brown (10YR 3/2) clay films; 7 percent sandstone gravel; neutral (pH 7.0); abrupt wavy boundary. (10 to 25 inches thick)\nBt2--27 to 45 inches; light olive brown (2.5Y 5/3) very cobbly clay loam, olive brown (2.5Y 4/3) moist; moderate fine and medium granular structure; slightly hard, firm, slightly sticky and moderately plastic; common very fine and fine and few medium roots; few very fine, fine, medium, and coarse irregular pores; 10 percent faint dark brown (10YR 3/3) clay films; 10 percent sandstone paragravel, 10 percent sandstone gravel and 40 percent sandstone cobbles; neutral (pH 7.0); gradual wavy boundary. (0 to 20 inches thick)\nBt3--45 to 50 inches; light brownish gray (2.5Y 6/2) gravelly clay loam, olive brown (2.5Y 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine and fine irregular pores; 2 percent faint clay films; 10 percent sandstone paragravel, 15 percent sandstone gravel and 5 percent sandstone cobbles; slightly alkaline (pH 7.6); gradual smooth boundary. (0 to 20 inches thick)\nBt4--50 to 60 inches; grayish brown (2.5Y 5/2) gravelly clay loam, dark grayish brown (2.5Y 4/2) moist; moderate fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; few fine and medium roots; common very fine and fine irregular pores; 2 percent faint clay films; 20 percent sandstone gravel and 5 percent sandstone cobbles; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Park County, Montana; 1000 feet south and 2700 feet west of the NW corner of section 17 T.2N.,R.8E. Sedan topographic quadrangle; UTM zone 12T, 0520593E, 5086686 N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 36 to 40 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 16 to 40 inches.\nDepth to the argillic horizon - 12 to 24 inches.\nClay content - 20 to 35 in the particle size control section\nRock fragments - averages less than 35 percent in the particle size control section\nA horizon\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 1 or 2, dry or moist\nTexture: sandy loam or loam\nClay content: 18 to 27 percent\nRock fragments: 0 to 20 percent--0 to 20 percent gravel\nReaction:  pH 6.1 to 7.3\nBt horizons\nHue 2.5Y or 10YR\nValue: 4 to 6 dry; 3 or 4 moist\nChroma: 2 to 4, dry or moist\nTexture: loam or clay loam\nClay content: 20 to 35 percent\nRock fragments: 5 to 20 percent in the upper part, 10 to 40 in the lower part--5 to 20 percent gravel, 0 to 40 percent cobbles\nReaction:  pH 6.6 to 7.3\nC horizon (where present)\nHue: 2.5Y or 10YR\nValue: 4 to 6 dry; 3 or 4 moist\nChroma: 2 to 4, dry or moist\nTexture: loam or clay loam\nClay content: 28 to 40 percent\nRock fragments: 5 to 40 percent--5 to 25 percent gravel,\n0 to 40 percent cobbles\nReaction: pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBachus (WY) - has a lithic contact at 20 to 40 inches.\nBavdark (MT) - has an AB horizon and does not have an O horizon.\nBenteen (MT) - has a lithic contact at 20 to 40 inches.\nClayburn (UT) - has a udic moisture regime.\nCroydon (UT) - has a lithic contact at 40 to 60 inches.\nCrystalbutte (ID) - has 25 to 35 percent coarse fragments in the particle-size control section; has a 2Bt horizon.\nDavtone (CO) - has hues of 5YR or redder in the Bt horizon.\nDecross (WY) - has a calcic horizon.\nDehana (ID) - has a mollic epipedon more than 35 inches thick; formed in alluvium or colluvium from welded rhyolitic tuff, latite and volacanic ash.\nDemast (ID) - has 20 to 40 percent coarse fragments in the Bt horizons; has a mollic epipedon that is 30 to 50 inches thick; formed in material weathered mainly from basalt.\nDranburn (ID) - has silty clay loam Bt horizon with more than 45 percent silt.\nDranyon (ID) - depth to argillic horizon is less than 10 inches; allows bedrock at 40 inches or more.\nEchemoor (WY) - has a paralithic contact at 20 to 40 inches.\nHagenbarth (ID) - does not have transitional AB horizon; allows bedrock at more than 40 inches.\nHoopgobel (ID) - has a paralithic contact at 20 to 40 inches.\nMillerlake (WY) - has horizons of secondary carbonate accumulation.\nPontuge (ID) - has horizons of secondary carbonate accumulation.\nSenchert (UT) - has a lithic contact at 20 to 40 inches.\nSouthmount (ID) - has redox concentrations at 18 to 40 inches; is moderately well drained.\nSquawval (NV) - has a paralithic contact at 20 to 40 inches.\nStubbs (WY) - has a paralithic contact at 20 to 40 inches; has calcareous material at 15 to 36 inches.\nThulepah (NV) - has 2Bt horizons; has mean annual soil temperature of 43 to 47 degrees F.\nVadnais (ID) - has a lithic contact at 20 to 40 inches; has a xeric moisture regime.\nWinu (NV) - has a lithic contact at 24 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - Mountain sideslopes, hills, swales, drainageways, alluvial fans and kame terraces.\nElevation - 5,000 to 8,000 feet.\nSlope - 15 to 70 percent.\nParent material - colluvium, glacial till and earthflow deposits derived from mixed rock sources.\nClimate - long, cold winters; cool, moist springs; short summers.\nMean annual precipitation - 19 to 25 inches.\nMean annual air temperature - 34 to 38 degrees F.\nFrost-free period - 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Booneville and Adel series.  Booneville soils are loamy-skeletal and are on concave back slopes and foot slopes of mountains and foothills.  Adel soils are fine-loamy and are on alluvial fans, stream terraces, hills, drainageways and swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Odark soils are used mainly for understory grazing and wildlife habitat.  Native vegetation is mainly Douglas fir, common snowberry, ninebark, pinegrass, Kentucky bluegrass, elk sedge, western meadowrue and serviceberry with choke cherry, wild rose, hawthorn, quaking aspen and Engelmann spruce occupying north facing moist sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Odark soils are of small extent in south western and south central Montana.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Park County, Montana, 2005.  Odark is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone 4 to 27 inches (A and Bt1 horizons).\nArgillic horizon - the zone from 17 to 60 inches (Bt1, Bt2, Bt3, Bt4 horizons).\nParticle size control section - the zone from 17 to 37 inches (Bt1 and part of the Bt2 horizon).\nOdark soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
