{
  "SERIES": "ODESSA",
  "STATUS": "Established Series",
  "BYREV": "MGC-ERS-PSP-GWS",
  "REVDATE": "08/2016",
  "STATES": "NY",
  "OVERVIEW": "The Odessa series consists of very deep, somewhat poorly drained soils formed in red, clayey lacustrine deposits. These soils are in moderately low areas on lake plains and valley terraces. Slope ranges from 0 to 20 percent. Mean annual temperature is 8 degrees C (46 degrees F), and mean annual precipitation is 995 mm (39 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Odessa silt loam on a 2 percent slope in a cultivated field. (Colors refer to moist soil unless otherwise noted.)\nAp-- 0 to  20 cm; dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. (15 to 25 cm thick.)\nBt/E--  20 to 25 cm; brown (7.5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores with clay linings; few pinkish gray (7.5YR 6/2) silt films 1 to 2 mm thick on faces of peds; common fine distinct pinkish gray (7.5YR 6/2) iron depletions and strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary. (0 to  15 cm thick.)\nBt1--  25 to 38 cm; reddish brown (5YR 4/3) interior peds silty clay; moderate medium subangular blocky structure; firm; few fine roots; many fine pores with thick clay linings; patchy clay films in depressions on horizontal and vertical ped faces; dark reddish gray (5YR 4/2) faces of peds; many medium faint reddish gray (5YR 5/2) iron depletions, and few medium and fine faint reddish brown (5YR 5/4) masses of iron accumulation; slightly acid; gradual wavy boundary.\nBt2--  38 to 64 cm; dark reddish gray (5YR 4/2) silty clay; moderate coarse angular blocky structure; firm; common fine pores with clay linings; dark reddish gray (5YR 4/2) clay films on 20 percent of vertical and horizontal faces of peds; common fine faint reddish gray (5YR 5/2) iron depletions and distinct reddish brown (5YR 5/4) masses of iron accumulation; slightly effervescent in the lower 10 cm; neutral grading to slightly alkaline in lower part; clear wavy boundary. (Combined thickness of the Bt horizons is  15 to 76 cm.)\nC--  64 to 183 cm; dark reddish gray (5YR 4/2) silty clay; in interior of peds; strong platy structure parting into angular flat coarse blocks; very thin layers of silt and very fine sand separating some layers; firm; common coarse and medium pinkish gray (5YR 6/2) areas of segregated lime on faces of peds; common fine faint reddish brown (5YR 4/3) masses of iron accumulation in interiors of peds; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Seneca County, New York; 300 feet south of U.S. Highway 20, 1/2 mile east of Seneca Falls city line. USGS Senaca Falls, NY topographic quadrangle; Latitude 42 degrees, 55 minutes, 37 seconds N. and Longitude 76 degrees, 47 minutes, 4 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 51 to 114 cm (20 to 45 in). Depth to bedrock is greater than 152 cm (60 in). Depth to carbonates ranges from 43 to 114 cm (17 to 45 in). Rock fragments range from 0 to 5 percent. Reaction ranges from moderately acid through neutral in the surface layer, from moderately acid through slightly alkaline in the subsoil, and is slightly alkaline or moderately alkaline in the substratum.\nThe Ap horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 1 through 3. Texture of the fine-earth fraction  is silt loam, silty clay loam, clay loam, or silty clay. Structure is medium granular, but is weak or moderate fine subangular or angular blocky in some pedons. Consistence is friable or firm.\nE horizons up to 4 inches thick are in some pedons. They have hue of 7.5YR or 10YR, value of 5 through 7, and chroma of 2. The E horizons  have textures similar to the Ap horizons, and have weak subangular or angular blocky or platy structure.\nThe Bt/E, when present, has colors similar similar to the E and the Bt horizons for their respective parts. Texture of the fine-earth fraction is silty clay loam, silty clay, or clay. The composition of the E material is less than 15 percent of the layer.\nThe Bt horizon has hue of 10R through 5YR, value of 3 through 6, and chroma of 2 through 4. Subhorizons of some pedons may have 7.5YR hue. Texture of the fine-earth fraction  is silty clay loam, silty clay,  or clay. Structure is coarse or very coarse angular blocky or subangular blocky, or it is prismatic that parts to blocky. Consistence is very firm or firm.\nThe C horizon has hue of 10R through 10YR, value of 4 or 5, and chroma of 1 through 3. Texture of the fine-earth fraction is  silt loam, silty clay loam, silty clay, or clay. Some pedons have thin or very thin, (varved) sub-horizons of very fine sand, very fine sandy loam, or silt. Structure is thick platy, very coarse prismatic, or it is massive. Consistence is very firm or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Brockport, Caneadea, Churchville, Lockport, Remsen, and Rhinebeck series are in the same family. Brockport and Lockport soils have bedrock within depths of 102 cm (40 inches). Churchville soils have a lithologic discontinuity and 10 to 35 percent rock fragments in the series control section. Caneadea, Remsen and Rhinebeck soils have hues of 7.5YR or yellower throughout the subsoil horizons.\nThe Bennington, Blount, Del Ray, Fulton, Kimmel, Mahoning, Nappanee. Bennington, Blount, Del Ray, Fulton, Kimmel, Mahoning, and Nappanee series are in related families, and all these soils have hues of 10YR or yellower throughout the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Odessa soils formed in  red, clayey lacustrine deposits of proglacial and post-glacial lakes. They are on footslopes of lake plains and valley terraces. Slope ranges from 0 to 20 percent. Mean annual precipitation ranges from 790 to 1440 mm ( 31 to  57 in); mean annual air temperature ranges from 5 to 10 degrees C. ( 41 to 50 degrees F), and the frost free period ranges from  100 to  190 days. Elevation ranges from 75 to 590 meters (250 to  1900) feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The moderately well drained Schoharie soils and poorly drained Lakemont soils are drainage associates. Arkport, Colonie and Dunkirk soils and their more poorly drained associates, such as Minoa and Niagara, occupy silty and sandy deposits in nearby areas. Hilton and Ontario soils and more poorly drained associated soils occur in nearby till plains. Alton and Palmyra and their drainage associates are on associated glacial outwash plains and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for runoff ranges from medium to very high.  Saturated hydraulic conductivity is low to moderately high in the solum, and is low or moderately low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for growing hay, corn and small grains, or are used for pasture. Woodlots contain sugar and red maple, red oak and associated northern hardwoods, and some white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Principally on the Erie-Ontario plain, valleys of adjacent north-flowing streams of the Allegheny Plateau, the Mohawk Valley, and in the northeast portion of the Allegheny Plateau and the Catskill Mountains of New York. MLRAs 101, 140, and 144A. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Schuyler County, New York, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Some mapped areas have inclusions of an unrecognized series that are in the subgroup Glossaquic Hapludalfs. Original classification placed Odessa in the great group of Ochraqualfs. Because of changes established in the 8th edition of `Keys to Soil Taxonomy' this soil now classifies in the new great group of Endoaqualfs. Competing series are expected to increase as similar soils are reclassified.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 0 to  20 cm (Ap horizon)\n2) Argillic horizon - from  20 to 64 cm (Bt/E, Bt1, and Bt2 horizons)\n3) Aeric subgroup - as evidenced by a horizon having hue of 7.5YR or redder of the matrix and chroma of 2 or more on the exterior of peds in a subhorizon between the base of the Ap horizon and 76 cm (Bt1 horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap-- 0 to  20 cm; dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. (15 to 25 cm thick.)"
      },
      {
        "name": "Bt/E",
        "top": 20,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt/E--  20 to 25 cm; brown (7.5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores with clay linings; few pinkish gray (7.5YR 6/2) silt films 1 to 2 mm thick on faces of peds; common fine distinct pinkish gray (7.5YR 6/2) iron depletions and strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary. (0 to  15 cm thick.)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--  25 to 38 cm; reddish brown (5YR 4/3) interior peds silty clay; moderate medium subangular blocky structure; firm; few fine roots; many fine pores with thick clay linings; patchy clay films in depressions on horizontal and vertical ped faces; dark reddish gray (5YR 4/2) faces of peds; many medium faint reddish gray (5YR 5/2) iron depletions, and few medium and fine faint reddish brown (5YR 5/4) masses of iron accumulation; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "moderate coarse angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--  38 to 64 cm; dark reddish gray (5YR 4/2) silty clay; moderate coarse angular blocky structure; firm; common fine pores with clay linings; dark reddish gray (5YR 4/2) clay films on 20 percent of vertical and horizontal faces of peds; common fine faint reddish gray (5YR 5/2) iron depletions and distinct reddish brown (5YR 5/4) masses of iron accumulation; slightly effervescent in the lower 10 cm; neutral grading to slightly alkaline in lower part; clear wavy boundary. (Combined thickness of the Bt horizons is  15 to 76 cm.)"
      },
      {
        "name": "C",
        "top": 64,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--  64 to 183 cm; dark reddish gray (5YR 4/2) silty clay; in interior of peds; strong platy structure parting into angular flat coarse blocks; very thin layers of silt and very fine sand separating some layers; firm; common coarse and medium pinkish gray (5YR 6/2) areas of segregated lime on faces of peds; common fine faint reddish brown (5YR 4/3) masses of iron accumulation in interiors of peds; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
