{
  "SERIES": "ODOME",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJN/LDS/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "OVERVIEW": "The Odome series consists of moderately deep, well drained soils that formed in slope alluvium over residuum derived from sandstone and shale.  Odome soils are on shale hills.  Slopes range from 2 to 20 percent.  Mean annual precipitation is about 7 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Calcigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Odome channery loam, on a northwest facing, convex, 5 percent slope in rangeland at an elevation of 1,728 meters.  (Colors are for dry soil unless otherwise noted.)  When described on July 12, 2005, the soil was dry to a depth of 52 cm and slightly moist below that depth. The surface is covered by 15 percent channers and 5 percent gravel.\nA--0 to 4 cm; pale brown (10YR 6/3) channery loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure; very friable, slightly hard, slightly sticky, slightly plastic; few coarse, medium, fine and common very fine roots; common very fine tubular and many very fine interstitial pores; 15 percent channers, 2 percent gravel; slightly effervescent (5 percent calcium carbonate equivalent), carbonates are finely disseminated; slightly alkaline (pH 7.7); abrupt wavy boundary. (3 to 13 cm thick)\nBk--4 to 20 cm; very pale brown (10YR 7/3) loam, light yellowish brown (10YR 6/4) moist; moderate medium and fine subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; few coarse, medium and fine and common very fine roots; common very fine tubular and many very fine interstitial pores; 1 percent channers, 1 percent gravel; strongly effervescent (16 percent calcium carbonate equivalent), common threadlike carbonate masses, carbonate coats on bottom surfaces of rock fragments; moderately alkaline (pH 8.0); clear wavy boundary. (15 to 30 cm thick)\nBy--20 to 46 cm; pale yellow (2.5Y 7/3) gypsiferous parachannery loam, light olive brown (2.5Y 5/4) moist; weak fine subangular blocky structure; very friable, soft, slightly sticky, slightly plastic; few medium, fine and common very fine roots; common very fine tubular pores; many soft gypsum nests and masses (15 percent gypsum), moderately thick coats of gypsum crystals on bottom surfaces of rock fragments; very slightly effervescent (3 percent calcium carbonate equivalent), carbonates are finely disseminated; 3 percent channers, 15 percent parachanners, 2 percent gravel; slightly alkaline (pH 7.5); abrupt wavy boundary. (15 to 41 cm thick)\nCBy--46 to 60 cm; light brownish gray (2.5Y 6/2) parachannery clay loam, olive brown (2.5Y 4/3) moist; moderate medium and thin geogenic platy structure; friable, slightly hard, moderately sticky, moderately plastic; few fine and very fine roots; common very fine tubular pores; few gypsum crystals and soft gypsum masses (10 percent gypsum), thin coats of gypsum crystals on bottom surfaces of rock fragments; very slightly effervescent (2 percent calcium carbonate equivalent), carbonates are finely disseminated; 30 percent parachanners, 2 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.   (8 to 25 cm thick)\nCr--60 to 85 cm; weathered gypsiferous Mancos shale interbedded with sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; about 5 miles ENE of Cleveland, east of Desert Lake; located about 2,100 feet north and 2,100 feet east of the SW corner of sec. 2, T. 17 S., R. 10 E.; Cleveland USGS quad; lat. 39 degrees 22 minutes 22.89 seconds N. and long. 110 degrees 46 minutes 10.04 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Soil moisture control section is usually dry, but intermittently moist during late summer and early fall.  Aridic moisture regime.\nMean annual soil temperature:  8.3 to 11.1 degrees C.\nDepth to paralithic contact:  51 to 102 cm\nDepth to calcic horizon:  4 to 20 cm\nDepth to gypsic horizon:  18 to 46 cm\nThickness of ochric epipedon:  4 to 10 cm\nThickness of calcic horizon:  17 to 32 cm\nThickness of gypsic horizon:  39 to 42 cm\nParticle-size control section (weighted average):\nClay content:  18 to 32 percent\nSand content:  35 to 55 percent fine sand or coarser\nRock fragments:  5 to 30 percent very strongly cemented to weakly cemented channers and gravel\nGypsum content, less than 20 mm fraction: 5 to 15 percent\nA horizon:\nHue: 10YR or 2.5Y\nValue: 5 through 7 dry, 4 through 6 moist\nChroma:  3 or 4 dry, 2 through 4 moist\nTexture:  channery loam\nClay content:  15 to 27 percent\nRock fragments:  15 to 35 percent total; 0 to 10 percent cobbles, 15 to 35 percent channers\nCalcium carbonate equivalent:  1 to 14 percent\nGypsum:  0 to 2 percent\nElectrical conductivity:  0 to 8 mmhos/cm\nSodium adsorption ration:  0 to 4\nReaction:  slightly or moderately alkaline\nBw horizon, where present:\nHue:  10YR or 2.5Y\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  3 or 4 dry, 2 through 4 moist\nTexture:  channery loam\nClay content:  20 to 26 percent\nRock fragments:  15 to 35 percent channers\nCalcium carbonate equivalent:  5 to 12 percent\nGypsum: 0 to 2 percent\nElectrical conductivity:  2 to 4 mmhos/cm\nSodium adsorption ration:  0 to 3\nReaction:  slightly or moderately alkaline\nBk horizon:\nHue:  10YR or 2.5Y\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  3 or 4 dry, 2 through 4 moist\nTexture:  loam\nClay content:  15 to 27 percent\nRock fragments:  0 to 15 percent channers\nCalcium carbonate equivalent:  15 to 25 percent\nGypsum: 0 to 4 percent\nElectrical conductivity:  0 to 8 mmhos/cm\nSodium adsorption ration:  0 to 4\nReaction:  slightly or moderately alkaline\nBy horizon:\nHue:  10YR or 2.5Y\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  3 through 5 dry, 2 through 4 moist\nTexture:  channery clay loam, parachannery loam, with or without gypsiferous modifier\nClay content:  20 to 35 percent\nRock fragments: 15 to 35 percent total, 0 to 35 percent channers\nPararock fragments: 15 to 35 percent parachanners\nCalcium carbonate equivalent:  1 to 10 percent\nGypsum: 5 to 25 percent\nElectrical conductivity: 0 to 8 percent\nSodium adsorption ration: 0 to 3\nReaction:  slightly or moderately alkaline\nCBy horizon:\nHue: 2.5Y\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  2 through 5 dry, 2 through 4 moist\nTexture:  parachannery clay loam,\nClay content:  27 to 35 percent\nRock fragments:  15 to 35 percent total; 0 to 10 percent channers\nPararock fragments:  15 to 35 percent parachanners\nCalcium carbonate equivalent:  1 to 10 percent\nGypsum: 5 to 20 percent\nElectrical conductivity: 0 to 8 mmhos/cm\nSodium adsorption ration: 0 to 3\nReaction:  slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Series in similar families include the Claunch and Gypsey series.  Claunch soils are greater than 100 cm deep and have a superactive CEC class.  Gypsey soils have carbonatic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Slope alluvium over residuum derived from gypsiferous Mancos shale and interbedded sandstone.\nLandform:  shoulders and crests of shale hills\nSlopes:  2 to 20 percent\nElevation:  1,463 to 1,890 meters\nMean annual temperature:  7.2 to 10.0 degrees C\nMean annual precipitation:  15 to 23 cm\nPrecipitation pattern:  Wettest months are July to October and driest months are December and June.\nFrost-free period:  120 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Persayo, Vickel, and Casmos series.\nPersayo and Casmos soil depth:  shallow.\nVickel:  does not have a calcic or gypsic horizon.\nPersayo and Vickel geomorphic position: shale hillsides.\nCasmos parent material: interbedded sandstone and shale and are typically associated with sandstone rock outcrop."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium or high runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wildlife and livestock grazing.  Native vegetation consists of shadscale, galleta, Castle Valley saltbush, Indian ricegrass, Torrey Mormon tea, small green rabbitbrush, and spiny horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah, Warm Central Desertic Basins and Plateaus; LRR D, MLRA 34B; small extent; about 290 hectares (700 acres) in Emery County, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Utah, Emery area soil survey, Utah, 2011.  The name Odome comes from Oil Well Dome, a nearby topographic feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 85 cm.\nParticle-size control section:  The zone from 25 to 60 cm (part of By, and Cy horizons)\nOchric epipedon:  The zone from 0 to 4 cm.  (A horizon)\nCalcic horizon: The zone from 4 to 20 cm. (Bk horizon)\nGypsic horizon:  The zone from 20 to 60 cm.  (By and CBy horizons)\nParalithic contact:  The contact with weathered shale at 60 cm.  (Cr horizon)\nWhile individual subhorizons may contain up to 25 percent gypsum, the mineralogy control section averages 5 to 15 percent gypsum.  More soil sampling and/or lab sampling are needed to more accurately define the mineralogy.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Eleventh edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
