{
  "SERIES": "OESTERLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Oesterle series consists of very deep, somewhat poorly drained soils which are moderately deep to underlying sandy outwash.  They formed dominantly in loamy alluvium underlain by sandy outwash on outwash plains, valley trains, stream terraces, glacial lake plains, and outwash areas on moraines. Permeability is moderate or moderately rapid in the loamy alluvium and rapid or very rapid in the sandy outwash.  Slopes range from 0 to 3 percent. Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oesterle sandy loam - on a 1 percent slope in a cultivated field at an elevation of about 1,045 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; friable; few fine roots; about 5 percent gravel; very strongly acid; abrupt smooth boundary.  (5 to 10 inches thick)\nE/B--7 to 11 inches; about 70 percent brown (10YR 5/3) sandy loam (E), very pale brown (10YR 7/3) dry; weak thick platy structure; friable; extends as tongues into yellowish brown (10YR 5/4) sandy loam (Bt); moderate very fine subangular blocky; friable; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; about 5 percent gravel; very strongly acid; clear wavy boundary. (Glossic horizon - 2 to 30 inches thick.)\nBt1--11 to 16 inches; yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; many fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; many fine prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; about 7 percent gravel; very strongly acid; clear wavy boundary.\nBt2--16 to 27 inches; yellowish brown (10YR 5/4) sandy loam; moderate medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; many medium prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; about 10 percent gravel; very strongly acid; gradual wavy boundary.\nBt3--27 to 31 inches; mixed light brownish gray (10YR 6/2) and yellowish red (5YR 5/8) sandy loam; weak medium subangular blocky structure; very friable; few distinct and prominent dark yellowish brown (10YR 4/4) clay films on faces of peds; the light brownish gray areas are iron depletions and the yellowish red areas are masses of iron accumulation; about 10 percent gravel; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons ranges from 4 to 25 inches)\n2C--31 to 60 inches; yellowish brown (10YR 5/4) stratified sand and gravelly sand; single grain; loose; about 20 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Portage County, Wisconsin; about 1 1/2 miles west and 1 1/2 miles south of Rosholt; 500 feet east and 1,000 feet south of the northwest corner, sec. 31, T. 25 N., R. 10 E. USGS New Hope, Wis. Quad. Latitude 44 degrees 36 minutes 11 seconds N. Longitude 89 degrees 20 minutes 36 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the loamy mantle, depth to the base of the argillic horizon, and depth to sandy outwash all range from 20 to 40 inches. The particle-size control section averages 7 to 17 percent clay and 50 percent or more, fine sand or coarser.  Volume of rock fragments averages less than 35 percent in the particle size control section.  Volume of gravel ranges from 0 to 35 percent in the loamy mantle but is typically less than 15 percent.  The volume of gravel in the sandy outwash ranges from 3 to 50 percent as a weighted average, and from 0 to 60 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent throughout. Reaction typically ranges from very strongly acid to slightly acid in the solum, but ranges to neutral in the upper part, where the soil is limed.  Reaction ranges from strongly acid to slightly acid in the substratum.  Redox features are throughout the solum below the Ap horizon.  Redox depletions with chroma of 2 or less and aquic conditions are in the upper 10 inches of the argillic horizon.\nThe Ap horizon has hue of 10YR and value and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  Texture of the Ap or A horizon is loam, sandy loam, fine sandy loam, or silt loam.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  Texture typically is sandy loam, fine sandy loam, loam, or the gravelly analogs. Less typically, it is loamy sand, loamy coarse sand or the gravelly analogs.\nOesterle soils have a glossic horizon (E/B or B/E horizons, or both).  The E part has color and texture like the E horizon described above. The Bt part has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 8.  Texture is loam, fine sandy loam, sandy loam, or the gravelly analogs.\nThe Bt horizon has color and texture like the Bt part described above.  Below the upper 10 inches of the argillic horizon, some pedons have a Btg horizon with dominant chroma of 2 or less.\nSome pedons have a 2Bt or 2BC horizon with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 1 to 8.  Texture is sand, coarse sand, loamy sand, loamy coarse sand, or the gravelly or very gravelly analogs.\nThe 2C horizon has color like the 2BC horizon described above.  It is typically stratified sand, coarse sand, or the gravelly or very gravelly analogs.  Some pedons have strata of loamy sand or loamy coarse sand or the gravelly or very gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brennyville, Fallcreek, Glendenning, Hatley, Magnor, Magroc, Maincreek, Mora, Plover, Rosy, and Stinnett series.  Brennyville, Mora, and Stinnett soils have a densic contact at a depth of 40 to 60 inches. Fallcreek, Hatley, Magnor,  Plover, and Rosy soils average less than 85 percent sand  in the lower part of the series control section.  Glendenning soils have a densic contact at a depth of 60 to 80 inches and have less than 85 percent sand in the lower part of the series control section. Magroc soils have a lithic contact with igneous or metamorphic bedrock at a depth of 40 to 60 inches. Maincreek soils have a densic contact at a depth of 20 to 36 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oesterle soils are on outwash plains, valley trains, stream terraces, glacial lake plains, and in outwash areas on moraines.  Slopes range from 0 to 3 percent.  These soils formed in loamy alluvium overlying sandy outwash.  Mean annual precipitation ranges from 26 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 135 days.  Elevation ranges from 700 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Minocqua, Rosholt and Scott Lake soils.  The well drained Rosholt soils, the moderately well drained Scott Lake soils, and the poorly drained Minocqua soils form a drainage sequence with the Oesterle soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface runoff ranges from negligible to low.  Permeability is moderate or moderately rapid in the loamy alluvium and rapid or very rapid in the sandy outwash.  Flooding is none to rare.  These soils have an apparent seasonal high water table at a depth of 1 to 2.5 feet for 1 month or more per year at some time during the period October to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for cropland or pastureland.  Corn, small grain, and hay are the principal crops.  Many areas are used for woodland.  Native vegetation is mixed deciduous and coniferous forest.  Eastern white pine, red maple, bigtooth aspen, paper birch, northern red oak, American hornbeam, white spruce, eastern hemlock, sugar maple, yellow birch, American elm, white ash, balsam fir, and quaking aspen are the major tree species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Wisconsin.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Portage County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nochric epipedon - 0 to 11 inches (Ap, E part of E/B);\nglossic horizon - 7 to 11 inches (E/B);\nargillic horizon - 11 to 31 inches (Bt1, Bt2, Bt3);\naquic feature - redox depletions with chroma of 2 or less and aquic conditions in the upper 10 inches of the argillic horizon.\nADDITIONAL DATA: For NSSL data on an Oesterle pedon, refer to soil survey sample number S82WI-017-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
