{
  "SERIES": "OFFENBACHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/TDT",
  "REVDATE": "08/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Offenbacher gravelly loam - on a 55 percent slope in a forested area at 3,500 feet elevation.  (Colors are for moist soil unless otherwise noted.)\nO--1 inch to 0; partially decomposed leaves, needles, and twigs.\nA--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly loam,\nlight brownish gray (10YR 6/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many irregular pores; 15 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (3 to 6 inches thick)\nBAt--4 to 9 inches; dark brown (7.5YR 4/4) gravelly loam, light brownish gray (10YR 6/2) dry; moderate very fine and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; few thin clay films on peds; 15 percent gravel; slightly acid (pH 6.3); clear wavy boundary.  (3 to 6 inches thick)\nBt1--9 to 21 inches; reddish brown (5YR 4/4) loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; hard, friable, sticky and plastic; many roots; many fine tubular pores; few thin clay films on peds; 10 percent gravel; slightly acid (pH 6.2); gradual wavy boundary.  (8 to 16 inches thick)\nBt2--21 to 28 inches; yellowish red (5YR 4/6) loam, light brown (7.5YR 6/4) dry; moderate fine subangular blocky structure; very hard, firm, sticky and plastic; common fine and medium roots; many fine tubular pores; few thin clay films on peds; common 2 to 4 mm black concretions; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 10 inches thick)\nBt3--28 to 34 inches; yellowish red (5YR 4/6) loam; light brown (7.5YR 6/4) dry; moderate fine subangular blocky structure; very hard, firm, sticky and plastic; common fine roots; many very fine and fine tubular pores; few thin clay films on peds; 5 percent gravel; slightly acid (pH 6.2); abrupt smooth boundary.  (0 to 8 inches thick)\nR--34 inches; fractured metamorphosed volcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon, about 6 miles east of Ruch; approximately 900 feet north and 75 feet east of the SW corner of sec.  26, T. 38 S., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in the moisture control section for 80 to 110 consecutive days or more in the four months that follow the summer solstice.  The mean annual soil temperature ranges from 47 to 54 degrees F.  Depth to a lithic contact is 20 to 40 inches.  Rock fragments in the particle-size control section average 5 to 35 percent, of which 5 to 25 percent are gravel and 0 to 10 percent are cobbles.  The particle-size control section averages 18 to 30 percent clay.  The solum is moderately acid through neutral.\nThe A horizon has value of 3 or 4 moist and 4 through 6 dry, and chroma of 2 to 4 moist and 3 or 4 dry.\nThe B horizon has hue of 10YR, 7.5YR and 5YR, value of 4 or 5 moist and 5 or 6 dry, and chroma of 4 through 6 moist and 3 through 6 dry.  It is loam, clay loam, gravelly loam or gravelly clay loam.  It has a base saturation by ammonium acetate of 75 to 90 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Debenger, Hohmann, Kerby, Shoat, Springwater and Wamic series.  Kerby and Wamic soils are deeper than 40 inches to bedrock.  Debenger soils have a paralithic contact.  Hohmann soils are too broadly defined to adequately compete.  Springwater soils are dry in the moisture control section for 45 to 60 consecutive days.  Shoat soils have mollic colors both moist and dry throughout the A horizon and are the \"mound\" soil on a pattern ground landscape.  GEOGRAPHIC SETTING:  The Offenbacher series consists of moderately deep, well drained soils on mountains.  These soils formed in colluvium derived dominantly from altered sedimentary and extrusive igneous rocks.  Elevations are 1,000 to 4,000 feet.  The climate is characterized by warm wet winters and hot dry summers.  The mean annual precipitation is 25 to 40 inches.  The mean annual temperature is 45 to 54 degrees F.  The frost-free period is 100 to 160 days.  Slopes range from 50 to 80 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {},
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caris, McMullin, Vannoy, and Voorhies soils.  The Caris soils are loamy-skeletal.  The McMullin soils are shallow.  The Vannoy and Voorhies soils have an argillic horizon."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production.  Native vegetation is Douglas fir, Pacific madrone, California black oak, creambush oceanspray, poison oak and California fescue."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is of moderate extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
