{
  "SERIES": "OGDENSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-FLG-ERS",
  "REVDATE": "02/2000",
  "STATES": "NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ogdensburg loam, on a 1 percent west-facing slope in a stand of second growth hardwoods.  (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 9 inches; black (10YR 2/1) loam, gray (10YR 5/1) dry; weak fine and medium subangular blocky structure; friable; many fine and medium roots; common fine and medium tubular pores; 5 percent gravel and channers; neutral; abrupt wavy boundary.  (7 to 10 inches thick)\nBw--9 to 14 inches; dark yellowish brown (10YR 4/4) fine sandy loam; moderate medium subangular blocky structure; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine tubular pores; 5 percent gravel and channers; common medium faint brown (10YR 4/3) redoximorphic iron masses and few fine faint dark grayish brown (10YR 4/2) redoximorphic depletions; neutral; clear wavy boundary.  (4 to 9 inches thick)\nBg--14 to 21 inches; grayish brown (2.5YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) faces of peds; weak fine angular blocky structure; friable; few fine roots; 10 percent gravel, 5 percent dolomitic sandstone pseudomorphs of gravel-size rock fragments; many medium prominent yellowish brown (10YR 5/6) and many fine faint olive brown (2.5Y 4/4) redoximorphic concentrations; neutral; clear wavy boundary.  (4 to 12 inches thick)\nBCg--21 to 24 inches; gray (N 5/0) and grayish brown (2.5Y 5/2) very gravelly fine sandy loam, light olive brown (2.5Y 5/4 and 5/6) faces of peds; massive; friable; 30 percent gravel and channers, 10 percent flags and cobbles; many medium distinct dark grayish brown (10YR 4/2) redoximorphic depletions; slightly alkaline, slightly effervescent; abrupt smooth boundary.  (0 to 5 inches thick)\n2R--24 inches; hard dolomitic sandstone bedrock with a thin veneer of saprolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lawrence County, New York; Town of Oswegatchie, 900 feet northeast of a point on Stone Church Road that is 2650 feet southeast of the junction of New York Rt. 37. USGS Ogdensburg West, NY topographic quadrangle; latitude 44 degrees, 37 minutes, 36 seconds N. and longitude 75 degrees, 34 minutes, 28 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum ranges from 15 to 34 inches. Depth to bedrock ranges from 20 to 40 inches; depth to carbonates usually corresponds to depth of solum, however, carbonates are absent in some pedons. Rock fragments range from 2 to 35 percent in the Ap, Bw and Bg horizons and from 15 to 50 percent in the BC and C horizons. Rock fragments (gravel and channers) exceed 15 percent in at least one subhorizon of the solum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or 2. Dry color value is 5. Texture of the fine-earth fraction is sandy loam, fine sandy loam, silt loam, or loam. Reaction ranges from moderately acid through neutral.\nThe Bw horizon has hue of 7.5YR through 2.5Y, value of 3 through 5, and chroma of 3 or 4. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Thin subhorizons of silt loam occur in some pedons. Reaction ranges from slightly acid through slightly alkaline.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 1 or 2. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Thin subhorizons of silt loam occur in some pedons. Reaction ranges from slightly acid through moderately alkaline.\nThe BC and C horizons if present, are neutral or have hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 0 through 4. Texture of the fine-earth fraction is sandy loam, fine sandy loam, loam, or silt loam. Reaction ranges from neutral through moderately alkaline.\nBedrock is dolomitic sandstone, limestone, or sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Firth, Hagensville, Onstad, Sundell and the Tolna soils were in the same family, but have not been classified for CEC reaction class. None of these soils occur in Land Resource Region R. In addition, the Firth, Hagensville, Onstad, and Tolna soils are more than 40 inches to bedrock. Sundell soils are non-gravelly throughout the solum, have a B/A horizon and lack Bg horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ogdensburg soils are on flat or concave areas of till planes where the glacial till regolith is relatively thin over flat lying calcareous sedimentary bedrock. The till is late Wisconsin age and is mostly derived from limestone, dolomitic sandstone, and sandstone. Slopes range from 0 to 8 percent, but is commonly 0 to 3 percent. The mean annual temperature ranges from 41 to 45 degrees F. The mean annual precipitation ranges from 35 to 42 inches. The frost-free period ranges from 120 to 150 days. The elevation ranges from 300 to 1000 feet above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grenville, Hannawa, Hogansburg, Malone, Nehasne, Quetico, Runeberg and Summerville soils. The Grenville and Hogansburg soils are on the convex tops and sides of hills and ridges and are deeper than 60 inches to bedrock. The Hannawa soils are on slightly lower topographic positions, are less than 20 inches deep, and have distinct or prominent redoximorphic features in the mollic epipedon. The Malone soils are on similar topographic positions on adjacent landscapes, but are deeper than 60 inches to bedrock. The Nehasne, Quetico and Summerville soils are on higher, more convex landscape positions. In addition, they do not have mollic epipedons. The Runeberg soils are on lower positions on nearby landscapes and are deeper than 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. The potential for runoff is low. Permeability is moderate or moderately rapid throughout the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Ogdensburg soils were cleared at one time. Some areas remain in cultivation or pasture, however, many areas are reverting to brushland or second growth hardwoods. Common trees are red maple, white ash, northern white-cedar, and basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The St. Lawrence lowlands of northern New York and possibly the Champlain Valley of northern New York and Vermont. MLRA 142. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  St. Lawrence County, New York, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na.  Mollic epipedon - the zone from 0 to 9 inches (Ap horizon).\nb.  Cambic horizon - the zone from 9 to 21 inches (Bw and Bg horizons).\nc.  Aquic subgroup - the zone from 14 to 24 (Bg & BCg horizons) where redox depletions with chroma of 2 or less exists within 100 cm of surface.\nd.  Boroll- frigid temperature regime.\nSoil Interpretation Record No.:NY0379\nNational Cooperative Soil Survey\nU.S.A."
  }
}
