{
  "SERIES": "OGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-BWR-JCD",
  "REVDATE": "02/2011",
  "STATES": "IL,WI",
  "OVERVIEW": "The Ogle series consists of very deep, well drained soils on gently to strongly rolling glacial till plains and moraines. These soils formed in of loess and in the paleosol in sandy loam, loam or clay loam Illinoian till.  Slope gradient ranges from 2 to 18 percent. The mean annual precipitation is about 890 mm (35 inches), and the mean annual temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ogle silt loam on a southwest-facing, 3 percent slope at an elevation of 279 meters (917 feet) above mean sea level. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 28 cm (0 to 11 inches); very dark brown (10YR 2/2) silt loam; moderate medium granular structure; friable; slightly acid; gradual smooth boundary. [20 to 30 cm (8 to 12 inches) thick]\nBt1--28 to 43 cm (11 to 17 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and coarse subangular blocky structure; friable; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few very dark grayish brown (10YR 3/2) worm casts and organic coatings on faces of peds; slightly acid; gradual smooth boundary.\nBt2--43 to 84 cm (17 to 33 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizon is 51 to 76 cm (20 to 30 inches). thick]\n2Bt3--84 to 132 cm (33 to 52 inches); yellowish red (5YR 5/6) silty clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; common distinct yellowish red (5YR 4/6) clay films on faces of peds; moderately acid; clear wavy boundary.\n2Bt4--132 to 183 cm (52 to 72 Inches); reddish brown 5YR 4/4) silty clay loam; strong medium and coarse blocky structure; firm; common distinct dark reddish brown (5YR 3/4) clay films on faces of peds; moderately acid; clear wavy boundary. [Combined thickness of the 2Bt horizon is 50 to 105 cm (20 to 42 inches) thick.]\n2BC--183 to 203 cm (72 to 80 inches); yellowish red (5YR 4/6) silty clay loam; weak coarse prismatic structure; firm; few distinct reddish brown (5YR 4/4) clay films on faces of peds; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stephenson County, Illinois; about ;  2110 feet south and 175 feet east of northwest corner of sec. 22 , T. 28 N., R. 8 E.; USGS quadrangle Dakota; lat. 42 degrees, 24 minutes,  41 seconds N and long.  89 degrees, 34 minutes, 26 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: commonly greater than 152 cm (60 inches)\nThickness of the loess: 76 to 127 cm (30 to 50 inches)\nDominant clay mineral in the loess and upper part of the 2Bt horizon developed from glacial till: smectite, iIllite content increases with depth and becomes the dominant clay mineral in the lower part of the 2Bt horizon and C horizons.\nReaction in the solum: slightly acid to strongly acid\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nSome pedons have a BA horizon or an AB horizon.\nBt horizon developed in loess:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 5\nTexture: silty clay loam or silt loam\nAverage content of fine sand or coarser material: 0 to 5 percent\n2Bt horizon:\nHue: 2.5YR, 5YR or 7.5YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: silty clay loam or silt loam, but ranges to clay loam or sandy clay loam.\nStructure: moderate prismatic or moderate or strong, fine, medium, or coarse subangular or angular blocky\nOther features: Hue of 5YR or redder is present on ped surfaces or in the matrix in at least one subhorizon. Many of the properties of the 2Bt horizon are believed to have been inherited from a paleosol of Late Sangamon Age.\n2BC or 2C horizon:\nTexture: loam, clay loam, sandy loam, silt loam or silty clay loam\nReaction: neutral to slightly alkaline and is calcareous.\nSome pedons do not have a 2C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashdale, Broadwell, Dinsdale, Douglas, Elkhart, Elmont, Healing, Lycurgus, Malcolm, Meadowbank, Mendota, Mickle, Osco, Parkway, Plano, Proctor, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Toddville, Wakenda, and Waupecan series. Ashdale soils have more clay in the lower part of the B horizon. Broadwell soils contain more sand in the lower part of the B horizon, have sola less than 152 cm (60 inches) thick and are underlain by sand within 152 cm (60 inches). Dinsdale, Parkway, Sidell, and Tecumseh soils formed in loess and glacial till, have more weatherable minerals in the 2Bt horizons, and do not have horizons with 5YR or redder hue dominant in the matrix or as on ped surfaces. Douglas, Elkhart Lycurgus, Osco, Tama, and Wakenda soils are formed entirely in loess or other silty material, contain less sand in the lower part of the B horizon, and do not have 2Bt horizons with 5YR or redder hue dominant in the matrix or on ped surfaces. Elmont soils have sola less than 4 feet thick and are partially developed in residuum from shale. Healing and Mickle soils have less sand in the lower solum and formed in alluvium. Malcolm and Mendota soils are less than 152 cm (60 inches) to the base of soil development. Meadowbank, Plano, Proctor, Richwood and Toddville soils formed in loess and loamy outwash, have more weatherable minerals in the 2Bt horizon, and do not have horizons with 5YR or redder hue dominant in the matrix or on ped surfaces. Ripon soils are less than 102 cm (40 inches) to a lithic contact. Sibley soils have a mollic epipedon more than 61 cm (24 inches) thick. Waupecan soils contain more gravel in one or more of the 2Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ogle soils are on gently sloping to moderately steep glacial till plains and moraines. Slope gradient ranges from 2 to 18 percent. These soils formed in 76 to 127 cm (30 to 50 inches) of loess and Late Sangamon paleosol formed in sandy loam, loam or clay loam Illinoian till. Mean annual temperature ranges from 8.3 to 10.0 degrees C (47 to 50 degrees F), and mean annual precipitation ranges from 840 to 940 mm (33 and 37 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Durand, Flagg and Myrtle soils. Durand soils are on similar positions in areas with a thinner loess cap. Ogle soils are the dark colored member of a biosequence with Flagg (Typic Hapludalfs) and Myrtle soils (Mollic Hapludalfs). Flagg and Myrtle soils occur on the same landscape as Ogle soils but generally are closer to major drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Low or medium runoff.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used mostly for cultivated crops such as corn, small grains, and meadow. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Illinois and southwestern Wisconsin; LRRs K and M, MLRAs 108A, 108B, and 115C.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stephenson County, Illinois, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon -- from a depth of 0 to 28 cm (0 to 11 inches) (Ap horizon)\nArgillic horizon -- from a depth of 28 to 183 cm (11 to 72 inches) (Bt1, Bt2, 2Bt3, and 2Bt4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
