{
  "SERIES": "OHSCOW",
  "STATUS": "Established Series",
  "BYREV": "REV. DLO/RJE/JAL",
  "REVDATE": "03/2001",
  "STATES": "WA",
  "OVERVIEW": "The Ohscow series consists of very deep, well drained soils formed in colluvium and residuum from granitic rock, with a mantle of volcanic ash.  Ohscow soils are on footslopes and backslopes of mountains. Slope is 20 to 65 percent.  The average annual precipitation is about 25 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Andic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ohscow ashy silt loam - forested; on a 20 percent southeast-facing slope at 4,940 feet elevation.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 1 inch; fresh and partially decomposed needles, twigs, and leaves.\nA--1 to 5 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; 5 percent pebbles; slightly acid (pH 6.4); clear wavy boundary.  (1 to 6 inches thick)\nBw1--5 to 12 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; 10 percent pebbles; slightly acid (pH 6.1); abrupt wavy boundary.  (4 to 10 inches thick)\n2Bw2--12 to 28 inches; light gray (10YR 7/2) very gravelly sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; 25 percent pebbles and 10 percent cobbles; slightly acid (pH 6.1); gradual wavy boundary.  (10 to 25 inches thick)\n2C1--28 to 47 inches; light gray (10YR 7/2) very cobbly sandy loam, brown (10YR 5/3) moist; massive; loose, nonsticky and nonplastic; few fine, medium, and coarse roots; 30 percent pebbles, 20 percent cobbles, and 2 percent stones; slightly acid (pH 6.2); gradual wavy boundary. (15 to 25 inches thick)\n2C2--47 to 60 inches; light gray (10YR 7/2) very cobbly loamy sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine and medium roots; 30 percent pebbles, 20 percent cobbles, and 5 percent stones; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Ferry County, Washington; about 20 miles west of Inchelium along Lynx Creek Road; 500 feet south and 100 feet west of the northeast corner of section 16, T. 33 N., R. 34 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature at a depth of 20 inches is 43 to 46 degrees F.  These soils are usually moist but are dry in all parts between a depth of 8 and 24 inches for 45 to 75 consecutive days following the summer solstice.  The upper 7 to 14 inches consists of partially weathered volcanic ash with an estimated bulk density of 0.75 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water retention of 5 to 12 percent for air dried samples.  The particle-size control section averages 35 to 70 percent rock fragments. The solum is 24 to 36 inches thick.  Reaction is neutral or slightly acid throughout.\nThe A horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 3 moist or dry.  It has 0 to 10 percent pebbles.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 moist or dry.  It is ashy loam, ashy silt loam, gravelly ashy silt loam, or gravelly ashy loam.  It has 10 to 25 percent pebbles and 0 to 5 percent cobbles. The 2Bw horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4 moist or dry.  It is gravelly, very gravelly or very cobbly.  It is 25 to 45 percent pebbles, 5 to 20 percent cobbles, and 0 to 5 percent stones.\nThe 2C1 horizon has value of 6 or 7 dry, 5 or 6 moist, and chroma of 2 or 3 dry, 3 or 4 moist.  It is very cobbly, very gravelly, extremely gravelly, or extremely cobbly.  It is 30 to 45 percent pebbles, 10 to 20 percent cobbles, and 5 to 10 percent stones.\nThe 2C2 horizon has value of 6 or 7 dry, 5 or 6 moist, and chroma of 2 or 3 dry, 3 or 4 moist.  It is loamy sand or sandy loam and is very gravelly, extremely gravelly, very cobbly, or extremely cobbly.  It is 30 to 45 percent pebbles, 10 to 20 percent cobbles, and 5 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Belzar, Hartill, Kloochman, McCree, Newbell, Newhorn, Oxerine, Redriver, Talls, Threemile, Wilma and Wilmont series.  Belzar, Hartill, Kloochman, Oxerine, Redriver, and Wilma soils have a lithic contact at 20 to 40 inches. Newhorn soils have compact till at 20 to 40 inches.  Oxerine soils have a paralithic contact at 20 to 40 inches.  McCree soils are medial-skeletal in the upper part of the particle-size control section, loamy-skeletal in the lower part and average as loamy-skeletal. Newbell soils have sola 10 to 20 inches thick and the B horizon is 5 to 15 percent rock fragments and 8 to 12 percent clay in the particle-size control section.  Talls soils have distinct clay bands in the 2A and 2B horizons and are 18 to 25 percent clay in the lower part of the particle-size control section.  Threemile soils are slightly alkaline or moderately alkaline and have secondary carbonates in the lower part of the control section.  Wilmont soils are dominated by channery rock fragments and are very channery or extremely channery in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ohscow soils are on mountainsides at elevations of 2,200 to 5,000 feet; at higher elevations they are on south-facing slopes.  Slopes are 20 to 65 percent.  The soils formed in colluvium and residuum from granitic rocks and gneiss with a mantle of loess and volcanic ash.  The climate is characterized by warm, dry summers and cool, moist winters.  Average annual precipitation is 20 to 30 inches.  Mean January temperature is about 28 degrees F, mean July temperature is about 60 degrees F, and mean annual temperature is 42 to 44 degrees F.  Frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canteen, Centralpeak, Mineral, Moscow, Moso soils and the competing Oxerine soils.  Mineral soils have a mollic epipedon and a lithic contact between 20 and 40 inches.  Moscow and Centralpeak soils have a paralithic contact between 20 and 40 inches.  Moso and Canteen soils have less than 35 percent coarse fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production and grazed woodland.  Native vegetation is Douglas-fir, lodgepole pine, ponderosa pine, grand fir, western larch, pinegrass, pachystima, Kinnikinnick, creambrush oceanspray, snowbrush ceanothus, and common snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation; Ferry County, Washington 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are an ochric epipedon from 1 to 5 inches, a cambic horizon from 5 to 28 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; fresh and partially decomposed needles, twigs, and leaves."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; 5 percent pebbles; slightly acid (pH 6.4); clear wavy boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--5 to 12 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; 10 percent pebbles; slightly acid (pH 6.1); abrupt wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 30,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw2--12 to 28 inches; light gray (10YR 7/2) very gravelly sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; 25 percent pebbles and 10 percent cobbles; slightly acid (pH 6.1); gradual wavy boundary.  (10 to 25 inches thick)"
      },
      {
        "name": "2C1",
        "top": 71,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C1--28 to 47 inches; light gray (10YR 7/2) very cobbly sandy loam, brown (10YR 5/3) moist; massive; loose, nonsticky and nonplastic; few fine, medium, and coarse roots; 30 percent pebbles, 20 percent cobbles, and 2 percent stones; slightly acid (pH 6.2); gradual wavy boundary. (15 to 25 inches thick)"
      },
      {
        "name": "2C2",
        "top": 119,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--47 to 60 inches; light gray (10YR 7/2) very cobbly loamy sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine and medium roots; 30 percent pebbles, 20 percent cobbles, and 5 percent stones; slightly acid (pH 6.1)."
      }
    ]
  ]
}
