{
  "SERIES": "OKEELANTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAP, GRB",
  "REVDATE": "12/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, siliceous, euic, hyperthermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Okeelanta muck - range. (Colors are for moist soil.)\nOap--0 to 6 inches, black (N 2/ ) rubbed and unrubbed sapric material muck; about 5 percent fiber unrubbed; weak fine and medium granular structure; very friable; many fine roots and pores; estimated mineral content 10 percent; moderately acid; clear smooth boundary.\nOa--6 to 31 inches, dark reddish brown (5YR 2/2) rubbed and unrubbed sapric material muck; about 30 percent fiber unrubbed, about 10 percent rubbed; massive; friable; many fine roots and pores; sodium pyrophosphate extract very dark grayish brown (10YR 3/2); estimated mineral content 10 percent; moderately acid; clear smooth boundary.  (Total thickness of the Oa horizons ranges from 16 to 40 inches)\nCg1--31 to 55 inches, very dark gray (10YR 3/1) fine sand; single grained; loose; neutral; clear wavy boundary.\nCg2--55 to 65 inches, light gray (10YR 7/2) fine sand; single grained; loose; many fine fragments of shell; calcareous, slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Palm Beach County, Florida.  Approximately 2.75 miles east of U.S. 441 and 4.75 miles north of U.S. 98; NE1/4, SW1/4, SE1/4 of sec. 19, T.  41 S., R. 38 E. Latitude 26 degrees, 53 minutes, 16.10 seconds N.; Longitude 80 degrees, 34 minutes, 07.64 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from strongly acid to moderately alkaline by Hellige-Truog test or 4.5 or more in 0.01M calcium chloride in the organic materials.  Reaction ranges from moderately acid to moderately alkaline in the underlying mineral horizons.  Thickness of the organic materials ranges from 16 to 50 inches. Some pedons have limestone bedrock below a depth of 51 inches.\nThe Oap or 0a horizon has hue of 5YR to 10YR, value of 2 through 4, chroma of 1 to 3; or it is neutral with value of 2.  Some pedons have chroma ranging to 6. Sodium pyrophosphate extract colors have hue 10YR, value of 2 through 4, and chroma of 2 or 3, value of 5 or 6, and chroma of 3; or hue of 7.5YR, value of 3, chroma of 2; or value of 5, and chroma of 4.  Fiber content is commonly 5 to 33 percent unrubbed, but ranges to about 50 percent unrubbed. Rubbed fiber content ranges from 3 to 16 percent.  In some pedons, the surface layer consists of hemic materials.\nThe Cg horizon has hue from 10YR to 5Y, value of 2 through 7, and chroma of 1 or 2; or it is neutral with value of 2 through 7.  Texture is sand, fine sand, or loamy sand.  Shell fragments range from none to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Okeelanta soils are in fresh water marshes and small depressional areas of the Southern Flatwoods (MLRA 155) and the Southern Florida Lowlands (MLRA 156B) Major Land Resource Areas.  They formed in moderately thick deposits of decomposed hydrophytic non-woody sapric material overlying marine sand.   The climate is humid subtropical.  The average annual temperature ranges from 74 to 76 degrees F., and the average annual precipitation ranges from 58 to 60 inches. Slopes range from 0 to 2 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lauderhill, Pahokee, Plantation, Sanibel, Terra Ceia, and Tomoka series.  Lauderhill soils have 20 to 40 inches of organic material over hard rock. Pahokee soils have organic materials 36 to 51 inches over hard rock.  Plantation and Sanibel soils are of mineral origin. Terra Ceia soils have organic horizons thicker than 51 inches. Tomoka soils are underlain by a loamy substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; rapid permeability. Runoff is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of Okeelanta soils are cleared and are used for truck crops, sod, sugarcane, and improved pasture grasses.  Some areas are not developed and are used for water storage and as a wildlife habitat.  Native vegetation consists of sawgrass, lilies, sedges, and other water tolerant plants.  Willow, southern bayberry, and melaleuca are common tree species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Florida in the Everglades area.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Everglades Project Area; 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nHistic epipedon - the zone from the surface of the soil to a depth of 31 inches (Oap and Oa horizons).\nAquic conditions - the zone from 0 to 65 inches (Oap, Oa, Cg1 and Cg2 horizons).\nIn undrained areas the water table is at depths of less than 10 inches below the surface or the soil is covered by water 6 to 12 months during most years.\nADDITIONAL DATA: Lab data for this pedon: 1971 - FL099-S50-066.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
