{
  "SERIES": "OKEETEE",
  "STATUS": "Established Series",
  "BYREV": "RLV-EPE/Rev. JAK",
  "REVDATE": "11/2005",
  "STATES": "AL,SC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Okeetee fine sandy loam--forested. (Colors are for moist soil, unless otherwise indicated.)\nA--0 to 5 inches; dark gray (10YR 4/1) fine sandy loam; gray (10YR 6/1) dry; moderate medium granular structure; very friable; many fine and medium roots; very strongly acid; clear wavy boundary. (3 to 5 inches thick)\nE--5 to 7 inches; light brownish gray (2.5Y 6/2) fine sandy loam; weak medium subangular blocky structure; very friable; many fine roots; many fine pores; common medium faint light yellowish brown (2.5Y 6/4) and grayish brown (10YR 5/2) iron depletions; very strongly acid; clear wavy boundary. (0 to 6 inches thick)\nBt--7 to 11 inches; pale brown (10YR 6/3) clay loam; weak medium subangular blocky structure; friable; slightly plastic, sticky; common fine roots; few fine pores; few distinct clay films; thin coatings of light brownish gray fine sandy loam from above horizon on surfaces of some peds; many medium distinct strong brown (7.5YR 5/6) and common fine prominent red (2.5YR 5/6) masses of oxidized iron and common medium faint light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear wavy boundary. (3 to 8 inches thick)\nBtg1--11 to 18 inches; light brownish gray (10YR 6/2) clay; moderate medium subangular blocky structure; very firm, very sticky, very plastic; common distinct clay films on faces of peds; few fine roots; many medium distinct yellowish brown (10YR 5/4) and common medium distinct strong brown (7.5YR 5/8) and common fine prominent yellowish red (5YR 5/8) masses of oxidized iron in the matrix; very strongly acid; gradual wavy boundary. (3 to 18 inches thick)\nBtg2--18 to 50 inches; gray (10YR 6/1) clay; moderate medium subangular blocky structure; very firm, very sticky, very plastic; few distinct clay films on faces of peds; few fine roots; many medium distinct yellowish brown (10YR 5/6) and common medium distinct strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) masses of oxidized iron; few fine flakes of mica; strongly acid; clear wavy boundary. (10 to 32 inches thick)\nBCg--50 to 78 inches; light brownish gray (2.5Y 6/2) sandy clay loam with pockets of sandy loam and loamy sand; massive; very friable; many coarse prominent yellowish red (5YR 5/8) masses of oxidized iron; common fine flakes of mica; slightly acid; clear wavy boundary. (0 to 35 inches thick)\nC--78 to 85 inches; light yellowish brown (2.5Y 6/4) fine sandy loam with pockets of sandy clay loam and loamy sand; massive; very friable; many coarse prominent yellowish red (5YR 5/8) masses of oxidized iron and common medium faint light brownish gray (2.5Y 6/2) iron depletions; common fine flakes of mica; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jasper County, South Carolina; about 10.3 miles south-southeast of Ridgeland, 3900 feet south of I-95 bridges across south fork of one Mile Swamp, 240 feet east of US-17 and 300 feet west of I-95 retaining fence."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of the Argillic horizon: 3 to 11 inches\nDepth to the base of the Argillic horizon: 40 to more than 80 inches\nDepth to Contrasting Soil Material (lithologic discontinuity): 40 to more than 80 inches\nSoil Reaction: Extremely acid to slightly acid in the A, E, and upper part of the B horizon, strongly acid to moderately alkaline in the lower part of the B horizon, and moderately acid to moderately alkaline in the C horizon\nDepth to Bedrock: Greater than 80 inches\nDepth to Seasonal High Water Table: 0.5 to 1 foot\nRock Fragment Content: 0 to 5 percent, by volume throughout mostly quartz pebbles of shale fragments\nMica Content: 0 to 20 percent, by volume mica flakes in the B and C horizons\nOther Features: Some pedons have as much as 85 percent shell fragments in the C or Cg horizon. & RANGE OF INDIVIDUAL HORIZONS:\nA horizon or Ap horizon (where present):\nColor--hue of 10YR, value of 3 to 5, chroma of 1 or 2\nTexture--loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand\nRedoximorphic features (where present)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nE horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, chroma of 1 to 4\nTexture--loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand\nRedoximorphic features (where present)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nEg horizon (where present):\nColor--hue of 10YR to 5Y, value of 5 to 7, chroma of 1 or 2\nTexture--loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand\nRedoximorphic features (where present)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nBt horizon:\nColor--hue of 10YR or 2.5Y, value of 5 or 6, chroma of 3 to 8\nTexture--sandy clay loam or clay loam\nRedoximorphic features (where present)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nBtg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, chroma of 1 or 2\nTexture--clay loam, sandy clay, or clay\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nLower Bt horizon (where present):\nColor--hue of 10YR or 2.5Y, value of 4 or 5, chroma of 3 to 6\nTexture--clay or sandy clay\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nBCg horizon or BCtg horizon (where present):\nColor--hue of 10YR to 5Y, value of 6 or 7, chroma of 1 or 2\nTexture--sandy clay, clay loam, or sandy clay loam commonly with pockets of sandy loam or loamy sand\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nBC horizon (where present):\nColor--hue of 10YR or 2.5Y, value of 4 or 5, chroma of 3 to 6, with many gray mottles. Greenish mottles are in some pedons. The BCg horizon is\nTexture--sandy clay, clay loam, or sandy clay loam commonly with pockets of sandy loam or loamy sand\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nCg horizon (where present):\nColor--hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2, or is neutral with value of 4 to 8\nTexture--sandy loam, fine sandy loam, loam, sandy clay loam, clay loam, or sandy clay, including thin layers or pockets of coarser and finer textured material.\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nC horizon:\nColor--hue of 10YR to 5Y, value of 4 to 6, chroma of 3 to 6\nTexture--sandy loam, fine sandy loam, loam, sandy clay loam, clay loam, or sandy clay, including thin layers or pockets of coarser and finer textured material.\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\n2Cg horizon (where present):\nColor--hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2, or is neutral with value of 4 to 8\nTexture--coarse sand, sand, fine sand, loamy coarse sand, or loamy sand, including thin layers or pockets of coarser and finer textured material.\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\n2C horizon:\nColor--hue of 10YR to 5Y, value of 4 to 6, chroma of 3 to 6\nTexture--coarse sand, sand, fine sand, loamy coarse sand, or loamy sand, including thin layers or pockets of coarser and finer textured material.\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Lower and middle coastal plains, river valleys\nLandform: Marine terrace, stream terraces\nGeomorphic Component: Flats, depressions, treads\nHillslope Profile Position: Summits\nParent Material: Marine deposits, fluviomarine deposits, alluvium\nSlope: 0 to 2 percent\nElevation: 5 to 250 feet\nFrost Free Period: 195 to 280 days\nMean Annual Air Temperature: 57 to 70 degrees F.\nMean Annual Precipitation: 35 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nArgent soils--are poorly or very poorly drained, on lower lying landforms\nBayboro soils--have a thicker dark-colored surface and are very poorly drained, on lower lying landforms\nBladen soils--have lower base saturation have and an abrupt texture change, on similar landforms\nCraven soils--are moderately well drained, on higher lying landforms\nEulonia soils--are medium-textured and are moderately well drained, on higher landforms\nJohns soils--are medium-textured, underlain by sandy materials and are somewhat poorly or moderately well drained, on higher landforms\nKalmia soils--are medium-textured, underlain by sandy materials and are well drained, on higher landforms\nLenoir soils--have lower base saturation and are somewhat poorly drained, on higher landforms\nMeggett soils--have an abrupt texture change, on similar landforms\nNemours soils--have lower base saturation and are moderately well drained, on higher landforms\nPooler soils--have lower base saturation, on similar landforms\nSantee soils--have a thicker dark-colored surface and are very poorly drained, on lower lying landforms\nState soils--are medium-textured and are well drained, on higher landforms\nStono soils--are medium-textured, underlain by sandy materials and are very poorly drained, on lower landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Very deep\nDrainage Class (Agricultural): Somewhat poorly drained\nInternal Free Water Occurrence: Very shallow or shallow, common, thick\nFlooding Frequency and Duration: None, very rare, rare for very brief to long periods\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible\nPermeability: Slow (Saturated Hydraulic Conductivity: Moderately low\nShrink-Swell Potential: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly woodland\nDominant Vegetation: Where cultivated--pasture or cropped to corn, soybeans, or small grain. Where wooded--loblolly, longleaf, and slash pine, oaks, hickory, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Atlantic Coastal Plain of South Carolina, Georgia, North Carolina, and Virginia.\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jasper County, South Carolina; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to 7 inches (A and E horizons)\nArgillic horizon--the zone from 7 to 50 inches (Bt, Btg1 and Btg2 horizons)\nAquic conditions--periodic saturation and reduction in a zone from 11 to 85 inches at some time during the year (endosaturation)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope  Airtemp  FrFr/Seas  Precip   Elevation\nSC0002  OKEETEE     0-2    57-70    195-280    35-55    5-250\nSOI-5   FloodL FloodH  Watertable  Kind       Months     Bedrock Hardness\nSC0002  NONE   RARE    0.5-1.0     APPARENT    NOV-APR   >80     -\nSOI-5   Depth  Texture      3-Inch  No-10   Clay%   -CEC-\nSC0002   0-7   LS LFS       0-0     98-100   3-15    8-15\nSC0002   0-7   SL FSL L     0-0     98-100   5-20   10-20\nSC0002   7-50  C SC         0-0     98-100  35-60   14-25\nSC0002  50-78  C SC SCL     0-0     98-100  25-45   14-21\nSC0002  78-85  VAR          0-0     98-100  10-50   10-25\nSOI-5   Depth    -pH-     O.M.   Salin  Permeab   Shnk-Swll\nSC0002   0-7   3.5-6.5  0.5-2.0  0-0    2.0-6.0   LOW\nSC0002   0-7   3.5-6.5  0.5-2.0  0-0    2.0-6.0   LOW\nSC0002   7-50  5.1-6.5  0.0-0.5  0-0   0.06-0.2   MODERATE\nSC0002  50-78  5.1-8.4  0.0-0.5  0-0   0.06-0.6   MODERATE\nSC0002  78-85  5.1-8.4  0.0-0.5  0-0   0.06-0.6   LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
