{
  "SERIES": "OKEECHOBEE",
  "STATUS": "Established Series",
  "BYREV": "Rev.SHM/GWH",
  "REVDATE": "03/2000",
  "STATES": "FL",
  "OVERVIEW": "The Okeechobee series consists of very poorly drained soils that are more than 80 inches thick.  Okeechobee soils formed in organic deposits of freshwater marshes.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, hyperthermic Hemic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Okeechobee muck - cultivated.\nOap--0 to 8 inches; black (10YR 2/1) muck; moderate fine and medium granular structure; friable; less than 5 percent rubbed fiber; 10 percent mineral material; medium acid; clear wavy boundary.  (6 to 12 inches thick)\n0a--8 to 28 inches; black (5YR 2/1) muck; massive; friable; less than 10 percent rubbed fiber; 10 percent mineral material; slightly acid; clear wavy boundary.  (combined thickness of the Oa horizon is 24 to 40 inches)\nOe--28 to 50 inches; dark reddish brown (5YR 3/3) mucky peat; massive; friable; 60 percent unrubbed fiber; 25 percent rubbed fiber; 5 percent mineral content; slightly acid; clear wavy boundary.  (12 to 40 inches thick)\nOa'--50 to 80 inches; dark reddish brown (5YR 2/2) muck; massive; friable; 30 percent unrubbed fiber, 10 percent rubbed fiber; 20 percent mineral content; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Palm Beach County, Florida, 2.5 miles south of State Road 80 and about 0.1 mile west of levee L-7, NW1/4NW1/4 sec. 13, T. 44 S., R. 39 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of organic material is 80 or more inches.  Calcium Chloride reaction ranges from very strongly acid to neutral and water reaction ranges from medium acid to moderately alkaline.  Mineral content ranges from 5 to 40 percent.  Depth to hemic layers 12 to 40 inches thick ranges from 24 to 40 inches.\nThe Oa horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 3 or less.  Texture is muck with a unrubbed fiber content of less than 50 percent and a rubbed fiber content of 2 to 16 percent.\nThe Oe horizon has hue of 5YR to 10YR, value of 2 to 4; and chroma of 1 to 4.  Texture is mucky peat with a unrubbed fiber content of 30 to 70 percent and a rubbed fiber content of 16 to 40 percent.\nThe Oa' horizon has the same range in hue, value, chroma, texture and fiber content as the Oa horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brighton, Everglades, Okeelanta, and Terra Ceia series.  Brighton and Everglades soils are dominated by hemic materials and lack sapric layers.  Okeelanta and Terra Ceia soils are dominated by sapric materials and lack hemic layers.  In addition Okeelanta soils are underlain by sandy material at a depth of 16 to 51 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Okeechobee soils are in freshwater marshes within peninsular Florida.  Slopes are less than 1 percent.  Precipitation averages 52 inches and air temperature averages 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Okeelanta soils on similar landforms and the Anclote, Delray, Manatee, and Pompano soils.  Anclote, Delray, Manatee and Pompano soils are mineral soils and occur on adjacent, slightly higher, landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; rapid permeability.  In natural areas the water table is at or above the surface for much of the year; in other areas the water table is controlled by man."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas have been cleared and used for growing bulbs, truck crops, sugar cane, and improved pasture.  Natural areas are dominated by maidencane, cutgrass, sedges, sawgrass, pickerel weed, buttonwood, and dogfennel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior of southern peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Everglades Project Area, Florida; 1945.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
