{
  "SERIES": "OKIOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDB/CAK/DWS/CEJ/SBS",
  "REVDATE": "8/98",
  "STATES": "CA",
  "OVERVIEW": "The Okiota series consists of shallow, well drained soils formed in material weathered from hard fractured serpentinitic rocks.  Okiota soils are gently rolling to steep hills and mountains and have slopes of 5 to 75 percent.  The mean annual precipitation is about 37 inches and the mean annual temperature is 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, magnesic, thermic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Okiota very gravelly clay loam - on a south facing slope of 20 percent under chamise, manzanita and ceanothus at 1,160 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on May 21, 1980, the soil was dry to 14 inches and moist below.)\nA1--0 to 1 inch; reddish brown (5YR 4/4) very gravelly clay loam, dark reddish brown (5YR 3/3) moist;  platy and moderate medium and coarse subangular blocky structure parting to weak medium; slightly hard, friable, sticky and plastic; few fine and medium roots; common fine and medium interstitial pores; 30 percent pebbles and 15 percent cobbles 2 to 200 mm in diameter; rock fragments are rounded or subrounded and have about 20 percent of rock surfaces imbedded into this layer; neutral (pH 7.0); abrupt wavy boundary.  (1 to 2 inches thick)\nA2--1 to 3 inches; reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/3) moist; platy and moderate medium and coarse subangular blocky structure parting to weak medium platy; hard, firm, sticky and plastic; few fine and medium roots; common fine and medium interstitial pores; 10 percent pebbles 2 to 25 mm in diameter; neutral (pH 7.0); abrupt wavy boundary.  (1 to 4 inches thick)\nBt1--3 to 5 inches; dark reddish brown (5YR 3/3) clay, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky parting to strong fine granular structure; hard, firm, very sticky and very plastic; few fine and medium roots; many fine and medium interstitial pores; common moderately thick clay films on peds and in pores; 10 percent pebbles 2 to 25 mm in diameter; neutral (pH 7.3); abrupt wavy boundary.  (2 to 8 inches thick)\nBt2--5 to 14 inches; dark reddish brown (5YR 3/4) clay, dark reddish brown (5YR 3/3) moist; strong medium and coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; common very fine and fine interstitial pores; common moderately thick clay films on peds and in pores; neutral (pH 7.3) abrupt irregular boundary.  (3 to 9 inches thick)\nR--14 inches; hard, fractured, slightly weathered, serpentinized rock; fractures 2 to 10 mm wide and 30 to 100 mm apart; few medium roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, California; 10 feet north of road, on Jerusalem Road, 5.75 miles east of its intersection with Spruce Grove Road; 625 feet west and 150 feet north of the center of section 18, T.11 N., R.5 W., Jericho Valley Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to a lithic contact is 10 to 20 inches.  The mean annual soil temperature varies from 59 to 62 degrees F.  The soil temperature exceeds 41 degrees F from February 1 to December 31 and exceeds 47 degrees F from March 1 to November 30.  The soil between depths of 7 inches and bedrock or 14 inches is moist in all parts from December through April 15, and is dry in all parts from July through October.  Organic carbon is 1 to 3 percent.  Calcium to magnesium ratio is 1:1 or less.\nThe A horizon is 7.5YR or 5YR 4/4, 3/4, or 3/2.  Moist color is 7.5YR or 5YR 3/3, 3/2 or 2/2.  Texture is clay loam, gravelly loam,  gravelly clay loam or very gravelly clay loam.  Cobble content is 0 to 15 percent and gravel content is from 5 to 50 percent.  Rock fragments are commonly concentrated at or near the surface.  Reaction is slightly acid or slightly alkaline.\nThe Bt horizon is 5YR 5/4, 4/4, 3/4 or 3/3.  Moist color is 5YR 3/2, 3/3, 3/4 or 4/4.  Texture is a clay texture with 40 to 60 percent clay.  Cobble content is from 0 to 5 percent and gravel content is from 0 to 15 percent.  Reaction is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Delpiedra, Dubakella, Fancher (T), Henneke and Huse series in other families.  Delpiedra soils are loamy. Dubakella and Henneke soils are clayey-skeletal.  Fancher (T) soils are deeper than 20 inches and lack a mollic epipedon.  Huse soils lack an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Okiota soils occur on gently rolling to steep hills and mountains.  Slopes are 5 to 50 percent.  Elevations are 1,100 to 4,000 feet.  The soils are formed in material weathered from serpentinitic rocks.  The climate is subhumid with hot, dry summers and cool, moist winters.  Mean annual precipitation varies from 24 to 50 inches.  Mean January temperature is 43 degrees F; mean July temperature is 72 degrees F; mean annual temperature is 53 to 60 degrees F. Frost-free season is 135 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS;  These are the competing Dubakella and Henneke soils and the Montara soils.  Montara soils are loamy and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very high runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for wildlife habitat and watershed.  Natural vegetation consists of chamise, manzanita, ceanothus and McNab cypress."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior part of the Coast Range of Northern California.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, California, 1983."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Samples from this pedon were sent to the SCS National Soil Survey Laboratory for analysis.  NSSL Pedon number S80-CA 033-012.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
