{
  "SERIES": "OKLARED",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF",
  "REVDATE": "07/1999",
  "STATES": "AR,OK,TX",
  "OVERVIEW": "The Oklared series consists of very deep, well drained, moderately rapidly permeable soils that formed in calcareous loamy and sandy alluvium.  These level to very gently sloping soils are on flood plains of streams that carry sediments mainly from Permian and Pennsylvanian Age geological materials.  These soils occur in the Western Coastal Plain (MLRA 133B) and Arkansas Valley and Ridges (MLRA 118).  These soils are on the outer edge of smooth to slightly concave and convex flood plains.  Slope is dominantly 0 to 1 percent but range up to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, calcareous, thermic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oklared fine sandy loam in pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 inches; yellowish red (5YR 5/6) fine sandy loam; weak fine granular structure; very friable, loose; slightly effervescent; moderately alkaline; clear smooth boundary.  (5 to 16 inches thick)\nC1--10 to 24 inches; reddish yellow (5YR 6/6) fine sandy loam; massive; very friable; few discontinuous bedding planes; slightly effervescent; moderately alkaline; gradual wavy boundary.  (5 to 18 inches thick)\nC2--24 to 44 inches; yellowish red (5YR 5/6) very fine sandy loam; massive; very friable; common bedding planes; thin strata of sandy loam and loamy sand; slightly effervescent; moderately alkaline; gradual smooth boundary.  (0 to 40 inches thick)\nC3--44 to 50 inches; reddish brown (5YR 5/4) silt loam; massive; very friable; slightly effervescent; moderately alkaline; gradual smooth boundary.  (5 to 9 inches thick)\nC4--50 to 60 inches; reddish yellow (5YR 6/6) fine sandy loam; massive; very friable; common bedding planes; thin strata of very fine sandy loam and loamy sand; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; about 7 miles west of Harris, Oklahoma; 2,000 feet south and 1,100 feet west of the northeast corner of sec. 30, T. 9 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Typically, the soil is calcareous throughout but some pedons are noncalcareous in the upper 10 inches.  All horizons are slightly alkaline or moderately alkaline.\nThe A horizon has hue of 5YR, value of 3 to 5, and chroma of 3 to 6; hue of 7.5YR, value of 3 to 5, and chroma of 2 to 8; and hue of 10YR, value of 4 or 5, and chroma of 3.  It is fine sandy loam, very fine sandy loam, loam, or silty clay loam.  If this horizon is silty clay loam or has moist value and chroma of 3.5 or less, it is less and 10 inches thick.\nThe C horizons have hue of 2.5YR, value of 4 to 6, and chroma of 6; hue of 5YR, value of 5 to 7, and chroma of 4 to 8; or hue of 7.5YR, value of 5 to 7, and chroma of 3 to 6.  The particle size control section is dominantly fine sandy loam, loam, loamy very fine sand, or very fine sandy loam with strata of finer or coarser material.  Below a depth of 40 inches, this horizon is dominantly loamy fine sand, fine sandy loam, loam, silt loam, or very fine sandy loam with strata of coarser or finer material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oklared soils are on nearly level to very gently sloping flood plains of streams that carry sediments mainly from Permian and Pennsylvanian Age.  Slope gradients are 0 to 3 percent.  They formed in calcareous loamy and sandy alluvium. Mean annual precipitation ranges from 40 to 52 inches.  Mean annual air temperature ranges from 60 degrees to 64 degrees F. Thornthwaite annual P-E indices range from 64 to 80.  Frost free days range from 200 to 230."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kiomatia and Severn series and the Coushatta, Idabel, Latanier, Norwood, Redlake, and Roebuck series.  Coushatta soils have a fine-silty control section and a cambic horizon.  Coushatta and Kiomatia soils are on adjacent flood plains that are lower in position and closer to the stream channel.  Idabel soils have a cambic horizon. Idabel, Norwood, and Severn soils are on similar topographic positions as Oklared soils.  Norwood soils have a fine-silty control section.  Latanier soils have a mollic epipedon and have a clayey over loamy control section.  Latanier, Redlake, and Roebuck soils are in the middle or back side of flood plains that are higher in topographic positions as Oklared soils.  Redlake and Roebuck soils have a fine control section and a COLE of more than 0.09.  In addition, Roebuck soils have a mollic epipedon and montmorillonitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; negligible runoff; moderately rapid permeability.  This soil has endosaturation (apparent water table) below a depth of 40 inches of the surface most of the year and ranges from 40 to 60 inches.  These soils are rarely or commonly flooded for very brief periods mainly during January to July unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used for growing tame pasture, alfalfa, soybeans, grain sorghums, cotton, wheat, and peanuts.  Native vegetation is eastern cottonwood, willow, common hackberry, and pecan with an understory of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oklahoma, Arkansas, Louisiana, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCurtain County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil Interpretation Record:  Series    OK0084\nDiagnostic horizons and features recognized in this soil are:\nOchric epipedon - the zone from the surface of the soil to a depth of 10 inches (the A horizon).\nFluvent - 0.2 percent or more organic carbon at a depth of 125 cm below the soil surface, or irregular decrease in organic carbon content from a depth of 25 cm to a depth of 125 cm.\nMoisture Regime: Udic\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; yellowish red (5YR 5/6) fine sandy loam; weak fine granular structure; very friable, loose; slightly effervescent; moderately alkaline; clear smooth boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "C1",
        "top": 25,
        "bottom": 61,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--10 to 24 inches; reddish yellow (5YR 6/6) fine sandy loam; massive; very friable; few discontinuous bedding planes; slightly effervescent; moderately alkaline; gradual wavy boundary.  (5 to 18 inches thick)"
      },
      {
        "name": "C2",
        "top": 61,
        "bottom": 112,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--24 to 44 inches; yellowish red (5YR 5/6) very fine sandy loam; massive; very friable; common bedding planes; thin strata of sandy loam and loamy sand; slightly effervescent; moderately alkaline; gradual smooth boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "C3",
        "top": 112,
        "bottom": 127,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C3--44 to 50 inches; reddish brown (5YR 5/4) silt loam; massive; very friable; slightly effervescent; moderately alkaline; gradual smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "C4",
        "top": 127,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C4--50 to 60 inches; reddish yellow (5YR 6/6) fine sandy loam; massive; very friable; common bedding planes; thin strata of very fine sandy loam and loamy sand; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
