{
  "SERIES": "OLASHES",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGK/DJL/WBS/TDC/SBS",
  "REVDATE": "04/2004",
  "STATES": "CA",
  "OVERVIEW": "The Olashes series consists of very deep well drained soils that formed in alluvium weathered from mixed sources.  Olashes soils are on alluvial fans and fan terraces and have slopes of 0 to 5 percent.  The annual temperature is 62 degrees F., (17 degrees C) and the annual precipitation is 17 inches, (432 mm).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olashes sandy loam - on a nearly level slope of less than 1 percent in an irrigated prune orchard at 80 feet, (24 m) elevation. (Colors are for dry soil unless otherwise stated.  When described on September 26, 1980, the soil was dry above 2 inches and moist below.)\nAp--0 to 4 inches, (0 to 10 cm); pale brown (10YR 6/3) sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure, slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; slightly acid (pH 6.2); clear smooth boundary. (4 to 12 inches, (10 to 30 cm) thick)\nBt1--4 to 14 inches, (10 to 36 cm); pale brown (10YR 6/3) sandy clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, very friable, sticky and plastic; few very fine roots; many very fine tubular pores; 2 percent gravel; many thin clay films in pores and bridging mineral grains; neutral (pH 6.6); clear wavy boundary. (8 to 19 inches, (20 to 48 cm) thick)\nBt2--14 to 31 inches, (36 to 79 cm); light yellowish brown (10YR 6/4) sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; many very fine tubular pores; 5 percent gravel; many moderately thick clay films in pores and common thin clay films on peds; neutral (pH 7.0); clear wavy boundary. (15 to 32 inches, (38 to 81 cm) thick)\nBt3--31 to 52 inches, (79 to 132 cm); light yellowish brown (10YR 6/4) sandy clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine tubular pores; 10 percent gravel; many moderately thick clay films in pores and bridging mineral grains; slightly alkaline (pH 7.5); clear smooth boundary. (0 to 21 inches, 0 to 53 cm) thick)\n2C--52 to 62 inches, (132 to 157 cm); yellowish brown (10YR 5/4) sand, brown (10YR 4/3) moist; single grained, loose, nonsticky and nonplastic; many very fine irregular pores; 14 percent gravel; slightly alkaline (pH 7.5)-"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sutter County, California; approximately 10.0 miles southwest of Pennington on West Butte Road then 420 feet east into a prune orchard; 1,100 feet north and 1,400 feet west of the southeast corner section 18, T. 16 N., R. 1 E., 39 degrees, 14 minutes, 7 seconds north latitude and 121 degrees, 53 minutes, 47 seconds west longitude, NAD27.- U.S.G.S. Quad: Meridian, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature varies from 62 to 66 degrees F, 17 to 19 degrees C).  The soil temperature is above 47 degrees F.,(8 degrees C) the entire year.  The soil between depths of 6 and 15 inches, (15 to 38 cm) is dry in all parts from June through October unless irrigated and is moist in some or all parts from November through May.  The difference between average July and average January soil temperature is 30 to 33 degrees F.  Gravel content ranges from 0 to 15 percent. Depth to the upper boundary of an argillic horizon is 4 to 12 inches, (10 to 30 cm).\nThe A horizon has dry color of 10YR 6/3 or 6/2 and moist color of 10YR 4/2, 3/2, 3/3 or 2/2.  Clay content ranges from 15 to 20 percent. Reaction ranges from slightly acid to neutral.  Organic matter content is greater than 1 percent in the upper 4 inches, (10 cm).\nThe Bt horizon has dry color of 10YR 6/2, 6/3, 6/4, 5/2 or 5/3 and moist color of 10YR 4/2, 4/3, 4/4, 3/3, 3/4, 2/2; 7.5YR 4/2 or 3/2.  Texture is sandy clay loam, clay loam, or loam.  Clay content ranges from 20 to 35 percent with 4 to 10 percent (absolute) increase over the A horizon.  Reaction ranges from neutral to slightly alkaline.\nSome pedons lack a 2C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bellyspring (CA),  Coarsegold (CA), Hicksville (CA), Perkins (CA), Pleasanton (CA), Redsluff (T CA),and Rescue (CA) series.  Bellyspring soils have a paralithic contact at depths of 20 to 40 inches, (51 to 102 cm)Coarsegold soils have a lithic or paralithic contact at depths of 20 to 40 inches, (51 to 102 cm).   Hicksville soils have bleached sand grains in the Bt horizon. Perkins soils have a Bt horizon with hues of 5YR and 2.5YR.  Pleasanton soils have a difference in average January and average July temperature of about 25 degrees F. and have an argillic horizon with its upper boundary at least 15 inches, 38 cm) below the soil surface.  Redsluff soils are on low terraces, are moderately well drained, have extremely gravelly or coarser substratum at depths of 35 to 65 inches, (89 to 165 cm), have a fluctuating water table occurs at depths of 35 to 80 inches, (89 to 203 cm) and have Cq horizon in the lower part of the profile. Rescue soils have a paralithic contact at 40 to 80 inches, 102 to 203 cm) and have hue of 2.5YR or 5YR in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Olashes soils are on alluvial fans and fan terraces. Slopes are 0 to 5 percent.  The soils formed in alluvium from mixed sources.  Elevations are 45 to 750 feet, 14 to 229 m).  The climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation varies from 16 to 20 inches, (406 to 508 mm).  Mean January temperature is 45 degrees F, (7 degrees C); mean July temperature is 77 degrees F, (25 degrees C); mean annual temperature is 58 to 62 degrees F, (14 to 17 degrees C). Frost-free season varies from 240 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Palls, Stohlman and Capay series.  The Palls soils are coarse-loamy and are 20 to 40 inches, 51 to 102 cm) deep to andesitic tuff, and are on hills above Olashes soils.  Stohlman soils are 10 to 20 inches, )25 to 51 cm) deep to a lithic contact and are on hills above Olashes soils.  Capay soils have silty clay textures and are in basins below Olashes soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very low to low  runoff; moderately slow permeability.  Some areas of this soil are subject to frequent brief to long periods of flooding from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for irrigated orchards, small grain and forage crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sutter Buttes area in southeastern part of the Sacramento Valley.  Soils are not extensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sutter County, California 1983.  Series name is from a tribe of native Americans in the area who now have vanished.\nOSED scanned by SSQA.  Last revised by state on 2/84.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches, (0 to 10 cm); pale brown (10YR 6/3) sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure, slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; slightly acid (pH 6.2); clear smooth boundary. (4 to 12 inches, (10 to 30 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--4 to 14 inches, (10 to 36 cm); pale brown (10YR 6/3) sandy clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, very friable, sticky and plastic; few very fine roots; many very fine tubular pores; 2 percent gravel; many thin clay films in pores and bridging mineral grains; neutral (pH 6.6); clear wavy boundary. (8 to 19 inches, (20 to 48 cm) thick)"
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--14 to 31 inches, (36 to 79 cm); light yellowish brown (10YR 6/4) sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, sticky and plastic; many very fine tubular pores; 5 percent gravel; many moderately thick clay films in pores and common thin clay films on peds; neutral (pH 7.0); clear wavy boundary. (15 to 32 inches, (38 to 81 cm) thick)"
      },
      {
        "name": "Bt3",
        "top": 79,
        "bottom": 132,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--31 to 52 inches, (79 to 132 cm); light yellowish brown (10YR 6/4) sandy clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine tubular pores; 10 percent gravel; many moderately thick clay films in pores and bridging mineral grains; slightly alkaline (pH 7.5); clear smooth boundary. (0 to 21 inches, 0 to 53 cm) thick)"
      },
      {
        "name": "2C",
        "top": 132,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "narrative": "2C--52 to 62 inches, (132 to 157 cm); yellowish brown (10YR 5/4) sand, brown (10YR 4/3) moist; single grained, loose, nonsticky and nonplastic; many very fine irregular pores; 14 percent gravel; slightly alkaline (pH 7.5)-"
      }
    ]
  ]
}
