{
  "SERIES": "OLATHE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. RK/GB",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olathe fine sandy loam, spruce-fir woodland (colors are for dry soil unless otherwise noted.)\n0e--2 inches to 0; partially decomposed organic material mainly needles, bark, twigs and leaves.\nA--0 to 4 inches; pinkish gray (7.5YR 6/2) fine sandy loam, brown (7.5YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; 5 percent pebbles, 5 percent cobble; slightly acid (pH 6.4); clear smooth boundary (1 to 5 inches thick).\nBw--4 to 10 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; 5 percent pebbles, 5 percent cobble; slightly acid (pH 6.2); clear wavy boundary (5 to 10 inches thick).\nC--10 to 15 inches; pink (7.5YR 7/4) cobbly fine sandy loam, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 5 percent pebbles, 10 percent cobble; medium acid (pH 5.8); clear wavy boundary (4 to 8 inches thick).\nCr--15 to 17 inches; strongly weathered sandstone.\nR--17 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montrose County, Colorado, SW 1/4 of the NW 1/4, Sec.  20, T. 47 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 36 to 40 degrees F.  Mean summer soil temperature is 42 to 46 degrees F.  Depth to bedrock ranges from 6 to 20 inches.  Coarse fragments in the particle-size control section range from 0 to 20 percent and are mainly pebbles and cobbles (LOSS OF DATA)\nThe A horizon has hue of 10YR through 7.5YR, value of 5 or 6, 3 or 4 moist, and chroma of 2 through 4.  Reaction is slightly acid or neutral.\nThe Bw horizon has hues of 10YR or 5YR, value of 6 or 7, 4 or 5 moist, and chroma of 3 through 6.  Clay ranges from 10 to 20 percent.  Reaction is slightly acid or neutral.\nThe C horizon, when present, has hues of 10YR or 5YR, value of 7 or 8, 6 or 7 moist and chroma of 3 through 6.  Texture is cobbly fine sandy loam,  sandy loam or cobbly sandy loam.  Reaction is medium acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Currently there are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Olathe soils are on plateau and mesa tops.  These soils formed in residuum from sandstone.  Elevation ranges from 9,000 to 10,000 feet.  Average annual precipitation is about 24 to 28 inches.  Mean annual temperature is 34 to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the moderately deep and deep Overgaard family soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is used for timber production and range.  Vegetation is Engelmann spruce-Subalpine fir woodland with an understory of elk sedge, slender wheatgrass, nodding bromegrass, meadow rue and snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Uncompahgre Plateau of western Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Uncompahgre Area, Colorado, Soil Survey Area #8676, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 3/83.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
