{
  "SERIES": "OLBUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR, DJK, PTC",
  "REVDATE": "11/2021",
  "STATES": "NE",
  "OVERVIEW": "The Olbut series consists of very deep, somewhat poorly drained saline-sodic soils that formed in loess.  Olbut soils are in shallow depressions and slightly concave swales on loess uplands in Central Loess Plains, MLRA 75.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 740 millimeters (29 inches) and the mean annual temperature is about 10 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olbut silt loam, on a concave, 1 percent slope in a cultivated field at an elevation of 496 meters (1628 feet).  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 centimeters (0 to 6 inches); gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; weak fine granular structure; slightly hard, friable; neutral; abrupt smooth boundary.  (10 to 20 centimeters (4 to 8 inches) thick)\nBt--15 to 36 centimeters (6 to 14 inches); dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; strong medium prismatic structure parting to strong medium angular blocky; hard, firm; moderately alkaline; abrupt smooth boundary.\nBtz--36 to 51 centimeters (14 to 20 inches); grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; few fine distinct yellowish brown (10YR 5/4) moist mottles; strong medium prismatic structure parting to strong medium angular blocky; hard, firm; many small salt clusters; slight effervescence; moderately alkaline; gradual wavy boundary.  (Combined thickness of Bt is 25 to 66 centimeters (10 to 26 inches) thick.)\nBCz--51 to 74 centimeters (20 to 29 inches); light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct yellowish brown (10YR 5/4) moist mottles; moderate medium subangular blocky structure; hard, friable; many small salt clusters; slight effervescence; moderately alkaline; gradual wavy boundary.  (15 to 25 centimeters (6 to 10 inches) thick)\nCz1--74 to 97 centimeters (29 to 38 inches); light gray (5Y 7/2) silty clay loam, light olive gray (5Y 6/2) moist; many medium prominent strong brown (7.5YR 5/6) moist mottles; massive; hard, friable; many medium salt clusters; slight effervescence; strongly alkaline; gradual wavy boundary.  (4 to 12 inches thick)\nCz2--97 to 200 centimeters (38 to 80 inches); light gray (5Y 7/2) silt loam, light olive gray (5Y 6/2) moist; many coarse prominent strong brown (7.5YR 5/6) moist mottles; massive; hard, friable; many medium salt clusters; slight effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butler County, Nebraska; about 1.6 kilometers (1 mile) north and 0.8 kilometers (0.5 mile) west of David City, Nebraska; 23 meters (75 feet) east and 107 meters (350 feet) north of the southwest corner, sec. 7, T. 15 N., R. 3 E.; David City West USGS quadrangle; latitude 41 degrees 16 minutes 47.6 seconds N. and longitude 97 degrees 8 minutes 17.9 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Saturated to the surface November to March. April through July intermittently dry in surface layer, but near saturation in lower soil horizons. Driest in August through October.\nMean annual soil temperature: 10 to 12 degrees C (50 to 54 degrees F)\nMollic epipedon: 25 to 76 centimeters (10 to 30 inches)\nDepth to Argillic: 10 to 25 centimeters (4 to 10 inches)\nDepth to salt accumulations: 25 to 60 centimeters (10 to 24 inches)\nDepth to carbonates: 25 to 60 centimeters (10 to 24 inches)\nDepth to episaturation: 15 centimeters (6 inches) above the surface to about 91 centimeters (36 inches) below the surface.\nParticle-size control section (weighted average):\nClay content: 42 to 55 percent\nSand content: 2 to 8 percent\nAp horizon:\nHue: 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 or 2 dry or moist\nTexture: silt loam or silty clay loam\nClay content: 18 to 30 percent\nSand content: 4 to 10 percent\nEc: 0 to 2 mmhos/cm\nSar: 2 to 12\nReaction: slightly acid to slightly alkaline.\nThickness: 10 to 20 centimeters\nBt horizon:\nHue: 10YR or 2.5Y\nValue:  3 to 5 dry, 2 to 4 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay or clay\nClay content: 42 to 55 percent\nSand content: 2 to 8 percent\nEc: 0 to 4 mmhos/cm\nSar: 2 to 12\nReaction: neutral to moderately alkaline\nRedoximorphic concentrations: Hue, 5YR to 10YR; value, 3 to 5 moist; chroma, 4 to 6 moist\nBtz horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay or clay\nClay content: 40 to 50 percent\nSand content: 2 to 8 percent\nCalcium carbonate equivalent: 0 to 2 percent\nEc: 4 to 10 mmhos/cm\nSar: 6 to 13\nReaction: slightly alkaline or moderately alkaline\nRedoximorphic concentrations: Hue, 5YR to 10YR; value, 3 to 5 moist; chroma, 4 to 6 moist\nThickness: Combined thickness of Bt is 25 to 66 centimeters\nBCz horizon:\nHue: 10YR to 5Y\nValue: 4 to 6 dry, 4 to 6 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay loam\nClay content: 30 to 38 percent\nSand content: 4 to 8 percent\nCalcium carbonate equivalent: 0 to 3 percent\nEc: 4 to 8 mmhos/cm\nSar: 6 to 13\nReaction: slightly alkaline or moderately alkaline\nRedoximorphic concentrations: Hue, 5YR to 10YR; value, 3 to 5 moist; chroma, 4 to 6 moist\nThickness: 15 to 25 centimeters\nCz horizon:\nHue: 10YR to 5Y\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 1 to 3 dry or moist\nTexture: silty clay loam or silt loam\nClay content: 25 to 33 percent\nSand content: 4 to 10 percent\nCalcium carbonate equivalent: 0 to 10 percent\nEc: 0.5 to 6 mmhos/cm\nSar: 6 to 13\nReaction: moderately alkaline or strongly alkaline\nRedoximorphic concentrations: Hue, 5YR to 10YR; value, 4 to 5 moist; chroma, 4 to 8 moist\nSome pedons may have an indistinct, thin E horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bonesteel, Butler, Carbika, Chancellor, Clarinda, Coatsburg, Edinburg, Fosterburg, Haig, Lodgepole, Mazaska, Minnetonka, Sacville, Sampsel, Taintor, Terrabella, Virden, Winterset, and Worthing series.\nBonesteel, Butler, Carbika, and Lodgepole soils do not have accumulations of salt in the series control section.\nChancellor soils have free carbonates starting at 71 cm (28 inches).\nClarinda and Haig soils are poorly drained and do not have accumulations of salt.\nCoatsburg soils are poorly drained, have 15 to 35 percent fine sand or coarser material in the PSCS, and do not have accumulations of salt.\nEdinburg soils are poorly drained, only have 35 to 42 percent clay in the PSCS, and do not have any carbonates or salt accumulations.\nFosterburg soils are poorly drained and have temperatures greater than 54 degrees F in the soil temperature control section.\nMazaska soils are poorly drained, do not have salts, and have 2 to 8 percent coarse fragments in the series control section.\nMinnetonka soils are poorly drained and do not have salts.\nSacville soils are poorly drained, have 1 to 60 percent gravels or cobbles in the series control section, and do not have salt accumulations.\nSampsel soils are poorly drained, have a paralithic contact with shale within 200 centimeters, and do not have salts.\nTaintor and Winterset soils are poorly drained, do not have salt accumulations, and only allow for 35 to 42 percent clay in the PSCS.\nTerrabella soils are poorly drained, do not have salts, and have matrix hues of 5YR or 7.5YR in the argillic horizon.\nVirden soils are poorly drained, do not have salt accumulations, and only allow for 35 to 40 percent clay in the PSCS,.\nWorthing soils are poorly or very poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess\nLandforms: shallow depressions and slightly concave swales on loess uplands.\nSlopes: 0 to 2 percent\nElevation: 425 to 495 meters (1395 to 1625 feet)\nMean annual precipitation: 711 to 762 millimeters (28 to 30 inches)\nMean annual air temperature: 10 to 11 degrees C (50 to 52 degrees F)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months.  Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 158 to 173 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Butler, Fillmore, Hastings, and Scott soils.\nFillmore and Scott soils are in closed depressions and are free of salts.\nHastings soils are on interfluves and hillslopes on loess uplands, are well drained, and are free of salts.\nButler soils are on similar landform positions but are free of salts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Somewhat poorly drained\nSaturated hydraulic conductivity: moderately low\nPonding: typically ponds water for brief periods after heavy rains\nSaturation: has a perched seasonal high water table that ranges 15 cm (6 inches) above the soil surface to about 91 cm (36 inches) below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal irrigated crops are corn, soybeans, sorghum, and alfalfa.  Principal dryland crops are sorghum and wheat.  Native vegetation is mostly short and mid grasses dominated by alkali sacaton, blue grama, inland saltgrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This series is in the eastern part of Nebraska; Land Resource Region H, Central Great Plains Winter Wheat and Range Region; Major Land Resource Area 75, Central Loess Plains.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butler County, Nebraska, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon: 0 to 36 centimeters (0 to 14 inches) (Ap and Bt horizons);\nArgillic horizon: 15 to 51 centimeters (6 to 20 inches) (Bt and Btz horizons);\nSalt accumulations: 36 to 200 centimeters (14 to 80 inches) (Btz, BCz, and Cz horizons)\nAquic soil conditions: 51 to 203 (20 to 80 inches) (BCz, Cz1 and Cz2 horizons).\nVertic features: The presence of a linear extensibility of 6.0 cm or more between 0 and 100 centimeters (0 to 40 inches). This is based on lab data of similar soils with similar clay contents in the area.\nThese soils have been previously recognized as an alkali phase of Butler soils.\n11/2005 JCR and LM Changed to semi-tab format, added metric conversion and saturated hydraulic conductivity.  Also, added z subscript to B horizons based on the two NSSL samples.\nOSD Modification 2/2012 DJK\nEdited climate data in introduction and geomorphic setting to fit series extent.\nChanged classification from Abruptic Argiaquolls to Vertic Argiaquolls because vertic falls out before abruptic in Keys to Soil Taxonomy.\nAdded elevation to typical pedon.\nAdded the z horizon suffix to the horizons in the typical pedon that describe salt accumulations.\nIn RIC edited mollic thickness, added depth to argillic, added depth to salt, added depth to episaturation, and PSCS info. For horizons added clay, sand, EC, and SAR. Also populated redox using pedon data and added 3 to value for Ap and Bt horizons. Deleted silt loam as possible texture for BCz.\nEdited Competing Series section to fit new classification.\nAdded saturation statement to Drainage and Ksat section.\nAdded soybeans and edited native vegetation statement in Use and Veg.\nAdded LRRs and MLRAs to Distribution and Extent.\nAdded in salt accumulation depths to Remarks section.\nAdded Additional Data section with NSSL characterization data.\nOSD Modification 8/2012 DJK Added soil moisture and temperature to RIC. Lowered sand content for the Ap from 7 to 4 percent. Lowered the sand content for the Bt and Btz horizons from 4 to 2 percent. Increased lower clay content for Bt and PSCS from 40 to 42. Increased the sand content for the Cz from 8 to 10. Added calcium carbonate equivalent to RIC. Updated competing series. Added precipitation pattern to geographic setting. Added linear extensibility to remarks."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "11/2021 PTC: Added wetland vegetation for Nebraska to ADDITIONAL DATA.  Added Thickness to Range in Characteristics.\nADDITIONAL DATA: NSSL characterization data available for pedons 79NE059006 and 79NE059010.\nIn Nebraska, the native vegetative cover is an herbaceous wetland community commonly inhabited with: shortbeak sedge (Carex brevior (Dewey) Mack.), woolly sedge (Carex pellita), ticklegrass(Agrostis hyemalis), bald spikerush (Eleocharis erythropoda), western wheatgrass (Pascopyrum smithii), and rice cutgrass (Leersia oryzoides). Plains coreopsis (Coreopsis tinctoria), western water clover, (Marsilea vestita), smartweeds (Persicaria spp.), docks (Rumex spp.), and prairie ironweed (Vernonia fasciculata). Source: Terrestrial Ecological Systems and Natural Communities of Nebraska, Version IV. S.B. Rolfsmeier and G. Steinauer. Nebraska Natural Heritage Program, Nebraska Game and Parks Commission, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 centimeters (0 to 6 inches); gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; weak fine granular structure; slightly hard, friable; neutral; abrupt smooth boundary.  (10 to 20 centimeters (4 to 8 inches) thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "strong medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--15 to 36 centimeters (6 to 14 inches); dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; strong medium prismatic structure parting to strong medium angular blocky; hard, firm; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "Btz",
        "top": 36,
        "bottom": 51,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "strong medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slight effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btz--36 to 51 centimeters (14 to 20 inches); grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; few fine distinct yellowish brown (10YR 5/4) moist mottles; strong medium prismatic structure parting to strong medium angular blocky; hard, firm; many small salt clusters; slight effervescence; moderately alkaline; gradual wavy boundary.  (Combined thickness of Bt is 25 to 66 centimeters (10 to 26 inches) thick.)"
      },
      {
        "name": "BCz",
        "top": 51,
        "bottom": 74,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slight effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCz--51 to 74 centimeters (20 to 29 inches); light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct yellowish brown (10YR 5/4) moist mottles; moderate medium subangular blocky structure; hard, friable; many small salt clusters; slight effervescence; moderately alkaline; gradual wavy boundary.  (15 to 25 centimeters (6 to 10 inches) thick)"
      },
      {
        "name": "Cz1",
        "top": 74,
        "bottom": 97,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slight effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cz1--74 to 97 centimeters (29 to 38 inches); light gray (5Y 7/2) silty clay loam, light olive gray (5Y 6/2) moist; many medium prominent strong brown (7.5YR 5/6) moist mottles; massive; hard, friable; many medium salt clusters; slight effervescence; strongly alkaline; gradual wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Cz2",
        "top": 97,
        "bottom": 200,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slight effervescence",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cz2--97 to 200 centimeters (38 to 80 inches); light gray (5Y 7/2) silt loam, light olive gray (5Y 6/2) moist; many coarse prominent strong brown (7.5YR 5/6) moist mottles; massive; hard, friable; many medium salt clusters; slight effervescence; strongly alkaline."
      }
    ]
  ]
}
