{
  "SERIES": "OLDBLUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDPL/MHF/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Oldblue series consists of very deep, well drained soils that formed in more recent loamy colluvium over older loamy colluvium in ancient landslide deposits derived from weathering of the original sandstone or siltstone parent material. Oldblue soils occur on summits, backslopes, footslopes, and toeslopes of mountains. Slopes are 5 to 60 percent. The mean annual precipitation is about 110 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oldblue gravelly medial loam - woodland, on a 30 percent south-facing slope at 2,602 feet elevation. (Colors are for moist soil unless otherwise noted. When described on September 5, 2000 the soil was moist throughout.)\nOi--0 to 2 inches; slightly decomposed plant material; abrupt smooth boundary.\nA1--2 to 6 inches; black (10YR 2/1) gravelly medial loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; strongly smeary; many very fine, fine, and medium, and few coarse roots; many very fine and fine tubular pores; 10 percent (2 to 5 mm) fire formed concretions; 20 percent paragravel and 2 percent paracobbles; 20 percent gravel and 2 percent cobbles; very strongly acid (pH 4.7); NaF pH 10.6; clear smooth boundary.\nA2--6 to 12 inches; very dark brown (10YR 2/2) very paragravelly medial loam, dark grayish brown (10YR 4/2); weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; moderately smeary; common very fine and fine, and few medium and coarse roots; many very fine and fine tubular pores; 20 percent paragravel and 5 percent paracobbles; 10 percent gravel and 2 percent cobbles; very strongly acid (pH 4.8); NaF pH 10.9; clear smooth boundary. (Combined thickness of the A horizon is 10 to 15 inches)\nA3--12 to 21 inches; very dark grayish brown (10YR 3/2) paragravelly medial loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; moderately smeary; few very fine, fine, medium, and coarse roots; many very fine and fine tubular pores; 15 percent paragravel and 3 percent paracobbles; 10 percent gravel and 2 percent cobbles; very strongly acid (pH 4.9); NaF pH 11.0; abrupt smooth boundary. (5 to 10 inches thick)\n2Bw1--21 to 38 inches; yellowish brown (10YR 5/4) extremely paragravelly clay loam, very pale brown (10YR 7/4) dry; moderate medium and fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine and medium irregular pores; organic stains in root channels; 40 percent paragravel and 20 percent paracobbles; very strongly acid (pH 5.0); NaF pH 9.9; gradual wavy boundary.\n2Bw2--38 to 75 inches; yellowish brown (10YR 5/6) extremely paracobbly clay loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine and medium irregular pores; organic stains in root channels; 40 percent paragravel and 35 percent paracobbles; very strongly acid (pH 4.9); NaF pH 9.8; gradual wavy boundary. (Combined thickness of the 2Bw horizon is 50 to 60 inches)\n2Cr--75 inches; highly weathered, moderately cemented sandstone and siltstone bedrock, fractured at intervals of 4 to less than 18 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; approximately 1 mile east of Grass Mountain: located about 2,550 feet north and 2,010 feet west of the southeast corner of section 22 T. 13S., R. 8W. (Latitude 44 degrees, 25 minutes, 33 seconds N. Longitude 123 degrees, 38 minutes, 43 seconds W.; Grass Mountain, OR USGS 7.5 minute Quad; NAD 1927)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Udic moisture regime\nMean annual soil temperature: 43 to 47 degrees F., and the mean summer soil temperature is above 47 degrees F. with an O horizon present\nSolum thickness: 5 to 7 feet or more\nDepth to bedrock: 60 to 89 inches or more to paralithic contact\nBedrock hardness: Very weakly cemented to moderately cemented\nUmbric epipedon thickness: 15 to 25 inches\nParticle-size control section:\nClay content- the upper solum is influenced by amorphous material and has 12 to 25 percent clay content (by field estimate); the lower solum has a loamy particle-size class with 20 to 30 percent clay\nCoarse fragments- 0 to 25 percent rock fragments; 35 to 70 percent pararock fragments\nHue: 10YR or 7.5YR\nSoil reaction: Very strongly acid or strongly acid throughout\nOther features: The upper 15 to 25 inches of the solum has strongly smeary or moderately smeary consistence (by field estimate)\nA1 and A2 horizons:\nValue - 2 or 3 moist, 3 or 4 dry\nChroma - 1 or 2 moist and dry\nTexture - GR-medial L, PGRV-medial L\nClay content - 12 to 20 percent\nRock fragments - 10 to 25 percent gravel and 0 to 3 percent cobbles\nPararock fragments - 10 to 20 percent paragravel and 0 to 5 percent paracobbles\nOrganic matter content - 10 to 20 percent\nAndic features - Moist bulk density of 0.70 to 0.90 grams per cubic centimeter (by field estimate), phosphate retention of 85 to 95 percent, acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, 2.0 to 10 cmol/kg of KCl-extractable aluminum, and 15-bar moisture content (air dried) values of 15 to 30 percent\nA3 horizon:\nValue - 3 moist, 4 or 5 dry\nChroma - 2 or 3 moist and dry\nTexture - PGR-medial L or PGRV-medial L\nClay content - 15 to 25 percent\nRock fragment content - 5 to 10 percent gravel and 0 to 3 percent cobbles\nPararock fragment content -15 to 30 percent paragravel and 0 to 5 percent paracobbles\nOrganic matter content: 5 to 10 percent\nAndic features: Moist bulk density of 0.70 to 0.90 grams per cubic centimeter (by field estimate), phosphate retention of 85 to 95 percent, acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, 2.0 to 15 cmol/kg of KCl-extractable aluminum, and 15-bar moisture content (air dried) values of 15 to 20 percent\n2Bw horizon:\nValue - 4 or 5 moist, 6 to 8 dry\nChroma - 2 to 4 moist and dry\nTexture - PGRX-CL, PGRV-L, or PCBX-CL\nClay content - 20 to 30 percent\nPararock fragments - 35 to 50 percent paragravel and 15 to 40 percent paracobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Grassmountain , Fiverivers , Leopold, Memaloose, Willhoit, and Xeno series.\nGrassmountain (OR) - ochric epipedon\nFiverivers (OR) - 20 to 40 inches to paralithic bedrock contact\nLeopold (OR) - 20 to 40 inches to a lithic bedrock contact\nMemaloose (OR) - 20 to 40 inches to paralithic bedrock contact; Hue is 5YR or 2.5YR\nWilhoit (OR) - 40 to 60 inches to a paralithic bedrock contact\nXeno (WA) - 40 to 60 inches to a paralithic bedrock contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Recent loamy colluvium overlying older loamy colluvium in ancient landslide deposits derived from weathering of the original sandstone or siltstone parent materials of the Tyee and Flournoy Formations\nLandform: Mountains\nLandform position: Summits, backslopes, footslopes, and toeslopes\nSlope: 5 to 60 percent\nElevation: 1,800 to 3,000 feet\nClimate: Cool, wet winters; warm, moist summers\nMean annual air temperature: 42 to 46 degrees F\nMean annual precipitation: 90 to 130 inches\nFrost-free period: 70 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Blodgett, Burntwoods, Chintimini, Fiverivers, Grassmountin, Luckiamute, Lurnick, and Maryspeak soils. Blodgett, Burntwoods, Chintimini, Fiverivers, and Grassmountain soils occur on summits and side slopes of mountains. Luckiamute, Lurnick, and Maryspeak soils occur in a cryic temperature regime on adjacent higher slopes of mountains.\nBlodgett - loamy-skeletal; less than 20 inches deep to Cr over R contact\nBurntwoods - medial-skeletal over loamy-skeletal; greater than 60 inches deep to bedrock\nChintimini - loamy-skeletal; 40 to 60 inches deep to Cr over R contact\nFiverivers - fine-loamy; 20 to 40 inches deep to a paralithic contact\nGrassmountain - fine-loamy; greater than 60 inches deep to a paralithic contact\nLuckiamute - loamy-skeletal; less than 20 inches deep to a lithic contact\nLurnick - clayey-skeletal; 20 to 40 inches deep to a paralithic contact\nMaryspeak - sandy-skeletal; greater than 80 inches deep"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, recreation, wildlife habitat, and watersheds. Potential native vegetation is Douglas fir, western hemlock, Pacific rhododendron, red huckleberry, salal, western swordfern, thimbleberry, salmonberry, trailing blackberry, Pacific trillium, sweetscented bedstraw, and Oregon oxalis. Scattered amounts of noble fir, Pacific silver fir, and tall blue huckleberry occur in some areas at the higher elevations within the frigid zone."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central portion of the Coast Range Mountains of Oregon; MLRA 1. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County, Oregon, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from the mineral soil surface to a depth of 21 inches (A1, A2, A3 horizons).\nCambic horizon - from 21 to 75 inches (2Bw1 and 2Bw2 horizons).\nAndic subgroup feature - from 12 to 21 inches (A1, A2, A3 horizons).\nParticle-size control section - the zone from 12 to 42 inches\nDepths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nADDITIONAL DATA: Characterization data available for S01OR003-016, NSSL, Lincoln, NE., 11/01\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches; slightly decomposed plant material; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.7,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 6 inches; black (10YR 2/1) gravelly medial loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; strongly smeary; many very fine, fine, and medium, and few coarse roots; many very fine and fine tubular pores; 10 percent (2 to 5 mm) fire formed concretions; 20 percent paragravel and 2 percent paracobbles; 20 percent gravel and 2 percent cobbles; very strongly acid (pH 4.7); NaF pH 10.6; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 12 inches; very dark brown (10YR 2/2) very paragravelly medial loam, dark grayish brown (10YR 4/2); weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; moderately smeary; common very fine and fine, and few medium and coarse roots; many very fine and fine tubular pores; 20 percent paragravel and 5 percent paracobbles; 10 percent gravel and 2 percent cobbles; very strongly acid (pH 4.8); NaF pH 10.9; clear smooth boundary. (Combined thickness of the A horizon is 10 to 15 inches)"
      },
      {
        "name": "A3",
        "top": 30,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A3--12 to 21 inches; very dark grayish brown (10YR 3/2) paragravelly medial loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; moderately smeary; few very fine, fine, medium, and coarse roots; many very fine and fine tubular pores; 15 percent paragravel and 3 percent paracobbles; 10 percent gravel and 2 percent cobbles; very strongly acid (pH 4.9); NaF pH 11.0; abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 53,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw1--21 to 38 inches; yellowish brown (10YR 5/4) extremely paragravelly clay loam, very pale brown (10YR 7/4) dry; moderate medium and fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine and medium irregular pores; organic stains in root channels; 40 percent paragravel and 20 percent paracobbles; very strongly acid (pH 5.0); NaF pH 9.9; gradual wavy boundary."
      },
      {
        "name": "2Bw2",
        "top": 97,
        "bottom": 190,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw2--38 to 75 inches; yellowish brown (10YR 5/6) extremely paracobbly clay loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine and medium irregular pores; organic stains in root channels; 40 percent paragravel and 35 percent paracobbles; very strongly acid (pH 4.9); NaF pH 9.8; gradual wavy boundary. (Combined thickness of the 2Bw horizon is 50 to 60 inches)"
      },
      {
        "name": "2Cr",
        "top": 190,
        "texture_class": "sand",
        "narrative": "2Cr--75 inches; highly weathered, moderately cemented sandstone and siltstone bedrock, fractured at intervals of 4 to less than 18 inches."
      }
    ]
  ]
}
