{
  "SERIES": "OLDSFERRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/CLM",
  "REVDATE": "03/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oldsferry shaly loam - on a 55 percent slope at an elevation of 3,100 feet in rangeland.  (Colors are for air-dry soil unless otherwise stated.  When described on August 24, 1981, the soil was dry.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) shaly loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable; common fine and very fine roots; many fine and very fine tubular and interstitial pores; 20 percent shale fragments; neutral (pH 7.0); clear smooth boundary.  (4 to 6 inches thick)\nA2--4 to 18 inches; brown (10YR 5/3) very shaly loam, dark brown (10YR 3/3) moist; weak fine platy structure; soft, friable; common fine and very fine roots; common fine and very fine tubular and interstitial pores; 50 percent shale fragments; neutral (pH 7.2); clear smooth boundary.  (6 to 14 inches thick)\nBw--18 to 28 inches; yellowish brown (10YR 5/4) very shaly loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; few very fine roots; many fine tubular pores; 55 percent shale fragments; neutral (pH 7.2); clear smooth boundary.  (10 to 23 inches thick)\nR--28 inches; shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Idaho; about 21 miles north and 6 miles west of Weiser; 600 feet west and 320 feet south of the northeast corner of sec. 8, T. 14 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to shale bedrock - 20 to 40 inches\nAverage annual soil temperature - 48 to 52 degrees F.\nAverage summer soil temperature - 65 to 70 degrees F.\nCoarse fragments in control section - weighted average 40 to 60 percent, size 40 to 120 mm thick and 1 to 8 cm across\nA horizon\nValue - 4 to 6 dry, 2 to 4 moist\nChroma - 1 through 3 dry, 2 or 3 moist\nClay content - 10 to 25 percent\nBw horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 through 4 dry, 3 or 4 moist\nClay content - 10 to 25 percent\nCoarse fragments - 40 to 70 percent\nTexture - SHV-L, CNV-L, CNX-L"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benco, Clint, Kilburn, and Speigle series.  Benco, Kilburn, and Speigle soils are more than 60 inches deep to bedrock.  Clint soils have 5YR and 7.5YR hues, have cobbles or pebbles as coarse fragments, and are over basalt bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oldsferry soils are on canyon sideslopes. Slopes range from 25 to 80 percent.  Elevation ranges from 1,600 to 4,000 feet.   The soil formed in colluvium and residuum from shale.  The climate is mesic with average annual precipitation of 12 to 18 inches, most of which falls as snow in winter.  The average annual air temperature is about 46 to 50 degrees F. The frost-free season is 100 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bakeoven, Gem, Gross, Haw, Reywat, and Ruckles series.  Bakeoven soils are very shallow to basalt bedrock.  Gem soils have a control section with greater than 35 percent clay, less than 35 percent coarse fragments and basalt bedrock.  Gross soils have a thick mollic epipedon and less than 35 percent coarse fragments.  Haw soils are deep. Reywat and Ruckles soils are shallow to basalt bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland.  Vegetation is mainly bluebunch wheatgrass, lupine, yarrow, rabbitbrush, and Xericensis big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and central Oregon.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 18 inches (A1 and A2 horizons)\nCambic horizon - at 18 to 28 inch depths (Bw horizon)\nDepth to bedrock - 20 to 40 inches\nCoarse fragments in control section - 40 to 70 percent\nMoisture regime - xeric\nTemperature regime - mesic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
