{
  "SERIES": "OLDSPAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL/TM/RB/ET",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Oldspan series consists of very deep, well drained soils that formed in mixed alluvium from limestone and calcareous sandstone. Oldspan soils are on fan remnants. Slope ranges from 2 to 8 percent. The mean annual precipitation is about 5 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Sodic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oldspan gravelly fine sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 85 percent pebbles and 2 percent cobbles.\nA--0 to 3 inches; light yellowish brown (10YR 6/4) gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; strong thick and very thick platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine and few fine vesicular and interstitial pores; 25 percent pebbles; violently effervescent (18 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\nBw--3 to 10 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine, few fine and medium roots; common very fine and few fine interstitial and tubular pores; few faint clay films on ped faces and as collodial stains; 10 percent pebbles; many fine (1 mm) lime coats on the undersides of rock fragments in the lower part of horizon; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); gradual smooth boundary. (4 to 10 inches thick)\nBk--10 to 20 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; common very fine, few fine interstitial and tubular pores; common (5 percent) fine irregular soft seams of lime; common (5 percent) fine and medium irregular soft masses of lime; 10 percent pebbles; many thin (1 mm) lime coats on the undersides of rock fragments; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); clear smooth boundary. (10 to 16 inches thick)\n2Bkq1--20 to 40 inches; light yellowish brown (10YR 6/4) stratified extremely gravelly loam to extremely gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; massive; moderately hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine, few fine interstitial and tubular pores; common (5 percent) fine and medium irregular soft masses of lime; electrical conductivity 3 dS/m; sodium adsorption ratio 16; 65 percent pebbles and 2 percent cobbles; many thin (1 mm) lime and silica coats on the undersides of rock fragments; violently effervescent (45 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 9.0); gradual wavy boundary. (14 to 25 inches thick)\n2Bkq2--40 to 60 inches; light yellowish brown (10YR 6/4) stratified extremely gravelly fine sandy loam to extremely gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine, few fine interstitial and tubular pores; electrical conductivity 7 dS/m; sodium adsorption ratio 35; 65 percent pebbles and 5 percent cobbles; few thin (1 mm) lime and silica coats on the undersides of rock fragments; violently effervescent (45 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 9.5 miles east of Hidden Hills Ranch in the southeast end of Pahrump Valley; about 1,050 feet north and 1,100 feet east of the southwest corner of section 21, T. 22 S., R. 56 E.; 36 degrees, 01 minutes, 01 seconds north latitude and 115 degrees, 42 minutes, 08 seconds west longitude; USGS Lost Cabin Valley, NV 7.5 minute topographic quadrangle; UTM 11, 616943e, 3986608n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and early spring and for less than 10 days cumulative between July to October following convection storms. The soils have a typic-aridic moisture regime.\nSoil temperature - 59 to 65 degrees F.\nDepth to calcic horizon - 5 to 12 inches.\nCalcium carbonate equivalent: 40 to 70 percent of the less than 20 mm fraction.\nControl section - Percent clay: Averages 6 to 12 percent.\nRock fragments: Averages 35 to 60 percent, upper part has 0 to 15 percent and the lower part has 60 to 80 percent, mainly gravel.\nDepth to lower part of the control-section - 15 to 25 inches.\nA horizon - Value: 6 or 7 dry.\nChroma: 3 or 4.\nCalcium carbonate equivalent: 10 to 25 percent of the fine earth fraction.\nBw horizon - Texture: Fine sandy loam or loam.\nClay content: 8 to 15 percent.\nRock fragments: 0 to 15 percent, mainly gravel.\nCalcium carbonate equivalent: 15 to 25 percent of the fine earth fraction.\nOther features: Few colloidal stains in most pedons. Less than 5 percent secondary lime.\nBk horizon - Value: 4 or 5 moist.\nTexture: Fine sandy loam or loam.\nClay content: 8 to 15 percent.\nRock fragments: 0 to 15 percent, mainly gravel.\nStructure: Weak or moderate, medium or coarse subangular blocky, or massive.\nConsistence: Soft to moderately hard, nonsticky or slightly sticky and nonplastic or slightly plastic.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 15 to 30 percent of the fine earth fraction.\nOther features: 5 to 20 percent identifiable secondary lime.\n2Bkq1 horizon - Value: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Averages loam or fine sandy loam, stratified layers range from loam to loamy coarse sand.\nClay content: Averages 6 to 12 percent.\nRock fragments: 60 to 80 percent, mainly gravel with 0 to 15 percent cobbles or stones.\nConsistence: Soft to moderately hard, very friable or friable, nonsticky or slightly sticky and nonplastic or slightly plastic.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equvialent: 35 to 60 percent of the fine earth fraction.\nElectrical conductivity: 2 to 4 dS/m.\nSodium adsorption ratio: 13 to 30.\nOther features: 5 to 20 percent secondary lime.\n2Bkq2 horizon - Value: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4\nTexture: Averages sandy loam or fine sandy loam, stratified layers range from loam to loamy coarse sand.\nClay content: Average 6 to 12 percent.\nRock fragments: 60 to 80 percent, mainly gravel with 0 to 15 percent cobbles or stones.\nConsistence: Soft to moderately hard, very friable or friable, nonsticky or slightly sticky and nonplastic or slightly plastic.\nReaction: Moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 35 to 60 percent of the fine earth fraction.\nElectrical conductivity: 4 to 8 dS/m.\nSodium adsorption ratio: 13 to 45.\nOther features: Less than 5 percent identifiable secondary lime."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corncreek (NV) and Stillwell (TX)series. Corncreek soils have lacustrine sediments at 25 to 35 inches. Stillwell soils have 20 to 40 days of summer moisture."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oldspan soils are on fan remnants. These soils formed in mixed alluvium from limestone and calcareous sandstone. Slope ranges from 2 to 8 percent. Elevations are 2500 to 4000 feet. The climate is hot and arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 3 to 7 inches; mean annual air temperature is 57 to 63 degrees F., and the frost-free season is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Commski, Lastchance, Wechech and Weiser series. Lastchance and Wechech soils are shallow to a petrocalcic horizon. Commski and Weiser soils have more than 35 percent rock fragments throughout their control-section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly creosotebush and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada. MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1994. The name is coined from the Old Spanish Trail that runs through the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A and part of the Bw horizons).\nCambic horizon - 3 to 10 inches (Bw horizon).\nCalcic horizon - 10 to 40 inches (Bk and 2Bkq1 horizons).\nParticle-size control section - 10 to 40 inches (Bk and 2Bkq1 horizons).\nOther features: Sodic feature - 20 to 60 inches (2Bkq1 and 2Bkq2 horizons).\nCutan features are not diagnostic, does not meet requirerments for an argillic horizon.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
