{
  "SERIES": "OLELO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SN/MRK",
  "REVDATE": "02/2017",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, isothermic Typic Kanhaplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olelo silty clay - woodland.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nA1--0 to 10 centimeters (0 to 4 inches); dark reddish brown (5YR 3/2) silty clay, weak red (2.5YR 4/2) dry; strong fine, medium and coarse granular structure; hard, friable, sticky and plastic; many roots; many interstitial pores; high bulk density; many ironstone fragments up to one-half inch long; very strongly acid (pH 4.8); abrupt smooth boundary.  (8 to 15 centimeters {3 to 6 inches} thick)\nA2--10 to 25 centimeters (4 to 10 inches); dark reddish brown (5YR 3/3) silty clay, weak red (2.5YR 4/2) dry; massive (breaks into dense clods); very hard, firm, sticky and plastic; few roots; many very fine tubular pores; high bulk density; common gravel-size ironstone fragments; very strongly acid (pH 4.8); clear smooth boundary.  (0 to 15 centimeters {0 to 6 inches} thick)\nBw--25 to 36 centimeters (10 to 14 inches); dark reddish brown (2.5YR 3/5) silty clay, reddish brown (2.5YR 4/4) dry; moderate fine and medium subangular blocky structure; hard, firm, very sticky and plastic; few roots; many very fine tubular pores; many worm holes and casts; very strongly acid (pH 4.8); clear smooth boundary.  (8 to 11 centimeters {3 to 4 inches} thick)\nBt1--36 to 48 centimeters (14 to 19 inches); dark red (2.5YR 3/6) silty clay, dark reddish brown (2.5YR 3/4) and red (2.5YR 4/6) dry; moderate medium and thick platy structure parting to moderate fine and medium subangular blocky; hard, friable, very sticky and very plastic; few roots; many very fine and fine tubular pores; common thin clay films of higher chroma; at the bottom of this horizon is very thin (1/3 inch) layer of soft material developing into an ironstone sheet; very strongly acid (pH 4.8); abrupt wavy boundary.  (10 to 13 centimeters {4 to 5 inches} thick)\nBt2--48 to 94 centimeters (19 to 37 inches); dark red (2.5YR 3/6) silty clay, dark reddish brown (2.5YR 3/4) dry; strong very fine and fine subangular blocky structure; hard, friable, very sticky and very plastic; few roots; many very fine and fine tubular pores; continuous moderate to thick clay films on peds; some very fine aggregates persist as hard earthy lumps and break down after prolonged rubbing; very strongly acid (pH 4.6); clear wavy boundary.  (43 to 48 centimeters {17 to 19 inches} thick)\nCr--94 to 152 centimeters (37 to 60 inches); dark gray (l0YR 4/1) and dark brown (7.5YR 3/3) highly weathered basic igneous rock; this has the original rock structure but breaks down to silty clay and silty clay loam that is smeary; massive; patchy dark red (2.5YR 3/6) coatings; some gray material present that appears like halloysite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Molokai, Maui County, Hawaii; Kaunakakai Quadrangle - 21 degrees 08 minutes 32 seconds north latitude and 156 degrees 57 minutes 33 seconds west longitude; in Molokai Forest Reserve along Forestry Camp road 0.1 mile east of the uppermost reservoir."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 152 centimeters (60 inches).  The mean annual soil temperature is about 17 degrees C. (63 degrees F).  Some pedons do not have a Bw horizon, or it may be discontinuous.\nThe A horizon\nHue of 2.5YR or 5YR\nValue of 3 or 4 dry\nChroma of 2 through 4 moist, 1 or 2 dry\nIronstone fragments in the A horizon normally range from few to many but are absent in some pedons.\nThe B horizon has\nHue of 2.5YR or 10R\nTexture is silty clay, but ranges to clay.\nDepth to Cr materials"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this taxonomic class. The Halawa, Honolua, Kalae, Leilehua, Makawao, and Paaloa series are similar but not taxonomically competing. Halawa soils have silt loam texture in the upper part of the B horizon and thin nearly continuous clay films in the argillic horizon. Honolua soils have 5YR or 7.5YR hue in the argillic horizon. Kalae soils have an ochric epipedon and silt loam texture in the lower part of the B horizon. Leilehua soils have thin patchy clay films throughout the argillic horizon.  Makawao soils have 5YR or yellower hue and patchy clay films in the argillic horizon.  Paaloa soils have nearly continuous moderately thick clay films in the upper part of the argillic horizon and thin continuous clay films in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Olelo soils are on ridgetops at elevations ranging from 610 to 1,067 meters (2,000 to 3,500 feet).  Slopes range from 3 to 25 percent.  The soils formed in residuum from basic igneous material.  Annual rainfall is 1524 to 2540 millimeters (60 to 100 inches) and is fairly well distributed throughout the year.  The mean annual temperature is about 18 degrees C. (65 degrees F.); average January temperature is about 17 degrees C. (63 degrees F.); and the average July temperature is about 19 degrees C. (67 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the the Kahanui and Naiwa soils, the competing Halawa soils, and the similar Honolua soils.  Kahanui soils have 7.5YR or yellower hue throughout the solum and discontinuous ironstone sheet in the B horizon.  Naiwa soils do not have an argillic horizon and have silt loam or loam texture in the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland.  Vegetation is hilograss (Paspalum conjugatum), guava (Psidium guajava), ohia (Metrosideros collina), pukiawe (Styphelia tameiameiae), aalii (Dodonaea viscosa), sweet vernal (Anthoxanthum odoratum), creeping chinese violet (Centella asiatica) and associated plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Islands of Molokai and Maui Maui County, Hawaii. The series is of small extent comprising 3,085 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Molokai, Maui County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nUdic soil moisture regime\nUmbric epipedon- the zone from the surface to 25 centimeters (10 inches) (A1, A2)\nKandic horizon- the zone from 36 to 94 centimeters (14 to 37 inches) (Bt1, Bt2)\nParalithic contact- from 94 to 152 centimeters (37 to 60 inches) (Cr)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
