{
  "SERIES": "OLETHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELG-ACT",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Aquic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oletha silty clay -- pasture.  (Colors are for moist soil unless otherwise stated).\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) silty clay, dark grayish brown (10YR 4/2) dry; moderate coarse subangular blocky structure parting to moderate fine and medium angular blocky; very hard, very firm, very sticky and very plastic; common fine and medium roots; common fine pores; moderately acid; clear smooth boundary. (5 to 17 inches thick)\nBA1--6 to 10 inches; dark grayish brown (10YR 4/2) clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; very hard, very firm, sticky and plastic; common fine and medium roots; few fine pores; few clean sand grains surfaces of peds; few medium distinct dark yellowish brown (10YR 4/4) and brown (7.5YR 4/4) masses of iron accumulation; strongly acid; abrupt smooth boundary.  (0 to 8 inches thick)\nBA2--10 to 16 inches; dark grayish brown (10YR 4/2) silt loam, grayish brown (10YR 5/2) dry; weak coarse angular blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; many fine and very fine pores; few fine and medium iron-manganese concretions; few clean sand grains on surfaces of peds; common fine prominent brown (7.5YR 4/4) masses of iron accumulation; strongly acid; abrupt smooth boundary. (0 to 10 inches thick)\nAb--16 to 25 inches; very dark grayish brown (10YR 3/2) clay loam, dark grayish brown (10YR 4/2) dry; moderate coarse prismatic structure parting to moderate coarse angular blocky; very hard, very firm, sticky and plastic; few fine roots; few fine pores; few fine iron-manganese concretions; very dark gray (10YR 3/1) organic stains on ped faces; few krotovina streaks; few fine faint dark grayish brown (10YR 4/2) iron depletions, and few fine faint dark yellowish brown (10YR 4/4) masses or iron accumulation; moderately alkaline; gradual smooth boundary. (0 to 17 inches thick)\nByb--25 to 33 inches; dark grayish brown (10YR 4/2) clay loam, grayish brown (10YR 5/2) dry; moderate coarse prismatic structure parting to moderate medium angular blocky; very hard, firm, sticky and plastic; few fine roots; few fine and medium pores; thin continuous clay films; few fine iron-manganese concretions; few very dark gray (10YR 3/1) organic coatings on the exterior of peds; common threads of gypsum on surfaces of peds; many fine and medium prominent light yellowish brown (10YR 6/4) and few fine distinct yellowish red (5YR 5/6) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (0 to 8 inches thick)\nBgb--33 to 44 inches; grayish brown (10YR 5/2) loam, light grayish brown (10YR 6/2) dry; weak medium prismatic structure parting to weak medium angular blocky; hard, firm, sticky and plastic; few fine roots; common fine pores; few coarse patchy brown (10YR 5/3) clay films; few fine and medium calcium carbonate masses and concretions; few fine and medium iron-manganese concretions; many fine and medium distinct brownish yellow (10YR 6/8) and common fine distinct reddish yellow (7.5YR 6/6) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (9 to 39 inches thick)\nBCgb--44 to 59 inches; grayish brown (10YR 5/2) fine sandy loam, light grayish brown (10YR 6/2) dry; weak coarse angular blocky structure; friable; few fine roots; common fine pores; few thin patchy brown (10YR 5/3) clay films on surfaces of peds; common few fine iron-manganese concretions; fine and medium distinct strong brown (7.5YR 4/6) masses of iron accumulation; neutral; gradual smooth boundary. (6 to 15 inches thick)\nBCb1--59 to 72 inches; mottled brownish yellow (10YR 6/8) and light brownish gray (10YR 6/2) sandy clay loam; weak coarse angular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; common fine pores; few fine distinct red (2.5YR 4/8) masses of iron accumulation; neutral; gradual smooth boundary. (0 to 13 inches thick)\nBCb2--72 to 80 inches; mottled brownish yellow (10YR 6/8) and light brownish gray (10YR 6/2) fine sandy loam; weak coarse angular blocky structure; friable; very few fine roots; few fine pores; few fine distinct red (2.5YR 4/8) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Limestone County, Texas; In Oletha; from the intersection of Farm Roads 937 and 1246; 0.9 mile south on Farm road 937; 4.6 miles southwest on County road; 0.5 mile northwest on field road; 271 feet northeast in flood plain. Elevation: 360 feet; Latitude: 31 degrees, 19 minutes, 26 seconds; Longitude: 096 degrees, 28 minutes, 16 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Clay content of the 10- to 40- inch particle size control section averages from 24 to 35 percent.  Most pedons have thin, discontinuous loamy or sandy strata throughout.  Few dark gray and brown organic stains are in most pedons.  Calcium carbonate and iron-manganese concretions range from none to few.\nThe A horizon has value of 3 or 4, and chroma 1 or 2. Redox features range from few to none in shades of brown or yellow.  Reaction ranges from strongly acid to neutral.\nThe Ab horizon, where present, has value of 3 to 5, and chroma of 1 or 2.  Brown redox features range from none to few.  Texture is clay loam, or sandy clay loam.  Reaction ranges from strongly acid to neutral.\nThe BAg horizon, where present, has value of 4 or 6, and chroma of 1 or 2.  Redox features ranges from few to many in shades of yellow or brown.   Texture is loam or clay loam. Reaction ranges from strongly acid to neutral.\nThe Bg, and Bgb horizons, or Bgyb horizons where present, have value of 4 to 6, and chroma of 1 or 2.  Redox features are in shades of brown and gray and range from none to few. Texture is loam, sandy clay loam, or clay loam.\nReaction ranges from strongly acid to moderately alkaline.\nThe BC, BCg, and BCb horizons have value of 4 to 6, and chroma of 1 or 2.  Redox features in shades of brown and gray range from none to few.  Texture is fine sandy loam or sandy clay loam.  Reaction ranges from slightly acid to moderately alkaline.\nA C horizon is present in some pedons.  Where present, the material is stratified with textures ranging from loamy fine sandy to clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar series include Gladewater, Nahatche, Navasota, and Sandow soils.   Gladewater and Navasota soils are clayey throughout, and have aquic conditions within 20 inches of the surface.  Nahatche soils have aquic conditions within 20 inches of the surface, and do not have cambic horizons.  Sandow soils do not have gypsum in the control section and have loamy surface textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oletha soils are on nearly level flood plains.  Slope gradients are dominantly less than 1 percent, but range to 1 percent.  Mean annual precipitation ranges from 34 to 38 inches, and mean annual temperature ranges from 65 to 67 degrees F.  Frost free days range from 240 to 260 days, and elevation ranges from 340 to 400 feet.  The Thornthwaite annual P-E indices ranges from 56 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kaufman, Gladewater and Whitesboro series.  These soils are in similar floodplain positions.  Kaufman soils have very fine control sections.  Gladewater soils have a fine control section.  Whitesboro soils have a mollic epipedon and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is slow.  Runoff is negligible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture and woodland.  Native vegetation includes hackberry, elm, mesquite and ash, with an understory of native grass, sedges, paspalums, and green briar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION",
    "content": "DISTRIBUTION:  East Central Texas (MLRA 86A, 87A).  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Limestone County, Texas; 1992.  The name is from the community of Oletha."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Aquic Eutrochrepts to Aquic Ustochrepts based on the fact that these soils occur near the Udic system but are in the ustic system.\nSuperactive cation exchange activity class.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches  (A horizon)\nCambic horizon - BA horizons from 6 to 16 inches and Bgb horizons from 33 to 44 inches.\nBuried horizons - Ab and Bb horizons from 16 to 80 inches\nGypsic horizon - Bgyb horizon from 25 to 33 inches\nThese soils were previously included with the Gladewater series.\nSoil Interpretation Record: TX1208\nADDITIONAL DATA:  TAMU Soil Characterization Laboratory; S90TX-293-001.  SNTC Soil Mechanics Laboratory: S90TX-293-001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
