{
  "SERIES": "OLEX",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/DKM/RWL",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calcidic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Olex silt loam, native range. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 1 inch; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine pores; neutral (pH 7.0); clear smooth boundary. (1 to 5 inches thick)\nA2--1 to 12 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine pores; 2 percent gravel; neutral (pH 7.0); clear smooth boundary. (5 to 11 inches thick)\nBw--12 to 24 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 15 percent gravel; neutral (pH 7.2); clear wavy boundary. (6 to 20 inches thick)\n2C--24 to 32 inches; brown (10YR 5/3) very gravelly silt loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine pores; 60 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (3 to 10 inches thick)\n2Ck--32 to 60 inches; pale brown (10YR 6/3) extremely gravelly silt loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; 75 percent gravel; strongly effervescent; gravel lime-coated on underside; soft powdery lime in matrix; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gilliam County, Oregon; 50 feet south of unimproved farm road in the SE1/4 SW1/4 NE1/4 of section 33, T. 2 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 52 to 56 degrees F. The soils are usually dry and are dry in all parts above a depth of 12 inches for at least half the time (cumulative) during the period the soil temperature is above 41 degrees F. and dry for more than 90 consecutive days within the three months following the summer solstice between depths of 4 to 12 inches. The particle-size control section has 15 to 18 percent clay. Depth to the very gravelly 2C horizon ranges from 12 to 25 inches. Solum depth is 12 to 25 inches. Depth to calcium carbonate accumulation with 10 to 15 percent CaCO3 equivalent is 20 to 40 inches. Depth to bedrock is 60 inches or more. The mollic epipedon is 7 to 15 inches thick.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture of the fine-earth fraction is silt loam with 0 to 25 percent gravel and 0 to 40 percent cobbles.\nThe Bw horizon has value of 4 to 6 dry, 3 or 4 moist and chroma of 3 or 4 moist and dry. Texture of the fine-earth fraction is silt loam with 10 to 35 percent gravel.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 7 dry, 3 or 4 moist and chroma of 3 or 4 moist and dry. Texture of the fine-earth fraction is silt loam or loam. This horizon has 50 to 75 percent gravel and 0 to 10 percent cobbles. Reaction is slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dustin (T), Haystack, Heytou, Nighthawk, Peshastin, Redcanyon, and Strat series.\nDustin soils  lack a silt mantle 12 to 25 inches thick; have a solum more than 25 inches thick; are slightly alkaline to moderately alkaline throughout; have CaCO3 of 2 to 5 percent\nHaystack soils  lack silt loam textures within the solum; have a Bw horizon with 35 to 70 percent rock fragments\nHeytou soils  are 20 to 40 inches to a Cd horizon\nNighthawk soils  lack silt loam textures throughout; particle-size control section dominated by rock fragments of glacial till origin\nPeshastin soils   lack silt loam textures throughout; have a solum depth of more than 40 inches\nRedcanyon soils  are 20 to 40 inches to a lithic contact (basalt)\nStrat soils  have a 2Bkq horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Olex soils are on uplands including terraces and terrace escarpments. Elevations are 300 to 1,400 feet. Slopes are 0 to 65 percent. The soils formed in medium textured loess over very gravelly mixed outwash or alluvial material. The climate is semiarid with moist winters and dry summers. The mean winter temperature is 34 to 36 degrees F. and the mean summer temperature is 64 to 66 degrees F. The mean annual temperature is 50 to 54 degrees F. The mean annual precipitation is 9 to 12 inches. The frost-free period is 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blalock, Roloff, and Willis soils. Blalock soils are loamy and less than 20 inches to a duripan and are on old alluvial terraces. Roloff soils are moderately deep to basalt, are coarse-loamy and are on benches, hillslopes, and escarpments. Willis soils are moderately deep to a duripan, are coarse-silty, and are on alluvial fan terraces and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for livestock grazing. Other uses are wildlife and water supply purposes. Vegetation is mainly bunchgrass, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Oregon and central Washington. MLRA 8. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gilliam County, Oregon, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon the zone from 0 to 12 inches (A1 and A2 horizons)\nCambic horizons the zone from 12 to 24 inches (Bw horizon)\nSoft powdery lime the zone from 32 to 60 inches (2Ck horizon)\nParticle-size control section the zone from 10 to 40 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
