{
  "SERIES": "OLF",
  "STATUS": "Established Series",
  "BYREV": "RJ/DCE/CEJ/GML",
  "REVDATE": "04/2019",
  "STATES": "CA",
  "OVERVIEW": "The Olf series consists of moderately deep, well drained soils formed in marine alluvium material derived mostly from sedimentary rock sources.  Olf soils are on terraces and have slopes of 2 to 30 percent.  The mean annual precipitation is about 280 millimeters (11 inches) and the mean annual temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, isothermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olf sandy loam - on a south facing slope of 7 percent under a cover of isocama, bur clover, and slender oats at 150 meters (500 feet) elevation.  (Colors are for dry soil unless otherwise stated.  When described on May 26, l985, the soil was dry to 33 centimeters (13 inches) and slightly moist below.)\nA--0 to 10 centimeters (0 to 4 inches); brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; strongly effervescent, finely disseminated calcium carbonate; moderately alkaline (pH 8.0); abrupt smooth boundary.  (10 to 15 centimeters; 4 to 6 inches thick)\nE--10 to 13 centimeters (4 to 5 inches); pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; massive; hard, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; strongly effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); abrupt wavy boundary.  (2 to 10 centimeters; 1 to 4 inches thick)\nBtk1--13 to 33 centimeters (5 to 13 inches); mixed light brown and brown (7.5YR 6/4 and 7.5YR 5/2) clay, mixed brown and dark brown (7.5YR 4/4 and 7.5YR 3/2) moist; strong coarse and very coarse prismatic structure; extremely hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; few thin clay films on ped faces and in pores; common pressure faces; some organic matter coatings on ped faces; strongly effervescent, finely disseminated calcium carbonates; moderately alkaline (pH 8.0); gradual wavy boundary.  (20 to 28 centimeters; 8 to 11 inches thick)\nBtk2--33 to 51 centimeters (13 to 20 inches); light brown (7.5YR 6/4) clay, brown (7.5YR 4/4) moist; strong coarse and very coarse prismatic parting to medium and coarse angular blocky structure; extremely hard, firm, very sticky and very  plastic; few very fine and fine roots; common very fine tubular pores; few thin clay films on ped faces; violently effervescent, finely disseminated calcium carbonates, and few fine calcium carbonate masses as threads, moderately alkaline (pH 8.0); gradual wavy boundary.  (18 to 30 centimeters; 7 to 12 inches thick)\nBtk3--51 to 61 centimeters (20 to 24 inches); brown (7.5YR 5/4) clay, dark brown (7.5YR 3/4) moist; moderate medium and coarse angular blocky structure; extremely hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; violently effervescent, finely disseminated calcium carbonates, and few fine calcium carbonate masses as threads, moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 20 centimeters; 4 to 8 inches thick)\n2Cr--61 to 81 centimeters (24 to 32 inches); white, weakly consolidated caliche."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Nicolas Island, California, about 0.6 kilometers (0.38 miles) going southeast from fire station #4, about0.3 kilometers (0.2 miles) going northwest from road intersection going to the beach and road going to the air terminal and then turn north about 60 meters (200 feet) into site on the ridged area; 33.2452639 degrees latitude, -119.4816139 degrees longitude; UTM Zone 11, 3681223.57n, 268792.42e; U.S.G.S. Quad Name: San Nicolas Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to the paralithic contact is 51 to 102 centimeters (20 to 40 inches).  The mean annual soil temperature is about 17 degrees C (62.6 degrees F), and the difference between the mean summer and the mean winter temperature is about 5 degrees C (9 degrees F).  The soil between the depths of 20 and 46 centimeters (8 and l8 inches) becomes dry in all parts sometime in May or June to November and becomes moist in all parts from sometime in January to mid-March for about 60 to 75 consecutive days.  The soil temperature is not at any time below 8 degrees C (47 degrees F).  The moisture regime is ustic bordering on aridic.  It is mildly or moderately alkaline throughout.  Some pedons do not have organic matter coatings on the faces of prisms.  Sand is moving mostly along the cracks and coats the prisms in the Btk horizons.\nThe A horizon has dry color of 10YR 5/2, 5/3, 6/2, 6/3; 7.5YR 6/4.  Moist colors are 10YR 3/3, 4/3, 5/3, or 4/4; 7.5YR 4/4.  It has 8 to 12 percent clay, and 5 to 10 percent gravel, mostly iron rich nodules.  Clay content between the E and the Bt horizon is more than 30 percent absolute.  ESP ranges from 5 to 10, and the electrical conductivity is less than 2.\nThe E horizon has dry color of 10YR 6/3, 7/2, 7/3, or 7/4.  Moist colors are 10YR 4/3, 5/3, or 5/4.  It is loamy sand or sandy loam.  Clay content is 5 to 10 percent and has 0 to 10 percent gravel.\nThe Btk horizons have dry color of 7.5YR 5/2, 5/4, 6/4; 10YR 5/2, 5/3, 5/4, 6/2, or 6/4.  Moist colors are 7.5YR 3/2, 3/4, 4/4; 10YR 3/2, 3/3, 3/4, 4/2, or 4/4.  Texture is clay or clay loam.  Clay content is 35 to 50 percent and coarse fragments are 0 to 10 percent.  ESP is 5 to 10 and electrical conductivity is 2 to 4.\nChanneled and eroded phases are also recognized in this series."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Dewpoint series. Dewpoint series is moderately deep to lithic contact and are located on hills of Santa Catalina Island."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Olf soils are on marine terraces and have slopes of 2 to 30 percent.  The soils formed in alluvium material derived mostly from sedimentary rock sources.  Elevations are 35 to 275 meters (115 to 900 feet).  The climate is subhumid with warm dry summers and cool moist winters.  High clouds and fog occur in the summer months.  Mean annual precipitation is about 280 millimeters (11 inches).   Mean January temperature is about 12.2 degrees C (54 degrees F), the mean July temperature is about 17.8 degrees C (64 degrees F).  The mean annual temperature is about 16 degrees C (61 degrees F).  Frost-free season is about 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jehemy, Nicolas, and Vizcapoint soils.  Jehemy and Vizcapoint soils are over 152 centimeters (60 inches) deep and are located on marine terraces.  Nicolas soils do not have argillic horizons and are located on dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; very low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for military maneuvers and wildlife habitat.  Vegetation is isocama, tarweed, slender oats, and burclover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Nicolas Island, Ventura County, California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Channel Islands Soil Survey Area, Ventura County, California, 1985.  The name OLF, are the initials for Outlying Landing Field."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 13 centimeters (0 to 5 inches) (A)\nArgillic horizon - the zone from a depth of 13 to 61 centimeters (5 inches to 24 inches) (Btk1, Btk2, and Btk3).\nOSD revised during correlation of the San Nicolas Island Interim Report in 2018.\nADDDITIONAL DATA:\nNASIS USER PEDON ID: 1985CA111003\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 10 centimeters (0 to 4 inches); brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; strongly effervescent, finely disseminated calcium carbonate; moderately alkaline (pH 8.0); abrupt smooth boundary.  (10 to 15 centimeters; 4 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--10 to 13 centimeters (4 to 5 inches); pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; massive; hard, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; strongly effervescent, finely disseminated calcium carbonate, moderately alkaline (pH 8.0); abrupt wavy boundary.  (2 to 10 centimeters; 1 to 4 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk1--13 to 33 centimeters (5 to 13 inches); mixed light brown and brown (7.5YR 6/4 and 7.5YR 5/2) clay, mixed brown and dark brown (7.5YR 4/4 and 7.5YR 3/2) moist; strong coarse and very coarse prismatic structure; extremely hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; few thin clay films on ped faces and in pores; common pressure faces; some organic matter coatings on ped faces; strongly effervescent, finely disseminated calcium carbonates; moderately alkaline (pH 8.0); gradual wavy boundary.  (20 to 28 centimeters; 8 to 11 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 33,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--33 to 51 centimeters (13 to 20 inches); light brown (7.5YR 6/4) clay, brown (7.5YR 4/4) moist; strong coarse and very coarse prismatic parting to medium and coarse angular blocky structure; extremely hard, firm, very sticky and very  plastic; few very fine and fine roots; common very fine tubular pores; few thin clay films on ped faces; violently effervescent, finely disseminated calcium carbonates, and few fine calcium carbonate masses as threads, moderately alkaline (pH 8.0); gradual wavy boundary.  (18 to 30 centimeters; 7 to 12 inches thick)"
      },
      {
        "name": "Btk3",
        "top": 51,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btk3--51 to 61 centimeters (20 to 24 inches); brown (7.5YR 5/4) clay, dark brown (7.5YR 3/4) moist; moderate medium and coarse angular blocky structure; extremely hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; violently effervescent, finely disseminated calcium carbonates, and few fine calcium carbonate masses as threads, moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 20 centimeters; 4 to 8 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 61,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--61 to 81 centimeters (24 to 32 inches); white, weakly consolidated caliche."
      }
    ]
  ]
}
