{
  "SERIES": "OLLIERIVAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/JJJ/CEJ",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Ollierivas series consists of moderately deep to a duripan, well drained soils formed in alluvium from extrusive igneous rock.  They are on lava plateaus.  Slopes range from 2 to 9 percent.  Mean annual temperature is about 47 degrees F. and mean annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ollierivas loam on a north facing convex slope of 2 percent under a cover of mountain big sagebrush,  and sandberg bluegrass at 3600 feet elevation.  (Colors are for dry soil unless stated otherwise.  When described on May 29, 1979 the soil was slightly moist to 10 inches.)\nA1--0 to 1 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate thick platy structure parting to weak very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine, fine and medium tubular and few very fine and fine vesicular pores; 5 percent gravel and manganese shot; neutral (pH 6.6); abrupt smooth boundary.\nA2--1 to 3 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate thick platy structure parting to weak thin and medium platy; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; 5 percent gravel and manganese shot; neutral (pH 6.6); clear smooth boundary.  (Combined thickness of the A horizon is 3 to 8 inches)\nBAt--3 to 5 inches; brown (10YR 5/3) loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse subangular blocky structure parting to moderate thin and medium platy; slightly hard, friable, sticky and plastic; common very fine roots; common very fine and fine tubular pores; many thin clay films in bridges between mineral grains, common thin clay films on peds and in pores; 3 percent gravel and manganese shot; neutral (pH 6.6); clear wavy boundary.  (2 to 8 inches thick).\nBt1--5 to 10 inches; brown (10YR 4/3) clay loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; many very fine and few fine roots; tubular pores; many thin clay films in bridges between mineral grains and common moderately thick clay films on peds and in pores; 3 percent gravel and manganese shot; neutral (pH 6.6); clear wavy boundary.\nBt2--10 to 23 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, firm, sticky and plastic; few very fine roots; common very fine tubular pores; many moderately thick clay films on peds and in pores, 3 percent gravel and manganese shot; neutral (pH 7.0); abrupt smooth boundary.  (Combined thickness of the Bt horizon is 15 to 22 inches)\nBqm--23 to 31 inches; duripan, with continuous silica cemented capping with medium and thin platy structure.  Indurated, brittle when moist, extremely hard when dry, does not slake in water.  (10 to 30 inches thick)\n2R--31 inches; hard tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shasta County, California, about 5 miles south of Pittville and 0.75 mile west of Shasta-Lassen County Line on dirt road off of Pittville road, 150 feet south of dirt road; 2,000 feet east and 800 feet south of the northwest corner of sec. 12, T. 36 N., R. 5 E., Jellico NE (Cable Mtn) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan ranges from 20 to 40 inches.  Depth to bedrock is 30 to 50 inches.  Mollic epipedon ranges from 8 to 10 inches thick.  Rock fragments, mostly gravel, range from 0 to 10 percent by volume.  The mean annual soil temperature is 47 to 52 degrees F.  The soil temperature is above 41 degrees F.\nf.om early March until early December (270 days) and is above 47 degrees F. from mid May until mid November.  The soil moisture control section (7 to 20 inches) is moist throughout from early December until late April and is dry throughout from mid June until early November (140 to 150 days). Organic carbon ranges from 0.6 to 2.1 percent to a depth of 8 to 10 inches.\nThe A horizon color is 10YR 4/2, 4/3, 5/2, 5/3.  Moist color is 10YR 3/2, 3/3.  Clay content ranges from 18 to 25 percent.\nThe BAt horizon color is 10YR 4/2, 4/3, 5/3; 7.5YR 4/4.  Moist color is 10YR 3/2; 7.5YR 3/2, 4/2.\nThe Bt1 and Bt2 horizons color is 10YR 4/3; 7.5YR 4/2, 4/3, 4/4, 5/4, 6/4.  Moist color is 10YR 3/2, 3/3; 7.5YR 3/2, 3/3, 3/4.  It is clay loam or clay with a clay content between 35 to 50 percent.\nThe Bqm horizon has a continuous laminar capping ranging from 1/2 to 3 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adios (ID), Barnard (OR), Decan (NV), Fleischman (NY) and Xerta (NV) series. Adios soils are calcareous in the lower part of the particle-size control section and the duripan is 6 inches or less thick.  Barnard and Seval soils are underlain by alluvial material under the duripan, have calcareous and silica mixed duripans, and are slightly to moderately calcareous within all or some part of the argillic horizon. Fleischmam soils are underlain by alluvial material under the duripan, and calcareous and silica mixed duripans.  Xerta soils have more than 35 percent rock fragments in the Btk horizon, have an abrupt boundary between the A and Bt horizon and have a duripan that is 4 inches or less thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ollierivas soils are on lava plateaus.  Slopes range from 2 to 9 percent.  The soils formed in alluvium from extrusive igneous rock over hard bedrock of tuff or basalt.  Elevations are 3400 to 4400 feet.  The mean annual precipitation is 12 to 18 inches.  Snowfall is 12 to 24 inches.  Mean annual temperature is 45 to 50 degrees F.; mean annual January temperature is about 32 degrees F.; and mean annual July temperature is about 70 degrees F.  Frost free season is 80 to 100 days.  Climate is arid with warm dry summers and cold moist winters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jellycamp (T) and Longcreek series.  Jellycamp soils are 10 to 20 inches deep to duripan with an abrupt textural change.  Longcreek soils are 10 to 20 inches deep, and clayey-skeletal underlain by unweathered bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing. Present vegetation is low sagebrush, sandberg bluegrass, and scattered western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  This series is not extensive.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shasta County, Intermountain Soil Survey Area California 1994.  Source of name after a spring."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the soil surface to 8 inches (A1, A2, BAt, Bt1)\nArgillic horizon - 5 to 23 inches (Bt1, Bt2)\nDuripan - 23 to 31 inches (Bqm)\nLithic contact - the boundary at 31 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
