{
  "SERIES": "OLMOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG-WJG-CLN",
  "REVDATE": "9/97",
  "STATES": "TX",
  "OVERVIEW": "The Olmos series consists of soils that are very shallow and shallow over a petrocalcic horizon.  These well drained, moderately permeable soils formed in loamy alluvium.  These soils are on undulating uplands.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, hyperthermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olmos very gravelly loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable; many fine roots; contains about 60 percent by weight of indurated caliche fragments with 10 percent larger than 3 inches and 30 percent smaller than 3/4 inch; violently effervescent; moderately alkaline; clear wavy boundary.  (3 to 8 inches thick)\nA2--5 to 13 inches; dark grayish brown (10YR 4/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, friable; many fine roots; contains about 75 percent by weight of platy caliche fragments with 35 percent larger than 3 inches and 20 percent smaller than 3/4 inch in diameter; most of the fragments are indurated and laminar in their upper 1/4 to 1/2 inch and slightly knobby or nodular on their lower sides; violently effervescent; moderately alkaline; abrupt wavy boundary.  (1 to 12 inches thick)\nBkm1--13 to 14 inches; indurated white (10YR 8/2) caliche that has hardness of more than 3 on Moh's scale and is laminar in the upper 1/4 inch; gradual wavy boundary.\nBkm2--14 to 26 inches; whitish to pinkish caliche; weakly to moderately cemented; contains few fine yellowish brown mottles in lower part; common chert and limestone pebbles.  (combined thickness of the Bkm subhorizons is 4 to 30 inches)\nBCk --26 to 80 inches; whitish to pinkish caliche; common chert and limestone pebbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uvalde County, Texas; from the intersection of U. S. Highway 90 and Farm Road 1023 in Uvalde; about 5 miles east on Farm Road 1023; 100 feet south of gate; 50 feet west in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to petrocalcic horizon ranges from 4 to 20 inches and commonly occurs within a single pedon.  Surface cover of coarse fragments ranges from 5 to 75 percent and is highly variable within the polypedon.  Soil reaction is slightly or moderately alkaline.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 3.  Fragments, that are mostly caliche and limestone, average 35 to 85 percent by volume.  Some pedons contain a few chert fragments that are dominantly pebbles and cobbles.  Fragments larger than 10 inches comprise less than about 20 percent by volume.  The fine-earth fraction is loam, sandy clay loam, or clay loam with a clay content of 22 to 40 percent and silicate clay content of 12 to 35 percent.\nThe Bkm horizon is strongly cemented or indurated in the upper 1/4 inch to 5 inches and weakly to strongly cemented below.\nThe BCk horizon is dominantly calcium carbonate in the fine earth fraction and contains 5 to 90 percent fragments of limestone, cemented caliche, and chert.  Clay content ranges from 5 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar series include the Amistad, Boracho, Cho, Jimenez, Valco, and Zorra series in similar families.  Amistad and Zorra soils are underlain by limestone bedrock.  Boracho and Cho soils have mean annual temperatures less than 72 degrees F.  Jimenez soils contain less than 35 percent calcium carbonate equivalent.  Valco soils contain less than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Olmos soils are on undulating uplands.  Slopes are convex and gradients are dominantly 2 to 5 percent but range from 0 to 8 percent.  The soil formed in loamy alluvium from limestone areas.  Mean annual precipitation is 18 to 32 inches.  Mean annual temperature ranges from 69 to 74 degrees F.  Frost free days range from 250 to 300.  Elevation ranges from 300 to 1200 feet.  Thornthwaite PE indices range from 25 to about 40"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Jimenez and Valco series and the Hindes, Knippa, Quemado, Yologo, and Zapata series.  These soils, except for Knippa soils, occur on similar surfaces.  Knippa soils occur at lower elevation in valleys or on broad plains.  Knippa soils are more clayey, contain less than about 15 percent coarse fragments and have thicker sola of soft caliche.  Quemado and Zapata soils have a ochric epipedon.  Hindes and Yologo soils contain less than 40 percent calcium carbonate equivalent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes and medium on 5 to 8 percent slopes.  Permeability above the petrocalcic is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as  Native rangeland.  The native vegetation consists of mid and short grasses, about 10 percent woody plants and 5 percent forbs.  Guajillo is the dominant woody plant in most instances.  Important forbs are bushsunflower, menodora, and bundleflower.  With retrogression, common increasers and invaders are threeawn, slim tridens, Hall panicum, red grama, hairy tridens, cenizo, mesquite, and pricklypear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rio Grande Plains of Texas (MLRA 83A, 83B, 83C)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uvalde County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Kimbrough series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 13 inches.\nPetrocalcic horizon - 13 to 26 inches.\nCalcic horizon - 26 to 60 inches.\nSkeletal feature - more than 35 percent by volume of rock fragments in the solum.\nADDITIONAL DATA:  NSSL data from Live Oak County, TX  (S91TX-297-001).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable; many fine roots; contains about 60 percent by weight of indurated caliche fragments with 10 percent larger than 3 inches and 30 percent smaller than 3/4 inch; violently effervescent; moderately alkaline; clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--5 to 13 inches; dark grayish brown (10YR 4/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, friable; many fine roots; contains about 75 percent by weight of platy caliche fragments with 35 percent larger than 3 inches and 20 percent smaller than 3/4 inch in diameter; most of the fragments are indurated and laminar in their upper 1/4 to 1/2 inch and slightly knobby or nodular on their lower sides; violently effervescent; moderately alkaline; abrupt wavy boundary.  (1 to 12 inches thick)"
      },
      {
        "name": "Bkm1",
        "top": 33,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkm1--13 to 14 inches; indurated white (10YR 8/2) caliche that has hardness of more than 3 on Moh's scale and is laminar in the upper 1/4 inch; gradual wavy boundary."
      },
      {
        "name": "Bkm2",
        "top": 36,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkm2--14 to 26 inches; whitish to pinkish caliche; weakly to moderately cemented; contains few fine yellowish brown mottles in lower part; common chert and limestone pebbles.  (combined thickness of the Bkm subhorizons is 4 to 30 inches)"
      },
      {
        "name": "BCk",
        "top": 66,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk --26 to 80 inches; whitish to pinkish caliche; common chert and limestone pebbles."
      }
    ]
  ]
}
