{
  "SERIES": "OLMSTED",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM-RAR-JRS",
  "REVDATE": "06/2011",
  "STATES": "OH",
  "OVERVIEW": "The Olmsted series consists of very deep, very poorly drained soils formed in loamy water-sorted material on terraces, outwash plains, lake plains, and deltas. Permeability is moderate or moderately rapid in the solum and moderately rapid in the substratum. Slope ranges from 0 to 2 percent. Mean annual temperature is about 50 degrees F., and mean annual precipitation is about 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Olmsted loam on a nearly level area in a cultivated field at an elevation of about 975 feet above msl. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak medium granular structure; friable; many fine roots; very strongly acid; abrupt smooth boundary. (7 to 9 inches thick.)\nEg1 -- 8 to 13 inches; gray (5Y 6/1) loam; weak medium subangular blocky structure; firm; common fine roots; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in old root channels; very strongly acid; clear smooth boundary.\nEg2 -- 13 to 21 inches; gray (5Y 5/1) coarse sandy loam; weak medium subangular blocky structure; few fine roots; many fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; 5 percent pebbles; very strongly acid; clear smooth boundary. (Combined thickness of the Eg horizons is 0 to 24 inches.)\nBtg1 -- 21 to 29 inches; gray (5Y 5/1) coarse sandy loam; weak medium subangular blocky structure; friable; common faint gray (5Y 5/1) clay films coating and bridging sand grains; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 5 percent pebbles; very strongly acid; clear smooth boundary.\nBtg2 -- 29 to 32 inches; dark gray (10YR 4/1) sandy clay loam; weak medium subangular blocky structure; friable; common faint dark gray (10YR 4/1) clay films bridging and coating sand grains; common medium prominent yellowish red (5YR 4/8) masses of iron accumulation in the matrix; strongly acid; abrupt smooth boundary. (Combined thickness of the Btg horizons is 8 to 30 inches.)\nBC -- 32 to 34 inches; strong brown (7.5YR 5/6) coarse sandy loam; weak coarse subangular blocky structure; friable; strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)\nCg -- 34 to 41 inches; dark gray (N 4/0) gravelly coarse sandy loam; massive; friable; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; 25 percent pebbles; strongly acid; clear smooth boundary.\nC -- 41 to 60 inches; brown (7.5YR 4/2) sandy clay loam; massive; friable; many coarse and very coarse prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Summit County, Ohio; Copley Township; about 1.8 miles south of Copley Junction, 1,500 feet north of Wright Avenue, 2,000 feet south of State Route 162, and 2,100 feet south of White Pond. T. 2 N., R. 12 W. USGS Akron West, OH topographic quadrangle, Latitude 41 degrees 04 minutes 40 seconds N., Longitude 81 degrees 35 minutes 55 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 27 to 55 inches. Depth to the base of the argillic horizon ranges from 20 to 50 inches. The particle-size control section averages 18 to 27 percent clay. Rock fragments are glacial erratics of mixed lithology.\nThe Ap horizon has hue of 10YR, value of 2 or 3 (5 or less dry), and chroma of 1 or 2. Texture is loam, fine sandy loam, silt loam, or silty clay loam. Rock fragment content ranges from 0 to 10 percent. Reaction ranges from very strongly acid to slightly acid.\nThe Eg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral, value of 4 to 6, and chroma of 0 to 2. Texture is coarse sandy loam, loam, or sandy loam. Rock fragment content ranges from 0 to 10 percent. Reaction ranges from very strongly acid to neutral.\nThe Btg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral, value of 4 to 6, and chroma of 0 to 2. Below 30 inches some pedons have subhorizons 2 to 15 inches thick that have chroma of 3 to 6 and low chroma redoximorphic features. Texture is loam, sandy clay loam, clay loam, coarse sandy loam, sandy loam, or their gravelly analogues. Rock fragment content ranges from 0 to 25 percent. Reaction ranges from very strongly acid to neutral.\nThe BC horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 6, and chroma of 1 to 6. Texture is coarse sandy loam, sandy loam, silt loam, loam, or their gravelly analogues. Rock fragment content ranges from 0 to 25 percent. Reaction is strongly acid to slightly alkaline.\nThe C horizon has hue of 7.5YR, 10YR, 2.5Y, 5Y, or is neutral, value of 3 to 6, and chroma of 0 to 6. Texture is coarse sandy loam, sandy loam, sandy clay loam, silt loam, loamy sand, sand, or their gravelly analogues. Rock fragment content ranges from 0 to 50 percent in individual subhorizons, and averages from 5 to 25 percent. Reaction ranges from strongly acid to slightly alkaline. Carbonates are below 50 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ilion, Lantz, Orio, and Varick series. The Ilion and Lantz soils average more than 27 percent clay in the particle-size control section. The Orio soils typically lack rock fragments in the solum. The Varick soils have bedrock starting at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Olmsted soils formed in loamy water-sorted material with some gravel and are on depressions or flat areas on terraces, outwash plains, lake plains, and deltas. They have a high content of quartz sand and a high proportion of sandstone and shale fragments in the gravel size material. Slope ranges from 0 to 2 percent. Climate is humid-temperate. Mean annual temperature ranges from 47 to 52 degrees F., mean annual precipitation ranges from 29 to 43 inches, frost free days range from 133 to 198 days, and elevation ranges from 570 to 1,300 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bogart, Canfield, Chili, Damascus, Ellsworth, Fitchville, Holly, Jimtown, Glenford, Mahoning, Orrville, Rittman, and Wadsworth soils. The Bogart, Chili, Damascus, and Jimtown soils are in a toposequence with Olmsted soils. The well drained Chili soils, moderately well drained Bogart soils, and somewhat poorly drained Jimtown soils are on more sloping, higher landscape positions. The poorly drained Damascus soils are on nearly level areas or in depressions. The moderately well drained Canfield, Ellsworth, and Rittman soils, and the somewhat poorly drained Mahoning and Wadsworth soils are on higher landscape positions of nearby till plains. The somewhat poorly drained Fitchville and moderately well drained Glenford soils are on higher landscape positions of nearby glaciolacustrine terraces. The poorly drained Holly and somewhat poorly drained Orrville soils are on lower landscape positions of nearby flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. The potential for surface runoff is negligible or very low. Permeability is moderate or moderately rapid in the solum and moderately rapid in the substratum. The depth to the top of an intermittent apparent seasonal high water table ranges from the surface to 1 foot below the surface from November to May in most years. Ponding may occur during the same months, up to a depth of +1.0 foot above the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Land use is nearly equally divided between cropland, pasture, and woodland. Corn, oats, and mixed hay are the principal crops. Most common tree species include pin oak, ash, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 139 in north-central and northeastern Ohio. The series is of small extent with about 8,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Huron County, Ohio, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A sandstone substratum phase has been recognized. This phase will need to be evaluated during MLRA update activities. The separation between the Olmsted and Orio series is very tenuous. It needs to be reconsidered.\n08/2005-The competing series were compared by the 9th Edition of Keys to Soils Taxonomy.\nDiagnostic horizon and features recognized in this pedon are:\na). Ochric epipedon - from the surface to a depth of 21 inches (Ap and Eg horizons);\nb). Albic horizon - from a depth of 8 to 21 inches (Eg horizons);\nc). Argillic horizon - from a depth of 21 to 32 inches (Btg horizons);\nd). Aquic conditions - 0 to 60 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Refer to pedon ST-7 for characterization data of the typical pedon, sample numbers 17268-17274, from Summit County, Ohio; samples analyzed by the Ohio State University Soil Characterization Laboratory, Columbus, Ohio."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak medium granular structure; friable; many fine roots; very strongly acid; abrupt smooth boundary. (7 to 9 inches thick.)"
      },
      {
        "name": "Eg1",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg1 -- 8 to 13 inches; gray (5Y 6/1) loam; weak medium subangular blocky structure; firm; common fine roots; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in old root channels; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Eg2",
        "top": 33,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg2 -- 13 to 21 inches; gray (5Y 5/1) coarse sandy loam; weak medium subangular blocky structure; few fine roots; many fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; 5 percent pebbles; very strongly acid; clear smooth boundary. (Combined thickness of the Eg horizons is 0 to 24 inches.)"
      },
      {
        "name": "Btg1",
        "top": 53,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1 -- 21 to 29 inches; gray (5Y 5/1) coarse sandy loam; weak medium subangular blocky structure; friable; common faint gray (5Y 5/1) clay films coating and bridging sand grains; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 5 percent pebbles; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 74,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btg2 -- 29 to 32 inches; dark gray (10YR 4/1) sandy clay loam; weak medium subangular blocky structure; friable; common faint dark gray (10YR 4/1) clay films bridging and coating sand grains; common medium prominent yellowish red (5YR 4/8) masses of iron accumulation in the matrix; strongly acid; abrupt smooth boundary. (Combined thickness of the Btg horizons is 8 to 30 inches.)"
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC -- 32 to 34 inches; strong brown (7.5YR 5/6) coarse sandy loam; weak coarse subangular blocky structure; friable; strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "Cg",
        "top": 86,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg -- 34 to 41 inches; dark gray (N 4/0) gravelly coarse sandy loam; massive; friable; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; 25 percent pebbles; strongly acid; clear smooth boundary."
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 41 to 60 inches; brown (7.5YR 4/2) sandy clay loam; massive; friable; many coarse and very coarse prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; moderately acid."
      }
    ]
  ]
}
