{
  "SERIES": "OLOAVA",
  "STATUS": "Established Series",
  "BYREV": "RD: SN/PAB/BE/RG",
  "REVDATE": "12/2005",
  "STATES": "AS,PB",
  "OVERVIEW": "The Oloava series consists of deep, well drained soils on uplands. These soils formed in volcanic ash and cinders. Slope is 6 to 100 percent. Elevation is 400 to 1500 feet. The mean annual rainfall is about 205 inches, and the mean annual temperature is about 78 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isohyperthermic Typic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oloava silty clay loam - on a 19 percent convex slope along a road. When described the soil was moist throughout. (Colors are for moist soil unless otherwise stated. Textures are apparent field textures.)\nA--0 to 9 inches; dark brown (7.5YR 3/3) silty clay loam; strong firm and medium subangular blocky structure; very hard, friable, sticky and plastic; many roots; common very fine and few fine pores; 3 percent weathered cinders; common worm holes; irreversibly dries to very hard sand size aggregates; strongly acid (pH 5.3); clear wavy boundary. (7 to 10 inches thick)\nBw--9 to 14 inches; dark brown (7.5YR 3/3) clay loam; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; weakly smeary; many roots; common very fine pores; 3 percent weathered cinders; strongly acid (pH 5.3); clear wavy boundary. (5 to 30 inches thick)\n2BC--14 to 17 inches; very dark grayish brown (10YR 3/2) paragravelly silt loam; weak fine and very fine granular structure; friable, slightly sticky and slightly plastic; moderately smeary; many roots; many very fine pores; 30 percent moderately cemented weathered cinders; strongly acid (pH 5.4); clear wavy boundary. (3 to 10 inches thick)\n2CB--17 to 60 inches; black (10YR 2/1) weathered cinders that crush to variegated reddish brown (5YR 4/4), yellowish brown (10YR 5/6) and black (10YR 2/1) very paragravelly medial sandy loam; firm, slightly sticky and nonplastic; moderately smeary; few roots; many pores; 55 percent moderately cemented cinders; high moisture content; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tutuila Island, American Samoa; Aoloaufou near end of road and 300 feet south of farmer's house; lat. 14 degrees 18 minutes 41 seconds S. and long. 170 degrees 46 minutes 23 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The water held at 15 bars is estimated (from field moisture content) it be greater than 100 percent of the dry weight of the natural undried soil in the A, Bw and BC horizons. The soil is slightly acid to strongly acid throughout.\nThe A horizon has value of 2 or 3, and chroma of 2 or 3 moist or dry. It is 0 to 3 percent gravel-size cinders.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 2 or 3 moist or dry. It is clay loam or silty clay loam and is 3 to 10 percent gravel-size cinders.\nThe 2BC and 2CB horizons have hue of 10YR to 5YR, value of 2 to 5, and chroma of 2 to 6. The 2CB horizon consists of saprolitic cinders. The texture ranges from paragravelly silt loam to very paragravelly sandy loam after hand crushing. Less than 15 percent rock fragments remain after sample preparation and dispersion for laboratory analysis."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Manu series in another family. Manu soils are isothermic and have a lithic contact at depths within 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oloava soils are on sloping to moderately steep uplands near cinder cones. Slope is 6 to 100 percent. These soils formed from volcanic ash and cinders. Elevation is 400 to 1500 feet. The mean annual rainfall is 175 to 230 inches, and the mean annual temperature is about 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fagasa and Pavaiai soils. Fagasa soils have halloysitic minerology and a paralithic contact at depths of 20 to 40 inches. Pavaiai soils are medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff depending on slope; moderately rapid permeability above the cinder layer and very rapid through the cinders."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for banana and taro plantations. Undisturbed areas are in tropical forest that provides a source of firewood and timber. Oloava soils are a source of cinders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Island of Tutuila. The soils of the series are of small extent, about 1900 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: American Samoa, 1982"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - From the surface to a depth of 9 inches (23 centimeters) (The A horizon).\nCambic horizon - from 9 to 60 inches (23 to 99 centimeters (The Bw, BC, and CB horizons)\nAndic soil properties - 0 to 60 inches\nPerudic moisture regime\nNotes: 0-43 cm assumed to be hydrous from very high water at field moisture. 43+ cm assumed to be medial. Fragments all break down in lab data. No hydrous over medial family at this time. That family could (should) be proposed if many series have this combination.\nTaxonomic Version: Second edition Soil Taxonomy, 1999.\nADDITIONAL DATA: Laboratory are available on this pedon National Soil Survey Laboratory, pedon number S81AS020010 was sampled and analysis was performed by the SCS in 1981.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 9 inches; dark brown (7.5YR 3/3) silty clay loam; strong firm and medium subangular blocky structure; very hard, friable, sticky and plastic; many roots; common very fine and few fine pores; 3 percent weathered cinders; common worm holes; irreversibly dries to very hard sand size aggregates; strongly acid (pH 5.3); clear wavy boundary. (7 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--9 to 14 inches; dark brown (7.5YR 3/3) clay loam; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; weakly smeary; many roots; common very fine pores; 3 percent weathered cinders; strongly acid (pH 5.3); clear wavy boundary. (5 to 30 inches thick)"
      },
      {
        "name": "2BC",
        "top": 36,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--14 to 17 inches; very dark grayish brown (10YR 3/2) paragravelly silt loam; weak fine and very fine granular structure; friable, slightly sticky and slightly plastic; moderately smeary; many roots; many very fine pores; 30 percent moderately cemented weathered cinders; strongly acid (pH 5.4); clear wavy boundary. (3 to 10 inches thick)"
      },
      {
        "name": "2CB",
        "top": 43,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "narrative": "2CB--17 to 60 inches; black (10YR 2/1) weathered cinders that crush to variegated reddish brown (5YR 4/4), yellowish brown (10YR 5/6) and black (10YR 2/1) very paragravelly medial sandy loam; firm, slightly sticky and nonplastic; moderately smeary; few roots; many pores; 55 percent moderately cemented cinders; high moisture content; strongly acid (pH 5.2)."
      }
    ]
  ]
}
