{
  "SERIES": "OLOKUI",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH",
  "REVDATE": "02/2001",
  "STATES": "HI",
  "OVERVIEW": "The Olokui series consists of shallow, poorly drained soils that formed in material weathered from basic igneous rock.  Olokui soils are on uplands and have slopes of 3 to 30 percent.  Mean annual rainfall is about 75 to 150 inches and mean annual temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, acid, isothermic Humic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olokui silty clay loam - native forest.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\n01--4 inches to 0; dark reddish brown (5YR 3/2) and very dark brown (10YR 2/2) mat of plant remains, mainly roots; little mineral soil material; extremely acid (pH 4.2); abrupt smooth boundary.  (1 to 5 inches thick)\nA1g--0 to 4 inches; very dark brown (10YR 2/2) silty clay loam; common fine faint dark reddish brown (5YR 2/2) and dark gray (10YR 4/2) mottles along cleavage planes and in pores; weak medium and coarse subangular blocky structure; friable, slightly sticky and slightly plastic; many roots; many very fine and fine and common medium tubular pores; many glistening specks; extremely acid (pH 4.2); abrupt wavy boundary.  (3 to 5 inches thick)\nA2g--4 to 11 inches; very dark gray (10YR 3/2) silty clay loam, many medium and coarse distinct dark reddish brown (5YR 2/2) mottles along cleavage planes and in pores; moderate medium and coarse subangular structure; friable, sticky and plastic; many roots; many very fine and fine pores; many glistening specks; very strongly acid (pH 4.8); abrupt wavy boundary.  (5 to 12 inches thick)\nBirm--11 to 11 1/2 inches; horizontal dark reddish brown (5YR 2/2) ironstone sheet; very hard, fine cracks in places.  Ironstone sheet has a trowled surface and is laminar.  (1/8 to 1 inch thick)\nC--11 1/2 to 36 inches; soft variegated brown and dark reddish brown saprolite; can be crushed to silt loam that is smeary when wet; common discontinuous ironstone sheets 1/8 to 1/2 inch thick oriented vertically as well as horizontally in this horizon.  Many feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Molokai, Maui County, Hawaii; in the Molokai Forest Reserve near the head of Kawela Gulch; along the Molokai Forestry Camp road approximately 0.3 mile west of the end of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth of the ironstone sheet from the bottom of the 0 horizon ranges from 6 to 20 inches.  The ironstone sheet ranges in thickness from 1/8 to 2 inches.  On slopes greater than 15 Percent, the ironstone sheet is commonly weakly developed.  The mean annual soil temperature is about 58 degrees F.\nThe 01 horizon ranges in hue from 10YR to 5YR.\nThe A1g and A2g horizons have a range in hue from 10YR to 5Y."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amalu, Hulua, and Koolau series.  Amalu soils have a histic epipedon and a massive Ag horizon.  Hulua soils have isothermic temperature.  Koolau soils are more than 50 inches deep and do not have an ironstone sheet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Olokui soils are on dissected uplands at elevations ranging from 1,500 to 4,000 feet.  Slope is 3 to 30 inches.  The soils formed in residuum from basic igneous rock with possible volcanic ash influence in the upper part.  Annual rainfall is 75 to 150 inches.  Fog and cloud cover are present during moist days throughout the year.  The average January temperature is about 54 degrees F.; average July temperature is about 64 degrees F.  The mean annual temperature is 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Amalu soils and the Kahanui soils.  Kahanui soils lack an Ag horizon and a continuous ironstone sheet."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; moderately rapid permeability above the ironstone sheet; the ironstone sheet is impermeable except in the cracks.  There is considerable lateral movement of water above the ironstone sheet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use is primarily for watershed and wildlife habitat, particularly for wild pigs.  Vegetation is ohia lehua (Metrosideros collina), treefern (Cibotium sp.), club moss (Lycopodium cernuum) and ohelo berry (Vaccinium reticulatum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands of East Molokai and possibly on West Maui.  The series is inextensive, with a total of approximately 2,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Molokai-Lanai Area, Maui County, Hawaii, 1971.\nOSED scanned by SSQA.  Last revised by state on 3/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
