{
  "SERIES": "OLYMPIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRF/RJE/TLA",
  "REVDATE": "5/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Xeric Palehumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Olympic silty clay loam, forest.  (Colors are for moist soil unless otherwise stated.  Entire profile was moist when described.)\nA--0 to 6 inches; dark brown (7.5YR 3/2) silty clay loam, brown (7.5YR 5/2) dry; strong, very fine and fine subangular blocky and moderate fine granular structure; hard, friable, slightly sticky and plastic; many roots; many very fine irregular pores; 2 percent concretions; slightly acid (pH 6.2); clear smooth boundary.  (4 to 7 inches thick)\nABc--6 to 13 inches; dark reddish brown (5YR 3/3) silty clay loam, brown (7.5YR 5/4) dry; strong very fine and fine subangular blocky structure; hard, friable, slightly sticky and plastic; many roots; many very fine irregular pores; 5 percent concretions; few faint clay films on faces of peds and in pores; moderately acid (pH 5.8); gradual smooth boundary.  (5 to 10 inches thick)\nBt1--13 to 21 inches; dark reddish brown (5YR 3/4) silty clay loam, brown (7.5 YR 5/4) dry; moderate medium fine and very fine subangular blocky structure; hard, friable, slightly sticky and plastic; many roots; many very fine irregular and common very fine tubular pores; 2 percent concretions; common faint clay films on faces of peds and in pores; moderately acid (pH 5.8); gradual smooth boundary.  (2 to 15 inches thick)\nBt2--21 to 34 inches; yellowish red (5YR 4/6) silty clay, reddish brown (5YR 5/4) dry; moderate coarse subangular blocky structure that parts to medium fine subangular blocky; hard, friable; slightly sticky and very plastic; common roots; common very fine tubular and irregular pores; many faint and distinct clay films on faces of peds and in pores; moderately acid (pH 5.8); gradual smooth boundary.  (4 to 20 inches thick)\nBt3--34 to 53 inches; yellowish red (5YR 4/6) clay, moist and dry; moderate medium and fine subangular blocky structure; hard, friable, slightly sticky and plastic; common roots; many very fine and common fine tubular pores; many faint and distinct clay films on faces of peds and in pores; moderately acid (pH 5.6); gradual smooth boundary.  (6 to 20 inches thick)\nBt4--53 to 65 inches; yellowish red (5YR 4/8) clay, yellowish red (5YR 4/6) dry; moderate medium and fine subangular and angular blocky structure; hard, firm, slightly sticky and plastic; few roots; common very fine and fine tubular pores; many faint and distinct clay films on faces of peds and in pores; 7 percent concretions; strongly acid (pH 5.3); gradual smooth boundary.  (4 to 22 inches thick)\nBt5--65 to 100 inches; yellowish red (5YR 4/8) rubbed, dark red (2.5YR 3/6) (80 percent) and reddish brown (5YR 4/4) (20 percent) clay, yellowish red (5YR 4/6) rubbed, red (2.5YR 4/6) (80 percent), yellowish red (5YR 5/8) (20 percent) dry; moderate coarse and very coarse angular blocky that parts to medium and fine subangular and angular blocky structure; hard, firm, slightly sticky and plastic; few roots; common very fine tubular pores; many faint and distinct clay films on faces of peds and in pores; very strongly acid (pH 5.0); abrupt wavy boundary. (0 to 45 inches thick)\nCr--100 to 115 inches; strongly weathered basalt; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Washington; about 2 miles southwest of Adna; 200 feet north, 625 feet east of southwest corner, sec. 17, T. 13 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature at a depth of 20 inches ranges from 47 to 54 degrees F.  Olympic soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days within the 3 months following the summer solstice.  The solum thickness ranges from 60 to more than 100 inches.  Hue is 7.5 YR or 5YR throughout the solum.  The particle-size control section averages 15 to 25 percent sand coarser than very fine sand and 35 to 60 percent clay.  Texture is clay loam, silty clay loam, silty clay, or clay.  The ratio of calcium to magnesium in the particle-size control section is 2 to 4.  Base saturation by sum of cations at 1.8 meters below the soil surface is less than 35 percent.\nThe A and AB horizons have value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 or 3 moist, 2 to 4 dry.  Texture is loam, silt loam, clay loam, or silty clay loam.  Reaction ranges from slightly acid to very strongly acid.\nThe Bt horizon has value of 3 or 4 moist, 4 to 6 dry, and chroma of 4 to 8 moist or dry.  It is clay loam, silty clay loam, silty clay or clay.  Below the particle-size control section rock fragments range from none to about 75 percent and clay ranges from 35 to 60 percent.  Reaction is moderately acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Seaquest series.  Seaquest soils have an ochric epipedon.  In addition, Seaquest soils have a ratio of calcium to magnesium of 0.3 to 1.0."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Olympic soils are on stable summits of foothills and mountains at elevations of 200 to 2,000 feet.  Slopes are 0 to 65 percent.  The soils formed in residuum and colluvium weathered from basic igneous rocks.  The climate is marine-type with cool, dry summers and mild, wet winters.  Average annual precipitation is 40 to 70 inches.  Mean January temperature is about 38 degrees F, mean July temperature is about 65 degrees F, average annual temperature is about 52 degrees F.  The frost-free season is 150 to 200 days.  The growing season (28 degrees F) is 175 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cinebar, Prather, Melbourne, Salkum, and Wilkeson soils.  Cinebar soils lack an argillic horizon and are medial.  Prather and Salkum soils have kaolinitic mineralogy.  Melbourne and Wilkeson soils have a base saturation of more than 35 percent, by sum of cations, at a depth of 1.8 meters below the soil surface.  In addition, Wilkeson soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Olympic soils are mostly in forests.  Native vegetation is Douglas-fir, red alder, western hemlock, western redcedar, and bigleaf maple and an understory of salal, vine maple, western swordfern, Oregon-grape, western brackenfern, red huckleberry, trailing blackberry and Pacific trillium."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Washington and western Oregon.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance of the western part of the Puget Sound Basin, Washington, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Characterization soil sample number S72WA-21-1, S72WA-21-2, S72WA21-3, S84WA-015-001, and S84WA015-006.\nDiagnostic horizons and features recognized in this pedon are:  umbric epipedon from the surface to 13 inches; an argillic horizon from 13 to 100 inches.  Base saturation (by sum of cations) is less than 35 percent to 1.8 meters in all pedons sampled.  This soil was previously classified as clayey, mixed, mesic Xeric Haplohumults.  Classification change based on National Soil Taxonomy Handbook, Issue No. 12, re-establishing Palehumults.\nAreas mapped Olympic in Cowlitz County, WA that were 40 to 60 inches to bedrock will be classified Xeric Haplohumults and need correlation to another series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
