{
  "SERIES": "ONASON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Onason series consists of well drained soils that are shallow and very shallow to soft sandstone.  These soils formed in residuum and slopewash alluvium weathered from the underlying bedrock.  Onason soils are on footslopes, backslopes, and shoulders of hills and ridges.  Slopes range from 5 to 45 percent.  The mean annual precipitation is about 12 inches, and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, nonacid, frigid, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Onason gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 2 inches; brown (10YR 5/3) gravelly sandy loam, brown (10YR 4/3) moist; weak very fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine and few medium roots; 15 percent semirounded pebbles; neutral (pH 7.0); abrupt smooth boundary.  (1 to 4 inches thick)\nA2--2 to 6 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and few medium roots; 15 percent semirounded pebbles; neutral (pH 7.0); clear smooth boundary. (0 to 5 inches thick)\nC--6 to 17 inches; light yellowish brown (2.5Y 6/4) gravelly sandy loam, light olive brown (2.5Y 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many fine and few medium roots; 15 percent semirounded pebbles; neutral (pH 7.2); abrupt wavy boundary.  (3 to 14 inches thick)\nCr--17 to 60 inches; soft, coarse-grained sandstone interbedded with thin lenses of shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately 400 feet north and 2,850 feet east of the SW corner of sec. 33, T. 27 N., R. 91 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact and bedrock ranges from 4 to 20 inches.  These soils are noncalcareous throughout.  The mean annual soil temperature is 36 to 45 degrees F., and the mean summer soil temperature is 59 to 62 degrees F.  The particle size control section averages gravelly sandy loam or sandy loam throughout.  Clay ranges from 8 to 18 percent and rock fragments of fine or very fine semirounded pebbles range from 0 to 35 percent.  EC is less than 2 mmhos throughout.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4.  Lag gravel covering up to 75 percent of the surface is common in some pedons.  Reaction is neutral or mildly alkaline.\nThe C horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 4 through 6 moist, and chroma of 2 through 4.  A thin Bw horizon is present in some pedons.  Reaction is neutral or mildly alkaline.\nThe Cr horizon consists of soft, noncalcareous, coarse- and medium-grained sandstone interbedded with thin lenses of shale and siltstone.  The yellowish brown or brown sandstone may have discontinuous lenses of hard sandstone or shale in some pedons.  The soil-bedrock interface is considered a paralithic contact and roots plane out at the contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this class, but the Blackhall, Cragosen, and Highpoint soils are similar.  Blackhall soils are calcareous throughout.  The Cragosen and Highpoint soils are skeletal. Also, the Cragosen soils are calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Onason soils are on footslopes, backslopes, and shoulders of rolling and steep hills and ridges.  These soils formed in residuum and slopewash alluvium weathered from the underlying noncalcareous sandstone.  Slopes range from 5 to 45 percent.  Elevations are 6,000 to 7,600 feet.  The climate is cool, semiarid with moist springs and dry summers.  The mean annual precipitation ranges from 10 to 14 inches of which about half falls as snow or rain in April, May, and early June.  The mean annual temperature is about 34 to 44 degrees F.  The estimated frost-free season is about 80 to 110 days, but frost may occur in any month."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bluerim and Rallod soils.  Bluerim soils are moderately deep and have an argillic horizon.  Rallod soils have a natric horizon.  Both soils occur on more stable footslopes and toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation is Indian ricegrass, needleandthread, bluebunch wheatgrass, thickspike wheatgrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central and western Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Fremont County, Wyoming, East Part; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak very fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; brown (10YR 5/3) gravelly sandy loam, brown (10YR 4/3) moist; weak very fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine and few medium roots; 15 percent semirounded pebbles; neutral (pH 7.0); abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak medium and coarse granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 6 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and few medium roots; 15 percent semirounded pebbles; neutral (pH 7.0); clear smooth boundary. (0 to 5 inches thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 43,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--6 to 17 inches; light yellowish brown (2.5Y 6/4) gravelly sandy loam, light olive brown (2.5Y 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many fine and few medium roots; 15 percent semirounded pebbles; neutral (pH 7.2); abrupt wavy boundary.  (3 to 14 inches thick)"
      },
      {
        "name": "Cr",
        "top": 43,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--17 to 60 inches; soft, coarse-grained sandstone interbedded with thin lenses of shale."
      }
    ]
  ]
}
