{
  "SERIES": "ONAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. PTC-RAL-TWN",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, calcareous, mesic Aquertic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Onawa silty clay, on a nearly level flood plain, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (2.5Y 3/2) silty clay; moderate fine subangular blocky structure; firm; slightly alkaline; abrupt smooth boundary. (6 to 10 inches thick)\nCg1--7 to 22 inches; dark grayish brown (2.5Y 4/2) silty clay; massive with weak, thin alluvial stratification; firm; 1 inch layer of silty clay loam at 18 to 19 inches; few fine prominent red (2.5YR 5/8) and strong brown (7.5YR 5/8) redoximorphic concentrations; slightly effervescent; slightly alkaline; clear smooth boundary. (12 to 20 inches thick)\n2Cg2--22 to 60 inches; dark grayish brown (10YR 4/2) and very dark gray (10YR 3/1) silt loam; massive; firm; few fine prominent strong brown (7.5YR 5/6) and few fine distinct reddish brown (5YR 4/3) redoximorphic concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monona County, Iowa; about 50 feet west and 1,980 feet north of the southeast corner of sec. 1, T. 84 N., R. 47 W.; USGS Macy quadrangle; lat. 42 degrees 7 minutes 26 seconds N. and long. 96 degrees 15 minutes 8 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 10 inches\nDepth to loamy alluvium--18 to 30 inches\nContent of clay in the upper third to upper half of the particle-size control section (weighted average)--50 to 70 percent\nContent of clay in the lower half to lower two thirds of the particle-size control section (weighted average)--10 to 18 percent\nContent of sand in the upper third to upper half of the particle-size control section (weighted average)--1 to 5 percent fine sand and sand coarser than fine sand\nContent of sand in the lower half to lower two thirds of the particle-size control section (weighted average)--10 to 75 percent fine sand and sand coarser than fine sand\nA or Ap horizon:\nHue--10YR or 2.5Y\nValue--2 or 3\nChroma--1 or 2\nTexture--silty clay, clay, silty clay loam, loam, or silt loam\nClay content--15 to 50 percent\nSand--1 to 50 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nOverwash phase:\nTexture--fine sandy loam or loamy fine sand\nClay content--2 to 20 percent\nSand content--50 to 90 percent\nThickness--10 to 20 inches\nCg horizon:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--3 to 5\nChroma--0 to 2\nTexture--clay or silty clay\nClay content--50 to 70 percent\nSand--1 to 5 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nMany pedons have strata of silty or clayey materials with individual strata up to 1 to 2 inches thick\nSome pedons have a transitional layer, less than 5 inches thick, between the Cg1 and 2Cg2 horizons of silty clay loam, with sand content up to 15 percent fine sand and sand coarser than fine sand\n2Cg horizon:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--3 to 5\nChroma--0 to 2\nTexture--silt loam, very fine sandy loam, loam with a high amount of very fine sand, or loamy very fine sand\nClay content--10 to 18 percent\nSand content--10 to 75 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have strata of loamy fine sand or fine sand below a depth of 40 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--18 to 30 inches of clayey alluvium and the underlying loamy alluvium\nLandform--flood plains\nSlopes--0 to 2 percent\nElevation--700 to 1,260 feet above sea level\nMean annual air temperature--46 to 56 degrees F.\nMean annual precipitation--19 to 36 inches\nFrost-free period--135 to 185 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Albaton, Blake, Percival, Grable, Haynie, and Modale soils.\nAlbaton--are in the slightly lower landscape positions, have a saturated zone within a depth of 1 foot during March to June in most years, and have a clay content of 50 to 60 percent throughout the particle-size control section\nBlake--are in landscape positions similar to those of the Onawa soils and have a clay content of 22 to 35 percent throughout the particle-size control section\nPercival--are in the slightly higher landscape positions, have a clay content of less than 10 percent in the lower half of the particle-size control section\nGrable--are in the higher landscape positions, have a clay content of 12 to 16 percent in the upper half of the particle-size control section, and do not have a saturated zone within a depth of 6 feet during April to June in most years\nHaynie--are in the slightly higher landscape positions, have a clay content of 15 to 18 percent throughout the particle-size control section, and have a saturated zone between depths of 4 to 6 feet during April to June in most years\nModale--are in the slightly higher landscape positions, have a clay content of 10 to 18 percent in the upper third to upper half of the particle-size control section, and have a saturated zone between depths of 1 to 3 feet during April to June in most years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--somewhat poorly drained--a saturated zone occurs within depths of 1 to 3 feet during March to June in most years and is considered apparent\nPermeability--slow in the clayey alluvium and moderate or moderately rapid in the underlying loamy alluvium\nSurface runoff potentiallow or medium\nFlooding--rare to occasional flooding with very brief or brief duration during the months of February to November from precipitation events and snowmelt and flooding from streambank overflow is limited where dams and levees protect areas"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, and small grains. Some areas are land-leveled and irrigated. The native vegetation is big bluestem, little bluestem, western wheatgrass, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nLRR M, MLRAs 102B, 107A and 107B, LRR G, MLRA 63B; along the Missouri River in Iowa, Kansas, Missouri, Nebraska, and South Dakota. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boone County, Missouri, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 10 to 40 inches (Cg1 and 2Cg2 horizons);\nseries control section--the zone from the surface to a depth of 60 inches (Ap, Cg1, and 2Cg2 horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 7 inches (Ap horizon);\nudic moisture regime.\nCation-exchange activity class is supported by lab sample numbers S94NE-177-015 and S96IA-193-028, National Soil Survey Laboratory.\nTaxonomy version--second edition, 1999.\nADDITIONAL DATA:\nLaboratory data--Iowa State University Agricultural Experiment Station, Ames, Iowa file No. 55907-55909\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska pedons S94NE-177-015 and S96IA-193-028 (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
