{
  "SERIES": "ONDAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RVJ-KJL-WDH",
  "REVDATE": "04/2013",
  "STATES": "CT,ME,MA,NH,NY,VT",
  "OVERVIEW": "The Ondawa series consists of very deep, well drained soils formed in recent alluvium on floodplains. Estimated saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is about 45 degrees F, and mean annual precipitation is about 42 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ondawa fine sandy loam - meadow. (Colors are for moist soil.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nBw -- 9 to 30 inches; brown (10YR 4/3) fine sandy loam; weak fine granular structure; friable; common roots; strongly acid; abrupt wavy boundary. (14 to 30 inches thick)\nC -- 30 to 65 inches; yellowish brown (10YR 5/6) loamy fine sand; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cumberland County, Maine; Town of Falmouth; in a meadow along the Presumpscot River, 1,000 feet east of the junction of Maine Route 26 and the Maine Central Railroad; USGS Portland West topographic quadrangle; lat. 43 degrees 43 minutes 50 seconds N. and long. 70 degrees 17 minutes 36 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to the coarse-textured substratum ranges from 20 to 40 inches. Depth to bedrock is more than 60 inches. Clay content is less than 10 percent, and gravel ranges from 0 to 15 percent in the solum and from 0 to 40 percent in the substratum. Reaction ranges from very strongly acid to slightly acid throughout, unless limed. Some pedons have buried horizons.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 4. Dry value is 6 or more. It is commonly fine sandy loam, sandy loam or loam but includes very fine sandy loam in some pedons. The Ap horizon has weak or moderate, very fine to medium granular structure. Consistence is very friable or friable.\nThe Bw horizon has hue of 10YR or 2.5Y, with value of 3 to 8, and chroma of 2 to 8. It is fine sandy loam, sandy loam or loam. The Bw horizon has weak or moderate, very fine, fine or medium granular or weak fine and medium subangular blocky structure. Consistence is very friable or friable.\nThe C horizon has hue of 10YR to 5Y, value of 3 to 7, and chroma of 2 to 6. Texture of individual layers ranges from loamy fine sand to coarse sand in the fine earth fraction. Included in some pedons are loamy and/or extremely gravelly strata. The thickness and number of subhorizons is variable and corresponds to the thickness and variability of the alluvial deposits. The C horizon is single grain and loose in the sandy part. The loamy part is typically massive and friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nSimilar series in related families are the Fryeburg, Podunk and Sunday series. Fryeburg soils have a coarse-silty particle-size control section. Podunk soils have redox depletions within 24 inches of the mineral soil surface. Sunday soils have a sandy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ondawa soils are on floodplains and high bottoms. Slope ranges from 0 to 3 percent. The soils formed in recent alluvial deposits derived principally from gneiss, schist, granite, and quartzite. Flooding frequency ranges from once or twice a year to once in 5 to 10 years or more. Flooding generally occurs during spring runoff or during periods of high rainfall in the fall. Floodwater seldom covers these soils for periods of more than 1 or 2 days on the high bottoms, but the duration may be slightly longer in the lower positions. The climate is humid and cool temperate. Mean annual temperature ranges from 38 to 46 degrees F, and mean annual precipitation ranges from 34 to 50 inches. The frost-free season ranges from 80 to 160 days. Elevation ranges from 10 to 2000 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Allagash, Colton, Madawaska, Podunk and Sunday soils. Adams, Allagash, Colton and Madawaska soils are on adjacent outwash plains, deltas, and terraces. Podunk soils are the moderately well drained members of the same catena and are in lower positions on the floodplain. Sunday soils have a sandy particle-size control section and are in similar positions on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Estimated saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for growing silage corn, hay, and pasture crops. Common trees in woodlots include eastern white pine, red pine, white birch, gray birch, elm, balsam fir and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, Connecticut, Massachusetts, New Hampshire, New York and Vermont; MLRAs, 142, 143, 144B, 146. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, New York, 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 9 inches (Ap horizon).\nb. Cambic horizon - the zone from 9 to 30 inches (Bw horizon).\nc. Fluventic feature - the content of organic carbon decreases irregularly with depth.\nADDITIONAL DATA: The Soil Interpretation Record number for the Ondawa series is ME0010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw -- 9 to 30 inches; brown (10YR 4/3) fine sandy loam; weak fine granular structure; friable; common roots; strongly acid; abrupt wavy boundary. (14 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "narrative": "C -- 30 to 65 inches; yellowish brown (10YR 5/6) loamy fine sand; single grain; loose; strongly acid."
      }
    ]
  ]
}
