{
  "SERIES": "ONEIDAS",
  "STATUS": "Established Series",
  "BYREV": "Rev: LL/WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Oneidas series consists of very deep, poorly drained soils that formed in glacial outwash derived from mixed materials. The Oneidas soils are on outwash terraces. Slopes range from 0 to 15 percent. The mean annual precipitation is about 800 millimeters and the mean annual air temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, active, frigid Fragiaquic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oneidas coarse sandy loam on a north west facing (315 degree), 1 percent slope at an elevation of 1957 meters. When described on 08/15/1968 the soil was dry above and moist below 75 inches. Colors are for dry soils unless otherwise noted.\nOi--0 to 3 cm; slightly decomposed plant material. Lab sample # 68C0627\nA1--3 to 10 cm; brown (7.5YR 5/4) coarse sandy loam, dark brown (7.5YR 3/2) moist; weak fine and medium platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; few very fine and fine interstitial pores; 8 percent gravel; moderately acid, pH 5.7 by Hellige-Truog; abrupt wavy boundary. Lab sample # 68C0628\nA2--10 to 23 cm; brown (7.5YR 5/4) coarse sandy loam, dark brown (7.5YR 3/2) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and medium and common very fine roots; few fine tubular and very fine interstitial pores; 5 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; clear wavy boundary. (The combined thickness of the A horizons is 10 to 25 cm thick) Lab sample # 68C0629\nBt--23 to 30 cm; reddish yellow (7.5YR 6/6) coarse sandy loam, reddish brown (5YR 4/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse roots; few fine tubular and medium interstitial pores; clay bridges and few clay films in root channels and pores; 10 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; abrupt wavy boundary. (0 to 20 cm thick) Lab sample # 68C0630\nBtx1--30 to 38 cm; reddish yellow (7.5YR 6/6) coarse sandy loam, reddish brown (5YR 4/4) moist;  massive; hard, very friable, brittle, nonsticky and nonplastic; many fine, medium and coarse roots; few fine tubular and very fine interstitial pores; clay bridges in root channels and pores and many strong brown (7.5YR 5/6), dry, clay films;  medium very pale brown (10YR 8/2), dry, iron depletions; 10 percent gravel; strongly acid, pH 5.6 by Hellige-Truog;  abrupt wavy boundary. Lab sample # 68C0631\nBtx2--38 to 51 cm; light brown (7.5YR 6/3) coarse sandy loam, brown (7.5YR 4/4) moist;  massive; hard, friable, brittle, nonsticky and nonplastic; many fine, few very fine, fine and medium roots; many very fine and few fine interstitial pores; common clay films and bridges; few strong brown (7.5YR 5/6), dry, masses of oxidized iron; 10 percent gravel; strongly acid, pH 5.6 by Hellige-Truog; clear wavy boundary. Lab sample # 68C0632\nBtx3--51 to 76 cm; light yellowish brown (10YR 6/4) sandy loam, strong brown (7.5YR 4/6) moist; massive; hard when dry, friable, brittle, moderately sticky and moderately plastic; few very fine and fine roots; few fine interstitial and common very fine tubular pores; very few clay films and bridges strong brown (7.5YR 5/6);  very pale brown (10YR 8/3), dry, iron depletions; 1 percent stones and 10 percent gravel; moderately acid, pH 5.8 by Hellige-Truog;  abrupt wavy boundary. Lab sample # 68C0633\nBtx4--76 to 114 cm; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist;  massive; very hard, friable, brittle, moderately sticky and moderately plastic; few very fine and fine roots; few fine and common very fine interstitial pores; common reddish yellow (7.5YR 6/8) iron stains;  reddish yellow (7.5YR 6/8), dry, masses of oxidized iron and  very pale brown (10YR 7/3), moist, iron depletions; 10 percent gravel; moderately acid, pH 5.8 by Hellige-Truog;  clear wavy boundary. Lab sample # 68C0634\nBtx5--114 to 165 cm; strong brown (7.5YR 5/6) gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, friable, brittle, slightly sticky and moderately plastic; few fine and medium roots; common very fine and fine interstitial pores; many thin and few moderately thick dark reddish brown (5YR 3/3) clay films as bridges; few reddish brown (5YR 4/4), moist, and prominent yellowish red (5YR 5/8), moist, iron stains;  many very pale brown (10YR 8/2), dry, iron depletions and  reddish brown (5YR 4/4), moist, and yellowish red (5YR 5/8), moist, masses of oxidized iron; 20 percent gravel; moderately acid, pH 5.8 by Hellige-Truog;  diffuse smooth boundary. Lab sample # 68C0635 (the combined thickness of the Btx horizons is 38 to 152 cm thick)\nBC--165 to 193 cm; reddish yellow (7.5YR 6/6) gravelly coarse sandy loam, brown (7.5YR 4/4) moist; massive; very hard, friable, slightly sticky and moderately plastic; few fine and medium roots; common very fine and fine interstitial pores; common moderately thick and few thin clay films in bridges and on sand grains; few coarse and common fine strong brown (7.5YR 5/8), moist, iron stains; many very pale brown (10YR 8/2), dry, iron depletions and  common medium and prominent reddish yellow (5YR 6/6), dry, masses of oxidized iron; 20 percent nonflat indurated 2 to 75 millimeter gravel; moderately acid, pH 6.0 by Hellige-Truog; gradual irregular boundary.  Lab sample # 68C0636 (0 to 38 cm thick)\nC1--193 to 234 cm; brown (7.5YR 4/4) gravelly coarse sandy loam, yellowish brown (10YR 5/6) moist; massive; very hard, very friable, nonsticky and slightly plastic; few fine and medium roots; few fine interstitial and many very fine pores; many clay bands in hue of 7.5YR; common very pale brown (10YR 8/2), dry, iron depletions and common moderately thick seems dark reddish brown (5YR 3/3), moist, masses of oxidized iron; many medium distinct (7.5YR) redoximorphic concentrations; 10 percent gravel and 10 percent cobbles; slightly acid, pH 6.2 by Hellige-Truog;  gradual wavy boundary. Lab sample # 68C0637\nC2--234 to 292 cm; very pale brown (10YR 8/3) loamy coarse sand, brown (10YR 5/3) moist;  massive; hard when dry, very friable, nonsticky and nonplastic; few; few fine and many very fine interstitial pores;  yellowish brown (10YR 5/6) and many dark reddish brown (5YR 3/4) lamellae; many very pale brown (10YR 8/2), moist, iron depletions; slightly acid, pH 6.3 by Hellige-Truog; abrupt wavy boundary. Lab sample # 68C0638\nC3--292 to 450 cm; very pale brown (10YR 8/2) stratified stony coarse sand to loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable; few fine and many very fine interstitial pores; few yellowish brown (10YR 5/6) lamellae; 10 percent gravel; slightly acid, pH 6.3 by Hellige-Truog; gradual wavy boundary. Lab sample # 68C0639\nC4--450 to 495 cm; very pale brown (10YR 7/4) loamy sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and many very fine interstitial pores; many faint yellowish brown (10YR 5/8), moist, iron stains; slightly acid, pH 6.3 by Hellige-Truog; clear smooth boundary. Lab sample # 68C0640\nC5--495 to 511 cm; yellowish brown (10YR 5/6) coarse sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and many very fine interstitial pores; many faint yellowish brown (10YR 5/8), moist, iron stains; slightly acid, pH 6.3 by Hellige-Truog; Lab sample # 68C0641"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Dorado County, California, 823 meters east and 61 meters south of northwest corner sec. 28, T. 12 N., R. 18 E., 100 feet south of dirt road extension of Oneidas Street, 1.3 miles northeast of Meyers, 3 meters east of sample site S67Calif-9-13., 38 degrees, 51 minutes, 52 seconds North latitude and 119 degrees, 59 minutes, 36 seconds West longitude, NAD83 - U.S.G.S Quad: Freel Peak, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soils are usually moist in some part between depths of 20 and 61 cm most of the year, but are dry in all parts from July until October.  Soils are commonly saturated on top of the Btx horizons during spring snow melt.\nWater features:\nSeasonal high water table: Zones of saturation beginning at 25 to 50 cm (In the horizons with fragic properties)\nFlooding: None\nPonding: None\nSurface rock fragment content:\n0 to 25 percent consisting of: 0 to 15 percent gravel, 0 to 5 percent cobbles and 0 to 5 percent stones\nReaction: strongly acid to slightly acid\nBase saturation: 35 to 100 percent. (By amonium acetate)\nDepth to redoximorphic features: 25 to 50 cm\nRock fragments: 0 to 20 percent, with 0 to 20 percent gravel, 0 to 15 percent\ncobbles, and 0 to 5 percent stones.\nClay content: averages 5 to 18 percent clay\nMineralogy: mixed\nA horizons:\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 3 or 4 dry; 2 through 4 moist\nOrganic matter: 2 to 6 percent\nTexture of the fine earth fraction: Coarse sandy loam or sandy loam\nRock fragments: 0 to 15 percent mostly gravel\nReaction: strongly to slightly acid\nBt horizon:\nHue: 7.5YR, 5YR\nValue: 4 through 6 dry; 4 or 5 moist\nChroma: 4 through 6 dry; 4 or 5 moist\nOrganic matter: 0.5 to 2 percent\nTexture of the fine earth fraction: Coarse sandy loam\nRock fragments: 0 to 15 percent mostly gravel\nReaction: strongly to slightly acid\nBtx horizons:\nHue: 7.5YR, 5YR, or 10YR\nValue: 4 through 6 dry; 4 or 5 moist\nChroma: 3 through 6 dry or moist\nOrganic matter: 0.05 to 0.4 percent\nRedoximorphic features:\nIron depletions\nHue: 10YR\nValue: 4 through 8\nChroma: 1 through 3\nMasses of oxidized iron\nHue: 7.5YR, 5YR, or 10YR\nValue: 4 through 6\nChroma: 4 through 8\nTexture of the fine earth fraction: Coarse sandy loam, sandy loam, or sandy clay loam\nRock fragments: 0 to 20 percent\n0 to 20 percent gravel\n0 to 15 percent cobbles and stones\nReaction: strongly to slightly acid\nC horizons:\nHue: 10YR\nValue: 6 through 8 dry; 4 through 6 moist\nChroma: 2 through 6 dry; 2 through 6 moist\nOrganic matter: 0.05 to 0.4 percent\nRedoximorphic features:\nIron depletions:\nHue: 10YR\nValue: 4 thorugh 8\nChroma: 1 through 3\nMasses of oxidized iron:\nHue: 5YR, 7.5YR or 10YR\nValue: 3 through 6\nChroma: 3 through 8\nTexture of the fine earth fraction: Coarse sand, loamy coarse sand, coarse sandy loam or sandy loam\nRock fragments: 0 to 20 percent\n0 to 20 percent gravel\n0 to 5 percent cobbles and stones\nReaction: slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Oneidas soils are on outwash terraces.  Slopes range from 0 to 15 percent. These soils formed in outwash derived from mixed materials predominantly granodiorite.  Elevation is 1905 to 2050 meters.  The climate is subhumid with warm dry summers and cold wet winters.  The mean annual precipitation is 584 to 838 millimeters and the mean annual air temperature is 5 to 8 degrees C. The frost free season is 40 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jabu and Christopher soils. The Jabu soils are greater than 100 centimeters deep to fragic properties. Christopher soils do not have fragic properties or an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained, slow permeability, very high runoff.  These soils are not flooded or ponded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife, recreation and urban development.  Vegetation is mixed conifers, typically lodgepole pine with an understory of shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Oneidas is of minor extent in California and Nevada in MLRA 22A -- Sierra Nevada Range"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: El Dorado County, (Tahoe Basin Area), California, 2007.  Source of name from local street."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 9 to 29 in.,23 to 74 cm, (the Bt, Btx1, Btx2, and portions of the Btx3 horizons)\nArgillic horizon: 9 to 65 in., 23 to 165 cm, (the Bt, Btx1 through Btx5 horizons)\nFragic properties: 12 to 65 in., 30 to 165 cm, (the Btx1 through Btx5 horizons)\nADDITIONAL DATA:\nPedon information for this type location only:\nLab Source ID:  NSSL, Lab Pedon #:  68C0077 for this pedon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
