{
  "SERIES": "ONEULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KH-RTG",
  "REVDATE": "06/2012",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, isomesic Vitrandic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oneula extremely stony medial loam, 4 percent slope under scattered ohia trees and shrubs at an elevation of 1,470 meters (4,760 feet).  (Colors are for moist soil unless otherwise noted.  Colors below 5 centimeters (2 inches) are lithochromic.  When described on 6/3/98, the soil was dry throughout.  The soil temperature was 17 degrees C (63 degrees F) at a depth of 10 centimeters (4 inches).  All textures are \"apparent field textures\".  pH was measured using organic dyes.) The 2C horizons consist of unconsolidated `a`a lava fragments of variable size.\n2C1/A--0 to 5 centimeters (0 to 2 inches); black (10YR 2/1) extremely stony medial loam, brown (10YR 4/3) dry; weak medium subangular blocky structure parting to weak medium granular; slightly hard, friable, nonsticky and nonplastic; many very fine, fine, and medium and common coarse roots; many very fine and fine interstitial pores; 90 percent subrounded `a`a fragments (10 percent boulders, 30 percent stones, 45 percent cobbles, 5 percent gravel); slightly acid (pH 6.4); the 2C part of this horizon consists of unconsolidated `a`a lava fragments of variable size; clear irregular boundary. (0 to 10 centimeters (0 to 4 inches thick)\n2C2--5 to 152 centimeters (2 to 60 inches); black (7.5YR 2.5/1) extremely cobbly sand, 50 percent dark reddish brown (5YR 2/2), 30 percent black (N 2/0), and 20 percent red (10R 4/6) dry; single grain; loose when dry or moist, nonsticky and nonplastic; common very fine and fine roots; many very fine to coarse interstitial pores; 85 percent subrounded `a`a fragments (5 percent stones, 40 percent cobbles, 40 percent gravel); slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; from State Hwy 11 follow Mauna Loa Strip Road north 4.3 miles to powerline road; follow powerline road south approximately 1.5 miles to ranch road; turn west (right) through locked gate onto ranch road paralleling Hawaii Volcanoes National Park fence; follow ranch road approximately 0.4 miles to big ohia tree on north (right) side of road; then travel on a 205 degree magnetic heading for about 20 meters (65 feet) to type location; Kilauea Crater Quadrangle; lat. 19 degrees 26 minutes 44.27 seconds N. and long. 155 degrees 21 minutes 47.07 seconds W. (Old Hawaiian Datum measured by GPS/PLGR, 320 feet)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 10 to 15 degrees C (50 to 59 degrees F).\nRock fragments: 70 to 90 percent on the soil surface and in the control section.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 2 or 3 moist.\nChroma: 1 or 2 moist.\nTexture: Medial sandy loam, medial loam, or medial silt loam.\nStructure: Subangular blocky or granular, and less commonly platy.\nC horizon\nHue: 2.5YR to 10YR, 10R, or N.\nValue: 2 to 4 moist.\nChroma: 2 to 6 moist.\nTexture: Sand or coarse sand derived from `a`a lava."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oneula soils are on Mauna Loa `a`a lava less than 250 years old at elevations of 1220 to 1830 meters (4,000 to 6,000 feet).  The general slopes range from 2 to 10 percent; short complex micro-slopes range from 20 to 50 percent.  The mean annual rainfall is 1,270 to 1525 millimeters (50 to 60 inches), with about 75 percent of the rainfall occurring between October and April.  The mean annual pan evaporation is 1,270 to 2,030 millimeters (50 to 80 inches).  The mean annual air temperature is 10 to 16 degrees C (50 to 60 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Akelelu, Kulalio, Maunaiu, and Menehune soils.  Akelelu, Maunaiu, and Menehune soils do not have `a`a lava fragments, and are either lithic or moderately deep to pahoehoe bedrock.  Kulalio soils are Fulvudands which average more than 4 percent organic matter in each horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is very low.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land and grazing.  Vegetation is aalii (Dodonaea viscosa), ohia lehua (Metrosideros polymorpha), pukiawe (Styphelia tameiameiae), uki (Machaerina angustifolia), and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Island of Hawaii, within Hawaii Volcanoes National Park and neighboring ranches; MLRA 160.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2012.  Proposed 1998.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - from the soil surface to 5 centimeters (2 inches).\nOchric epipedon - from the soil surface to 5 centimeters (2 inches).\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C\nSoil moisture - not dry in some or all parts for 90 days or more in most years (Udic moisture regime).\nEdit Log: 12/03 KH. Added \"medial\" modifier to textures.\n3/01 KH.  Minimum elevation reduced from 5,000 to 4,000 feet.  Maximum pan evaporation increased from 60 to 80 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
