{
  "SERIES": "ONJEBONGE",
  "STATUS": "Established Series",
  "BYREV": "SJP-TDT",
  "REVDATE": "04/2013",
  "STATES": "NY",
  "OVERVIEW": "The Onjebonge series consists of very deep, very poorly drained soils formed in water laid deposits of silt and very fine sand. They are on nearly level lake plains, deltas, and terraces. Slope ranges from 0 to 3 percent. Saturated hydraulic conductivity is moderately low or moderately high in the organic and mineral material. The mean annual temperature is about 44 degrees F. and the mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, nonacid, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Onjebonge muck, in a shrub covered marsh, at an elevation of about 750 feet. (Colors are for moist soil.)\nOa1 -- 0 to 7 inches; black (7.5YR 2.5/1) highly decomposed plant material (muck); massive; very friable; many very fine and common fine roots; very strongly acid; clear irregular boundary.\nOa2 -- 7 to 13 inches; very dark brown (10YR 2/2) highly decomposed plant material (muck); massive; very friable; many very fine, and very few fine roots; strongly acid; abrupt smooth boundary.  (Combined thickness of O horizon is 8 to 15 inches.)\nBg -- 13 to 18 inches; mixed gray (N 6/0) and 30% greenish gray (10Y 6/1) very fine sandy loam; weak coarse subangular blocky structure; friable; very few very fine roots; 2 percent medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary. (5 to 20 inches thick.)\nBCg -- 18 to 25 inches; mixed gray (5Y 6/1) and 30% greenish gray (10GY 6/1) very fine sandy loam; massive; friable; very few very fine roots; 2 percent coarse prominent yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid; clear smooth boundary. (4 to 8 inches thick.)\nC1 -- 25 to 29 inches; light olive brown (2.5Y 5/3) loamy very fine sand; massive; friable, slightly sticky; 4 percent medium and coarse prominent gray (5Y 6/1) areas of iron depletion and 5 percent medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; neutral; gradual wavy boundary.\nC2 -- 29 to 61 inches; grayish brown (10YR 5/2) loamy very fine sand; massive; friable; 1 percent medium and coarse distinct gray (2.5Y 6/1) areas of iron depletion and 2 percent medium and coarse prominent yellowish red (5YR 4/6); masses of iron accumulation; neutral; clear wavy boundary.\nC3 -- 61 to 72 inches; gray (2.5Y 5/1) loamy very fine sand; massive; friable, slightly sticky; very slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, New York; Town of Diana, on Fort Drum, about 6200 feet due west of Marsh Pond and 2100 feet north-northeast of the northern-most end of Indian Lake; USGS Lake Bonaparte New York topographic quadrangle. Latitude 44 degrees, 9 minutes, 18 seconds N. and Longitude 75 degrees, 26 minutes, 29 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 14 to 30 inches. The soil ranges from very strongly acid to moderately acid in the O and A horizons, and from strongly acid to neutral in the subsoil, and strongly acid to slightly alkaline in the substratum. The content of gravel ranges from 0 to 3 percent by volume throughout the mineral soil.\nThe O horizon has hue of 5YR to 2.5Y, value of 2 to 3, and chroma of 1 or 2. It includes decomposed plant material at any stage of decomposition.\nThe A horizon, where present, has hue of 7.5YR to 2.5Y, value of 2 or 3, and chroma of 1 or 2. It is silt loam or very fine sandy loam, or their mucky analogues. It is 0 to 6 inches thick.\nThe Bg horizon is neutral or has hue of 7.5YR to 10Y, value of 3 to 7, chroma of 0 to 2, and has redoximorphic features. It is silt loam or very fine sandy loam.\nThe BCg horizon is neutral or has hue of 7.5YR to 10GY, value of 4 to 6, chroma of 0 to 2, and has redoximorphic features.  It is silt loam, very fine sandy loam or loamy very fine sand.\nThe C or Cg horizon is neutral or has hue of 10YR to 10GY, value of 4 to 7, and chroma of 0 to 3. It may have varves of silt, silt loam, or very fine sand in any combination, with a composite texture of silt loam, very fine sandy loam, or loamy very fine sand. Layers of sandy and/or gravelly material 1 to 3 inches thick are in some pedons. Some pedons have textures of silty clay loam and/or silty clay below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nBirdsall soils are similar, but are in the mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Onjebonge soils are in slight depressions where the water table is at or near the surface for most of the year. These soils developed in water deposited silts and very fine sands in depressions on pro-glacial lake plains, glacial outwash plains, deltas, and terraces. Slope ranges from 0 to 3 percent. Mean annual air temperature ranges from 38 to 46 degrees F. and annual precipitation ranges from 34 to 50 inches. The frost-free season ranges from 80 to 150 days. Elevation ranges from 100 to 1750 feet above mean sea level"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Onjebonge soil is the very poorly drained member of a drainage sequence that includes the well drained Salmon soils, the moderately well drained Nicholville soils, and the somewhat poorly and poorly drained Roundabout soils. They are also closely associated with the Hailesboro, Wegatchie, Adjidaumo, and Wonsqueak soils on nearby landscapes. Hailesboro and Wegatchie soils have more than 18 percent clay in the particle-size control section, and Adjidaumo soils have more than 35 percent clay in the particle-size control section. Wonsqueak soils formed in organic material that is at least 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Commonly saturated at or near the surface most of the year in undrained areas. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately low or moderately high in the organic  and mineral material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested with some areas in unimproved brushy pasture. Red maple, elm, hemlock, aspen, tamarack, some white pine, alder, willow, sedges, cattails and rushes are the common vegetative types."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New York and possibly Vermont; MLRAs 142 and 143. The series is currently of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, New York, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Onjebonge series is on similar landforms and parent material as the Birdsall series, but in frigid areas. This series is named after Onjebonge Pond, which is a water body in the Town of Diana, Lewis County, NY, near the Indian River and Fort Drum (Natural Bridge quadrangle).\nDiagnostic horizons and features recognized in this pedon include:\n1. Histic epipedon - the zone from the soil surface to a depth of 13 inches (Oa1 and Oa2 horizons).\n2. Cambic horizon - the zone from 13 to 25 inches (Bg and BCg horizons).\n3. Coarse-silty particle size family - the zone from 10 to 40 inches contains less than 15 percent sand that is coarser than very fine sand, including gravel, and about 5 to 10 percent clay (Bg, BCg, and Cg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Oa1 -- 0 to 7 inches; black (7.5YR 2.5/1) highly decomposed plant material (muck); massive; very friable; many very fine and common fine roots; very strongly acid; clear irregular boundary."
      },
      {
        "name": "Oa2",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa2 -- 7 to 13 inches; very dark brown (10YR 2/2) highly decomposed plant material (muck); massive; very friable; many very fine, and very few fine roots; strongly acid; abrupt smooth boundary.  (Combined thickness of O horizon is 8 to 15 inches.)"
      },
      {
        "name": "Bg",
        "top": 33,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 6,
        "moist_chroma": 0,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg -- 13 to 18 inches; mixed gray (N 6/0) and 30% greenish gray (10Y 6/1) very fine sandy loam; weak coarse subangular blocky structure; friable; very few very fine roots; 2 percent medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary. (5 to 20 inches thick.)"
      },
      {
        "name": "BCg",
        "top": 46,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCg -- 18 to 25 inches; mixed gray (5Y 6/1) and 30% greenish gray (10GY 6/1) very fine sandy loam; massive; friable; very few very fine roots; 2 percent coarse prominent yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid; clear smooth boundary. (4 to 8 inches thick.)"
      },
      {
        "name": "C1",
        "top": 64,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1 -- 25 to 29 inches; light olive brown (2.5Y 5/3) loamy very fine sand; massive; friable, slightly sticky; 4 percent medium and coarse prominent gray (5Y 6/1) areas of iron depletion and 5 percent medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; neutral; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 74,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2 -- 29 to 61 inches; grayish brown (10YR 5/2) loamy very fine sand; massive; friable; 1 percent medium and coarse distinct gray (2.5Y 6/1) areas of iron depletion and 2 percent medium and coarse prominent yellowish red (5YR 4/6); masses of iron accumulation; neutral; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 155,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3 -- 61 to 72 inches; gray (2.5Y 5/1) loamy very fine sand; massive; friable, slightly sticky; very slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
