{
  "SERIES": "ONSTAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGG-CTS-RBH",
  "REVDATE": "04/1999",
  "STATES": "MN",
  "OVERVIEW": "The Onstad series consists of very deep, moderately well drained soils that formed in calcareous loamy till. These soils are typically on convex positions on ground and end moraines.  The permeability is moderate.  Slopes range from 0 to 3 percent.  Mean annual air temperature is about 40 degrees F. Mean annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Onstad loam, on a east-northeast facing, 2 percent slope in a cultivated field at an elevation of 1260 feet MSL.  (Colors are for moist soil unless otherwise stated).\nAp--0 to 10 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderate medium granular structure; friable; common very fine roots; 2 percent gravel and 1 percent cobbles; neutral (pH 7.3); abrupt smooth boundary.  (Combined A horizons 7 to 16 inches thick).\nBw--10 to 17 inches; olive brown (2.5Y 4/4) fine sandy loam; weak coarse subangular blocky structure parting to weak fine subangular blocky; friable; common very fine roots; 2 percent gravel and 1 percent cobbles; neutral (pH 7.6); clear wavy boundary. (5 to 15 inches thick).\nBk1--17 to 31 inches; light yellowish brown (2.5Y 6/4) very fine sandy loam; weak thin platy structure; friable; common very fine roots; common fine irregularly shaped very pale brown (10YR 7/3) masses of carbonate; 5 percent gravel and 1 percent cobbles; violently effervescent; moderately alkaline (pH 8.3); gradual wavy boundary. (8 to 20 inches thick).\nBk2--31 to 47 inches; light olive brown (2.5Y 5/4) very fine sandy loam; common fine distinct grayish brown (2.5Y 5/2) Fe depletions; moderate thin platy structure parting to weak fine subangular blocky; friable; common very fine roots; common fine irregularly shaped very pale brown (10YR 7/3) masses of carbonate; 2 percent gravel and 1 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.\nBk3--47 to 66 inches; light yellowish brown (2.5Y 6/4) very fine sandy loam; few medium distinct grayish brown (2.5Y 5/2) Fe depletions; moderate medium platy structure parting to weak medium subangular blocky; friable; common fine irregularly shaped very pale brown (10YR 7/3) masses of carbonate; few fine rounded yellowish brown (10YR 5/6) Fe concentrations in peds; 3 percent gravel and 1 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.\nC--66 to 80 inches; light olive brown (2.5Y 5/4) fine sandy loam; few coarse distinct grayish brown (2.5Y 5/2) Fe depletions; moderate thick platy soil fragments; firm; common fine irregularly shaped very pale brown (10YR 7/3) masses of carbonate; 3 percent gravel and 1 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Minnesota, about 4 miles south and 3 miles west of McIntosh; 1,060 feet west and 240 feet north of the southeast corner of section 1, T. 147 N.,R. 42 W; USGS Winger, MN. topographic quadrangle; latitude 47 degrees 34 minutes 21 seconds N. and longitude 95 degrees 56 minutes 37 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates is 12 to 30 inches.  The mollic epipedon ranges from 7 to 16 inches in thickness.  Rock fragments of mixed lithology make up 1 to 10 percent by volume of the profile.  The particle size control section averages between 10 and 18 percent non-carbonate clay with 1 to 8 percent clay size carbonates and 45 to 65 percent total sand.  Some subhorizons may have up to 22 percent non-carbonate clay.  The soil moisture control section is not dry in all parts for as long as 45 consecutive days for the 120 days following the summer solstice.  It is also not dry in any part for as long as 90 cumulative days per year in 6 out of 10 years.\nThe A horizon has hue of 10YR, 2.5Y or neutral, value of 2 or 3 moist and chroma of 0 to 2 moist.  It is typically  loam but includes fine sandy loam, very fine sandy loam and sandy loam. The clay content ranges from 10 to 22 percent and the sand ranges from 45 to 65 percent.  The reaction is neutral to slightly acid.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 5 moist, and chroma of 2 to 4 moist. It has redoximorphic features in some pedons.  It is typically is fine sandy loam but includes very fine sandy loam, loam, and sandy loam.  The clay content ranges from 10 to 18 percent and the sand ranges from 45 to 65 percent.  The reaction ranges from slightly acid to slightly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6 moist, and chroma of 2 to 4 moist and typically has redoximorphic features.  It is very fine sandy loam, fine sandy loam, loam or sandy loam.  The clay content ranges from 10 to 18 percent and the sand ranges from 45 to 65 percent.  Carbonate filaments and masses are typically common to many.  The reaction is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 20 to 30 percent in the upper part and 12 to 25 percent below 40 inches..\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 6 moist and chroma of 2 to 6 moist and typically has redoximorphic features.  Typically it is very fine sandy loam but loam, fine sandy loam and sandy loam are included.  The clay content ranges from 10 to 18 percent and the sand ranges from 45 to 65 percent.  The reaction is slightly alkaline or moderately alkaline.  There are few to common carbonate filaments and masses.  Calcium carbonate equivalent ranges from 12 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Firth, Hagensville, Ogdensburg, Sundell, and Tolna series. Firth soils are dry in the soil moisture control section for 90 or more cumulative days each year.  Hagensville soils do not have secondary carbonates in the series control section.  Ogdensburg and Sundell soils have bedrock within depths of 60 inches.  Tolna soils have sand and gravelly sand within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Onstad soils have plane to convex slopes on ground and end moraines associated with, but not confined to, the Wadena Lobe of the Late Wisconsinan glaciation.  Slope gradients range from 0 to 3 percent.  Mean annual air temperature ranges from 38 to 42 degrees F.  Mean annual precipitation ranges from 20 to 25 inches.  Frost-free days range from 95 to 130 days.  Elevation ranges from 1000 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Esmond, Fram, Heimdal and Hedman soils.  The well drained Esmond and Heimdal soils are on steeper more convex areas.  The somewhat poorly to moderately well drained Fram soils are on similar land forms but are calcareous throughout the soil profile.  The poorly drained Hedman soils are in concave swales and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is slow.  Permeability is moderate.  Depth to an apparent seasonal high water table is as high as 2 to 3.5 feet at some time from March to July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to small grain, corn, soybeans, and hay.  Some areas are in pasture.  Native vegetation is mixed grass prairie and with some hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest and west-central Minnesota.  Not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - 0 to 10 inches  (Ap), cambic horizon - 10 to 17 inches  (Bw), aquic subgroup - based on low chroma mottles above a depth of 40 inches, udic moisture regime.\nADDITIONAL DATA: See MAES CFC No.3946 for analysis of typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
