{
  "SERIES": "ONTONAGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-LMC",
  "REVDATE": "10/2006",
  "STATES": "MI,MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, semiactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ontonagon silt loam - on a 38 percent east facing slope in a wooded area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; brown (7.5YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; moderately acid; clear smooth boundary.  (1 to 7 inches thick)\nB/E--7 to 13 inches; reddish brown (2.5YR 4/4) silty clay (Bt); common faint reddish brown (2.5YR 4/4) clay films on faces of peds; occupies about 75 percent of the horizon surrounded by tongues of brown (7.5YR 5/2) silty loam, pinkish gray (7.5YR 6/2) (E); moderate medium and coarse subangular blocky structure; friable; common fine roots; neutral; gradual smooth boundary.  (3 to 10 inches thick)\nBt--13 to 21 inches; reddish brown (2.5YR 4/4) clay; strong fine angular blocky structure; firm; common fine roots; common distinct reddish brown (2.5YR 4/4) clay films on faces of peds; neutral; gradual smooth boundary.  (4 to 18 inches thick)\nBC--21 to 32 inches; reddish brown (2.5YR 4/4) and grayish brown (10YR 5/2) clay; moderate thick platy structure parting to strong very fine angular blocky; firm; few fine roots; slightly alkaline; gradual smooth boundary. (0 to 15 inches thick)\nC--32 to 60 inches; reddish brown (2.5YR 4/4) clay; moderate thick platy structure parting to strong very fine angular blocky; grayish brown (10YR 5/2) varved layers; firm; common prominent light gray (10YR 7/1) calcium carbonate accumulations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chippewa County, Michigan, about 1 mile east of the city of Sault Ste. Marie, 125 feet east and 2,500 feet north of the southwest corner of Sec. 15, T. 47 N., R. 1 E. ."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 16 to 35 inches and commonly is the same as the depth of carbonates.  Total rock fragments, mainly gravel, is less than 1 percent throughout.\nThe A horizon has hue of 5YR, 7.5YR or 10YR; value of 2 to 4; and chroma of 1 or 2.  Where present, the Ap horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3.  The A or Ap horizon is clay, silty clay, silty clay loam, loam, or silt loam. Reaction ranges from very strongly acid to slightly acid.\nSome pedons have a separate E horizon or E/B horizon above the B/E horizon. The E horizon and E part of the B/E horizon has hue of 5YR, 7.5YR, 10YR, or 2.5YR; value of 5 or 6; and chroma of 2 or 3.  It is clay, silty clay, silty clay loam, loam, or silt loam.\nThe B part of the B/E horizon has colors and textures similar to those of the Bt horizon. Reaction of the B/E horizon ranges from very strongly acid to neutral.\nThe Bt horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 2 to 6.  It commonly averages between 75 and 85 percent clay but ranges from 60 to 85 percent clay. Reaction of the Bt horizon ranges from very strongly acid to neutral.\nThe BC horizon has colors and textures similar to those of the Bt horizon. Reaction ranges from slightly acid to slightly alkaline.\nThe C horizon has dominant hues of 2.5YR, 5YR, or 10R; value of 3 to 6; and chroma of 2 to 4.  The clay content of the C horizon generally exceeds 60 percent.  The very thin horizontal seams of silty material in the lower part of the C horizon have hue of 7.5YR or 10YR, value of 5 or 6 and chroma of 2 or 3.  Reaction of the C horizon is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are none.  The closely related Miskoaki (T) soils have linear extensibility greater than 6 centimeters in the upper 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ontonagon soils are on glacial lake plains.  Slopes range from 6 to 50 percent.  Slopes of 30 to 50 percent are found on sideslopes or escarpments of stream-cut ravines.  The mean annual precipitation ranges from 28 to 34 inches and the mean annual temperature ranges from 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Allendale, Bergland, Manistee, Superior and Pickford soils.  The poorly drained Bergland and Pickford soils are in depressions, and the somewhat poorly drained Rudyard soils are in slightly lower landscape positions.  The Bergland, Pickford and Rudyard soils form a drainage sequence with the Ontonagon soils.  Superior, Allendale, and Manistee soils have thin loamy or sandy smears overlying similar materials and are associated in some areas.  Allendale soils are in slightly lower landscape positions and the Superior and Manistee soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is very high.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A small part is cropped to legume-grass and small grains.  The greater part is in woodland or permanent pasture.  The native vegetation included American basswood, eastern white pine, eastern hemlock, northern white cedar, white spruce, sugar maple, and yellow birch. Cut over areas are in second growth quaking aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Upper Peninsula of Michigan, northern lower Michigan, Wisconsin and northeastern Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ontonagon County, Michigan reconnaissance survey, 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 7 inches (A horizon); glossic horizon - the zone from 7 to 13 inches (B/E horizon); argillic horizon - the zone from 7 to 21 inches (B part of B/E and Bt horizons).\nThe moderately well drained phase of this soil is no longer within the concept of this series.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
