{
  "SERIES": "ONTUSIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERS-WEH-TJD",
  "REVDATE": "07/2015",
  "STATES": "NY",
  "OVERVIEW": "The Ontusia series consists of very deep, somewhat poorly drained soils on uplands at high elevations. They formed in till derived from brownish or gray colored sandstone, siltstone, and shale. A dense fragipan is present starting at a depth of 25 to 64 cm (10 to 25 in) below the soil surface. Slopes range from 0 to 25 percent. Mean annual temperature is 7 degrees C (45 degrees F) and mean annual precipitation is 1120 mm (44 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Aeric Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ontusia channery silt loam from a 3 to 8 percent slope map unit in a hayfield. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) channery silt loam, light brownish gray (10YR 6/2), dry; moderate medium subangular blocky structure parts to moderate fine granular structure, and moderate coarse subangular blocky structure parts to moderate medium subangular blocky structure; very friable; many fine roots; 15 percent rock fragments, including 2 percent greater than 75mm (3 in) in diameter; strongly acid; abrupt smooth boundary. (13 to 25 cm [5 to 10 in] thick)\nBw--20 to 30 cm (8 to 12 in); dark yellowish brown (10YR 4/6) silt loam; weak medium subangular blocky structure; very friable; common fine roots; many very fine and medium tubular pores; few medium distinct grayish brown (10YR 5/2), moist, and brown (10YR 5/3), moist, iron depletions; 10 percent rock fragments, including 2 percent greater than 75mm (3 in) in diameter; strongly acid; clear smooth boundary. (5 to 30 cm [2 to 12 in] thick)\nEg--30 to 41 cm (12 to 16 in); grayish brown (2.5Y 5/2) silt loam; moderate medium platy structure; friable; few fine roots; common fine tubular and few medium tubular pores; few medium faint light brownish gray (2.5Y 6/2), moist, iron depletions and many (40 percent) medium distinct brown (7.5YR 4/4), moist, and strong brown (7.5YR 5/6), moist, iron concentrations; 10 percent rock fragments; strongly acid; clear wavy boundary. (0 to 10 cm [0 to 4 in] thick)\nBx1--41 to 64 cm (16 to 25 in); brown (10YR 4/3) channery silt loam; strong coarse and very coarse prismatic structure parts to weak coarse subangular blocky structure; firm; slightly brittle; prism faces of light olive gray (5Y 6/2) 5 to 10 mm (about 1/4 to  1/2 in) wide with strong brown (7.5YR 5/6) rinds 2 to 5 mm (about 1/16th to  1 in) wide. few fine roots along prism faces; common fine vesicular and common fine tubular pores; common clay flows within pores; common fine and medium faint brown (7.5YR 4/4), moist, masses of iron concentrations and common fine distinct gray (10YR 6/1), moist, iron depletions; 20 percent rock fragments, including 2 percent greater than 75mm (3 in) in diameter; strongly acid; gradual wavy boundary.\nBx2--64 to 91 cm (25 to 36 in); grayish brown (10YR 5/2) channery silt loam; strong very coarse prismatic structure; very firm; brittle; prism faces are greenish gray (5G 6/1); common fine tubular and few medium tubular  pores;  few dark grayish brown (2.5Y 4/2), moist, clay films on surfaces along pores on rock fragments; common coarse distinct strong brown (7.5YR 5/6), moist, and brown (7.5YR 5/4), moist, iron concentrations and dark reddish brown (5YR3/2) iron stains; 25 percent rock fragments, including 5 percent greater than 150 mm (6 in) in diameter; moderately acid; clear wavy boundary.\nBx3--91 to 145 cm (36 to 57 in); yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) channery loam; moderate very coarse prismatic structure parts to weak medium platy structure;  firm; prism faces are pale olive (5Y 6/4) with dark reddish brown (5YR 3/2) iron stains; few fine and medium vesicular pores; common medium distinct strong brown (7.5YR 5/6), moist, iron concentrations and common medium distinct grayish brown (2.5Y 5/2), moist, iron depletions; 25 percent rock fragments, including 5 percent greater than 150 mm (6 in) in diameter; slightly acid, pH 6.3; gradual wavy boundary.  (Combined thickness of the Bx horizons is 30 to 140 cm [12 to 55 in] or more thick)\nCd--145 to 183 cm (57 to 72 in); yellowish brown (10YR 5/4) and brown (10YR 5/3) very channery loam; weak very coarse prismatic structure parts to weak medium platy structure; firm; prism faces are gray (5Y 6/1) with dark brown (7.5YR 3/2) iron stains; few fine vesicular pores; common fine faint yellowish brown (10YR 5/6), moist, iron concentrations; 35 percent rock fragments, including 10 percent greater than 150 mm (6 in) in diameter; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Delaware County, New York, Town of Sidney, 2,000 feet northeast on County Route 35 from the intersection with Roof road, 1,100 feet east of County Route 35 in a hayfield. Elevation 1,900 feet. USGS Unadilla, NY topographic quadrangle; latitude 42 degrees, 16 minutes, 4.3 seconds N. Longitude 75 degrees, 17 minutes, 5.6 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 97 to 178 cm (38 to 70 in) or more. Depth to bedrock is greater than 152 cm (60 in). Depth to the top of the fragipan ranges from 25 to 64 cm (10 to 25 in). Rock fragments range from 5 to 35 percent by volume in the mineral soil above the fragipan, from 15 to 50 percent in the fragipan, and from 15 to 60 percent in the substratum. Redoximorphic features are present beginning at a depth of 20 to 36 cm (8 to 14 in). Reaction is very strongly acid through slightly acid in the mineral solum, unless limed, and strongly acid through slightly acid in the substratum.\nThe Ap or A horizon has hue of 7.5YR through 2.5Y, value of 2 to 4, and chroma of 2 to 4. Texture of the fine earth fraction is silt loam, silty clay loam, or loam. Structure is weak or moderate granular or subangular blocky. Consistence is friable or very friable.\nThe E horizon, if present, has hue of 7.5YR to 5Y, value of 5 or 6, and chroma of 2 or 3. Texture of the fine-earth fraction is loam or silt loam. Consistence is friable or firm.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. Texture of the fine earth fraction is silt loam, silty clay loam, clay loam, or loam. Structure is weak or moderate subangular blocky. Consistence is friable or very friable.\nThe Eg horizon, if present, has hue of 7.5YR to 5Y, value of 5 or 6, and chroma of 1 to 3. Texture of the fine earth fraction is loam, silt loam, clay loam, or silty clay loam.\nThe Bx horizon has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 2 to 4. Texture of the fine earth fraction is silt loam, loam, fine sandy loam, clay loam or silty clay loam. Structure is coarse or very coarse prismatic with platy, blocky, or massive interiors. Consistence is firm or very firm. Common or many redoximorphic masses are present. Prism streaks have low chroma interiors and high chroma edges.\nThe C or Cd horizons are massive, or have platy or prismatic structure. Color and texture is similar to the Bx horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Camroden and Norchip series. Camroden soils are dominated by shale rock fragments and occur in areas having higher rainfall and at slightly lower elevations. Norchip soils are poorly drained and are less acid in the Bx and C horizons.\nThe Erie, Marcy, Napoli, Onteora, Trussel, and Volusia series are similar soils in related families. Onteora soils have a coarse-loamy particle size control section and have hues redder than 7.5YR in the fragipan and substratum. Erie and Volusia soils have a mesic temperature regime. Marcy soils have chroma of 2 or less in 60 percent or more of the matrix in the upper 30 in. Trussel soils formed in colluvium derived from residual soil material, are at higher elevations, have more angular rock fragments, and have lower bulk density in the fragipan. The Napoli soils have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ontusia soils are on concave landforms and depressions on summits and the lower part of hillsides in the uplands of glaciated dissected plateaus. Due to frigid soil temperatures, these soils occur on landscapes and landforms at higher elevations in the MLRA. Slopes range from 0 to 25 percent. The soils developed in till derived from brownish or gray colored sandstone, siltstone, and shale. Annual air temperature ranges from 4 to 9 degrees C (39 to 48 degrees F).  Annual precipitation ranges from 825 to 1790 mm (32 to 70 in) and the frost free days range from 110 to 155 days. Elevation ranges from 425 to 1100 m (1394 to 3608 ft) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Ontusia soils are the somewhat poorly drained member of a drainage sequence which includes the well-drained Lewbath soils, the moderately well drained Willdin soils, and the poorly drained Norchip soils. Moderately deep, well drained Mongaup soils, and shallow, somewhat excessively drained and well drained Hawksnest soils are closely associated on nearby landforms where the soil mantle is thinner over bedrock. The somewhat poorly drained and moderately deep Gretor soils can occur on nearby landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential surface runoff is high to very high. Saturated hydraulic conductivity is moderately high or high above the fragipan and low or moderately low in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for hayland, pasture and some cropland. A significant acreage has reverted to woodland or brush. Native vegetation is red maple, sugar maple, American beech and eastern hemlock. Brushy areas often contain blueberry, spirea, and poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Higher elevations of the Glaciated Allegheny Plateau and Catskill Mountains. MLRA 140. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otsego County, New York, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series is the frigid equivalent of the Volusia series and the brown colored equivalent of the Onteora series. The CEC class of this series is in question. The limited data available is split between active and superactive.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from the surface to 20 cm (8 in) (Ap horizon).\n2. Cambic horizon - the zone from 20 to 41 cm (8 to 16 in) (Bw and Eg horizons).\n3. Fragipan - the zone from 41 to 145 cm (16 to 57 in) (Bx1, Bx2, and Bx3 horizons).\nADDITIONAL DATA: Characterization data is available for this pedon from the Cornell University Soil Survey Laboratory and the NSSC Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) channery silt loam, light brownish gray (10YR 6/2), dry; moderate medium subangular blocky structure parts to moderate fine granular structure, and moderate coarse subangular blocky structure parts to moderate medium subangular blocky structure; very friable; many fine roots; 15 percent rock fragments, including 2 percent greater than 75mm (3 in) in diameter; strongly acid; abrupt smooth boundary. (13 to 25 cm [5 to 10 in] thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--20 to 30 cm (8 to 12 in); dark yellowish brown (10YR 4/6) silt loam; weak medium subangular blocky structure; very friable; common fine roots; many very fine and medium tubular pores; few medium distinct grayish brown (10YR 5/2), moist, and brown (10YR 5/3), moist, iron depletions; 10 percent rock fragments, including 2 percent greater than 75mm (3 in) in diameter; strongly acid; clear smooth boundary. (5 to 30 cm [2 to 12 in] thick)"
      },
      {
        "name": "Eg",
        "top": 30,
        "bottom": 41,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--30 to 41 cm (12 to 16 in); grayish brown (2.5Y 5/2) silt loam; moderate medium platy structure; friable; few fine roots; common fine tubular and few medium tubular pores; few medium faint light brownish gray (2.5Y 6/2), moist, iron depletions and many (40 percent) medium distinct brown (7.5YR 4/4), moist, and strong brown (7.5YR 5/6), moist, iron concentrations; 10 percent rock fragments; strongly acid; clear wavy boundary. (0 to 10 cm [0 to 4 in] thick)"
      },
      {
        "name": "Bx1",
        "top": 41,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bx1--41 to 64 cm (16 to 25 in); brown (10YR 4/3) channery silt loam; strong coarse and very coarse prismatic structure parts to weak coarse subangular blocky structure; firm; slightly brittle; prism faces of light olive gray (5Y 6/2) 5 to 10 mm (about 1/4 to  1/2 in) wide with strong brown (7.5YR 5/6) rinds 2 to 5 mm (about 1/16th to  1 in) wide. few fine roots along prism faces; common fine vesicular and common fine tubular pores; common clay flows within pores; common fine and medium faint brown (7.5YR 4/4), moist, masses of iron concentrations and common fine distinct gray (10YR 6/1), moist, iron depletions; 20 percent rock fragments, including 2 percent greater than 75mm (3 in) in diameter; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bx2",
        "top": 64,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bx2--64 to 91 cm (25 to 36 in); grayish brown (10YR 5/2) channery silt loam; strong very coarse prismatic structure; very firm; brittle; prism faces are greenish gray (5G 6/1); common fine tubular and few medium tubular  pores;  few dark grayish brown (2.5Y 4/2), moist, clay films on surfaces along pores on rock fragments; common coarse distinct strong brown (7.5YR 5/6), moist, and brown (7.5YR 5/4), moist, iron concentrations and dark reddish brown (5YR3/2) iron stains; 25 percent rock fragments, including 5 percent greater than 150 mm (6 in) in diameter; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bx3",
        "top": 91,
        "bottom": 145,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bx3--91 to 145 cm (36 to 57 in); yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) channery loam; moderate very coarse prismatic structure parts to weak medium platy structure;  firm; prism faces are pale olive (5Y 6/4) with dark reddish brown (5YR 3/2) iron stains; few fine and medium vesicular pores; common medium distinct strong brown (7.5YR 5/6), moist, iron concentrations and common medium distinct grayish brown (2.5Y 5/2), moist, iron depletions; 25 percent rock fragments, including 5 percent greater than 150 mm (6 in) in diameter; slightly acid, pH 6.3; gradual wavy boundary.  (Combined thickness of the Bx horizons is 30 to 140 cm [12 to 55 in] or more thick)"
      },
      {
        "name": "Cd",
        "top": 145,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "slightly acid",
        "narrative": "Cd--145 to 183 cm (57 to 72 in); yellowish brown (10YR 5/4) and brown (10YR 5/3) very channery loam; weak very coarse prismatic structure parts to weak medium platy structure; firm; prism faces are gray (5Y 6/1) with dark brown (7.5YR 3/2) iron stains; few fine vesicular pores; common fine faint yellowish brown (10YR 5/6), moist, iron concentrations; 35 percent rock fragments, including 10 percent greater than 150 mm (6 in) in diameter; slightly acid."
      }
    ]
  ]
}
