{
  "SERIES": "OOKALA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/AMS",
  "REVDATE": "02/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over hydrous, amorphic, isohyperthermic Acrudoxic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ookala medial silty clay loam, on an east-facing 15 percent slope under a cover of eucalyptus trees and guinea grass at an elevation of 180 meters (600 feet). (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures. When described on February 16, 2007, the soil was moist throughout.)\nAp1--0 to 10 centimeters (0 to 4 inches); dark brown (10YR 3/3) medial silty clay loam, dark yellowish brown (10YR 3/6), dry; weak fine subangular blocky structure; soft, friable, slightly sticky, slightly plastic, weakly smeary; many fine and common medium roots throughout; many very fine dendritic tubular pores; strongly acid (pH 5.3); abrupt smooth boundary. (4 to 20 centimeters {2 to 8 inches} thick)\nAp2--10 to 25 centimeters (4 to 10 inches); dark brown (10YR 3/3) medial silty clay loam, dark yellowish brown (10YR 3/6), dry; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic, weakly smeary; common very fine and fine roots throughout; common very fine dendritic tubular pores; strongly acid (pH 5.4); clear smooth boundary. (5 to 25 centimeters {2 to 10 inches} thick)\nBw1--25 to 49 centimeters (10 to 19 inches); dark brown (7.5YR 3/4) hydrous silty clay loam, strong brown (7.5YR 4/6), dry; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic, moderately smeary; common fine and few medium roots throughout; common fine dendritic tubular pores; moderately acid (pH 5.8); clear smooth boundary. (22 to 50 centimeters {9 to 20 inches} thick)\nBw2--49 to 86 centimeters (19 to 34 inches); brown (10YR 4/3) hydrous silty clay loam, dark yellowish brown (10YR 4/6), dry; moderate medium subangular blocky structure; soft, friable, slightly sticky, slightly plastic, moderately smeary; few fine roots throughout; common very fine dendritic tubular pores; slightly acid (pH 6.3); clear smooth boundary. (11 to 30 centimeters {4 to 12 inches} thick)\nBw3--86 to 152 centimeters (34 to 60 inches); brown (7.5YR 4/4) hydrous silty clay loam, strong brown (7.5 YR 4/6), dry; moderate medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic, moderately smeary; few fine roots throughout; common very fine dendritic tubular pores; 5 percent weathered `a`a gravel; slightly acid (pH 6.2). (42 to 110 centimeters {17 to 43 inches} thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii. From mile marker 33 on the Hawaii Belt Road (Highway 19), follow the paved road 0.5 miles north (makai, or toward the ocean) and park.  Walk 175 feet east to the type location at Kukaiau Quadrangle; 20 degrees, 1 minute, and 46.9 seconds North latitude and 155 degrees, 19 minutes, and 23.9 seconds West longitude (Old Hawaiian Datum, +/- 12 feet; measured by Garmin GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is typically moist throughout the profile but may experience periodic drying of the control section less than 90 cumulative days, usually during the months of April to October (udic soil moisture regime).\nSoil temperature: 22 to 24 degrees C (72 to 75 degrees F).\nReaction: Strongly acid to slightly acid (pH 5.3 to 6.3).\nDepth to bedrock: Greater than 100 centimeters (40 inches).\nRock fragments: 0 to 10 percent on the surface and range from gravel to cobble size `a`a lava rocks.\nA horizons\nHue: 7.5YR or 10YR.\nValue: 2 to 3 moist.\nChroma:  2 to 3 moist.\nTexture: Medial silty clay loam or silt loam.\nStructure: Weak to moderate, very fine to medium, granular or subangular blocky.\nSmeariness: Weakly to moderately smeary.\nRock fragments: 0 to 15 percent by volume of the pedon and range from gravel to cobble size `a`a lava rocks.\nBw horizons\nHue: 7.5YR to 10YR.\nValue: 3 to 4 moist.\nChroma:  3 to 4 moist.\nTexture: Hydrous silty clay loam, silty clay or silt loam. May be gravelly or cobbly.  Dehydrates irreversibly into dark brown or black, very hard sand- and silt-size aggregates.\nStructure: Weak to moderate, very fine to medium, subangular blocky.\nConsistence: More compact and firm at lower elevations.\nSmeariness: Moderately to strongly smeary. Smeariness increases as elevation and rainfall increase.\nRock fragments: 0 to 35 percent by volume of the pedon and range from gravel to cobble size `a`a lava rocks."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ookala soils are on low elevation, windward mountain slopes of Mauna Kea shield volcano at elevations from 0 to 335 meters (0 to 1,100 feet). Steep and narrow drainage gulches dissect the landscape.  The soils are on all hillslope profile positions of ash fields that overlie 64,000 to 300,000 year old lava flows. Slope gradients typically range from 0 to 35 percent, but can be as great as 100 percent in gulches. The soils formed in basic volcanic ash.  Mean annual rainfall is 1,900 to 3,500 millimeters (75 to 140 inches) with most of the rainfall occurring from October through April.  Mean annual temperature ranges from 21 to 23 degrees C (70 to 73 degrees F). The mean annual soil temperature is 23 degrees C (73 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hilo, Honokaa, and Paauhau soils.  Hilo soils are perudic and precipitation exceeds evapotranspiration in all months of normal years. Paauhau soils are ustic and experience periodic drying of the control section for 90 or more cumulative days, usually during the months of April to October.  Honokaa soils are isothermic and have a mean annual soil temperature of 20 degrees C (68 degrees F)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is low to high. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for eucalyptus tree plantations and pasture.  They were used extensively for growing sugarcane in the past.  The natural vegetation is Hilograss (paspalum conjugatum) and guava (Psidium guajava)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is on the Hamakua coast of the island of Hawaii.  It is moderately extensive, with a total of 16,000 acres. MLRA 159A: Humid and very humid volcanic ash soils on low and intermediate rolling mountain slopes."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nLast revised by state on 12/2009 by AMS.  Taxonomy updated based on 2007 lab data. Type location moved to more representative location 09/2008.\nDiagnostics horizons and features (10th edition of Keys to Soil Taxonomy) recognized in this pedon are:\nUmbric epipedon - 0 to 25 centimeters (0 to 10 inches) (Ap1 and Ap2 horizons).\nCambic horizons - 25 to 152 centimeters (10 to 60 inches) (Bw1, Bw2, and Bw3 horizons).\nAndic Soil Properties - 0 to 152 centimeters (0 to 60 inches) (All horizons).\nIsohyperthermic soil temperature regime.\nUdic soil moisture regime.\nADDITIONAL DATA: NASIS User Pedon ID S07HI001003. NSSL sample S07HI001-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
