{
  "SERIES": "OPALOCKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CN/CAW",
  "REVDATE": "9/90",
  "STATES": "FL",
  "OVERVIEW": "The Opalocka series consists of very shallow, moderately well drained, rapidly permeable soils over limestone.  They formed in sandy marine sediments over oolitic limestone.  These soils are on broad, very low hills on the Miami Ridge.  Slopes are predominantly 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Lithic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Opalocka fine sand - in an area of natural pine vegetation (colors are for moist soil unless otherwise stated).\nA--0 to 6 inches; brown (10YR 4/3) fine sand; single grained; loose; neutral; abrupt irregular boundary (2 to 9 inches thick).\n2R--6 inches; hard, porous, oolitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dade county, Florida; approximately 900 feet east of Lindgren Road and 4100 feet north of Eureka Drive in Larry and Penny Thompson Park; 1300 feet south and 900 feet east of the northwest corner of section 35, T. 56 S., R. 39 E.; Latitude 25 degrees 36 minutes 28 seconds and Longitude 80 degrees 35 minutes 56 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil thickness and depth to limestone range from 2 to 9 inches.  Reaction is neutral through mildly alkaline.\nThe A horizon has a hue of 10YR or 7.5YR, value of 2 through 4 and chroma of 4 or less.  Texture is sand or fine sand.  Solution holes occur in the limestone in less than 20 percent of the pedons.  These solution holes are 2 to 20 inches wide and 2 to 20 inches deep.  Solution holes contain sand, fine sand, fine sandy loam, and loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this taxonomic class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Opalocka soils are on broad very low hills of the Miami Ridge.  Slopes are generally 0 to 2 percent, but range to 5 percent.  Average annual precipitation is 63 inches and temperature is 74 degrees Fahrenheit."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cardsound, Krome, Lindgren, and Matecumbe.  Krome and Lindgren are very gravelly soils that have been rockplowed or mechanically scarified and planted to crops.  Matecumbe soils are well drained organic soils in tropical hardwood hammocks.  Cardsound soils are loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The water table is between 40 inches and 60 inches and is always within the limestone bedrock.  Rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The native vegetation on these soils consists of South Florida slash pine, Marlberry, Sawpalmetto, Waxmyrtle, Chalky bluestem, and Creeping bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida; known to occur only in Dade County.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dade County, Florida; 1990.   This soil was mapped as Rockdale in the 1947 soil survey.  This soil was unclassified."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A--0 to 6 inches; brown (10YR 4/3) fine sand; single grained; loose; neutral; abrupt irregular boundary (2 to 9 inches thick)."
      },
      {
        "name": "2R",
        "top": 15,
        "narrative": "2R--6 inches; hard, porous, oolitic limestone."
      }
    ]
  ]
}
