{
  "SERIES": "OPIHIKAO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/NEM/AMS",
  "REVDATE": "06/2012",
  "STATES": "HI",
  "OVERVIEW": "The Opihikao series consists of very shallow, well drained soils that formed in a thin mantle of organic material and small amounts of volcanic ash overlying pahoehoe lava.  Opihikao soils are on the western side of the island of Hawaii on low elevation, windward slopes of Mauna Loa, Kilauea, and Haleakala volcanoes.  Slopes range from 2 to 20 percent.  Mean annual rainfall is about 2,159 millimeters (85 inches) and mean annual temperature is about 22 degrees C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic, micro Lithic Udifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Opihikao highly decomposed plant material on an east-facing, 4 percent slope at an elevation of 152 meters (500 feet). (Colors are for moist soil unless otherwise noted.  Soil was moist from the surface to 8 centimeters (3 inches) when desribed on August 26, 2004. pH measured using an Oakton microprocessor based pH meter.)\nOa--0 to 8 centimeters (0 to 3 inches); black (7.5YR 2.5/1) highly decomposed plant material, very dark brown (7.5YR 2.5/2), dry; moderate medium granular structure; friable, non-sticky, slightly plastic, and weakly smeary; common fine roots throughout; many fine pores; very strongly acid (pH 4.9); abrupt smooth boundary. (3 to 25 centimeters {2 to 10 inches} thick)\n2R--8 centimeters (3 inches); pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii; Proceed 50 yards to the southwest of the intersection of Highway 130 and Old Kalapana Road to the type location at Pahoa South Quadrangle; 19 degrees, 23 minutes, 57.9 seconds North latitude and 154 degrees, 57 minutes, 32.6 seconds West longitude (Old Hawaiian Datum, +/- 12 feet; measured by Garmin GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is typically moist throughout the profile but may experience periodic drying of the control section less than 90 cumulative days, usually during the months of April to October (udic soil moisture regime).\nSoil temperature: 22 degrees C or higher (72 degrees F).\nSoil Reaction: Very strongly acid to strongly acid (4.5 to 5.5).\nDepth to bedrock: 5 to 25 centimeters (2 to 10 inches).\nOa horizon\nHue: N, 7.5YR or 10YR.\nValue: 2 or 3 moist.\nChroma: 1 or 2 moist.\nTexture: Highly decomposed plant material. May be gravelly.\nSmeariness: Non-smeary or weakly smeary.\nStructure: Granular or subangular blocky.\nRock fragments: 0 to 25 percent, by volume of the pedon, gravel size lava rocks."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chelbacheb, Keaukaha, Los Penones, and Mathecumbe series. Chelbacheb, Los Penones, and Mathecumbe soils form over limestone.  Keaukaha soils have a mean annual rainfall of 3,900 millimeters (154 inches) and precipitation exceeds evapotranspiration in all months of normal years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Opihikao soils are on gently sloping to rolling lower windward slopes of Mauna Loa and Kilauea volcanoes on the island of Hawaii and Haleakala volcano on the island of Maui at elevations of 0 to 366 meters (0 to 1,200 feet).  Slopes are dominately 2 to 12 percent, but range up to 20 percent.  The soils formed in a thin mantle of organic material overlying pahoehoe lava.  Mean annual rainfall ranges from 1,524 to 3,048 millimeters (60 to 120 inches).  The mean annual pan evaporation ranges from 1,270 to 1,905 millimeters (50 to 75 inches).  The mean annual temperature ranges from 21 to 25 degrees C (70 to 77 degrees F).  The mean annual soil temperature is 22 degrees C or above (72 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hakuma, Hana, and Malama series. Hakuma and Hana soils are composed primarily of volcanic ash. Malama soils overlie `a`a lava."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is high. Permeability is rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are in forest or used for pasture.  Natural vegetation is common guava (Psidium guajava), strawberry guava (Psidium cattleianum) and ohia lehua (Metrosideros polymorpha)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Puna district of the island of Hawaii and around the Hana airport on the island of Maui. This series is moderately extensive on the island of Hawaii (30,000 acres) and of small extent (625 acres) on the island of Maui. MLRA 159A"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maui County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nOSD last revised by state on 08/09.\nDiagnostic horizons and features recognized in this pedon are:\nUdic soil moisture regime.\nIsohyperthermic soil temperature regime.\nSapric soil materials - from 0 to 8 centimeters (0 to 3 inches) (Oa horizon).\nLithic contact - at 8 centimeters (3 inches) (2R horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID 04HI602416."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 8 centimeters (0 to 3 inches); black (7.5YR 2.5/1) highly decomposed plant material, very dark brown (7.5YR 2.5/2), dry; moderate medium granular structure; friable, non-sticky, slightly plastic, and weakly smeary; common fine roots throughout; many fine pores; very strongly acid (pH 4.9); abrupt smooth boundary. (3 to 25 centimeters {2 to 10 inches} thick)"
      },
      {
        "name": "2R",
        "top": 8,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--8 centimeters (3 inches); pahoehoe lava."
      }
    ]
  ]
}
