{
  "SERIES": "OPRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "DCJ,JDS,LEK",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Fragiaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical pedon of Oprairie silt, on a 2 percent slope, in pasture. (Colors are for moist soil unless otherwise stated)\nAp--0 to 5 centimeters (0 to 2 inches); very dark grayish brown (10YR 3/2) silt; weak fine granular structure; friable; many fine and medium roots; common fine prominent yellowish red (5YR 5/6) masses of oxidized iron throughout; extremely acid; clear wavy boundary. (5 to 20 centimeters (2 to 8 inches) thick)\nE--5 to 15 centimeters (2 to 6 inches); brown (10YR 5/3) silt; weak fine subangular blocky structure; friable; many fine and medium roots; many fine pores; 22 percent fine prominent irregular yellowish red (5YR 5/6) and yellowish red (5YR 5/8) masses of oxidized iron throughout; extremely acid; gradual wavy boundary. (5 to 25 centimeters (2 to 10 inches) thick)\nE/B--15 to 25 centimeters (6 to 10 inches); 80 percent light olive brown (2.5Y 5/3) exterior and 20 percent yellowish brown (10YR 5/6) interior, silt loam; weak medium subangular blocky structure; friable; many fine and medium roots throughout; many fine and medium pores; 22 percent medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 22 percent medium manganese coatings; 5 percent fine and medium spherical iron-manganese concretions throughout; 1 percent medium prominent irregular brownish yellow (10YR 6/8) masses of oxidized iron throughout; very strongly acid; clear wavy boundary. (0 to 15 centimeters (0 to 6 inches) thick)\nBt--25 to 38 centimeters (10 to 15 inches); yellowish brown (10YR 5/4), silt loam; moderate medium angular blocky structure; firm; many fine roots throughout; many fine pores; 55 percent faint brown (10YR 5/3) clay films on faces of peds; 22 percent medium prominent irregular yellowish red (5YR 5/6) and red (2.5YR 4/6) masses of oxidized iron throughout; 22 percent fine spherical iron-manganese concretions throughout; 1 percent medium distinct irregular light brownish gray (10YR 6/2) iron depletions between peds; very strongly acid; clear irregular boundary. (20 to 38 centimeters (8 to 15 inches) thick)\nBt/E1--38 to 53 centimeters (15 to 21 inches); 70 percent yellowish brown (10YR 5/6) interior and 30 percent pale brown (10YR 6/3) exterior, silty clay loam, silt loam; moderate medium prismatic parting to moderate medium subangular blocky structure; very firm; many fine and medium roots between peds; common very fine and fine pores; 30 percent by volume albic tongues; 55 percent distinct pale brown (10YR 6/3) clay films on faces of peds; 22 percent fine spherical iron-manganese concretions throughout; 1 percent medium prominent irregular red (2.5YR 4/6) masses of oxidized iron throughout; very strongly acid; gradual irregular boundary.\nBt/E2--53 to 71 centimeters (21 to 28 inches); 70 percent yellowish brown (10YR 5/4) interior and 30 percent light olive gray (5Y 6/2) exterior, silt loam; moderate medium prismatic structure; very firm; common fine roots between peds; common fine pores; 30 percent by volume albic tongues; 55 percent  prominent reddish brown (5YR 5/4) clay films on faces of peds and 10 percent distinct pale brown (10YR 6/3) silt coats on vertical faces of peds; 22 percent medium prominent irregular red (2.5YR 4/6) masses of oxidized iron throughout; 22 percent fine irregular manganese coatings on faces of peds; 40 percent brittle peds; strongly acid; clear wavy boundary.\nBt/E3--71 to 107 centimeters (28 to 42 inches); 70 percent yellowish brown (10YR 5/6) interior and 30 percent light brownish gray (2.5Y 6/2) exterior, silt loam; moderate medium prismatic structure; very firm; many fine roots between peds; many fine and medium pores; 30 percent by volume albic tongues; 55 percent prominent brown (7.5YR 5/4) clay films on faces of peds and  light brownish gray (2.5Y 6/2) silt coats on vertical faces of peds; 30 percent brittle peds; extremely acid; clear wavy boundary. (Combined thickness of the Bt/E is 25 to 71 centimeters (10 to 28 inches))\nB't1--107 to 140 centimeters (42 to 55 inches); yellowish brown (10YR 5/6), silt loam; moderate coarse prismatic structure; firm; common fine roots between peds; many very fine and fine and common medium pores; 55 percent  prominent brown (7.5YR 4/4) clay films on faces of peds and 30 percent  distinct light gray (2.5Y 7/2) silt coats on faces of peds; 22 percent medium distinct irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 22 percent irregular manganese coatings; 5 percent medium prominent irregular red (2.5YR 4/6) masses of oxidized iron throughout; strongly acid; clear wavy boundary.\nB't2--140 to 170 centimeters (55 to 67 inches); strong brown (7.5YR 5/6), silt loam; moderate coarse prismatic structure; firm; many fine and medium pores; 2 percent by volume albic tongues; 55 percent  faint light gray (2.5Y 7/2) silt coats on faces of peds and 30 percent distinct grayish brown (10YR 5/2) clay films on faces of peds; 22 percent medium distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron throughout; 22 percent fine irregular manganese coatings throughout; 5 percent medium distinct irregular reddish brown (5YR 5/4) masses of oxidized iron throughout; 20 percent brittle peds; strongly acid; diffuse wavy boundary.\nB't3--170 to 198 centimeters (67 to 78 inches); strong brown (7.5YR 5/6) and light olive gray (5Y 6/2), silt loam; moderate coarse prismatic structure; firm; many fine and medium pores; 30 percent by volume albic tongues; 55 percent distinct light brownish gray (2.5Y 6/2) clay films on faces of peds; 22 percent medium distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron throughout; 5 percent fine distinct irregular brownish yellow (10YR 6/8) masses of oxidized iron throughout; 1 percent fine manganese coatings lining pores; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 51 to 99 centimeters (20 to 39 inches))\n2Btb/E--198 to 221 centimeters (78 to 87 inches); 70 percent strong brown (7.5YR 5/6) interior and 30 percent light olive gray (5Y 6/2) exterior, silt loam; moderate coarse prismatic structure; firm; many fine and medium pores; 30 percent by volume albic tongues; 55 percent distinct light brownish gray (2.5Y 6/2) clay films on faces of peds; 22 percent fine manganese coatings lining pores; 22 percent fine spherical iron-manganese concretions throughout; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  East Baton Rouge Parish, Louisiana; from the State Capitol Building, 0.8 kilometers (0.5 miles) east of Capital Access Road, then 1.45 kilometers (0.9.mile) east of I-110, then 8.86 kilometers (5.5 miles) northeast of State Highway 67, then 63 meters (210 feet) east of Highway.  135 meters (450 feet) west and 52.5 meters (175 feet) south of the northeast corner of sec. 90, T.6 S., R 1 W, USGS Scotlandville topographic quadrangle; lat. 30 degrees 32 minutes 20.2 seconds N., long. 91 degrees 8 minutes 19.7 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum ranges from 76 to more than 254 centimeters (30 to 100 inches).\nAt least 50 percent effective cation-exchange capacity is occupied by exchangeable aluminum in the upper 76 centimeters (30 inches)\nAp horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 3\nWhere the value is 3, this horizon is less than 6 inches thick\nTexture: silt or silt loam\nReaction: extremely acid to neutral\nE horizon, where present:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 to 6\nRedoximorphic concentrations: in shades of brown, yellow and red\nRedoximorphic depletions: in shades of gray with chroma of 2 or less\nTexture: silt or silt loam\nReaction: extremely acid to moderately acid\nThe EB or BE horizon, where present:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 to 6\nRedoximorphic concentrations: in shades of brown, yellow and red\nRedoximorphic depletions: in shades of gray with chroma of 2 or less\nTexture: silt loam\nReaction: very strongly acid to moderately acid\nBt horizon and the Bt part of the B/E horizon:\nHue of 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 8\nRedoximorphic concentrations: in shades of brown, yellow and red\nRedoximorphic depletions: in shades of gray with chroma of 2 or less\nTexture: silty clay loam or silt loam\nReaction: very strongly acid to moderately acid\nE part of B/E horizon:\nHue: 10 YR, 2.5 Y, or 5Y\nValue: 5 or 6\nChroma: 2 or 3\n2Bt or BC horizons:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 8\nTexture: silty clay loam or silt loam\nFirm and brittle bodies make up 25 to 40 percent of the horizontal cross sections of the Bt and 2Bt horizons\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty loess deposits\nLandform: terraces of Pleistocene age\nFlooding: none\nSlopes: 0 to 3\nRange of mean annual temperature:  155 centimeters (60.9 inches)\nRange of mean annual precipitation: 19.8 C(67.7 F)\nPrecipitation pattern: udic\nFrost-free period: 231 to 247"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Calhoun, Deerford, Frost, Gilbert, Jeanerette, Satsuma, Scotlandville, and Verdun soils.\nCalhoun, Frost, and Gilbert soils are gray throughout and are on lower landscape positions.\nJeanerette soils have a mollic epipedon.\nDeerford and Verdun soils have a natric horizon.\nSatsuma soils are on stream terraces and are siliceous with a loamy substratum.\nScotlandville soils are on slightly higher positions and do not have grayish iron depletions in the upper part of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage:  Somewhat poorly\nRunoff: low to medium\nSaturated Hydraulic Conductivity: moderately low to moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most acreage is used for pasture or urban development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Louisiana in the Southern Mississippi Valley Silty Uplands (MLRA 134)."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: East Baton Rouge Parish, Louisiana, 1998.  Oprairie soils were formerly included in the Olivier and Loring series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon include:\nOchric Epipedon........... 0 to 38 centimeters (0 to 15 inches) (Ap, E, and E/B horizons\nArgillic Horizon.......... 25 to 290 centimeters (10 to 114 inches) (Bt, Bt/E, B't, 2Bt/E, and 2Bt horizons)\nFragic Properties......... 53 to 173 centimeters (21 to 68 inches) (Bt/E2, Bt/E3, B't1 and B't2 horizons)\nGlossic horizon........... 38 to 107 centimeters (15 to 42 inches), and 203 to 249 centimeters (80 to 98 inches) (Bt/E and 2Bt/E horizons)\nLithologic Discontinuity...203 centimeters 80 inches (top of the 2Bt/E1 horizon)\nADDITIONAL DATA: Lab analyses were run on samples from the typical pedon by NSSL, Lincoln, Nebraska (S95LA-033-010).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
