{
  "SERIES": "OPTIMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCH-SLM",
  "REVDATE": "03/2014",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Optima series consists of very deep, excessively drained, rapidly permeable soils.  These soils formed in sandy eolian sediments of Holocene age.  These gently sloping to moderately steep soils occur on dunes of the Southern High Plains, Northern Part (MLRA 77A).  Slope ranges from 1 to 20 percent.  Mean annual precipitation is about 460 mm (18 inches) and the mean annual air temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Aridic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Optima loamy sand--on a 10 percent convex slope in rangeland at an elevation of about 1036 meters (3400 feet). (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 cm (0 to 3 in); brown (10YR 5/3) loamy sand, brown (10YR 4/3), moist; 4 percent clay; weak medium subangular blocky parts to weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine roots; noneffervescent; slightly acid, pH 6.5; clear smooth boundary.\nAC--7 to 27 cm (3 to 11 in); brown (7.5YR 5/3) loamy sand, brown (7.5YR 4/3), moist; weak medium subangular blocky parting to weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine roots; noneffervescent; neutral, pH 7.1; gradual wavy boundary. (Combined thickness of the A and AC horizons is 10 to 50 cm [4 to 20 inches])\nC--27 to 203 cm (11 to 80 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4), moist; structureless single grain; loose, loose, nonsticky, nonplastic; common fine roots; noneffervescent; slightly alkaline, pH 7.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morton County, Kansas; about 7 miles north and 1.5 miles east of Rolla; 2,400 ft (732 m) south and 1,500 ft (457 m) west of the northeast corner of section 31, Township 32S, Range 39W (sixth principal).\nLatitude: 37.221914 North\nLongitude: -101.597778 West\nUTM Northing:  4122656\nUTM Easting:    269512\nDatum: NAD 83 UTM zone 14S\nUSGS Quad: Rolla NE, Kansas"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the ochric epipedon:  7 to 48 cm (3 to 19 in).\nSolum thickness: 25 to 50 cm (10 to 20 in).\nParticle-size control section: 3 to 10 percent silicate clay.\nA horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7, 4 to 7 moist\nChroma: 2 to 6 moist or dry\nTexture: fine sand, loamy sand, or loamy fine sand\nEffervescence: none\nReaction: slightly acid to slightly alkaline\nAC horizon (where present):\nHue: 7.5YR or 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6 moist or dry\nTexture: fine sand, loamy sand, or loamy fine sand\nEffervescence: none\nReaction: neutral or slightly alkaline\nC horizon:\nHue: 7.5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6 moist or dry\nTexture: sand, fine sand, loamy, sand, or loamy fine sand\nEffervescence: none\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blueridge, Colfer, Dankworth, Royosa, Scoville, and Tonalea series.\nBlueridge soils: are formed in alluvium and have 15 to 35 percent coarse fragments throughout the particle size control section.\nColfer soils: have a lithologic discontinuity of coarse-loamy lacustrine deposits between 102 to 152 cm (40 to 60 in).\nDankworth soils: are formed in alluvium and have 2 to 15 percent coarse fragments throughout the particle-size control section and have slightly cooler average soil temperature.\nRoyosa soils: are dry in the soil moisture control section for longer periods.\nScoville soils: occur on stream terraces and have a lithologic discontinuity of coarse-loamy alluvium between 102 to 140 cm (40 to 60 in).\nTonalea soils: have a lithic contact of sandstone within 100 cm (40 in) of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian sediments of Holocene age.\nLandscape: Tableland\nLandform: Dune\nSlopes: 1 to 20 percent.\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years.  July through August and December through February is the driest months.  These soils are intermittently moist in September through November and March through June.\nElevation: 750 to 1250 m (2460 to 4100 ft)\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F).\nMean annual precipitation: 381 to 584 mm (15 to 23 inches).\nFrost-free period: 162 to 203 days\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Belfon, Bigbow, Canina, Conlen Dalhart, Dumas, Eva, Forgan, Hugoton, Lautz, and Vorhees series.\nBelfon, Bigbow, Dalhart, Dumas, and Forgan soils: occur on lower landscape positions and have fine-loamy particle size control class.\nCanina, Hugoton, and Sunray soils:  occur on lower landscape positions and have an argillic horizon and a fine-silty particle size class.\nConlen soils: occur on lower landscape position and have carbonatic mineralogy.\nEva soils: are on similar landscape positions and have an argillic horizon and a coarse-loamy particle size class.\nLautz soils: occur on lower playa landscape positions and have a fine particle size family.\nVorhees soils: occur on similar landscape positions and are calcareous to the surface with a coarse-loamy particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained and rapidly permeable.  Runoff is negligible on slopes less than 5 percent and very low on 5 to 20 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for livestock grazing.  Climax vegetation is tall and mid-grasses, with sand bluestem, little bluestem, giant sandreed, and switchgrass dominating.  Sand paspalum, sideoats grama, hairy grama and perennial threeawn are the main mid and short grasses.  Sand sagebrush, shinoak, and skunkbush are the main shrubs.  This is a fragile site and is subject to severe wind erosion if not protected by cover. The ecological site is Sand Hills (R077AY011TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northern Part (MLRA 77A in LRR H) of northwestern Texas Panhandle, southwestern Kansas, and the Oklahoma Panhandle.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morton County, Kansas, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSeries revised as part of the SDJR initiative, 2014.  Pedon horizonation was changed to reflect KSSL lab data and the corresponding pedon description; however, the OSD site location was unchanged.\nThese soils were previously included in the Valentine series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 27cm (0 to 11 in). (A and AC horizons)\nADDITIONAL DATA: KSSL data available, S2005KS129003 (Morton Co., KS); S1992OK139001 (Texas Co., OK).\nTaxanomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 7,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 cm (0 to 3 in); brown (10YR 5/3) loamy sand, brown (10YR 4/3), moist; 4 percent clay; weak medium subangular blocky parts to weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine roots; noneffervescent; slightly acid, pH 6.5; clear smooth boundary."
      },
      {
        "name": "AC",
        "top": 7,
        "bottom": 27,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--7 to 27 cm (3 to 11 in); brown (7.5YR 5/3) loamy sand, brown (7.5YR 4/3), moist; weak medium subangular blocky parting to weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine roots; noneffervescent; neutral, pH 7.1; gradual wavy boundary. (Combined thickness of the A and AC horizons is 10 to 50 cm [4 to 20 inches])"
      },
      {
        "name": "C",
        "top": 27,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "narrative": "C--27 to 203 cm (11 to 80 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4), moist; structureless single grain; loose, loose, nonsticky, nonplastic; common fine roots; noneffervescent; slightly alkaline, pH 7.4."
      }
    ]
  ]
}
