{
  "SERIES": "OQUAGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-OWR-STS",
  "REVDATE": "08/2017",
  "STATES": "NJ,NY,PA",
  "OVERVIEW": "The Oquaga series consists of moderately deep, somewhat excessively drained and well drained soils formed in a thin mantle of till over sandstone, siltstone, and shale bedrock on nearly level to very steep uplands. Slope ranges from 0 to 70 percent. Mean annual temperature is 8 degrees C (46 degrees F), and mean annual precipitation is 1080 mm (42.5 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oquaga very channery silt loam, forested. (Colors are for moist soil.)\nA--0 to 10 cm (0 to 4 in); dark reddish brown (5YR 3/3) very channery silt loam, light reddish brown (5YR 6/3) dry; weak fine subangular blocky structure; very friable; many fine, common medium and coarse roots; 40 percent rock fragments; strongly acid; clear smooth boundary. (A or Ap 5 to 20 cm [2 to 8 in] thick.)\nBw1--10 to 28 cm (4 to 11 in); dark red (2.5YR 3/6) and red (2.5YR 4/6) very channery loam; weak coarse subangular blocky structure parting to fine granular structure; very friable; many fine, common medium and coarse roots; many fine irregular pores; 36 percent coarse fragments; strongly acid; clear wavy boundary.\nBw2--28 to 71 cm (11 to 28 in); reddish brown (2.5YR 4/4) very channery loam; weak medium subangular blocky structure; very friable; many fine and few medium roots in the upper part of the horizon, many fine roots in the lower part; many fine irregular pores; 45 percent rock fragments; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 40 to 96 cm [16 to 38 in].)\nBC--71 to 86 cm (28 to 34 in); reddish brown (2.5YR 4/4) and dark reddish brown (2.5YR 3/4) very channery loam; massive; friable; few medium roots; 45 percent rock fragments; strongly acid; abrupt smooth boundary. (0 to 25 cm [0 to 10 in] thick.)\n2R--86cm (34 in); weak red (10R 4/3) thinly bedded shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sullivan County, New York; Town of Bethel, 0.35 mile west on NY Rte. 17B from the intersection of route 17B and White Lake Road, then 0.35 miles north and 0.25 miles west on a gravel road; Elevation 427 meters [1400 ft]. USGS Bethel, NY topographic quadrangle; Latitude 41 degrees, 40 minutes, 48.987 seconds N. and Longitude 74 degrees, 51 minutes, 5.581 second W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock ranges from 50 to 100 cm [20 to 40 in]. Content of rock fragments ranges from 15 to 60 percent in surface horizons and from 25 to 70 percent in the subsoil, and 25 to 85 percent in the substratum. Unless limed, reaction ranges from extremely acid to moderately acid throughout the soil.\nSome pedons have a thin O horizon.\nThe A or Ap horizon has hue ranging from 2.5YR to 10YR, value of 2.5 to 5, and chroma of 1 to 4. Dry color value is 6 or more. It is channery or very channery, and the fine earth fraction is silt loam, loam, or sandy loam. It has granular or subangular blocky structure, and very friable or friable consistence. Some pedons have an E horizon at a depth of less than 13 cm [5 in].\nThe Bw horizon has hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 3 to 8. The fine earth fraction is typically silt loam or loam but the range includes fine sandy loam in some places. It has weak or very weak granular or subangular blocky structure and very friable to firm consistence.\nThe BC horizon has properties similar to the B and C horizons.\nThe C or 2C horizon, when present, have hue of 10R to 7.5YR, value of 3 to 5, and chroma of 2 to 4. It is typically sandy loam, loam or silt loam in the fine earth fraction but the range includes fine sandy loam in some places. It is massive, with or without plate-like divisions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chenango and Tunkhannock series. Chenango and Tunkhannock soils are very deep and formed in water-sorted glacial materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oquaga soils are in uplands and formed in a thin mantle of reddish till with lithology dominated by the local and underlying reddish sandstone, siltstone, and shale. Slope ranges from 0 to 70 percent. The climate is humid and temperate. Mean annual precipitation typically ranges from 795 to 1725 mm (31 to 68 in), but in some higher elevations it can range as high as 1790 mm (70 in). Mean annual temperature typically ranges from 6 to 11 degrees C (43 to 52 degrees F), but in some higher elevations it can range as low as 4 degrees C (39 degrees F). Mean annual frost-free days ranges from 105 to 180 days. These soils generally occur at elevations between 100 to 670 m (328 to 2,198 ft), but have been mapped as high as 750 m (2,460 ft) in some places."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the shallow Arnot and poorly drained Tuller soils and the very deep Lackawanna, Wellsboro, and Morris soils on nearby landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Internal drainage is medium. The potential for surface runoff is negligible to very high. Saturated hydraulic conductivity is moderately high to high throughout."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil is forested or used for unimproved native pasture. Hay, small grains, and corn are produced on the gentler slopes. Native vegetation is sugar maple, beech, white pine, white ash, oak and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New York, northern Pennsylvania, and northwestern New Jersey. The series is extensive. Most of the acreage lies within MLRA 140, the Glaciated Allegheny Plateau and Catskill Mountains, but some delineations of Oquaga soils fall outside the MLRA 140 boundary, in transitional zones with MLRA 127, MLRA 101, and MLRA 144A."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegany County, New York, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A new pedon was selected in 1998. The Allegany Co., NY pedon no longer fit the series concept and most of Allegany County uplands are considered to be in the frigid temperature regime. This series was used in MLRA 127. The use of a series with glacial parent material in MLRA 127 is questionable.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Udic soil moisture regime (a humid, temperate climate).\n2. Ochric epipedon - from 0 to 10 cm [0 to 4 in] (A horizon)\n3. Cambic horizon - from 10 to 86 cm [4 to 34 in] (Bw and BC horizons)\nCharacterization data is available for 1 pedon from Sullivan Co. NY (S79NY105 9).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm (0 to 4 in); dark reddish brown (5YR 3/3) very channery silt loam, light reddish brown (5YR 6/3) dry; weak fine subangular blocky structure; very friable; many fine, common medium and coarse roots; 40 percent rock fragments; strongly acid; clear smooth boundary. (A or Ap 5 to 20 cm [2 to 8 in] thick.)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--10 to 28 cm (4 to 11 in); dark red (2.5YR 3/6) and red (2.5YR 4/6) very channery loam; weak coarse subangular blocky structure parting to fine granular structure; very friable; many fine, common medium and coarse roots; many fine irregular pores; 36 percent coarse fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 71 cm (11 to 28 in); reddish brown (2.5YR 4/4) very channery loam; weak medium subangular blocky structure; very friable; many fine and few medium roots in the upper part of the horizon, many fine roots in the lower part; many fine irregular pores; 45 percent rock fragments; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 40 to 96 cm [16 to 38 in].)"
      },
      {
        "name": "BC",
        "top": 71,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--71 to 86 cm (28 to 34 in); reddish brown (2.5YR 4/4) and dark reddish brown (2.5YR 3/4) very channery loam; massive; friable; few medium roots; 45 percent rock fragments; strongly acid; abrupt smooth boundary. (0 to 25 cm [0 to 10 in] thick.)"
      },
      {
        "name": "2R",
        "top": 86,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--86cm (34 in); weak red (10R 4/3) thinly bedded shale bedrock."
      }
    ]
  ]
}
