{
  "SERIES": "ORAMEL",
  "STATUS": "Established Series",
  "BYREV": "SEA",
  "REVDATE": "04/2013",
  "STATES": "NY",
  "OVERVIEW": "The Oramel series consists of very deep, somewhat poorly drained soils formed in a thin mantle of gravelly outwash underlain with clayey lacustrine deposits. They are on alluvial fans and low-lying outwash terraces. Slope ranges from 0 to 15 percent. Mean annual temperature is about 7 degrees C. and mean annual precipitation is about 914 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over clayey, mixed, semiactive, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oramel gravelly loam on a 5 percent slope in a corn field. (Colors and are for moist soil, unless otherwise noted.)\nAp -- 0 to 30 cm; brown (10YR 4/3) gravelly loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium granular structure; friable; many very fine and fine roots; and common medium roots; 25 percent rock fragments (1 percent greater than 76 cm); moderately acid; clear smooth boundary. (10 to 30 cm thick.)\nBw -- 30 to 53 cm; light olive brown (2.5Y 5/3) very gravelly coarse sandy loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation and common medium faint light brownish gray (2.5Y 6/2) areas of iron depletion in the matrix; 37 percent rock fragments; slightly acid; clear wavy boundary. (15 to 30 cm thick.)\n2Bt -- 53 to 89 cm; light olive brown (2.5Y 5/4) clay; strong medium and coarse angular blocky structure; firm; few very fine roots; many prominent gray (5Y 6/1) clay films on faces of peds; common fine distinct brownish yellow (10YR 6/8) masses of iron accumulation in the matrix; slightly alkaline; clear wavy boundary. (15 to 41 cm thick.)\n2C -- 89 to 203 cm; light yellowish brown (2.5Y 6/4), gray (5Y 6/1), and light olive brown (2.5Y 5/6) silty clay; fine and medium plate-like divisions; firm; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Allegany County, New York; Town of Hume; 2,800 feet south of the intersection of County Route 27 with Cooley Road, 400 feet west of County Route 27.  USGS Portageville, NY Quad.; Latitude 42 degrees 30 minutes 45 seconds N. and Longitude 78 degrees 5 minutes 28 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 50 to 100 cm. Depth to bedrock is more than 152 cm. Thickness of the loamy-skeletal mantle ranges from 50 to 100 cm. Rock fragments, mainly gravel and subrounded channers, range from 15 to 60 percent by volume in the A or Ap horizon; from 15 to 60 percent in the Bw horizons; and from 0 to 5 percent in the 2Bt and 2C horizon. Reaction range from strongly acid to neutral above the discontinuity. Reactions range from strongly acid to moderately alkaline in the lacustrine materials.\nThe A or Ap horizon has a hue of 7.5YR through 2.5Y, value of 3 or 4, and chroma of 2 or 3. Texture is sandy loam, loam, or silt loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 2 through 6. Texture ranges from sandy loam through silty clay loam in the fine-earth fraction. It has blocky or granular structure and has very friable through firm consistence. It has common or many redoximorphic features.\nThe 2Bt horizon has hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 2 through 4, and may have few or common redoximorphic features. The 2Bt horizon has moderate or strong, medium through very coarse angular or subangular blocky or medium or coarse prismatic structure and firm or very firm consistence.\nThe 2C horizon has hue of 7.5YR through 5Y, value of 3 through 6 and commonly chroma of 2 through 6 but the range includes chroma 1 in some pedons. Texture is silty clay loam, silty clay or clay, but may have some thin lenses of coarser material. Structure is platy or the material is massive. Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in the same family.\nThe Red Hook, Rhinebeck, and Varysburg series are similar soils in related families. The Red Hook soil has fewer rock fragments in the upper part, and does not have the underlying, nearly rock fragment-free horizons within the control section. The Rhinebeck soil does not have the overlying loamy-skeletal mantle, and has an argillic horizon. The Varysburg soil is moderately well drained and has an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oramel soils are nearly level to gently sloping soils on alluvial fans and low-lying outwash terraces. Slope ranges from 0 to 8 percent. These soils formed in a thin mantle of gravelly outwash underlain with clayey lacustrine deposits. Mean annual temperature ranges from 7  through 9 degrees C, mean annual precipitation ranges from 762 to 1016 mm, and the frost-free season ranges from 110 to 150 days. These soils are at elevations that range from 365 to 548 m above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Varysburg soil, and the Castile, Chenango, Red Hook, and the Wiscoy soils. The Varysburg soil is on slightly higher areas of the landscape that are moderately well drained. The Castile, Chenango, and Red Hook soils are in areas that do not have the underlying clayey materials. The Wiscoy soil is on nearby till materials that have a fragipan, and are underlain by silty lacustrine materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high or high in the overlying loamy-skeletal mantle, and moderately high to low in the clayey substratum. The potential for surface runoff is very high to low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil have been cleared and are used for permanent pasture or for hay. Native vegetation is mixed hardwoods of sugar maple, beech, white ash, black cherry, and softwoods of eastern white pine and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau in southwestern and south central New York and north central Pennsylvania. MLRA's 101 and 140. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegany County, New York 2013."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series is named for a village in Allegany County. Oramel soils have previously been mapped in Erie County, New York as a Rhinebeck gravelly loam and in Wyoming County, New York as a Homer gravelly loam, clayey substratum.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from the surface to 30 cm (Ap horizon)\n2. Cambic horizon - the zone from 30 to 53 cm (Bw horizon)\n3. Argillic horizon - the zone from 53 to 89 cm (2Bt horizon)\n4. Aqualf suborder - an argillic horizon with 50 percent or more redox depletions with chroma of 1 on faces of peds in the upper 12.5 cm (2Bt horizon - 53 to 89 cm)\n5. Aeric subgroup - a horizon, between the plow layer and a depth of 75 cm below the mineral soil surface, with 50 percent or more of chroma of 3 or more (Bw horizon -30 to 53 cm)\n6. Endoaturation - evidence that the soil is saturated with water in all layers\nNational Cooperative Soil Survey\nU.S.A."
  }
}
