{
  "SERIES": "ORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR, DAV, RRH",
  "REVDATE": "08/2009",
  "STATES": "NE",
  "OVERVIEW": "The Ord series consists of very deep, somewhat poorly drained, moderately rapidly over rapidly permeable soils formed in loamy over sandy eolian deposits on interdunes on sandhills of the Nebraska Sandhills (MLRA65). Slopes range from 0 to 3 percent. Mean annual air temperature is about 9 degrees C (48 degrees F), and mean annual precipitation is about 56 centimeters (22 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ord loam on a less than 1 percent slope in native grass. When described, the soil was moist to 61 centimeters (24 inches) and wet below. (Colors are for moist soil unless otherwise stated.)\nAk1--0 to 30 centimeters (0 to 12 inches); very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak fine granular structure; very friable, slightly hard; many fine and very fine roots throughout; strong effervescence; finely disseminated carbonate throughout; 20 percent calcium carbonate equivalent; moderately alkaline; abrupt smooth boundary.\nAk2--30 to 43 centimeters (12 to 17 inches); very dark gray (10YR 3/1) fine sandy loam, dark gray (10YR 4/1) dry; weak moderate subangular blocky parting to weak fine granular structure; very friable, slightly hard; many fine and very fine roots throughout; slight effervescence; finely disseminated carbonate throughout; slightly alkaline; abrupt wavy boundary. [Combined thickness of the Ak horizon is 18 to 51 centimeters (7 to 20 inches) thick]\nAC--43 to 61 centimeters (17 to 24 inches); dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak coarse subangular blocky structure; soft, very friable; common fine and very fine roots throughout; slightly alkaline; abrupt wavy boundary. [0 to 66 centimeters (0 to 26 inches) thick]\n2Cg--61 to 200 centimeters (24 to 79 inches); grayish brown (10YR 5/2) sand, light gray (10YR 7/2) dry; few medium and fine faint yellowish brown (10YR 5/4) moist iron masses in the matrix; single grain; loose; few very fine roots throughout; thin strata of very dark grayish brown (10YR 3/2) loamy fine sand at 117 centimeters (46 inches); slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Holt County, Nebraska; about 38 kilometers (24miles) south of O'Neill, Nebraska; 671 meters (2200 feet) east and 30 meters (100 feet) north of the southwest corner of sec. 20, T. 25 N., R.11 W. Lena topographic quadrangle; latitude 41 degrees, 41 minutes, 44 seconds North and longitude 101 degrees, 29 minutes, 44 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMoisture regime: aquic\nDepth to redoximorphic features: 46 to 91 centimeters (18 to 36 inches)\nEndosaturation depth: 46 to 91 centimeters (18 to 36 inches)\nDepths of Carbonates: 0 to 97 centimeters (0 to 38 inches),\nCalcium carbonate equivalent in the calcic horizon: 15 to 40 percent\nThickness of the mollic epipedon: 18 to 49 centimeters (7 to 19 inches)\nDepth to sandy material: 41 to 97 centimeters (16 to 38) inches\nParticle-size control section of the coarse-loamy part (weighted average):\nSand content: 40 to 73 percent\nSilt content: 15 to 30 percent\nNon-carbonate clay content: 7 to 18 percent\nAk horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 6, 2 to 3 moist\nChroma: 1 or 2\nTexture: loam, fine sandy loam, very fine sandy loam, sandy clay loam, clay loam, silt loam\nReaction: slightly alkaline or moderately alkaline\nAC and ACk horizon, when present:\nHue: 10YR to 5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 1 or 2\nTexture: fine sandy loam, loam, sandy loam, very fine sandy loam, sandy clay loam, clay loam\nReaction: neutral to moderately alkaline\nSome pedons have a 2C horizon which overlies and has similar characteristics as the 2Cg horizon and but lacks redoximorphic features.\n2Cg horizon:\nHue: 10YR to 10Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 0 to 2\nTexture: sand, fine sand, loamy sand, loamy fine sand\nReaction ranges: neutral to moderately alkaline\nSome pedons have layers of darker colored or finer textured material below a depth of 102 centimeters (40 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Crowther series.\nCrowther series is on slightly lower swales on interdunes and are poorly and very poorly drained having a seasonal zone of saturation or aquic conditions beginning at the surface and having ponding on the very poorly drained soil up to 15 centimeters (6 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy over sandy eolian deposits\nLandscape: sandhills\nLandform: interdunes\nSlopes: 0 to 3 percent\nElevation: 610 to 1066 meters (2000 to 3500 feet)\nMean annual air temperature: 8 to 10 degrees C. (46 to 49 degrees F.)\nMean annual soil temperature: 9 to 11 degrees C. (46 to 51 degrees F.)\nMean annual precipitation: 41 to 64 centimeters (16 to 25 inches)\nFrost Free Days: 120 to 140"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crowther, Elsmere, Ipage, and Valentine soils.\nAll of these soils, except Crowther, do not have a calcic horizon.\nCrowther soils are on slightly lower swales on interdunes and are poorly and very poorly drained having a seasonal zone of saturation or aquic conditions beginning at the surface and having ponding on the very poorly drained soil up to 15 centimeters (6 inches).\nElsmere soils are on similar swales on interdunes and are sandy in the control section.\nIpage soils are on slightly higher hummocks on interdunes and are moderately well drained having a seasonal zone of saturation or aquic conditions beginning at 91 centimeters (36 inches). Ipage soils do not have a mollic epipedon.\nValentine soils are on higher dunes and are excessively drained having no seasonal zone of saturation or aquic conditions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nRunoff: negligible or very low\nSaturated Hydraulic Conductivity: high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are livestock grazing and haying. A few areas are cultivated and irrigated. Crops are mainly alfalfa and forages. The rangeland native plant community for the subirrigated ecological site (R065XY029NE) is principally big bluestem, little bluestem, yellow Indiangrass, and switchgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The sandhills of Nebraska and sandhills of southwestern South Dakota (MLRA 65, LRR G). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Logan County, Nebraska, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 43 centimeters (0 to 17 inches) (Ak1 and Ak2 horizons)\nCalcic horizon: 0 to 30 centimeters (0 to 12 inches) (Ak1 horizon)\nAquic soil conditions: 43 to 200 centimeters (17 to 79 inches)\n3/2009 RRH: Ord soils were formerly classified as coarse-loamy, mixed, mesic Fluvaquentic Haplustolls and were included in the Wann series. About half of the pedons of the Ord soils in the sandhills have the aeric subgroup and the rest have the typic subgroup. About 72 percent of the Ord soils in the sandhills have depths to the sandy material less than 102 centimeters (40 inches) and about 28 percent have depths more than 102 centimeters (40 inches).\n3/2009 RRH: Ord soils were first mapped on floodplains of valleys and most are outside of MLRA 65. The old type location in Logan County, Nebraska, was on a floodplain along the South Loup River between MLRA 65 and MLRA 71. It may be a stream terrace as of present because of down cutting of the river. The Ord soils may be better represented by the Wann series on floodplains of valleys and by the Ovina series on stream terraces of valleys.\n3/2009 RRH: Reformatted the Ord OSD using Central Great Plains MLRA Office (MO5) Instruction No. 430-381, Official Series Descriptions. All sections were revised, including the typical pedon to reflect the original pedon description.\nADDITIONAL DATA: Data is available from the National Soil Survey Center, Soil Survey Laboratory for pedon 79NE089005 which is the type location for the series. Pedons 08NE005043 and 08NE005042 have been sampled for the SSL in Arthur County, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ak1",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ak1--0 to 30 centimeters (0 to 12 inches); very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak fine granular structure; very friable, slightly hard; many fine and very fine roots throughout; strong effervescence; finely disseminated carbonate throughout; 20 percent calcium carbonate equivalent; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "Ak2",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ak2--30 to 43 centimeters (12 to 17 inches); very dark gray (10YR 3/1) fine sandy loam, dark gray (10YR 4/1) dry; weak moderate subangular blocky parting to weak fine granular structure; very friable, slightly hard; many fine and very fine roots throughout; slight effervescence; finely disseminated carbonate throughout; slightly alkaline; abrupt wavy boundary. [Combined thickness of the Ak horizon is 18 to 51 centimeters (7 to 20 inches) thick]"
      },
      {
        "name": "AC",
        "top": 43,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AC--43 to 61 centimeters (17 to 24 inches); dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak coarse subangular blocky structure; soft, very friable; common fine and very fine roots throughout; slightly alkaline; abrupt wavy boundary. [0 to 66 centimeters (0 to 26 inches) thick]"
      },
      {
        "name": "2Cg",
        "top": 61,
        "bottom": 200,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly alkaline",
        "narrative": "2Cg--61 to 200 centimeters (24 to 79 inches); grayish brown (10YR 5/2) sand, light gray (10YR 7/2) dry; few medium and fine faint yellowish brown (10YR 5/4) moist iron masses in the matrix; single grain; loose; few very fine roots throughout; thin strata of very dark grayish brown (10YR 3/2) loamy fine sand at 117 centimeters (46 inches); slightly alkaline."
      }
    ]
  ]
}
