{
  "SERIES": "ORENEVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAB-TDT-JVC-JBF",
  "REVDATE": "01/2012",
  "STATES": "NV,OR",
  "OVERVIEW": "The Oreneva series consists of moderately deep, well drained soils that formed in residuum and colluvium derived from welded tuff and basalt.  Oreneva soils are on hills and lava plateaus.  Slopes are 0 to 60 percent.  The mean annual precipitation is about 280 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oreneva gravelly loam--on a 7 percent slope--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; moderate coarse platy structure parting to moderate coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common medium and fine roots; many very fine and fine irregular pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary.  (5 to 20 cm thick)\nBw1--5 to 25 cm; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, firm, moderately sticky and slightly plastic; common medium and fine roots; common very fine irregular pores; 5 percent gravel; neutral (pH 7.2); clear smooth boundary.  (0 to 25 cm thick)\nBw2--25 to 53 cm; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, firm, nonsticky and nonplastic; common fine roots; common very fine and fine irregular pores; 10 percent cobbles and 35 percent gravel; slightly alkaline (pH 7.4); abrupt wavy boundary.  (25 to 80 cm thick)\n2R--53 cm; welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; in the Sage Hen Hills about 0.2 mile north of the Oregon-Nevada state line; in the SE 1/4 of the SE 1/4 of section 20, T. 41 S., R. 30 E.; USGS Big Spring Butte 7.5 minute topographic quadrangle; latitude 41 degrees 59 minutes 49 seconds N and longitude 119 degrees 12 minutes 24 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Usually dry, moist in winter and early spring; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMean summer soil temperature: 15 to 16 degrees C.\nDepth to base of cambic horizon: 50 to 100 cm.\nDepth to bedrock: 50 to 100 cm to a lithic contact; more typically is 51 to 76 cm.\nParticle-size control section - Clay content: Averages 18 to 30 percent.\nRock fragments: Averages 35 to 50 percent, mainly gravel.  Lithology of fragments isvolcanic rocks such as tuff or basalt.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3 dry.\nRock fragments: 15 to 40 percent gravel, 0 to 15 percent cobbles.\nReaction: Neutral or slightly alkaline.\nBw1 horizon (when present)\nValue: 5 or 6 dry, 3 or 4 moist.\nTexture: Loam or clay loam.\nClay content: 18 to 30 percent.\nRock fragments: 0 to 15 percent gravel, 0 to 5 percent cobbles.\nReaction: Neutral or slightly alkaline.\nBw2 horizon\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 3 or 4 moist.\nTexture: Very gravelly loam or very gravelly clay loam.\nRock fragments: 35 to 50 percent gravel, 0 to 15 percent cobbles.\nReaction: Slightly alkaline or moderately alkaline.\nOther features: Some pedons have a C horizon which is similar to the Bw2 horizon but is structureless and massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Packham, Rinconflat, and Rutab series.  These soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oreneva soils are on hills and lava plateaus.  These soils formed in residuum and colluvium derived from welded tuff and basalt.  Slopes are 0 to 60 percent.  Elevations range from 1,300 to 1,900 meters.  The climate is semiarid and characterized by cold, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 330 mm, the mean annual temperature is 6 to 8 degrees C, and the frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Anawalt soil.  Anawalt soils are clayey and are shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Oreneva soils are used for livestock grazing and wildlife habitat.  The vegetation is commonly Wyoming big sagebrush, bottlebrush squirreltail, Thurber's needlegrass, and Sandberg's bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon and northwestern Nevada.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County (Southern Part), Oregon, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bw1 horizons).\nCambic horizon - The zone from 5 to 53 cm (Bw1 and Bw2 horizons).\nLithic contact - The boundary at 53 cm to underlying hard, unweathered bedrock (2R layer).\nParticleisize control section - The zone from 25 to 53 cm (Bw2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
