{
  "SERIES": "ORIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SLE-KDH",
  "REVDATE": "09/2021",
  "STATES": "IL,IA",
  "OVERVIEW": "The Orio series consists of loamy, deep to sand, poorly drained, moderately slowly permeable soils.  They formed in loamy material with a high content of sand on nearly level and slightly depressional parts of stream terraces and outwash plains.  Slopes range from 0 to 2 percent.  Mean annual temperature is about 11.1 degrees C (52 degrees F), and mean annual precipitation is about 914 mm (36 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Orio loam - nearly level in a cultivated field. (Colors are for moist soil unless otherwise stated.  When described, the soil was moist throughout.)\nAp--0 to 23 cm (0 to 9 inches); very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many roots; moderately acid; abrupt smooth boundary.  [15 to 25 cm (6 to 10 inches) thick]\nE1--23 to 33 cm (9 to 13 inches); grayish brown (10YR 5/2) fine sandy loam; light brownish gray (10YR 6/2) dry; weak medium platy structure; friable; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common roots; moderately acid; clear smooth boundary.\nE2--33 to 46 cm (13 to 18 inches); grayish brown (10YR 5/2) fine sandy loam, light gray (10YR 7/2) dry; weak medium platy structure; friable; common roots; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; neutral; clear smooth boundary.  [Combined thickness of the E horizon is 10 to 46 cm (4 to 18 inches).]\nBtg1--46 to 76 cm (18 to 30 inches); dark grayish brown (10YR 4/2) clay loam; moderate medium subangular blocky structure; friable; common roots; few distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear wavy boundary.\nBtg2--76 to 89 cm (30 to 35 inches); olive gray (5Y 5/2) clay loam; moderate medium subangular blocky structure; friable; common roots; few faint olive gray (5Y 4/2) clay films on faces of peds; many medium prominent yellowish red (5YR 5/8) masses of oxidized iron in the matrix; neutral; clear wavy boundary.  [Combined thickness of the Btg horizon is 25 to 64 cm (10 to 25 inches).]\nBCg--89 to 104 cm (35 to 41 inches); grayish brown (2.5Y 5/2) sandy loam; weak medium subangular blocky structure; friable; few fine prominent yellowish red (5YR 5/8) masses of oxidized iron in the matrix; neutral; clear wavy boundary.  [0 to 28 cm (0 to 11 inches) thick]\n2Cg--104 to 152 cm (41 to 60 inches); grayish brown (2.5Y 5/2) sand; single grain; loose; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Henry County, Illinois; about 7 miles north and 5 miles east of Geneseo; 1,190 feet west and 925 feet north of the southeast corner of sec. 8, T. 18 N., R. 4 E. USGS Spring Hill quadrangle; elevation 610 feet; latitude 41 degrees, 33 minutes, 55 seconds N., longitude 90 degrees, 03 minutes, 23 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: commonly between 89 and 140 cm (35 and 55 inches), but ranges to 152 cm (60 inches)\nAverage content of clay in the particle-size ctrol section: between 18 and 30 percent\nReaction: typically moderately acid to neutral but some subhorizons range from very strongly acid to slightly alkaline.\nFree  calcium carbonates are not within a depth of 152 cm (60 inches).\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3 (3 to 5 dry)\nChroma: 1 to 3\nTexture: loam, sandy loam, fine sandy loam or silt loam with a high percentage of sand.\nSand content: between 35 and 70 percent\nE or Eg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: loam, sandy loam, fine sandy loam, loamy sand or loamy fine sand\nBtg and BC horizons:\nHue:10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, loam, sandy clay loam, clay loam or silty clay loam\nRedoximorphic features:\nHue: 5YR, 7.5YR, 10YR or 2.5Y\nValue: 4 to 6\nChroma: typically of 2 to 8, exteriors of peds have hue of 10YR, 2.5Y, or 5Y; value of 4 or 5, and chroma of 1 or 2.\n2Cg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: commonly sand, fine sand, loamy fine sand or loamy sand and many pedons are stratified. Thin strata with more clay or gravel or both are in some pedons.\nAverage content of snad: between 75 and 95 percent\nReaction: slightly alkaline to very strongly acid\nOther features: many pedons have redox features with hue of 7.5YR, 10YR or 2.5Y; value of 3 to 6; and chroma of 3 to 8.  Some pedons have nearly even distribution of high and low chroma colors."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ilion, Lantz, Olmsted, and Varick series.  Ilion, and Varick soils average less than 75 percent sand in the lower part of the control section.  Lantz soils have 14 to 40 percent rock fragments in the substratum. Olmsted soils do not have an albic horizon and typically contain gravel in some part of the solum.  Varick soils contain calcareous clayey shale soft fragments within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Orio soils are on nearly level or depressional parts of stream terraces or outwash plains.  Slopes typically are plane or concave with gradients of 0 to 2 percent.  Orio soils formed in stratified loamy and sandy outwash or alluvium.  Mean annual temperature ranges from 10.0 to 12.2 degrees C (50 to 54 degrees F), and mean annual precipitation ranges from 890 to 1067 mm (35 to 42 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alvin, Bloomfield, Gilford, La Hogue, Onarga, Roby, and Selma soils.  Alvin, Bloomfield, and Roby soils average less than 18 percent clay in the control section and do not have surface layers as much as 15 cm (6 inches) in thickness that have color value of 3 or less.  Alvin and Bloomfield soils are on nearby ridges, slopes, and dunes.  Roby soils are on slightly higher parts of outwash plains or stream terraces nearby.  Gilford, La Hogue, Onarga, and Selma soils have mollic epipedons and do not have albic horizons.  In addition, Gilford and Onarga soils average less than 18 percent clay in the control section; the somewhat poorly drained La Hogue soils have higher chroma in the matrix or on faces of peds in the upper part of the argillic horizon; and Selma soils do not have an argillic horizon.  Gilford and Selma soils are on similar nearly level to depressional areas nearby.  La Hogue and Onarga soils are on higher lying or more sloping parts of stream terraces or outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained or very poorly drained.  Runoff is very slow or ponded.  Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow.  A seasonal high water table is within a depth of 31 cm (12 inches) during spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for cultivated crops.  Corn, soybeans, and meadow are the principal crops.  Some undrained areas are too wet for cultivation and are used for pasture.  Native vegetation is water tolerant grasses and sedges and scattered trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95B, 108A, 108B, 115A, and 115C in Illinois and Iowa.  Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Illinois, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Orio series was formerly classified as fine-loamy over sandy or sandy-skeletal Mollic Albaqualfs.  We find that Orio soils lack both an abrupt textural change and a strongly contrasting particle size class.  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - 0 to 23 cm (0 to 9 inches) (Ap); argillic horizon - 46 to 89 cm (18 to 35 inches) (Btg1 and Btg2 horizons).\nADDITIONAL DATA:  Data for some pedons of Orio are on file at the Illinois state office.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many roots; moderately acid; abrupt smooth boundary.  [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "E1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--23 to 33 cm (9 to 13 inches); grayish brown (10YR 5/2) fine sandy loam; light brownish gray (10YR 6/2) dry; weak medium platy structure; friable; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common roots; moderately acid; clear smooth boundary."
      },
      {
        "name": "E2",
        "top": 33,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--33 to 46 cm (13 to 18 inches); grayish brown (10YR 5/2) fine sandy loam, light gray (10YR 7/2) dry; weak medium platy structure; friable; common roots; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; neutral; clear smooth boundary.  [Combined thickness of the E horizon is 10 to 46 cm (4 to 18 inches).]"
      },
      {
        "name": "Btg1",
        "top": 46,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--46 to 76 cm (18 to 30 inches); dark grayish brown (10YR 4/2) clay loam; moderate medium subangular blocky structure; friable; common roots; few distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 76,
        "bottom": 89,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--76 to 89 cm (30 to 35 inches); olive gray (5Y 5/2) clay loam; moderate medium subangular blocky structure; friable; common roots; few faint olive gray (5Y 4/2) clay films on faces of peds; many medium prominent yellowish red (5YR 5/8) masses of oxidized iron in the matrix; neutral; clear wavy boundary.  [Combined thickness of the Btg horizon is 25 to 64 cm (10 to 25 inches).]"
      },
      {
        "name": "BCg",
        "top": 89,
        "bottom": 104,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCg--89 to 104 cm (35 to 41 inches); grayish brown (2.5Y 5/2) sandy loam; weak medium subangular blocky structure; friable; few fine prominent yellowish red (5YR 5/8) masses of oxidized iron in the matrix; neutral; clear wavy boundary.  [0 to 28 cm (0 to 11 inches) thick]"
      },
      {
        "name": "2Cg",
        "top": 104,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "narrative": "2Cg--104 to 152 cm (41 to 60 inches); grayish brown (2.5Y 5/2) sand; single grain; loose; slightly alkaline."
      }
    ]
  ]
}
