{
  "SERIES": "ORONOCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJH-GAP-HRF",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oronoco loam with a convex north-facing slope of 8 percent on aeolian-mantled uplands; cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine and very fine continuous pores; neutral; abrupt smooth boundary.  (6 to 10 inches thick)\nE--8 to 11 inches; dark grayish brown (10YR 4/2) loam; weak very fine subangular blocky structure; friable; many fine and very fine continuous pores; few faint mixings of very dark grayish brown (10YR 3/2); neutral; clear wavy boundary.  (0 to 6 inches thick)\nBt1--11 to 16 inches; brown (10YR 5/3) loam; moderate medium subangular blocky structure; friable; many fine continuous pores and few medium discontinuous pores; few thin coatings of clean sand and silt grains on faces of peds; few thin discontinuous clay films in pores; slightly acid; clear wavy boundary.\nBt2--16 to 23 inches; brown (10YR 5/3) fine sandy loam; moderate medium subangular blocky structure; friable; many fine continuous pores and few medium discontinuous pores; few thin coatings of clean sand and silt grains on faces of peds; few thin discontinuous clay films on faces of peds; slightly acid; clear wavy boundary.\nBt3--23 to 34 inches; yellowish brown (10YR 5/4) fine sandy loam; moderate medium subangular blocky structure; very friable; many fine continuous pores; few thin discontinuous clay films on faces of peds; medium acid; clear wavy boundary.\nBt4--34 to 45 inches; brown (10YR 5/3) fine sandy loam; weak medium prismatic structure; very friable; many fine continuous pores and few medium discontinuous pores; thin discontinuous clay films on faces of peds; medium acid; clear wavy boundary.  (Combined thickness of Bt horizons is 20 to 40 inches thick.)\nBC--45 to 74 inches; pale brown (10YR 6/3) loam; few fine faint yellowish brown (10YR 5/6) mottles; weak medium prismatic structure; very friable; many very fine discontinuous pores; medium acid; clear wavy boundary.  (0 to 30 inches thick)\n2C--74 to 77 inches; light yellowish brown (2.5Y 6/4) silt loam; few fine distinct light olive brown (2.5Y 5/6) mottles; massive; very friable; many very fine discontinuous pores; slight effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Olmsted County, Minnesota; about 5 miles east southeast of the village of Oronoco; 2340 feet south and 820 feet east of the northwest corner of sec. 24, T. 108 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum and depth to free carbonates range from 48 to 84 inches.  The depth to the silty loess ranges from 50 to 100 inches or more.  Few through many krotovinas are in the upper part of the solum in some pedons.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2, even 3 in some eroded soils.  This horizon is fine sandy loam or loam and is slightly acid or neutral.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  It has texture and reaction like the Ap horizon.\nThe Bt horizon has hue of 10YR, value of 4 through 6, and chroma of 3 or 4.  This horizon typically is fine sandy loam, but one or more subhorizons in the upper part commonly are loam.  The clay content in the control section averages between 10 and l8 percent.  In some pedons, one or more subhorizons in the upper part have as much as 22 percent clay.  The B/A clay ratios range from 1.4 to 1.8.  The Bt horizon is typically medium or slightly acid, but the lower part is neutral or mildly alkaline in some pedons.  A silt loam 2BC horizon is in some pedons.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 6, and chroma of 3 or 4.  It has mottles in some pedons.  A fine sandy loam C1 horizon is in some pedons.  A few pedons have loamy glacial till or limestone bedrock at depths as shallow as 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Backbone, Billett, Kingsley, and Pardeeville series in the same family and the closely related Dickinson and Seaton series.  The Backbone series has a 2R horizon of limestone bedrock beginning within depths of 20 to 40 inches.  The Billett series has more medium sand and coarser particles in the lower part of the B horizon and in the C horizon.  The Kingsley and Pardeeville series have more medium sand and coarse particles in their sola and C horizons and they formed in glacial till.  The Dickinson series has a mollic epipedon and a cambic horizon.  The Seaton series has a B horizon with more clay and less fine sand and coarser particles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have convex slopes with gradient of 1 to 25 percent and are on summits of rolling or hilly uplands.  They formed in 50 to 100 inches or more of loamy sediments of Late Wisconsinan Age over loess.  Mean annual precipitation ranges from 28 to 35 inches, and mean annual temperature ranges from 45 to 5l degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mt. Carroll and Seaton soils.  The Mt. Carroll soils are by far the dominant associate.  Both soils are on similar landscape positions and are formed in loess."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mostly cropped to corn, soybeans, and small grains.  Native vegetation was savanna--tall grass prairie species and trees such as oaks and hazel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Minnesota.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Olmsted County, Minnesota, in 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:  ochric epipedon - the zone from the surface to a depth of about 11 inches (A and E horizons); argillic horizons - the zone from 11 to about 45 inches (Bt1, Bt2, Bt3, and Bt4 horizons); udic moisture regime.\nADDITIONAL DATA:  Refer to Minn. Agr. Exp. Sta. Central File Code No.  1532 for results of some laboratory analyses of the typifying pedon and to No. 1272 for an additional pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
