{
  "SERIES": "ORPARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWO-WEH-ERS",
  "REVDATE": "02/2013",
  "STATES": "NY",
  "OVERVIEW": "The Orpark series consists of moderately deep, somewhat poorly drained soils formed in till. These soils are on bedrock controlled till plains. Bedrock is at depths of 20 through 40 inches. Saturated hydraulic conductivity is moderately high or high in the surface layer and moderately low or moderately high in the subsoil and substratum. Slope ranges from 0 through 25 percent. Mean annual temperature is 48 degrees F., and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, acid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Orpark silty clay loam, on a 2 percent slope in a pasture. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches; dark grayish brown (10YR 4/2) silty clay loam; moderate fine granular structure; friable; many fine roots; 5 percent rock fragments; very strongly acid; abrupt smooth boundary. (5 through 10 inches thick.)\nBw1 -- 9 to 13 inches; light olive brown (2.5Y 5/4) silty clay loam; weak fine subangular blocky structure; friable; common fine roots; 5 percent rock fragments; few medium faint yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBw2 -- 13 to 22 inches; olive brown (2.5Y 4/4) silty clay loam, faces of peds are grayish brown (2.5Y 5/2); weak medium subangular blocky structure; friable; few fine roots; 10 percent rock fragments; common medium faint light olive brown (2.5Y 5/6) masses of iron accumulation and few medium distinct gray (5Y 5/1) areas of iron depletion; very strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 9 through 25 inches.)\nC -- 22 to 27 inches; pale olive (5Y 6/3) silty clay loam; weak thin platy structure inherited from shale bedrock; firm; few fine roots; plate surfaces are light olive gray (5Y 6/2); 10 percent rock fragments; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid; abrupt smooth boundary. (0 through 8 inches thick)\n2R -- 27 inches; olive (5Y 5/3) soft shale bedrock interbedded with thin somewhat harder siltstone; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, New York; Town of Eden, in field on north side of Eckhardt Road, 0.3 mile East of Eden Road. USGS Hamburg, NY topographic quadrangle; Latitude 42 degrees, 41 minutes, 28 seconds N. and Longitude 78 degrees, 49 minutes, 41 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 through 32 inches. Depth to bedrock ranges from 20 through 40 inches. Rock fragments, dominantly channers of shale, siltstone or sandstone, range from 0 through 15 percent in the surface layer, 0 through 20 percent in the subsoil, and 0 through 35 percent in the substratum. The Cr has a rock fragment content of up to 90 percent. Unless limed, reaction throughout is strongly acid or very strongly acid.\nThe Ap horizon has hue of 10YR of 2.5Y, value of 3 or 4 and chroma of 1 through 3. Texture of the fine-earth fraction ranges from loam to silty clay loam. Structure is weak or moderate, fine or medium granular. Consistence is very friable or friable. Some undisturbed pedons have black or very dark grayish brown A horizons, that are up to 5 inches thick.\nSome pedons have a BA horizon up to 5 inches thick.\nThe B horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 2 through 4 with a subhorizon having dominant chroma of 3 or more within 30 inches. Texture of the fine-earth fraction is silt loam or silty clay loam. The B horizon has weak or moderate, fine through coarse subangular blocky structure, or prismatic parting to subangular blocky. Consistence is friable or firm.\nThe 2C or C or Cr horizon has color range the same as the B horizon. Texture is silt loam or silty clay loam with channery analogs in thin subhorizons. It has plate like divisions which is inherited from the weathered bedrock.\nThe 2R horizon is soft shale or siltstone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Fremont series is the only other series in the same family. Fremont soils do not have bedrock within 40 inches.\nGreene, Jamestown, Kilmangh, Painesville, and Punsit series are in related families. Greene soils have a CEC activity class of active and are underlain by sandstone. Jamestown, Kilmangh, Painesville, and Punsit are all less acid than Orpark soils. In addition, Punsit soils are in the coarse-loamy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Orpark soils developed in thin a mantle of till overlying weathered shale bedrock. Slopes are smooth or slightly convex. Slope ranges from 0 through 25 percent. Mean annual precipitation ranges from 30 through 45 inches; mean annual air temperature from 46 through 50 degrees F.; and the frost-free period ranges from 120 through 180 days. Elevation ranges from 250 through 1500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alden, Allis, Blasdell, Chenango, Chippewa, Derb, Erie, Hornell, Towerville, Tuller, and Volusia soils. Alden and Chippewa soils are in wetter depressions. The Allis and Hornell soils are fine textured soils on similar landscapes. Blasdell and Chenango soils are very deep and occupy nearby gravelly terraces. The Derb soils are fine-silty soils on similar landscapes. Erie and Volusia soils are deep soils that contain a fragipan and are associated on similar landscapes. Tuller soils are in similar landscapes but contain more rock fragments and have bedrock at depths of 10 to 20 inches. Towerville soils are better drained associates on nearby ridges and hillsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high or high in the surface layer and moderately low or moderately high in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some of the areas are used for pasture and hay. Much of the acreage is idle and reverting to brush. Native vegetation is sugar and red maple, red oak, white ash, black cherry, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau of New York and possibly northwestern Pennsylvania. MLRAs  101, 139, and 140. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erie County, New York, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 9 inches (Ap horizon).\n2. Cambic horizon - the zone from 9 through 22 inches (Bw1 and Bw2 horizons).\n3. Aquepts suborder - the zone between 13 and 20 inches has faces of peds with chroma 2 or less and redoximorphic concentrations. (Bw2 horizon.)\n4. Aeric subgroup - as evidenced by a zone between the base of the Ap horizon and a depth of 30 inches that has 50 percent or more of the matrix with chroma and value of 3 or more with redoximorphic features present (Bw1, Bw2 and C horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Sample No. NSSL 76P0461-75PO464."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; dark grayish brown (10YR 4/2) silty clay loam; moderate fine granular structure; friable; many fine roots; 5 percent rock fragments; very strongly acid; abrupt smooth boundary. (5 through 10 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 9 to 13 inches; light olive brown (2.5Y 5/4) silty clay loam; weak fine subangular blocky structure; friable; common fine roots; 5 percent rock fragments; few medium faint yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 13 to 22 inches; olive brown (2.5Y 4/4) silty clay loam, faces of peds are grayish brown (2.5Y 5/2); weak medium subangular blocky structure; friable; few fine roots; 10 percent rock fragments; common medium faint light olive brown (2.5Y 5/6) masses of iron accumulation and few medium distinct gray (5Y 5/1) areas of iron depletion; very strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 9 through 25 inches.)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "weak thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C -- 22 to 27 inches; pale olive (5Y 6/3) silty clay loam; weak thin platy structure inherited from shale bedrock; firm; few fine roots; plate surfaces are light olive gray (5Y 6/2); 10 percent rock fragments; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid; abrupt smooth boundary. (0 through 8 inches thick)"
      },
      {
        "name": "2R",
        "top": 69,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R -- 27 inches; olive (5Y 5/3) soft shale bedrock interbedded with thin somewhat harder siltstone; very strongly acid."
      }
    ]
  ]
}
