{
  "SERIES": "OSAGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF-RGC",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Osage silty clay, on a level area in a cultivated field at an elevation of 223 meters (732 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 10 cm (0 to 4 inches); very dark gray (10YR 3/1), rubbed, clay, gray (10YR 5/1), rubbed, dry; moderate fine granular structure; firm, moderately sticky and moderately plastic; many very fine and fine roots throughout; many fine and medium high continuity interstitial pores; common fine prominent yellowish brown (10YR 5/8) irregular masses of oxidized iron between peds; moderately acid; abrupt smooth boundary.\nAp2--10 to 20 cm (4 to 8 inches); very dark gray (10YR 3/1), rubbed, silty clay, gray (10YR 5/1), rubbed, dry; weak coarse angular blocky structure; extremely firm, very sticky and very plastic; common very fine roots between peds; common very fine and few medium low continuity tubular pores; common fine prominent reddish brown (5YR 4/4) irregular masses of oxidized iron between peds; slightly acid; abrupt smooth boundary.\nA--20 to 33 cm (8 to 13 inches); very dark gray (10YR 3/1), rubbed, clay, gray (10YR 5/1), rubbed, dry; moderate fine and medium angular blocky structure; extremely firm, very sticky and very plastic; common very fine roots between peds; common very fine and few medium low continuity tubular pores; few fine prominent strong brown (7.5YR 5/8) rounded masses of oxidized iron between peds; slightly acid; clear smooth boundary.\nBss--33 to 58 cm (13 to 23 inches); very dark gray (10YR 3/1), rubbed, clay, gray (10YR 5/1), rubbed, dry; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely firm, very sticky and very plastic; common very fine roots between peds; common very fine and fine low continuity tubular pores; few distinct continuous intersecting slickensides on faces of peds; many medium prominent yellowish brown (10YR 5/6) irregular masses of oxidized iron between peds; few medium black (N 2.5/) rounded manganese concretions throughout; moderately acid; clear wavy boundary.\nBssg1--58 to 91 cm (23 to 36 inches); dark gray (2.5Y 4/1), interior, clay; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very sticky and very plastic; common very fine roots between peds; common very fine and fine low continuity tubular pores; many prominent continuous intersecting slickensides on faces of peds; many medium prominent yellowish brown (10YR 5/6) irregular masses of oxidized iron between peds; few fine black (N 2.5/) rounded manganese concretions between peds; slightly acid; gradual wavy boundary.\nBssg2--91 to 114 cm (36 to 45 inches); dark gray (2.5Y 4/1), interior, clay; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very sticky and very plastic; few very fine roots between peds; common very fine and fine low continuity tubular pores; common prominent continuous intersecting slickensides on faces of peds; many coarse prominent yellowish brown (10YR 5/6) irregular masses of oxidized iron between peds; slightly acid; gradual wavy boundary.\nBssg3--114 to 152 cm (45 to 60 inches); very dark gray (2.5Y 3/1), interior, clay; moderate medium subangular blocky structure; very firm, very sticky and very plastic; few very fine roots between peds; common very fine and fine low continuity tubular pores; few distinct continuous intersecting slickensides on faces of peds; many coarse prominent yellowish brown (10YR 5/6) irregular masses of oxidized iron between peds; slightly acid; gradual wavy boundary.\nBg--152 to 200 cm (60 to 79 inches); dark gray (5Y 4/1), interior, silty clay; moderate medium subangular blocky structure; firm, very sticky and very plastic; common very fine and fine low continuity tubular pores; many coarse prominent yellowish brown (10YR 5/6) irregular masses of oxidized iron between peds; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Vernon County, Missouri; 100 feet north and 100 feet east of the center of sec. 35, T. 38 N., R. 31 W.; USGS Rich Hill, Missouri topographic quadrangle; lat. 38 degrees 1 minute 54 seconds N. and long. 94 degrees 18 minutes 31 seconds W.; UTM Zone 15, 385136 easting and 4210094 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 152 cm (40 to 60 inches) or more\nParticle-size control section: averages 35 to 60 percent clay\nAp or A horizon\nHue: 10YR or 2.5Y\nValue: 2, 2.5, or 3, 4 or 5 dry\nChroma: 1 or 2\nTexture: silty clay loam, silty clay, or clay\nClay content: 35 to 65 percent\nSand content: 0 to 10 percent\nRock fragment content: 0 to 7 percent gravel\nReaction: slightly acid to slightly alkaline\nBss, Bssg, or Bg horizons:\nHue: 10YR to 5Y\nValue: 3 to 5, moist or dry\nChroma: 1 or 2, moist or dry\nTexture: clay or silty clay\nClay content: 40 to 65 percent\nSand content: less than 10 percent\nRock fragment content: 0 to 7 percent\nReaction: moderately acid to neutral in the upper part; slightly acid to moderately alkaline in the lower part with carbonate concretions present in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carl, Judice, Laneburg, and Terouge series. Carl soils have more than 7 percent rock fragments in the lower part of the series control section. Judice soils are in warmer climates that have mean annual air temperatures higher than 18 degrees C (65 degrees F). Laneburg soils are in wetter regions that have mean annual precipitation more than 1118 mm (44 inches). Terouge soils are less acidic in the upper part of the cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Osage soils are on flood plains along major streams. Slope ranges from 0 to 2 percent. The soils formed in clayey alluvium.\nMean annual precipitation ranges from 965 to 1118 mm (38 to 44 inches). Mean annual air temperature ranges from 15 to 18 degrees C (59 to 65 degrees F). Elevation is 152 to 304 meters (495 to 1000 feet) above mean sea level. Thornthwaite Annual PE Index is greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the coarser-textured Cleora, Hepler, Lanton, Mason, McCune, Verdigris, and Wynona soils and the lighter-colored Lightning soils that are on nearby flood plains or low terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Depth to the top of an apparent seasonal high water table ranges from 15 to 46 cm (6 to 18 inches) between November and May in normal years. Saturated hydraulic conductivity is low. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are used to grow crops. Principal crops are wheat, soybeans, and corn. Native vegetation is mostly tall grass prairie and in some locations deciduous hardwoods and understory of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 76, 112, and 116, and LRU 84A in southwestern Missouri, southeastern Kansas, and eastern Oklahoma. The type location is in MLRA 112. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bates County, Missouri, 1908."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 58 cm (23 inches) (Ap, A, and Bss horizons).\nIntersecting slickensides: from a depth of 33 to 152 cm (13 to 60 inches) (Bss and Bssg horizons).\nAquic conditions: redox features present in all horizons.\n12/2015 revision: added metric units and geographic coordinates; expanded clay content range in Bssg horizon to 65 percent and sand content range to 10 percent; updated competing series; added depth to SHWT; added MLRA 116 to extent; added diagnostic horizons and features recognized in pedon; cited additional lab data.\nADDITIONAL DATA: Data on Cole taken from the Kansas-Oklahoma, 1973; Soil Characterization (Proj. No. 73ks-4c) is 0.12.\nS97KS-031-002: 14.5%\nS97KS-031-002: 14.5%\nS97KS-111-001: 16.3%\nS97KS-111-002: 14.3%\nLab data is available for the typical pedon (User Pedon ID 1995MO217002 or Lab Pedon Number M9527102) from the University of Missouri Characterization Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
