{
  "SERIES": "OSAKIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDM-RTD-AGG",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Osakis loam with a plane slope of 1 percent on a glacial outwash plain in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine granular structure; very friable; about 3 percent gravel; slightly acid; abrupt smooth boundary.  (7 to 12 inches thick)\nBw1--13 to 17 inches; very dark grayish brown (10YR 3/2) sandy loam; grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; about 4 percent gravel; few medium faint dark yellowish brown (10YR 4/4) Fe concentrations; slightly acid; abrupt smooth boundary.  (0 to 10 inches thick)\n2Bw2--17 to 23 inches; very dark grayish brown (10YR 3/2) gravelly loamy sand; weak fine subangular blocky structure; friable; about 20 percent gravel; few fine faint dark yellowish brown (10YR 4/4) Fe concentrations; neutral; abrupt smooth boundary.  (0 to 8 inches thick)\n2C1--23 to 32 inches; light brownish gray (10YR 6/2) and yellowish brown (10YR 5/4) gravelly coarse sand; single grain; loose; about 30 percent gravel; few fine faint dark grayish brown (10YR 4/2) Fe depletions; slightly effervescent; slightly alkaline; gradual wavy boundary.\n2C2--32 to 60 inches; light brownish gray (10YR 6/2) gravelly coarse sand; single grain; loose; about 25 percent gravel; few fine faint dark grayish brown (10YR 4/2) Fe depletions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Todd County, Minnesota; about 3 miles southwest of Bertha; about 1,000 feet east and 800 feet south of the northwest corner, sec. 20, T. 132 N., R. 35 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates are 16 to 25 inches.  The thickness of the upper loamy mantle is 12 to 20 inches.  The mollic epipedon is 7 to 16 inches thick.  The upper sediment is less than 18 percent clay and 0 to 10 percent by volume of rock fragments.  The lower sediment has a range of 10 to 55 percent by volume of rock fragments in any subhorizon.  The particle-size control section averages 10 to 35 percent rock fragments.  The rock fragments have mixed lithology.\nThe Ap or A horizon has value of 2 or 3, and chroma of 1 or 2.  It is sandy loam or loam.  It is slightly acid or neutral.  An AB horizon as thick as 8 inches is in some pedons.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 to 4.  It is sandy loam or loam.  It is slightly acid or neutral.\nThe 2B horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4.  It has a fine earth fraction of sand, coarse sand, loamy coarse sand, or loamy sand.  It is slightly acid or neutral.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or 3.  It has few to many redox features throughout.  It has a fine earth fraction of coarse sand, sand, loamy coarse sand, or loamy sand.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Glendorado (T) series.  The Glendorado series does not have loamy textures in the upper third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Osakis soils have plane or concave slopes with gradient of 0 to 2 percent on glacial outwash plains and glacial lake beaches.  They formed in glacial outwash consisting of 12 to 20 inch thick loamy mantle and in underlying sandy and gravelly sediments.   Mean annual air temperature is 40 to 45 degrees F.  Mean annual precipitation is 24 to 28 inches.  Frost-free days range from 90 to 150.   Elevation above sea level ranges from 800 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the Arvilla, Forada, Lohnes, Renshaw, and Sioux soils which are members of a drainage sequence with Osakis soils.  Somewhat excessively drained Arvilla and Renshaw soils are on higher lying terrain.  Poorly drained Forada soils are on lower lying terrain.  Excessively drained Lohnes and Sioux soils are on convex slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderate or moderately rapid in the upper part and rapid or very rapid in the lower part.  Runoff is low.  Depth to an apparent seasonal high saturation is as high as 3 feet for some period November to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to small grains, corn, and forage crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Minnesota and eastern North Dakota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - The zone from the surface of the soil to a depth of 13 inches (Ap horizon); the Bw1 does not have enough organic carbon to qualify as mollic; Aquic subgroup per low chroma within 1 meter; udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
