{
  "SERIES": "OSCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SLE",
  "REVDATE": "02/2011",
  "STATES": "IL,IA,MN",
  "OVERVIEW": "The Osco series consists of very deep, well drained soils formed in loess.  These soils are on crests and shoulders of hills on loess covered till plains and on treads and risers of stream terraces in river valleys. Slope ranges from 0 to 18 percent. The mean annual precipitation is about 890 mm (35 inches), and the mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Osco silt loam, on a south-facing 3 percent slope, in a cultivated field, at an elevation of 260 meters (855 feet) above mean sea level. (Colors are for moist soil unless otherwise stated).\nAp--0 to 25 cm (0 to 10 inches); very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; common fine roots; slightly acid; abrupt smooth boundary.\nA--25 to 36 cm (10 to 14 inches); very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium to coarse granular structure; friable; common fine roots; strongly acid; clear smooth boundary. [Combined thickness of the A horizon is 25 to 45 cm (10 to 18 inches).]\nBA--36 to 51 cm (14 to 20 inches); dark yellowish brown (10YR 3/4) and dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; common fine roots; few distinct light brownish gray (10YR 6/2) dry, silt coatings on faces of peds; strongly acid; clear smooth boundary. [8 to 15 cm (3 to 6 inches) thick]\nBt1--51 to 66 cm (20 to 26 inches); brown (10YR 4/3) silty clay loam; moderate fine subangular blocky structure; friable; few fine roots; few distinct gray (10YR 6/1) dry, silt coatings and common faint dark brown (10YR 3/3) clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--66 to 94 cm (26 to 37 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common distinct light brownish gray (10YR 6/2) dry, silt coatings and many faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common fine faint brown (10YR 5/3) and common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; many prominent very dark gray (N 3/) and dark brown (7.5YR 3/2) iron-manganese oxide concretions in the matrix; strongly acid, clear smooth boundary.\nBt3--94 to 114 cm (37 to 45 inches); light yellowish brown (10YR 6/4) silty clay loam; moderate coarse subangular blocky structure; friable; few fine roots; many faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common fine distinct light brownish gray (10YR 6/2) iron depletions and few medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; strongly acid; gradual smooth boundary. [Combined thickness of the Bt horizon is 51 to 76 cm (20 to 30 inches).]\nBC--114 to 140 cm (45 to 55 inches); yellowish brown (10YR 5/4) and brown (10YR 4/3) silty clay loam; weak coarse angular blocky structure; friable; few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; gradual smooth boundary. [15 to 38 cm (6 to 15 inches) thick]\nC--140 to 152 cm (55 to 60 inches); yellowish brown (10YR 5/4) and brown (10YR 4/3) silt loam; massive; friable; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron and common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carroll County, Illinois; about 3.5 miles east and 3.25 miles south of Lanark; located about 88 feet west and 316 feet north of the southeast corner of sec. 23, T. 24 N., R. 6 E.; USGS Lanark topographic quadrangle; latitude 42 degrees 03 minutes 13.4 seconds N., longitude 89 degrees 45 minutes 48.2 seconds W., NAD 27.; UTM Zone 16T, 0271,326 easting 4659,436 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 46 cm (10 to 18 inches)\nDepth to the base of the argillic horizon: 91 to 168 cm (36 to 66 inches)\nDepth to carbonates: greater than 122 cm (48 inches)\nContent of sand in all parts of the series control section: less than 7 percent\nReaction: at least moderately acid in the most acid part of the control section\nRock fragments in the series control section; none\nA, Ap, and/or AB horizons;\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam except in some eroded pedons it is silty clay loam.\nBt horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: silty clay loam, but silt loam subhorizons are in the upper or lower parts in some pedons.\nBC, C, and/or Cg horizons:\nHue: 10YR, some pedons have hue of 2.5Y below a depth of 102 cm (40 inches).\nValue: 4 or 5\nChroma: 2 to 6\nTexture: silt loam or silty clay loam\nAverage content of clay: 18 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashdale, Broadwell, Dinsdale, Douglas, Elkhart, Elmont, Gymer, Healing, Lycurgus, Malcolm, Meadowbank, Mendota, Mickle, Ogle, Parkway, Plano, Proctor, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Toddville, Wakenda, and Waupecan series. Ashdale soils formed in thinner loess, the lower part of the control section formed in residuum weathered from limestone, and limestone bedrock is at depths of 102 to 152 cm (40 to 60 inches). Broadwell, Dinsdale, Meadowbank, Mendota, Ogle, Parkway, Plano, Proctor, Richwood, Sidell, Tecumseh, and Toddville soils all have more than 7 percent sand in the lower part of the series control section. Douglas soils have till at 102 to 152 cm (40 to 60 inches). Elkhart soils have carbonates within a depth of 102 cm (40 inches). Elmont soils have a paralithic contact within 152 cm (60 inches). Gymer soils have a matrix hue of 5YR or 7.5YR in the lower half of the series control section. Healing soils formed in alluvium from limestone and have chert and sandstone fragments in the series control section. Lycurgus soils formed in 51 to 102 cm (20 to 40 inches) of loamy sediments with 10 to 40 percent sand over loess. Malcolm soils have 12 to 18 percent clay in the lower part of the series control section.  Mickle soils formed in silty slope alluvium.  Ripon soils have limestone bedrock within 102 cm (40 inches). Sibley soils have mollic epipedons that range from 61 to 91 cm (24 to 36 inches thick). Tama soils do not have a zone of periodic saturation within a depth of 183 cm (6 feet). Wakenda soils are in a warmer temperature and a wetter moisture regime. Waupecan soils have Beta B horizons in sandy and gravelly outwash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Osco soils are on crests and shoulders of hills on loess covered till plains and on treads and risers of stream terraces in river valleys. Slope ranges from 0 to 18 percent. Osco soils formed in loess. Mean annual air temperature ranges from 7.8 to 12.2 degrees C (46 to 54 degrees F). Mean annual precipitation ranges from 864 to 1016 (34 to 40 inches). Frost-free period ranges from 160 to 180 days. Elevation ranges from 168 to 305 meters (550 to 1000) feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biggsville, Muscatune, Newvienna, Rozetta, Sable, and Tama soils. Biggsville soils are on similar positions closer to the river valley. The well drained Tama soils, somewhat poorly drained Muscatune soils, and poorly drained Sable soils in Illinois are in drainage sequences with the Osco soils. The Muscatune and Sable soils commonly are in less sloping positions. The moderately well drained Newvienna soils have thinner A horizons. The well drained Rozetta soils occupy similar landscape positions and have thinner A horizons and have E horizons. Osco soils are in a bio-sequence with the Newvienna soils and the Rozetta soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate.  The seasonal high water table is at depths of 122 to 183 cm (4.0 to 6.0 feet) during some part of normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Commonly used for growing corn, soybeans, small grains, and hay. Steep slopes are used for meadow and permanent pasture. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois, southeastern Minnesota, and eastern Iowa. LRRs K and M; MLRAs 95B, 104,105, 108A, 108B, 108C, and 115C.  This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carroll County, Illinois, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped as Tama soils and replace the moderately wet soil interpretation record for defining soil properties and interpretations. These soils are not saturated within 102 cm (40 inches) for 20 consecutive days or 30 total days in most years.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from a depth of 0 to 36 cm (0 to 14 inches) (Ap and A horizons);\nargillic horizon--the zone from a depth of 51 to 114 cm (20 to 45 inches) (Bt1, Bt2, and Bt3 horizons);\nudic moisture regime; mesic temperature regime.\nCation exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
