{
  "SERIES": "OSHAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-AGG",
  "REVDATE": "06/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oshawa silty clay loam with a slightly concave slope of less than 1/2 percent in a swale on a floodplain, marsh vegetation.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 12 inches; black (5Y 2/1) silt loam, very dark gray (5Y 3/1) dry; weak fine and medium subangular blocky structure; friable; about 2 percent snail shells; few fine prominent dark olive gray (5Y 3/2) Fe depletions; slightly effervescent; moderately alkaline; clear wavy boundary.  (Combined thickness of A horizons is 10 to 24 inches.)\nCg1--12 to 20 inches; stratified olive gray (5Y 4/2) and dark olive gray (5Y 3/2) silty clay loam; weak coarse and medium subangular blocky structure; friable; about 2 percent snail shells; common fine faint dark gray (5Y 4/1) Fe depletions and prominent dark brown (7.5YR 4/3) Fe concentrations; slightly effervescent; moderately alkaline; clear wavy boundary.\nCg2--20 to 39 inches; stratified dark olive gray (5Y 3/2) and very dark gray (5Y 3/1) silt loam; massive; friable; common fine and medium faint dark gray (5Y 4/1)and distinct dark grayish brown (2.5Y 4/2)  Fe depletions and prominent dark brown (7.5YR 4/3) Fe concentrations; slightly effervescent; moderately alkaline; clear wavy boundary.\nCg3--39 to 52 inches; stratified very dark gray (5Y 3/1) and black (5Y 2/2) silt loam; massive; friable; common fine and medium prominent dark brown (7.5YR 4/3) Fe concentrations; slightly effervescent; moderately alkaline; clear wavy boundary.\nCg4--52 to 60 inches; very dark gray (5Y 3/1) silty clay loam; massive; friable; few fine distinct olive (5Y 4/3) Fe concentrations; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Le Sueur County, Minnesota; about 2 miles southwest of Kasota; 1200 feet east and 400 feet south of the northwest corner, section 7, T. 109 N., R. 26 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Free carbonates are in all parts of both the A and C horizons, but in a few pedons free carbonates are absent in the upper 10 inches of the A horizon.  The mollic epipedon is 10 to 24 inches thick.  Dark colors are deeper but are excluded from the mollic epipedon due to stratification.  Fragments of snail shells are a common component of some A and C horizons and comprise as much as 10 percent of the volume in some pedons.  The A horizon and the C horizons, to 60 inches, do not have rock fragments.  Some pedons have an O horizon as much as 6 inches thick.  The control section has between 18 and 35 percent clay, and 15 to 25 percent fine sand and coarser.\nThe A horizon has hue of 10YR to 5Y, value of 2 or 3 and chroma of 1 or 2.  Distinct or prominent mottles are in all subhorizons.  It is silty clay loam, clay loam, loam or silt loam.  It is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 10YR to 5Y, value of 2 to 5, and chroma of 1 or 2 or are neutral with value of 3 to 5.  It is loam, silt loam, silty clay loam or clay loam, but coarser textured strata are common.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Merden, Uncompahgre, and Voltaire series.  All of these are drier in the soil moisture control section during the 120 days following the summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are in old oxbows or swales on broad level floodplains of large rivers.  They have concave slopes with gradients of less than 1 percent.  They formed in calcareous alluvium.  Mean annual air temperature ranges from 45 to 48 degrees F.  Mean annual precipitation ranges from 26 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the poorly drained Chaska soils and moderately well drained Minneiska soils.  These soils formed in sediments that are at least somewhat similar to those of the Oshawa series and are on slightly higher positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained. Permeability is moderately slow.  Surface runoff is negligible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly not used as cropland, but a few are used for the production of hay or pasture. Native vegetation is a marsh community dominated by sedges and reeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Minnesota primarily on the floodplain of the Minnesota River.  Small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nicollet County, Minnesota, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to 12 inches (A horizon); aquic moisture regime - mottles in A horizon and low chroma below mollic epipedon; fluvaquentic feature-irregular decrease in organic carbon.\nClassification only was changed 5/94.  Competing series and other updates will be made later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
