{
  "SERIES": "OSHONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DA/HM",
  "REVDATE": "09/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oshone clay loam--on a slope of 2 percent under native vegetation at 1,765 meter elevation.  (Colors are for dry soil unless otherwise stated.)  When described on September 8, l983, the soil profile was slightly moist to 15 cm, and dry below.\nA--0 to 5 cm; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; common very fine and fine vesicular pores; 10 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary.  (3 to 10 cm thick)\nAB--5 to 15 cm; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine and fine tubular pores; 10 percent gravel; slightly acid (pH 6.3); gradual wavy boundary.  (8 to 15 cm thick)\nBt1--15 to 41 cm; brown (10YR 5/3) clay, very dark grayish brown (10YR 3/2) moist; strong medium angular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; common very fine and fine tubular pores; many distinct clay films on the faces of peds and in pores; 10 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary.  (20 to 36 cm thick)\nBt2--41 to 69; brown (10YR 5/3) gravelly clay, dark brown (10YR 4/3) moist; moderate medium columnar structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few fine roots; few very fine and fine tubular pores; many prominent clay films on the faces of peds and in pores; 15 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (20 to 30 cm thick)\nBt3--69 to 97 cm; light brown (7.5YR 6/4) very gravelly clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few very fine and fine tubular pores; many distinct clay films on the faces of peds and in pores; 40 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (0 to 36 cm thick)\nBqm--97 to 119 cm; very pale brown (10YR 8/3) indurated duripan, very pale brown (10YR 7/3) moist; massive; extremely hard, extremely firm; continuous silica lamination cap over strongly cemented, extremely hard, extremely firm (moist) sand and gravel; few fine roots in fractures of the duripan; fractures are 6 mm wide and 15 cm apart; gradual smooth boundary.  (13 to 25 cm thick)\n2Bkq--119 to 152 cm; multi-colored weakly cemented extremely gravelly sand; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; 80 percent gravel; strong effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  About 13 miles southeast of Rogerson, Twin Falls County; about 360 feet south and 2,540 feet east of the northwest corner of section 2, T. 16 S., R. 17 E.; USGS Big Creek Ranch 7.5 minute topographic quadrangle; latitude 42 degrees 04 minutes 10 seconds N and longitude 114 degrees 25 minutes 42 seconds W; WGS84 Decimal Degrees 42.0694444latitude, -114.4283333longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to duripan - 50 to 100 cm.\nAverage clay content in control section - 45 to 55 percent.\nMollic epipedon thickness - 18 to 41 cm.\nDepth to bedrock - more than 60 inches\nAverage annual soil temperature - 6.1 to 7.2 degrees C.\nAverage summer soil temperature - 15.6 to 16.7 degrees C.\nSoil Moisture: This soil is usually moist, but is dry for 45 to 70 consecutive days during the late summer and autumn. Typic xeric moisture regime.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt1 horizon\nHue - 10YR or 7.5YR\nValue - 4 through 6 dry, 2 through 4 moist\nChroma - 2 or 4 dry or moist\nTextures - C, GR-C, CL\nStructure, shape - subangular blocky, angular blocky, or columnar Reaction - neutral or slightly acid\nClay content - 37 to 50 percent\nGravel - 5 to 25 percent\nBt2 horizon\nHue - 10YR or 7.5YR\nValue - 3 through 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTextures - C, GR-C\nStructure, shape - subangular blocky, angular blocky, or columnar Clay content - 40 to 60 percent\nGravel - 5 to 25 percent\nBqm horizon\nThickness of first silica lamination - 3 to 25.4 mm.\nThickness of subsequent laminations - 3 to 50 mm.\nStrong cementation between laminations\nThickness of duripan - 13 to 25 cm.\nFractures - 6 to 12 mm wide.\nDistance between fractures - 13 to 23 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Budlewis, Forvic, Hatpeak, Manard, Peevywell and Rastus series.  Budlewis and Manard soils are moderately deep to bedrock.  Budlewis, Peevywell, and Rastus soils have an abrupt textural change between the A and B horizon.  Forvic soils have a mollic epipedon that is 50 to 75 cm thick.  Hatpeak and Peevywell soils have a duripan thickness of more than 25 cm.  Manard soils have a duripan that is 3 to 10 cm thick, and have a lithic contact within 100 cm.  In addition, Peevywell soils have a base saturation greater than 75 percent throughout the upper 75 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oshone soils are on terraces.  The slope ranges from 1 to 10 percent.  The soils formed in alluvium and colluvium from welded tuff and volcanic ash.  Elevations are 1,680 to 1,865 meters.  The average annual precipitation ranges from 300 to 410 mm, and the average annual temperature is 5.6 to 7.2 degrees C.  The frost free season is 90 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amboat, Aninto, Bancy, Brose, Chayson, Congle, Doodlelink, Forvic, Ruclick, Tock, and Tucker soils.  Amboat and Brose soils occur on summits.  Aninto soils occur on terrace sideslopes.  Amboat and Aninto soils are very deep, and are clayey-skeletal.  Brose soils are shallow to bedrock.  Bancy, Chayson, and Tock soils occur on lower terraces.  Bancy soils are shallow to a hardpan.  Chayson soils are fine-loamy.  Tock soils have 35 to 45 percent clay in the Bt horizon.  Congle and Doodlelink soils occur on sideslopes and breaks, are Pachic, and very deep.  Forvic soils occur on higher terraces, and are Pachic.  Ruclick soils occur on dipslopes, are skeletal, and moderately deep to bedrock.  Tucker soils occur on alluvial terraces, and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, medium runoff; very slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Oshone soils are used for rangeland.  Native vegetation is Idaho fescue, bluebunch wheatgrass, low sagebrush, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Oshone soils are of moderate extent in south central Idaho. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County, Idaho, l992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 41 cm (A, AB, and Bt1 horizons).\nArgillic horizon - The zone from 15 to 66 cm (Bt1, Bt2 and Bt3 horizons).\nIndurated duripan - The zone from 97 to 119 cm (Bqm horizon).\nParticle-size control section - The zone from 15 to 65 cm (The Bt1 and part of the Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
