{
  "SERIES": "OSHTEMO",
  "STATUS": "Established Series",
  "BYREV": "Rev. NWS-LWB-TWH",
  "REVDATE": "07/2017",
  "STATES": "IN,MI,OH,WI",
  "OVERVIEW": "The Oshtemo series consists of very deep, well drained soils formed in stratified loamy and sandy deposits on outwash plains, valley trains, moraines, and beach ridges. Slope ranges from 0 to 55 percent. Mean annual precipitation is about 838 mm (33 inches), and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oshtemo sandy loam, on a 1 percent slope in a cultivated field at an elevation of 255 meters (837 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 in); dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) dry; weak coarse granular structure; very friable; slightly acid; abrupt smooth boundary. (18 to 30 cm [7 to 12 in] thick.)\nE--23 to 36 cm (9 to 14 in); brown (10YR 5/3) sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; many worm and root channels filled with Ap material; about 3 percent fine gravel; moderately acid; clear wavy boundary. (0 to 30 cm [12 in] thick.)\nBt1--36 to 66 cm (14 to 26 in); dark reddish brown (5YR 3/4) sandy loam, brown (7.5YR 4/4) dry; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds; about 8 percent gravel; strongly acid; clear wavy boundary.\nBt2--66 to 89 cm (26 to 35 in); brown (7.5YR 4/4) sandy loam; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds; some clay bridging between sand grains and gravel; few dark brown (7.5YR 3/2) masses 2 to 8 cm (1 to 3 inches) in diameter; about 5 percent gravel; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 36 to 89 cm [14 to 35 in].)\nBC1--89 to 117 cm (35 to 46 in); brown (7.5YR 4/4) loamy sand; single grain; loose; many dark brown (7.5YR 3/2) spots and masses up to 5 cm (2 inches) in diameter; about 5 percent gravel; moderately acid; diffuse irregular boundary.\nBC2--117 to 152 cm (46 to 60 in); brown (7.5YR 4/4) loamy sand; single grain; loose; dark brown (7.5YR 3/2) bands 3 mm (1/8 inch) thick; most sand grains have dark brown (7.5YR 3/2) coatings; moderately acid; abrupt irregular boundary. (Combined thickness of the BC horizon is 0 to 76 cm [30 inches].)\n2C--152 to 203 cm (60 to 80 inches); grayish brown (10YR 5/2) stratified sand and gravelly sand; single grain; loose; some faint carbonate coatings on lower side of some gravel; about 20 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Joseph County, Michigan; about 1 mile north of Centreville; 800 feet north and 880 feet east of the southwest corner of sec. 18, T. 6 S., R. 10 W.; USGS Nottawa topographic quadrangle; lat. 41 degrees 56 minutes 34.2 seconds N. and long. 85 degrees 31 minutes 28.3 seconds W., NAD 27; UTM Zone 16, 622305 easting and 4644488 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 114 cm (20 to 45 inches)\nThickness of the solum: 102 to 190 cm (40 to 75 inches)\nDepth to carbonates: 102 to 178 cm (40 to 70 inches)\nMean annual soil temperature: 9.4 to 12.2 degrees C (49 to 54 degrees F)\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 (6 or more dry)\nChroma: 2 or 3\nTexture: sandy loam, fine sandy loam, coarse sandy loam, loamy sand, or loamy fine sand, or their gravelly analogues\nRock fragment content: 1 to 30 percent\nReaction: strongly acid to neutral\nE horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: loam, sandy loam, fine sandy loam, loamy sand, or loamy fine sand, or their gravelly analogues\nRock fragment content: 1 to 30 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: sandy loam, gravelly sandy loam, sandy clay loam, gravelly coarse sandy loam, gravelly sandy clay loam, or fine sandy loam\nClay content: averages 10 to 18 percent\nSpecial features: in some pedons, the lower part of the Bt horizon is in bands 3 mm to 10 cm (1/8 to 4 in) thick separated by sand or loamy sand; in some pedons, the lower part is coarse sandy loam or gravelly coarse sandy loam\nRock fragment content: 1 to 30 percent\nReaction: strongly acid to slightly acid in the upper part and from strongly acid to neutral in the lower part\nBC horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 2 to 6\nTexture: loamy sand, sandy loam, gravelly loamy sand, or gravelly sandy loam\nRock fragment content: 1 to 30 percent\nReaction: strongly acid to neutral\nC horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: stratified and dominantly sand, coarse sand, loamy sand, or loamy coarse sand, or their gravelly or very gravelly analogues\nRock fragment content: averages 10 to 50 percent\nReaction: slightly alkaline or moderately alkaline\nCaCO3 content: 20 to 35 percent\nSome pedons have clayey or loamy substrata below 152 cm (60 in)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brownsburg, Crumstown, Eleva, Hillsdale, and Mecan series. Brownsburg soils have a lithic contact within a depth of 152 cm (60 in). Crumstown and Hillsdale soils are not clearly differentiated from the Oshtemo soils because of overlapping properties within the series control section and because the C horizons in these soils are not always present within the series control section. Where present within the series control section, the Hillsdale soils have C horizons composed of sandy loam or fine sandy loam till.  The Crumstown soils also have an apparent high water table ranging from 107 to 183 cm (3.5 to 6 feet) in normal years.   In addition, the Oshtemo series allows for a loamy substratum phase that has a high water table within 152 cm (60 in). Eleva soils have a paralithic or lithic contact within a depth of 102 cm (40 in). Mecan soils have more clay and silt and are not stratified in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oshtemo soils are on outwash plains, valley trains, moraines, and beach ridges. Slope ranges from 0 to 55 percent. Oshtemo soils formed in stratified loamy and sandy deposits that have a high content of quartz and contain variable amounts of material derived from igneous and metamorphic rocks, sandstone, limestone, and dolomite. Mean annual precipitation ranges from 711 to 1040 mm (28 to 41 in). Mean annual temperature ranges from 8.3 to 11.1 degrees C (47 to 52 degrees F). Frost-free period is 120 to 230 days. Elevation is 165 to 315 m (540 to 1,033 ft) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Hillsdale series, and the Boyer, Brady, Bronson, Gilford, Kalamazoo, and Spinks soils. The somewhat poorly drained Brady soils, the moderately well drained Bronson soils, and the poorly drained or very poorly drained Gilford soils are in a drainage sequence with the Oshtemo soils. Boyer, Spinks, and Kalamazoo soils are associated on outwash plains and valley trains. Spinks and Hillsdale soils are closely associated with Oshtemo soils on moraines. Spinks soils have argillic horizons composed of lamellae and Kalamazoo soils contain from 18 to 35 percent clay in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high or high in the upper loamy materials and high or very high in the lower sandy materials. Permeability is moderately rapid in the upper loamy materials and very rapid in the lower sandy materials."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops are small grains, soybeans, corn, and hay. The remainder is in forest or permanent pasture. Native vegetation is hardwood forest of oak, hickory, basswood, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 95B, 97, 98, 99, 111B, 111C, 111D, 124, and 139 in southern Michigan, northern Indiana, southeastern Wisconsin, and northern Ohio. The type location is in MLRA 98. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kalamazoo County, Michigan, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Clayey and loamy substratum phases will need to be evaluated during MLRA update activities.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon: from the surface to a depth of 36 cm (14 in) (Ap, E horizons).\n2. Argillic horizon: from a depth of 36 to 89 cm (14 to 35 in) (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (9 in); dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) dry; weak coarse granular structure; very friable; slightly acid; abrupt smooth boundary. (18 to 30 cm [7 to 12 in] thick.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--23 to 36 cm (9 to 14 in); brown (10YR 5/3) sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; many worm and root channels filled with Ap material; about 3 percent fine gravel; moderately acid; clear wavy boundary. (0 to 30 cm [12 in] thick.)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 66,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--36 to 66 cm (14 to 26 in); dark reddish brown (5YR 3/4) sandy loam, brown (7.5YR 4/4) dry; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds; about 8 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 89,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--66 to 89 cm (26 to 35 in); brown (7.5YR 4/4) sandy loam; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds; some clay bridging between sand grains and gravel; few dark brown (7.5YR 3/2) masses 2 to 8 cm (1 to 3 inches) in diameter; about 5 percent gravel; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 36 to 89 cm [14 to 35 in].)"
      },
      {
        "name": "BC1",
        "top": 89,
        "bottom": 117,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "BC1--89 to 117 cm (35 to 46 in); brown (7.5YR 4/4) loamy sand; single grain; loose; many dark brown (7.5YR 3/2) spots and masses up to 5 cm (2 inches) in diameter; about 5 percent gravel; moderately acid; diffuse irregular boundary."
      },
      {
        "name": "BC2",
        "top": 117,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "BC2--117 to 152 cm (46 to 60 in); brown (7.5YR 4/4) loamy sand; single grain; loose; dark brown (7.5YR 3/2) bands 3 mm (1/8 inch) thick; most sand grains have dark brown (7.5YR 3/2) coatings; moderately acid; abrupt irregular boundary. (Combined thickness of the BC horizon is 0 to 76 cm [30 inches].)"
      },
      {
        "name": "2C",
        "top": 152,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--152 to 203 cm (60 to 80 inches); grayish brown (10YR 5/2) stratified sand and gravelly sand; single grain; loose; some faint carbonate coatings on lower side of some gravel; about 20 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
