{
  "SERIES": "OSLO",
  "STATUS": "Established Series",
  "BYREV": "TCB-WMR-CLN",
  "REVDATE": "06/2007",
  "STATES": "OK,TX",
  "OVERVIEW": "The Oslo series consists of deep, well drained, moderately permeable soils that formed in loamy, calcareous eolian sediments of Pleistocene age.  These soils are on nearly level to very gently sloping eolian plains.  Slopes range from 0 to 3 percent.  The mean annual precipitation is 496 mm (19 inches) and the mean annual air temperature is 13 degrees C (56 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oslo silty clay loam, on a nearly level plain, 0.5 percent slopes in range. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 13 cm (0 to 5 inches); brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; weak medium and fine subangular blocky structure; slightly hard, friable; many fine and very fine roots; strongly effervescent; moderately alkaline; clear smooth boundary.\nAp2--13 to 28 cm (5 to 11 inches); brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; weak medium and fine subangular blocky structure; hard, firm; common fine and very fine roots; strongly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the Ap horizons is 20 to 50 cm [8 to 20 inches])\nBt--28 to 46 cm (11 to 18 inches); brown (7.5YR 5/3) silty clay loam, brown (7.5YR 4/3) moist; weak coarse prismatic structure parting to weak fine and medium subangular blocky; hard, firm; common fine and very fine roots; common very fine root pores; common distinct clay films on ped faces; strongly effervescent; moderately alkaline; gradual smooth boundary. (10 to 40 cm [4 to 16 inches] thick)\nBtk1--46 to 84 cm (18 to 33 inches); brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to weak fine and medium subangular blocky; hard, firm; common fine and very fine roots; common very fine pores; few faint clay films on ped faces; about 5 percent by volume filaments, masses, and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (25 to 50 cm [10 to 20 inches] thick)\nBkk--84 to 140 cm (33 to 55 inches); pink (7.5YR 8/3) clay, pink (7.5YR 7/3) moist; moderate medium and fine platy structure; hard, firm; common fine and very fine roots; common very fine pores; about 65 percent by volume finely disseminated, masses, and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (25 to 65 cm [10 to 26 inches] thick)\nBtk2--140 to 178 cm (55 to 70 inches); pink (7.5YR 7/4) clay, light brown (7.5YR 6/4) moist; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm; few faint clay films on ped faces; about 35 percent by volume finely disseminated, masses, and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (13 to 50 cm [5 to 20 inches] thick)\nBtk3--178 to 203 cm (70 to 80 inches); pink (7.5YR 7/4) clay, light brown (7.5YR 6/4) moist; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm; few faint clay films on ped faces; about 25 percent by volume finely disseminated, masses, and nodules of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hansford County, Texas; from the intersection of Highway 15 and Highway 136 in Gruver; approximately 16 kilometers (10 miles) north and 1.6 kilometers (1 mile) east on Highway 136; 0.5 kilometers (0.3 mile) north on gravel road; 293 meters (965 feet) east in range. Latitude: 36 degrees, 25 minutes, 14 seconds N; 101 degrees, 25 minutes, 13.9 seconds W; Phillips Camp, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.  July and August and December through February are the driest months.  These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 13 to 15 degrees C (54 to 59 degrees F).\nDepth to secondary carbonates: 13 to 50 cm (5 to 20 inches).\nDepth to calcic horizon: 60 to 100 cm (24 to 40 inches).\nThickness of the mollic epipedon: 20 to 50 cm (8 to 20 inches).\nSolum thickness: More than 203 cm (80 inches).\nParticle-size control section: 18 to 35 percent silicate clay with the sand fraction dominated by very fine sand.\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4, 3 or less moist\nChroma: 2 or 3\nTexture: loam, silty clay loam, or clay loam\nEffervescence: very slight to violent\nReaction: moderately alkaline\nBt horizons:\nHue: 7.5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: loam, silty clay loam, or clay loam\nVisible secondary calcium carbonate: 2 percent or less by volume as films or filaments.\nEffervescence: strong or violent\nReaction: moderately alkaline\nBtk horizons:\nHue: 7.5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: loam, silty clay loam, or clay loam\nVisible secondary calcium carbonate: 5 to 20 percent by volume as films, filaments, masses, nodules, and finely disseminated carbonates.\nEffervescence: strong or violent\nReaction: moderately alkaline\nBkk horizons (where present):\nHue: 7.5YR to 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 4\nTexture: silty clay loam, clay loam, clay\nVisible secondary calcium carbonate: 50 to 70 percent by volume as masses, nodules, and finely disseminated carbonates.\nEffervescence: violent\nReaction: moderately or strongly alkaline\nBtk horizons:\nHue: 7.5YR to 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 3 to 4\nTexture: silty clay loam, clay loam, clay\nVisible secondary calcium carbonate: 5 to 40 percent by volume as films, filaments, masses, nodules, and finely disseminated carbonates.\nEffervescence: strong or violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils include the Canina, Capps, Dumas, Gruver, Hugoton, Sunray, and Texline series.\nCanina series: have an ochric epipedon.\nCapps series: have a cambic horizon and do not have an argillic horizon.\nDumas and Gruver series: have fine-loamy and fine particle-size class and are noncalcareous in upper horizons.\nHugoton series: do not have a calcic horizon.\nSunray series: have a calcic horizon between 13 and 60 cm.\nTexline series: have fine-loamy particle size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy, calcareous eolian sediments of Pleistocene age.\nLandform: eolian plain\nSlopes: 0 to 5 percent\nElevation: 916 to 1,448 meters (3,000 to 4,600 feet)\nMean annual air temperature: 12 to 14 degrees C (54 to 57 degrees F)\nMean annual precipitation: 432 to 559 mm (17 to 22 inches)\nFrost-free period: 170 to 200 days\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the similar Capps, Dumas, Gruver, Sunray and Texline soils and the Conlen, Dallam, Kerrick, Perryton, Plack, and Sherm soils.\nCapps soils: are on lower landscape positions.\nDumas and Gruver soils: are on similar landscape positions.\nConlen soils: are on lower landscape positions and have carbonatic soil mineralogy.\nKerrick and Plack soils: are on slightly lower landscape positions and have a petrocalcic horizon.\nDallam soils: are on higher landscape positions and have a fine-loamy particle size class.\nPerryton and Sherm soils: are on similar landscape positions and have a fine particle-size class.\nSunray soils: are on slightly lower landscape positions.\nTexline soils: are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderate permeability.  Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for crop production.  Principal crops are corn, soybeans, grain sorghum, and winter wheat.  A considerable amount of acreage is irrigated.  Climax vegetation is dominantly short grasses with a few mid grasses and includes blue grama and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, sideoats grama, galleta, or tobosa, silver bluestem, wild alfalfa, and prairie clover.  This soil has been correlated to the Limey Upland (R-077AY006TX) ecological site in MLRA-77A."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northern Part (MLRA 77A in LRR H) of Texas north of the Canadian River, and possibly in adjoining areas of Oklahoma.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  MLRA-77 Update Soil Survey; Hansford County, Texas; 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Portales and Zita series.  Series revised during the MLRA-77 Update Soil Survey; Hansford County, Texas; 2005.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 28 cm (0 to 11 inches). (Ap1, Ap2 horizon)\nArgillic horizon: 28 to 84 cm (11 to 33 inches). (Bt, Btk1 horizons)\nCalcic horizon: 84 to 203 cm (33 to 80 inches). (Bkk, Btk1, Btk2 horizons)\nArgillic horizon: 140 to 203 cm (55 to 80 inches). (Btk1, Btk2 horizons)\nADDITIONAL DATA:  NSSL data on sample number: S99TX-195-003 (Hansford County, Texas).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
