{
  "SERIES": "OSO",
  "STATUS": "Established Series",
  "BYREV": "IRD -AD/RJE",
  "REVDATE": "09/2004",
  "STATES": "WA",
  "OVERVIEW": "The Oso series consists of moderately deep, moderately well drained soils formed in glacial till, volcanic ash and material weathered from andesite.  Oso soils are on mountain backslopes and plateaus and have slopes of 3 to 90 percent.  The average annual precipitation is about 90 inches.  The mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic Andic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oso gravelly loam - forested.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--2 inches to 0; leaves, needles, twigs and mosses.\nA--0 to 3 inches; black (10YR 2/1) gravelly loam, very dark brown (10YR 2/2) dry; moderate fine granular structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; many fine, medium and coarse roots; many fine interstitial pores; 20 percent pebbles; extremely acid (pH 4.2); abrupt wavy boundary.  (1 to 6 inches thick)\nE--3 to 5 inches; light brownish gray (10YR 6/2) gravelly loam, light gray (10YR 7/2) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly stick, slightly plastic and weakly smeary; many fine, medium and coarse roots; few fine tubular pores; 20 percent pebbles; very strongly acid (pH 4.6); abrupt wavy boundary. (0 to 2 inches thick)\nBs1--5 to 9 inches; dark brown (7.5YR 4/4) gravelly loam, brown (7.5YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; common medium and coarse roots; common fine interstitial pores; 30 percent pebbles; strongly acid (pH 5.2); clear wavy boundary.  (4 to 6 inches thick)\nBs2--9 to 20 inches; yellowish brown (10YR 5/4) gravelly loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; common medium and coarse roots; common fine interstitial pores; 20 percent pebbles; strongly acid (pH 5.2); clear wavy boundary.  (0 to 14 inches thick)\nBC--20 to 29 inches; yellowish brown (10YR 5/4) gravelly loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few medium and coarse roots; few fine tubular pores; 35 percent pebbles; strongly acid (pH 5/2); abrupt wavy boundary.  (8 to 15 inches thick)\n2R--29 inches; relatively unweathered andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snohomish County, Washington; 1,500 feet west and 1,700 feet north of southeast corner of sec. 7, T. 28 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The annual soil temperature at a depth of 20 inches ranges from 44 to 46 degrees F.  Depth of bedrock ranges from 20 to 40 inches.  Rock fragments in the particle-size control section average from 15 to 35 percent, by weighted average, although individual horizons range up to 50 percent pebbles.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist or dry, and chroma of 1 or 2 moist and dry.\nThe E horizon has hue of 5YR through 10YR, value of 4 through 6 moist, 4 through 7 dry, and chroma of 2 through 4 moist and dry.  It is gravelly silt loam, gravelly loam, loam or silt loam.  The reaction is very strongly acid or strongly acid.\nThe Bs horizon has hue of 7.5YR, 5YR, or 10YR, value of 3 through 5 moist, 4 through 7 dry, and chroma of 3 through 6 moist or dry.  It is gravelly silt loam, cobbly loam, gravelly loam, silt loam or loam. The BC horizon has the same color and reaction as the Bs horizon.  It has the same textures except it ranges to very gravelly.  Reaction is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barlow, Hartnit, Naptowne, Timberly, and Wollard series.  Barlow, Naptowne, and Timberly soils are more than 40 inches deep.  Hartnit soils have a Bhs horizon and a mean annual soil temperature of 42 to 44 degrees F.Wollard soils have a paralithic contact with dense glacial till at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on mountain backslopes and plateaus at elevations ranging from 1,800 to 2,600 feet.  They formed in glacial till, volcanic ash, and material weathered from a variety of rocks.  The climate is characterized by cold, wet winters and cool, dry summers.  The average annual precipitation ranges from 80 to 100 inches.  The average January temperature is about 29 degrees F.  The mean July temperature is about 58 degrees F.  The mean annual air temperature is about 44 degrees F.The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Getchell and Hartnit soils and Verlot soils.  Verlot soils have more than 6 percent organic carbon in the upper 4 inches of the spodic horizon and are underlain by  dense glacial till at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for woodland and wildlife habitat.  Native vegetation is western hemlock, Pacific silver fir, Douglas-fir, and western redcedar, with an understory of red huckleberry, trailing blackberry, blue-leaved huckleberry, bunchberry dogwood, deer fern, salal, longtube twinflower, vine maple, western brackenfern, and salmonberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade Mountains in northwestern Washington.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Snohomish County, Washington, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification only updated 3/94 because of recent amendments to Soil Taxonomy.  This draft reflects a change in classification from coarse-loamy, mixed Typic Cryorthods to medial Andic Haplocryods.  Lab data, Soil Survey Laboratory, Riverside, California, S74-WA-61-2.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from 0 to 3 inches, an albic horizon from 3 to 5 inches, a spodic horizon from 5 to 20 inches, and a lithic contact at 29 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
