{
  "SERIES": "OSSIPEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SALP-HRM",
  "REVDATE": "01/2000",
  "STATES": "ME,NH,NY,VT",
  "OVERVIEW": "The Ossipee series consists of very deep, very poorly drained soils formed in organic accumulations.  They are underlain by loamy sediments on outwash plains, lake plains, and glacial till uplands.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 42 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, dysic, frigid Terric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ossipee mucky peat, on a nearly level undisturbed bog.  (Colors are for moist soil unless otherwise stated.)\n0e1--0 to 12 inches; dark reddish brown (5YR 2/2), broken face and rubbed, hemic material; about 60 percent fibers, 35 percent rubbed; moderate medium and coarse granular structure; nonsticky; 2 percent coarse fragments; extremely acid; clear smooth boundary.\n(4 to 16 inches thick)\n0e2--12 to 18 inches; dark reddish brown (5YR 2/2), broken face and rubbed, hemic material; about 60 percent fibers, 30 percent rubbed; moderate very coarse granular structure; nonsticky; 2 percent coarse fragments; extremely acid; clear smooth boundary.  (4 to 20 inches thick)\n0e3--18 to 25 inches; dark brown (7.5YR 3/2), broken face and rubbed, hemic material; about 50 percent fibers, 25 percent rubbed; massive; nonsticky; 8 percent coarse fragments; extremely acid; abrupt smooth boundary.  (0 to 20 inches thick)\nCg1--25 to 36 inches; gray (5Y 6/1) silt loam; massive; firm; strongly acid; clear smooth boundary.  (0 to 15 inches thick)\nCg2--36 to 65 inches; gray (5Y 6/1) very fine sandy loam; massive; firm; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carroll County, New Hampshire; Town of Conway, about 700 feet east of the Brewster Morrill access road to Conway Lake and about 1.25 miles south of Rt. 113.  USGS Ossipee Lake, NH-ME; 15 feet Quadrangle; 43 degrees 58 feet 44 inches N and 71 degrees 4 feet 21 inches W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic soil layers ranges from 16 to 50 inches.  The organic materials are comprised of herbaceous and woody materials.  Slightly decomposed woody fragments comprise 2 to 15 percent by volume of the organic materials.  Thin layers of live sphagnum moss up to 4 inches in thickness commonly occur on the surface.  The organic soil layers are neutral or have hue of 5YR through 10YR, value of 1 through 4, and chroma of 0 through 2.  The value and/or chroma may increase 1 or 2 units when exposed to air.  Reaction is extremely acid.\nThe surface tier, exclusive of loose surface litter or moss, is comprised of hemic or fibric material with an unrubbed fiber content that ranges from 35 to 95 percent of the organic volume; rubbed fiber content ranges from 15 to 90 percent.  It has weak to moderate, medium to coarse granular structure.\nThe subsurface tier is dominated by hemic material.  The unrubbed fiber content ranges from 35 to 80 percent; the rubbed fiber content ranges from 10 to 40 percent.  It is dominantly massive, but ranges to include granular structure.\nThe organic bottom tier, where present, has the same range as the subsurface tier.\nThe C horizon is neutral or has hue of 10YR through 5GY, value of 4 through 6, and chroma of 0 through 4.  It is sandy loam, fine sandy loam, very fine sandy loam, loam, silt loam, clay loam, or silty clay loam.  Reaction ranges from very strongly acid through slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Merwin series in the same family and the Cathro, Chocorua, and Greenwood series in related families.  The Merwin soils have a thin buried soil in the upper part of the mineral substratum.  Cathro soils are dominantly of sapric material and are less acid.  Chocorua soils have a coarser textured mineral substratum.  Greenwood soils have organic materials thicker than 51 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ossipee soils occur in depressional areas within outwash and lake plains and on glacial till uplands.  The average size of these soil areas ranges from about 5 to 75 acres.  Slopes are less than 2 percent.  The climate is humid and cool temperate.  The mean annual temperature ranges from 40 to 45 degrees F., and the mean annual precipitation ranges from 35 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The competing Chocorua and Greenwood soils occupy similar landscapes.  The Adams, Au Gres, Boothbay, Naumburg, Pillsbury, and Raynham mineral soils commonly occur near the edges of bogs above the Ossipee soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; surface runoff is ponded.  Permeability is moderate to moderately rapid in the organic portion and moderately slow to moderate in the mineral substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily in native vegetation consisting of shrubs, reeds, sedges, and commonly with a tree canopy.  The trees include tamarack, black spruce, balsam fir, yellow birch, and black ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, New Hampshire, and New York.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carroll County, New Hampshire, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The Ossipee soils were formerly included with areas designated as Muck and Peat.\n2.  Diagnostic horizons and features recognized in this pedon are:\na.  Organic materials feature - the zone from 0 to 25 inches (Oe horizon).\nb. Terric feature - the zone from 25 to 65 inches (2Cg horizon).\nc. Dysic feature - the pH is less than 4.5 in .01 molar calcium chloride in all parts of the organic materials in the control section (Oe1, Oe2, and Oe3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe1",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "moderate medium and coarse granular",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0e1--0 to 12 inches; dark reddish brown (5YR 2/2), broken face and rubbed, hemic material; about 60 percent fibers, 35 percent rubbed; moderate medium and coarse granular structure; nonsticky; 2 percent coarse fragments; extremely acid; clear smooth boundary. (4 to 16 inches thick)"
      },
      {
        "name": "Oe2",
        "top": 30,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "moderate very coarse granular",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0e2--12 to 18 inches; dark reddish brown (5YR 2/2), broken face and rubbed, hemic material; about 60 percent fibers, 30 percent rubbed; moderate very coarse granular structure; nonsticky; 2 percent coarse fragments; extremely acid; clear smooth boundary.  (4 to 20 inches thick)"
      },
      {
        "name": "Oe3",
        "top": 46,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0e3--18 to 25 inches; dark brown (7.5YR 3/2), broken face and rubbed, hemic material; about 50 percent fibers, 25 percent rubbed; massive; nonsticky; 8 percent coarse fragments; extremely acid; abrupt smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 64,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--25 to 36 inches; gray (5Y 6/1) silt loam; massive; firm; strongly acid; clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 91,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--36 to 65 inches; gray (5Y 6/1) very fine sandy loam; massive; firm; moderately acid."
      }
    ]
  ]
}
