{
  "SERIES": "OSTERMAYER",
  "STATUS": "Established Series",
  "BYREV": "JKW-KBH-AKS",
  "REVDATE": "09/2020",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, hyperthermic Sodic Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ostermayer very fine sandy loam, on a bare tidal flat; 0.3 m elevation (Colors are for moist soil unless otherwise stated.)\nAg--0 to 13 cm (0 to 5 in); greenish gray (10Y 5/1) very fine sandy loam; massive; friable; nonsticky, nonplastic; nonfluid; very few very fine vesicular pores; electrical conductivity of 52.0 dS/m by ec meter, saturated paste; moderately alkaline; abrupt smooth boundary. (9 to 13 cm [3 to 5 in] thick)\nCg1--13 to 72 cm (5 to 28 in); greenish gray (10Y 5/1) very fine sandy loam; massive; friable; nonsticky, nonplastic; nonfluid; 4 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron; electrical conductivity of 71.0 dS/m by ec meter, saturated paste; moderately alkaline; clear smooth boundary.\nCg2--72 to 115 cm (28 to 45 in); greenish gray (10GY 6/1) very fine sandy loam;  massive; friable; nonsticky, nonplastic; nonfluid; 7 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; electrical conductivity of 62.0 dS/m by ec meter, saturated paste; moderately alkaline; clear smooth boundary. (combined thickness of the Cg horizons is 87 to 117 cm [34 to 46 in])\n2Cg1--115 to 152 cm (45 to 60 in); greenish gray (5GY 5/1) sandy clay loam; massive; firm; very sticky, very plastic; nonfluid; 10 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; electrical conductivity of 51.0 dS/m by ec meter, saturated paste; moderately alkaline; gradual smooth boundary. (combined thickness of the 2Cg horizons is 80 to 103 cm [31 to 41 in])\n2Cg2--152 to 203 cm (60 t 80 in); gray (N 5/), sandy clay loam; massive; firm; very sticky, very plastic; nonfluid; electrical conductivity of 70.0 dS/m by ec meter, saturated paste; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBrazoria County, TX; from the intersection of Texas Highway 332 and the Bluewater Highway (County Road 257) on Follets Island, 4,8 miles northeast on the Bluewater Highway to dirt road on the northwest side of the road; 0.10 mile northwest on dirt road; 50 feet north on a bare tidal flat.\nUSGS topographic quadrangle: Christmas Point, TX\nLatitude: 28 degrees 59 minutes 58.99 seconds north\nLongitude: 95 degrees 13 minutes 49.01 seconds west\nDatum: WGS84\nUTM Easting: 282713 meters\nUTM Northing: 3209984 meters\nUTM Zone: 15"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  A peraquic soil moisture regime.\nParticle-size control section (weighted average):\nTotal clay content: 8 to 17 percent\nAg horizon:\nHue: 10YR to 10Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: fine sand, loamy fine sand, fine sandy loam, or very fine sandy loam\nTotal clay content: 7 to 13 percent\nElectrical conductivity (dS/m): 19 to 52\nReaction (pH): slightly or moderately alkaline (7.4 to 8.4)\nCg horizon:\nHue: N, 10Y, 5G, or 10GY\nValue: 4 or 6\nChroma: 0 to 2\nTexture: loamy fine sand, fine sandy loam or very fine sandy loam\nTotal clay content: 8 to 14 percent\nRedox concentrations: amount-0 to 15 percent; color-shades of brown, yellow, or red\nShell fragments: amount-0 to 2 percent; size- 2 to 75 mm\nElectrical conductivity (dS/m): 22 to 75\nReaction (pH): slightly or moderately alkaline (7.4 to 8.4)\n2Cg horizon:\n(This horizon is absent in some pedons)\nHue: N, 10Y, or 5GY\nValue: 4 to 6\nChroma: 0 or 1\nTexture: sandy clay loam or clay loam, or clay\nTotal clay content: 20 to 55 percent\nRedox concentrations: amount-0 to 15 percent; color-shades of brown, yellow, or red\nShell fragments: amount-0 to 10 percent; size- 2 to 75 mm\nElectrical conductivity (dS/m): 50 to 120\nReaction (pH): slightly or moderately alkaline (7.4 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Freeportand Karankawa series in the same family. Similar soils are Nass, Madre, Mustang, Satatton, and Tatton series.\nFreeport soils: remain saturated to the surface after low tide; have vegetation\nKarankawa soils: submerged for longer periods; have mucky surface textures\nNass soils: very poorly drained; have electrical conductivity values less than 25 dS/m throughoutlower electrical conductivity values throughout.\nMadre, Mustang, Satatton, and Tatton soils: sandy particle-size control section; siliceous mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian deposits over loamy and clayey fluviomarine deposits derived from igneous, metamorphic, and sedimentary rock\nLandscape: barrier island\nLandform: tidal flats\nSlope: 0 to 1 percent but mostly less than 0.5 percent\nPrecipitation Pattern: Precipitation is generally uniform throughout the year with slight peaks in the spring and fall months\nMean annual precipitation: 1143 to 1295 mm (45 to 51 in)\nMean annual air temperature: 20.6 to 21.7 C (69 to 71 degrees F)\nFrost-free period: 275 to 300 days\nElevation: 0 to 0.5 m (0 to 20 in)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Brazosport, Freeport, Galveston, and Karankawa series.\nBrazosport soils: remnant back-barrier flats\nFreeport soils: same landform but have vegetation\nGalveston soils: on a back-barrier flat landform\nKarankawa soils: on a submerged tidal flat"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: poor\nPermeability class: moderate (moderately high saturated hydraulic conductivity)\nRunoff: high\nFlooding: very frequent frequency from daily tides, for very brief (4 to 48 hours) duration\nSeasonal water table: Endosaturation occurs from 15 cm to 2 m (0.5 to 8 feet) throughout the year. As high tides recede, these areas remain saturated throughout."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: wildlife habitat\nNative vegetation: these areas do not have vegetation and some areas have an algal mat\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites: Wind Tidal FlatSalt Flat (R150BY651TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: The upper Texas Gulf Coast mostly on Galveston and Follets Island\nLand Resource Region: Atlantic and Gulf Coast Lowland Forest and Crop Region(T)\nMajor Land Resource Areas:MLRA 150B - Gulf Coast Saline Prairies\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Galveston County, Texas, 2020. The name is from a cove near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Mustang series. The series was separated based on differences in water table depth, salinity, and vegetation.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40 in)\nOchric epipedon: 0 to 13 cm (0 to 5 in) (Ag horizon)\nEndosaturation and aquic conditions: 0 to 203 cm (0 to 80 in) (Ag, Cg1, Cg2,2Cg1 and 2Cg2 horizons)\nLithologic discontinuity: 115 to 203 cm (45 to 80 in).\nAdditional Comments: The lithologic discontinuity is evident as an increase in clay due to the Beaumont Formation and ancient Brazos River. This paleo-surface is deeper in pedons on Galveston Island and shallower on the southwest end of Follets Island. Some areas are firm enough during low tide to allow light vehicular traffic.\nADDITIONAL DATA: MLRA Soil Survey Office data are available on S2020TX0397171 at the series type location.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
