{
  "SERIES": "OSTLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJD",
  "REVDATE": "02/97",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ostler loam, rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA1--1 to 0 inches; matted decaying leaves and twigs.\nA11--0 to 7 inches; black (10YR 2/1) loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure that parts to weak fine granular; soft, friable, slightly sticky and slightly plastic; common fine, medium and coarse roots; slightly acid (pH 6.1); clear smooth boundary.  (2 to 18 inches thick)\nA12--7 to 18 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak medium and coarse subangular blocky structure that parts to moderate fine and medium granular; hard, friable, sticky and plastic; common fine, medium and coarse roots; slightly acid (pH 6.2); clear wavy boundary. (0 to 12 inches thick)\nB21t--18 to 22 inches; dark brown (10YR 4/3) clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; very hard, firm, sticky and very plastic; few fine, medium and coarse roots; common fine pores; common thin clay skins of peds; medium acid (pH 5.8); gradual wavy boundary.  (4 to 16 inches thick)\nB22t--22 to 28 inches, light olive brown (2.5Y 5/3) clay, light gray (2.5Y 7/2) dry; moderate medium and coarse subangular blocky structure; extremely hard, very firm, sticky and very plastic; few fine, medium and coarse roots; many very fine and fine pores; common thin clay films on faces of peds; medium acid (pH 5.6); gradual irregular boundary.  (6 to 22 inches thick)\nB23t--28 to 37 inches; dark brown (10YR 4/3) heavy clay loam, light gray (10YR 7/2) dry; moderate medium and coarse subangular blocky structure; extremely hard, very firm, sticky an very plastic; few fine, medium and coarse roots; many fine and very fine pores; many thin clay films on faces of peds; medium acid (pH 5.6); gradual irregular boundary.  (0 to 16 inches thick)\nB24t--37 to 49 inches, dark yellowish brown (10YR 4/3) sandy clay loam, light brownish gray (10YR 6/2) dry; common, medium, distinct strong brown (7.5YR 5/8) mottles; weak coarse subangular blocky structure; extremely hard, very firm, slightly sticky and very plastic; few fine and medium roots; many fine and very fine pres; few thin clay films on faces of peds; medium acid (pH 5.8); gradual wavy boundary.  (0 to 22 inches thick)\nC--49 to 60 inches; crushed colors are light brownish gray (2.5Y 6/2) heavy clay loam, light gray (2.5Y 7/2) dry; 50 percent dark grayish brown (10YR 4/2) moist and 50 percent pale olive (5Y 6/3) moist, aggregate color; weak coarse subangular blocky structure; very hard, firm, slightly sticky and plastic; few fine roots; many very fine and fine pores; medium acid (pH 5.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weber county, Utah; 3 miles southwest of Huntsville, south of Snow Basin Road; 600 feet east and 900 feet north of SW corner, sec. 23, T.6N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 20 inches thick.   The combined thickness of the A1 and B2t horizons is 35 to more than 60 inches.  The mean annual soil temperature at a depth of 20 inches ranges from 45 degress to 47 degrees F.  The mean summer temperature ranges from 60 degrees to 68 degrees F.  The soils are usually moist but are dry for 50 to 70 consecutive days during the summer.  The A1 horizon has value of 2 or 3 moist, and chroma of 1 or 2 dry and moist.   It ranges from loam in the upper part to loam, light clay loam, or light silty clay loam in the lower part.\nThe A1 horizon is slightly acid to neutral and is 6 to 18 inches thick.\nThe B2t horizon has hue of 10YR or 2.5Y, value of 4 through 7 dry, 3 through 5 moist, and chroma of 2 through 4 moist.  It ranges from clay or silty clay to heavy caly loam, sandy clay loam or heavy silty clay loam.  Clay films are common to many thin to moderately thick in the jB2t horizon.   This horizon is medium acid to neutral, and ranges from 31 to more than 50 inches thick.\nThe C horizon has hue of 10YR  or 2.5Y, value of 6 through 8 dry, 4 through 6 moist, and chroma of 2 or 3 dry, 2 through 4 moist.  It is heavy loam, silt loam, heavy sandy clay loam or heavy silty clay loam, gravelly light clay loam or light silty clay loam ahd has 0 to 20 percent soft pebbles.  This horizon is noncalcareous to strongly calcareous and medium acid to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Booth, Donner, Dumecq, Manila, Marsden, Rands, and Rob Roy series.  Booth, Donner and Rob Roy soils have bedrock at depths of 20 to 40 inches.  Dumecq and Manila soils have hue of 5YR in the B2t horizon.  Marsden soils occur in an 11 to 14 inch precipitation zone and are dry more than 90 days during the summer, and have solums less than 35 inches thick.  Rands soils have a solum less than 35 inches thick over coarse sandy loam C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ostler soils are on all aspects of foothill slopes.   Slopes are 20 to 50 percent.  The soil formed in residuum, colluvium, and alluvium weathered from tuffaceous sandstone, siltstone and limestone.  Elevation ranges from 5,200 to 6,700 feet.  The mean annual precipitation ranges from 18 to 22 inches.  Mean annual air temperature ranges from 57 to 65 degrees F.  Freeze-free period is about 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Causey and Hawkins soils and the competing Manila soils.   Causey soils are fine-loamy, lack argillic horizons and have calcic horizons.  Hawkins soils lack argillic horizons and have cracks that are 1 cm. or more wide to a depth of 50 cm. or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for watershed, and range and wildlife habitat. Potential vegetation consists of Gambel oak, serviceberry, snowberry, slender wheatgrass, bluegrass, yarrow, waterleaf, and mulesear dock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The series is in Northern Utah. This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Weber County, Morgan Area, Utah, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by state 11/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
