{
  "SERIES": "OTANYA",
  "STATUS": "Established Series",
  "BYREV": "KG-JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Otanya series consists of very deep, well drained soils.  These nearly level to gently sloping soils formed in loamy fluviomarine deposits of the Lissie Formation of early to mid Pleistocene age. Slope ranges from 1 to 5 percent.  Mean annual temperature is about 19.4 degrees C (67 degrees F), and mean annual precipitation is about 1295 mm (51 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Otanya very fine sandy loam--forest; elevation is 40 m (130 ft).  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2), very fine sandy loam; weak fine subangular blocky and weak fine granular structure; friable, soft; many very fine to medium roots; common very fine and fine interstitial and tubular pores; 1 percent fine and medium distinct worm casts; 5 percent by volume fine and medium masses of brown (10YR 5/3) very fine sandy loam throughout; strongly acid; clear smooth boundary. (8 to 19 cm [3 to 8 in] thick)\nE--15 to 30 cm (6 to 12 in); 70 percent light yellowish brown (10YR 6/4) and 30 percent brown (10YR 5/3), very fine sandy loam; weak fine subangular blocky structure; friable, soft; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 1 percent medium cylindrical ironstone nodules;1 percent fine distinct brown (7.5YR 4/4) iron-manganese masses with sharp boundaries lining pores; very strongly acid; clear smooth boundary. (13 to 45 cm [5 to 18 in] thick)\nEB--30 to 48 cm (12 to 19 in); 65 percent light yellowish brown (10YR 6/4) and 35 percent brownish yellow (10YR 6/6), very fine sandy loam; weak medium and coarse prismatic parting to weak medium and coarse subangular blocky structure; friable, slightly hard; common very fine and fine roots; few very fine tubular pores; 2 percent medium cylindrical ironstone nodules; 3 percent fine and medium distinct reddish yellow (7.5YR 6/6) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid; clear smooth boundary. (13 to 41 cm [5 to 16 in] thick)\nBt--48 to 71 cm (19 to 28 in); brownish yellow (10YR 6/6), very fine sandy loam; weak medium and coarse prismatic parting to weak medium and coarse subangular blocky structure; friable, slightly hard; common very fine roots; few very fine tubular pores; 2 percent light yellowish brown (10YR 6/4) very fine sandy loam glossic material; 15 percent distinct brownish yellow (10YR 6/8) clay films on surfaces of peds; 4 percent medium cylindrical ironstone nodules; 2 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries on surfaces of peds; 3 percent fine and medium distinct reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid; gradual smooth boundary. (13 to 41 cm [5 to 16 in] thick)\nBtc1--71 to 109 cm (28 to 43 in); brownish yellow (10YR 6/8), sandy clay loam; weak medium and coarse prismatic parting to weak medium and coarse subangular blocky structure; firm, hard; few very fine roots; few very fine tubular pores; 2 percent light yellowish brown (10YR 6/4) very fine sandy loam glossic material; 15 percent distinct brownish yellow (10YR 6/8) clay films on surfaces of peds;10 percent medium cylindrical ironstone nodules; 2 percent medium cylindrical red (2.5YR 4/6) plinthite nodules; 2 percent fine prominent yellowish red (5YR 5/6) masses of oxidized iron with sharp boundaries on vertical surfaces of peds; 5 percent fine and medium distinct reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid; clear smooth boundary.\nBtc2--109 to 152 cm (43 to 60 in); brownish yellow (10YR 6/8), sandy clay loam; weak medium and coarse prismatic parting to weak medium and coarse subangular blocky structure; firm, hard; few very fine roots; few very fine tubular pores; 2 percent light yellowish brown (10YR 6/4) very fine sandy loam glossic material; 20 percent distinct brownish yellow (10YR 6/8) clay films on surfaces of peds; 12 percent medium cylindrical ironstone nodules; 3 percent medium cylindrical red (2.5YR 4/6) plinthite nodules; 1 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries on surfaces along root channels; 2 percent fine prominent yellowish red (5YR 5/6) masses of oxidized iron with sharp boundaries on vertical surfaces of peds; 3 percent fine and medium distinct reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries on surfaces of peds; 5 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid; clear wavy boundary. (combined thickness of the Btc horizons is 45 to 109 cm [18 to 43 in])\nB't1--152 to 198 cm (60 to 78 in); brownish yellow (10YR 6/8), sandy clay loam; weak coarse prismatic parting to weak medium and coarse subangular blocky structure; firm, hard; few very fine roots; few very fine tubular pores; 25 percent distinct brownish yellow (10YR 6/8) clay films on surfaces of peds; 5 percent medium cylindrical ironstone nodules; 2 percent medium cylindrical red (2.5YR 4/6) plinthite nodules; 2 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries on surfaces along root channels; 2 percent fine prominent yellowish red (5YR 5/6) masses of oxidized iron with sharp boundaries on vertical surfaces of peds; 3 percent fine and medium distinct reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries on surfaces of peds; 8 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid; gradual wavy boundary. (combined thickness of the B't horizons is 51 to 96 cm [20 to 38 in] thick)\nB't2--198 to 279 (78 to 110 in); brownish yellow (10YR 6/6) and 15 percent pale brown (10YR 6/3) and 25 percent light brownish gray (10YR 6/2), sandy clay loam; weak coarse subangular blocky structure; firm, hard; few very fine roots; few very fine tubular pores; 25 percent distinct brownish yellow (10YR 6/8) clay films on surfaces of peds; 5 percent medium cylindrical ironstone nodules; 2 percent medium cylindrical red (2.5YR 4/6) plinthite nodules; 2 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries on surfaces of peds; 3 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries on surfaces along root channels; 5 percent fine and medium distinct reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries on surfaces of peds; 8 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid; gradual wavy boundary.\nB't3--279 to 320 cm (110 to 126 in); brownish yellow (10YR 6/6) and 15 percent pale brown (10YR 6/3) and 25 percent light brownish gray (10YR 6/2) and 25 percent yellowish red (5YR 5/8), very fine sandy loam; weak very coarse subangular blocky structure; firm, hard; 25 percent distinct brownish yellow (10YR 6/8) clay films on surfaces of peds; 3 percent medium cylindrical ironstone nodules; 5 percent fine and medium distinct reddish yellow (7.5YR 6/8) masses of oxidized iron with sharp boundaries on surfaces of peds; 5 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries on surfaces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tyler County, Texas; from the intersection of Farm Road 92 and Farm Road 1493 in Fred; 3.3 miles west on Farm Road 1493 to county road; 0.7 mile south to forest road; 0.4 mile east on forest road; 200 feet north and then 50 feet west; Latitude: 30 degrees 32 minutes 53.00 seconds north N; Longitude: 94 degrees 13 minutes 53.00 seconds W. Fred topographic quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is 10 to 30 cm (4 to 12 in) below the soil surface and remains dry less than 90 cumulative days in most years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (68 to 70 degrees F)\nDepth to argillic horizon: 18 to 58 cm (7 to 23 in)\nParticle-size control section (weighted average)\nClay content: 18 to 25 percent\nCEC/clay ratio: 0.30 to 0.40\nA Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: fine sandy loam or very fine sandy loam\nClay content: 3 to 8 percent\nReaction: extremely acid to strongly acid\nE Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: very fine sandy loam or fine sandy loam\nClay content: 4 to 11 percent\nIronstone nodules: amount-0 to 2 percent\nMasses of oxidized iron: amount- 0 to 5 percent, color-shades of brown or yellow\nReaction: very strongly acid or strongly acid\nBt Horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 8\nTexture: very fine sandy loam, loam, or sandy clay loam\nClay content: 88 to 27 percent\nIronstone nodules: amount-1 to 8 percent\nPlinthite nodules: amount-0 to 2 percent\nMasses of oxidized iron: amount-2 to 15 percent, color-shades of brown, yellow, or red\nReaction: very strongly acid or strongly acid\nBtc Horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6\nChroma: 4 to 8\nTexture: loam, sandy clay loam, or clay loam\nClay content: 19 to 34 percent\nIronstone nodules: amount-5 to 10 percent\nPlinthite nodules: amount-2 to 4 percent\nMasses of oxidized iron: amount-5 to 20 percent, color-shades of brown, yellow, or red\nIron depletions: amount-0 to 5 percent, color-shades of gray\nBase saturation: 25 to 35 percent\nReaction: extremely acid or very strongly acid\nB't Horizon\nHue: 7.5YR, 10YR or 2.5Y\nValue: 5 or 6\nChroma: 4 to 8\nTexture: sandy clay loam or clay loam\nClay content: 18 to 32 percent\nIronstone nodules: amount-0 to 3 percent\nPlinthite nodules: amount-0 to 3 percent\nMasses of oxidized iron: amount-5 to 25 percent, color-shades of brown, yellow, or red\nIron depletions: amount-2 to 15 percent, color-shades of gray\nBase saturation: 25 to 35 percent\nReaction: extremely acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Addielou (TX), Allen (TN), Avilla (AR), Dubach (LA), Etowah (TX), Holston (TN) Leesburg (AL), Lytle (LA), Nella (TN),Octavia (OK), , Ruston  (LA), Sailes (TX), Silsbee (TX) and Warnock (AR) series in the same family.\nAddielou soils: have an ochric pedon more than 50 cm (20 in) thick and the upper Bt horizons have a yellower hue\nAllen soils: formed in alluvium or colluvium derived from sandstone and shale\nAvilla soils: have more than 15 percent coarse fragments in the lower Bt\nDubach, Holston, and Warnock soils: have hue of 7.5YR or yellower throughout\nEtowah soils: formed in alluvium or colluvium that is underlain by limestone\nLeesburg and Nella, and Octavia soils: have sandstone or chert gravels in the Bt horizon\nLytle soils: formed from loess-mantled coastal plain sediments\nRuston soils: are bisequal, with a glossic horizon in the lower part\nSailes soils: formed in Tertiary-aged formations containing glauconitic parent materials\nSilsbee soils: have hue redder than 7.5YR in the argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of the Lissie Formation of early to mid-Pleistocene age.\nLandscape: inland dissected Coastal plain\nLandform: interfluves\nSlope: 1 to 5 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F).\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern: Rainfall is generally uniform throughout the year with slight peaks in the spring and fall.\nFrost-free period: 240 to 300 days\nElevation:  22.9 to 46 m (75 to 150 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dallardsville (TX), Kirbyville (TX), Lelavale (TX), Niwana (TX), Silsbee (TX) , Sorter (TX), and Waller (TX) series.\nDallardsville soils: less than 18 percent clay in the particle-size control section; on mounds in complex with the Sorter or Waller soils\nKirbyville soils: have oxyaquic conditions; on a lower footslope position on a similar landform\nLelavale  soils: have aquic conditions; in enclosed depressions\nNiwana soils: less than 18 percent clay in the particle-size control section; on mounds in complex with the Kirbyville soils\nSilsbee soils: have a redder argillic horizon; on steeper sideslopes on a similar landform\nSorter and Waller soils; have aquic conditions; on relict meander belt channels"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow.  Runoff is very low to medium on slopes less than 5 percent; high on slopes greater than 5 percent.  A perched water table ranging from 107 to 122 cm (42 to 48 in) from the surface exists in normal years from January to March in most years on slopes up to 3 percent.  For slopes greater than 3 percent the perched water table exists for periods less than 1 week in duration following heavy rainfall events from January to March in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for timber and pasture.  Forest vegetation includes loblolly, shortleaf, slash and longleaf pines, sweetgum, red oak, and hickory trees.  Pastures are mainly improved bermudagrass and bahiagrass.  A few areas are cultivated and used for growing vegetables and blueberries."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas and possibly southwestern Louisiana; LRR T; Western Gulf Coast Flatwoods (MLRA 152B); large extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Polk County, Texas, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have been included in the Segno and Malbis series.  The Otanya series was proposed in Jasper County, Texas 1977 and was dropped in 1980.  It was redefined slightly and proposed for active status in 1982.  The type location was moved from Polk County to Tyler County, which is centrally located in the series province.  The classification was changed from Plinthic Paleudults to Typic Paleudults during the correlation of the update of MLRA 152B in June 2004 after pit studies showed that less than 5 percent plinthite is common in most pedons.  The water table depths and time period were established as a result of a water table study conducted in Jasper County, Texas and Beauregard Parish, Louisiana from 1998 to 2002.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 48 to 98 cm (19 to 39 in).  (Bt and Btc1 horizons)\nOchric epipedon: 0 to 48 cm (0 to 19 in).  (A, E1 and E2 horizons)\nArgillic horizon: 48 to 203 cm (19 to 80 in) Bt, Btc1\nThe assignment of the cation-exchange activity class is supported by laboratory data number S98TX-457-001 from Tyler County, Texas.\nADDITIONAL DATA:  Data from the Texas A&M University Soil Characterization laboratory exists from the series type location in Tyler County (S98TX-457-001) and from a representative pedon in Jasper County, Texas (S98TX-241-001).  The data from Jasper County has a base saturation at 180 cm below the mineral surface of 52, which is out of range for the Ultisols order.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
