{
  "SERIES": "OTISCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. NWS-WEF-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Argic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Otisco loamy sand, on a convex, 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (7 inches); black (10YR 2/1) loamy sand; grayish brown (10YR 5/2) dry; weak coarse granular structure; very friable; moderately acid; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nE--18 to 23 cm (7 to 9 inches); grayish brown (10YR 5/2) sand; very weak coarse granular structure; very friable; moderately acid; abrupt wavy boundary. [5 to 18 cm (2 to 7 inches) thick]\nBs--23 to 43 cm (9 to 17 inches); brown (7.5YR 4/4) sand; weak medium subangular blocky structure; very friable; common coarse distinct strong brown (7.5YR 5/6) masses of oxidized iron; moderately acid; clear wavy boundary. [13 to 30 cm (5 to 12 inches) thick]\nE'--43 to 61 cm (17 to 24 inches); brown (10YR 5/3) sand; weak medium subangular blocky structure; very friable; common coarse faint brown (7.5YR 4/4) masses of oxidized iron; moderately acid; diffuse wavy boundary. [0 to 36 cm (14 inches) thick]\nE and Bt--61 to 74 cm (24 to 29 inches); brown (10YR 5/3) sand (E) and reddish brown (5YR 4/3) loamy sand (Bt); weak coarse subangular blocky structure; friable; loamy sand bands are 3 to 6 mm (1/8 inch to 1/4 inch) thick separated by about 2.5 cm (1 inch) of sandy material; few coarse faint brown (7.5YR 4/4) masses of oxidized iron; slightly acid; gradual wavy boundary. [10 to 79 cm (4 to 31 inches) thick]\nBt1--74 to 89 cm (29 to 35 inches); reddish brown (5YR 4/3) fine sandy loam; weak coarse subangular blocky structure; firm; few coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; neutral; gradual wavy boundary.\nBt2--89 to 112 cm (35 to 44 inches); reddish brown (5YR 4/3) loamy sand; weak coarse subangular blocky structure; friable; moderately alkaline; gradual smooth boundary. [Combined thickness of the Bt horizon is 0 to 46 cm (18 inches).]\nC--112 to 152 cm (44 to 60 inches); light reddish brown (5YR 6/3) sand; single grain; loose; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delta County, Michigan; about 4 miles south of the town of Bark River; 2240 feet east and 100 feet north of the southwest corner of sec. 29, T. 38 N., R. 24 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 61 to 165 mm (24 to 65 inches)\nReaction: extremely acid to slightly acid in the upper part and moderately acid to moderately alkaline in the lower part\nRock fragment content: 0 to 5 percent throughout\nParticle-size control section: averages as sandy\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: sand, loamy sand, mucky sand, or sandy loam\nA horizon, where present:\nThickness: 2.5 to 10 cm (1 to 4 inches)\nHue: 10YR or is neutral\nValue: 2 or 2.5\nChroma: 0 or 1\nTexture: sand, loamy sand, mucky sand, or sandy loam\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 1 to 3\nTexture: sand or loamy sand\nBs horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 3 to 5\nChroma: 3 to 6; value and chroma of 3 do not occur together\nTexture: sand or loamy sand\nBhs horizon, where present:\nHue: 2.5YR to 7.5YR\nValue: 2, 2.5, or 3\nChroma: 3\nTexture: sand or loamy sand\nE' horizon and E part of the E and Bt horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: sand or loamy sand\nSome pedons have an E/B horizon.\nBt part of the E and Bt horizon and the Bt horizon:\nHue: 5YR to 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: ranges from loamy sand to sandy clay loam; some pedons have gravelly loamy sand lenses in the Bt horizon\nC horizon:\nHue: 5YR to 10YR\nValue: 5 to 7\nChroma: 2 to 6\nTexture: sand or loamy sand; thin color bands and up to 7 percent gravel lenses are in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gladwin and Pequaming series. Gladwin soils have carbonates within a depth of 102 cm (40 inches) and have more than 5 percent rock fragments n the lower part series control section. Pequaming soils do not have an E and Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Otisco soils are on outwash plains, lake plains, till plains, and low moraines of Wisconsinan age. Slope ranges from 0 to 6 percent. Mean annual precipitation ranges from 660 to 838 mm (26 to 33 inches). Mean annual temperature ranges from 5.0 to 6.7 degrees C (41 to 44 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Blue Lake and Montcalm soils form a drainage sequence with Otisco soils. The excessively drained Rubicon, somewhat excessively drained Kalkaska, somewhat poorly drained Au Gres, and poorly drained or very poorly drained Roscommon soils are other common associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of an apparent seasonal high water table ranges from 15 to 46 cm (0.5 to 1.5 feet) between November and May in normal years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is high or very high. Permeability is moderately rapid or rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Otisco soils are used for growing corn, wheat, oats, white beans, hay, permanent pasture, and woodland. Common tree species include red maple, balsam fir, quaking aspen and American elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 94A, 94B, 96, 98, and 99 in the northern half of the Lower Peninsula and eastern half of the Upper Peninsula of Michigan. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 18 cm (7 inches) (Ap horizon).\nAlbic horizon: from a depth of 18 to 23 (7 to 9 inches) (e horizon) and 43 to 74 cm (17 to 29 inches) (E' horizon, and E part of the E and Bt horizon).\nSpodic horizon: from a depth of 23 to 43 cm (9 to 17 inches) (Bs horizon).\nArgillic horizon: from a depth of 61 to 112 cm (24 to 44 inches) (Bt part of the E and Bt horizon, Bt1, and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
