{
  "SERIES": "OTOE",
  "STATUS": "Established Series",
  "BYREV": "MEW, SAS, JCR",
  "REVDATE": "10/2012",
  "STATES": "NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Otoe silty clay loam on a 8 percent convex southwest-facing slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters (0 to 6 inches); very dark grayish brown (10YR 3/2) crushed, silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; hard, friable; common very fine and fine roots throughout; common very fine tubular pores; strongly acid; abrupt smooth boundary.  (8 to 18 centimeters (3 to 7 inches) thick)\nBt1--15 to 38 centimeters (6 to 15 inches); 80 percent dark grayish brown (10YR 4/2) crushed, and 20 percent brown (10YR 5/3) crushed, silty clay, grayish brown (10YR 5/2) and pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; very hard, firm; common very fine and fine roots throughout; many very fine tubular pores; continuous clay films on vertical and horizontal faces of peds and common very dark gray (10YR 3/1) organic coats on faces of peds and in pores; few fine irregular yellowish brown (10YR 5/6) soft masses of iron accumulation and few fine and medium rounded light gray (2.5Y 7/2) iron depletions and few fine rounded masses of iron-manganese concretions; slightly acid; clear smooth boundary.\nBt2--38 to 56 centimeters (15 to 22 inches); light olive brown (2.5Y 5/3), crushed, silty clay, light yellowish brown (2.5Y 6/3) dry; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, firm; common fine roots between peds; many very fine and fine tubular pores; continuous clay films on vertical and horizontal faces of peds and few faint very dark gray (10YR 3/1) organic coats; few fine irregular yellowish brown (10YR 5/6) soft masses of iron accumulation and few fine rounded soft masses of iron-manganese concretions; slightly acid; clear smooth boundary.\nBt3--56 to 81 centimeters (22 to 32 inches); light olive brown (2.5Y 5/3) crushed, silty clay, light yellowish brown (2.5Y 6/3) dry; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, firm; common fine roots in cracks; common fine tubular pores; continuous clay films on vertical and horizontal faces of peds; common fine irregular yellowish brown (10YR 5/6) masses of iron accumulation and common very coarse irregular gray (2.5Y 6/1) iron depletions; slightly acid; gradual wavy boundary.  (Combined thickness of the Bt is 25 to 81 centimeters (10 to 32 inches) thick)\nBC--81 to 102 centimeters (32 to 40 inches); light olive brown (2.5Y 5/3), crushed, silty clay loam, light yellowish brown (2.5Y 6/3) dry; moderate medium subangular blocky structure; very hard, firm; common very fine roots in cracks; common fine tubular pores; patchy clay films on faces of peds; many medium and coarse irregular yellowish brown (10YR 5/8) soft masses of iron accumulation and common rounded soft masses of iron manganese concretions; slightly acid; gradual wavy boundary. (13 to 30 centimeters (5 to 12 inches) thick)\nC1--102 to 127 centimeters (40 to 50 inches); gray (5Y 5/1) crushed silty clay loam, light gray (2.5Y 7/2) dry; massive; hard, friable; common fine roots in cracks; common fine tubular pores; common medium and coarse irregular yellowish brown (10YR 5/8) soft masses of iron accumulation and few coarse cylindrical iron concretions throughout; neutral; gradual wavy boundary\nC2--127 to 145 centimeters (50 to 57 inches); brown (7.5YR 5/2), crushed, silty clay loam, pinkish gray (7.5YR 6/2) dry; massive; hard, friable; common very fine roots in cracks; common fine tubular pores; many medium and coarse irregular yellowish brown (10YR 5/8) masses of iron accumulation and common rounded soft masses of iron-manganese concretions; neutral; gradual wavy boundary.\n2C3--145 to 200 centimeters (57 to 80 inches); brown (7.5YR 4/3), crushed, clay loam, brown (7.5YR 5/3) dry; massive; hard, friable; common very fine roots in cracks; common fine tubular pores; common fine irregular yellowish brown (10YR 5/6) masses of iron accumulation and common rounded soft masses of iron-manganese concretions; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gage County, Nebraska; about 3 kilometers (2 miles) south and 5 kilometers (3 miles) west of Cortland.  625 meters (2050 feet) south and 305 meters (1000 feet) east of the northwest corner of sec. 21, T. 6 N., R. 6 E.; USGS Claytonia topographic quadrangle; lat. 40 degrees 28 minutes 26.8 seconds N. and long. 96 degrees 45 minutes 26.3 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: wet from March to May\nMoisture regime: udic\nMean annual soil temperature: 11 to 13 centimeters (51 to 56 degrees F.)\nDepth to argillic horizon: 8 to 18 centimeters (3 to 7 inches)\nDepth to secondary calcium carbonate, in some pedons: 76 to 127 centimeters (30 to 50 inches)\nDepth to redox concentrations: 8 to 18 centimeters (3 to 7 inches)\nDepth to redox depletions: 8 to 18 centimeters (3 to 7 inches)\nDepth to episaturation: 30 to 91 centimeters (12 to 36 inches) from March to May\nVertic features: presence of linear extensibility of 6.0 cm or more at 8 to 81 centimeters (3 to 32 inches)\nParticle-size control section (weighted average):\nClay content: 35 to 55 percent\nSand content: 1 to 10 percent\nA horizon:\nHue: 10YR\nValue: 2 or 3, 3 or 4 dry\nChroma: 1 or 2\nTexture: Silty clay loam or silty clay\nClay content: 35 to 45 percent\nReaction: strongly acid to slightly acid\nBt horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5, 4 to 6 dry\nChroma: 2 to 4\nRedoximorphic Concentrations: hue: 10YR or 7.5YR; value: 5; chroma: 6 or 8\nRedoximorphic Depletions: hue: 10YR or 2.5Y; value: 5 or 6; chroma: <2\nTexture: Silty clay or silty clay loam\nClay content: 35 to 55 percent\nReaction: Moderately acid to neutral\nNote: Some horizons contain a BC horizon.\nC horizon:\nHue: 7.5 YR, 2.5Y or 5Y\nValue: 5 or 6, 6 or 7 dry\nChroma: 1 or 2\nRedoximorphic Concentrations: hue: 10YR or 7.5YR; value: 4 or 5; chroma: 6 or 8\nTexture: Silty clay loam or silt loam\nClay content: 27 to 40 percent\nReaction: Slightly acid to moderately alkaline\n2C horizon, typically below depths of 40 inches:\nHue: 7.5YR\nValue: 3 to 5, 4 to 6 dry\nChroma: 3 to 6\nRedoximorphic Concentrations: hue: 10YR, 7.5YR or 5YR; value: 4 to 6; chroma: 6 or 8\nTexture: Clay loam, silty clay loam, or clay\nClay content: 27 to 45 percent\nReaction: Neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Armstrong, Clafork, Malmo, Mystic, and Pering series.\nArmstrong and Malmo soils have greater than 10 percent sand in the particle control section.\nClafork, Mystic and Pering soils do not allow carbonates in the solum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loess over till\nLandform: Narrow summits, shoulders and side slopes on uplands\nSlopes: 2 to 11 percent\nMean annual air temperature: 11 to 13 degrees C. (51 to 56 degrees F.)\nMean annual precipitation: 76 to 89 centimeters (30 to 35 inches)\nFrost-free period: 160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burchard, Deroin, Judson, Pawnee, and Wymore soils.\nBurchard and Deroin soils contain less clay in the argillic horizon.\nBurchard soils formed in till and are lower on the landscape than Otoe soils.\nDeroin soils are on similar slopes.\nJudson soils have a mollic surface layer greater than 61 centimeters (24 inches) thick and are on footslopes below areas of Otoe soils.\nPawnee soils formed in till, have mollic surface layers and are below areas of Otoe soils.\nWymore soils have mollic surface layers and are on upland interfluves and side slopes above areas of Otoe soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: moderately well\nRunoff: high or very high\nSaturated Hydraulic Conductivity: moderately low\nSeasonal high saturation zone: 30 to 91 centimeters (1 to 3 feet)\nMonths: March to May"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Otoe soils are cultivated.\nWheat, soybeans, corn, sorghum and alfalfa are the principal crops.\nSome areas have been reseeded to native grass.\nNative vegetation is mostly tall and some mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Otoe soils are moderately extensive in southeast Nebraska and adjacent parts of Kansas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gage County, Nebraska, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 15 to 65 centimeters (6 to 26 inches) (Bt1, Bt2, and Bt3 horizons)\nOchric epipedon: 0 to 15 centimeters (0 to 6 inches) (Ap horizon)\nArgillic horizon: 15 to 81 centimeters (6 to 32 inches) (Bt1, Bt2, and Bt3 horizons)\nRedoximorphic concentrations: 15 to 203 centimeters (6 to 80 inches)\nRedoximorphic depletions: 56 to 81 centimeters (22 to 32 inches) (Bt3 horizons)\nVertic features: presence of linear extensibility of 6.0 cm or more at 15 to 65 centimeters (6 to 26 inches) (Bt1, Bt2, and Bt3 horizons)\nEpisaturation: 30 to 91 centimeters (12 to 36 inches) (Bt1, Bt2 and Bt3 horizons)\nLithologic discontinuity: at the upper boundary of the 2C3 horizon\nlrr=M\ndate: 08/27/96\nADDITIONAL DATA: These soils were previously mapped as Wymore eroded and severely eroded. These soils are assumed to have originally classified as Aquertic Argiudolls. However because of erosion these soils no longer have a mollic epipedon. In addition the part of the soil containing the most clay is now at or near the surface.  These soils are wet close enough to the surface for long enough periods that planting or harvesting operations are adversely affected during prolonged wet periods.\nThis is a new series to replace Wymore eroded and Wymore severely eroded.\nModified format by LRM in 7/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nCL 6/2008, Edited English errors and converted SE units to metric.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
