{
  "SERIES": "OTOOLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BBL/AON",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Otoole series consists of shallow, somewhat poorly drained soils that formed in mixed alluvium and ash.  Otoole soils are on terraces and have slopes of 0 to 2 percent.  The mean annual precipitation is 9 inches and the mean annual air temperature is 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Otoole silt loam, pasture.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; pale brown (10YR 6/3) silt loam, dark grayish brown (10YR 4/2) moist; strong thin platy structure; soft, very friable, nonsticky and slightly plastic; many fine roots; many very fine pores; strong effervescence; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (3 to 6 inches thick)\nAC--6 to 10 inches; pale brown (10YR 6/3) silt loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; strong effervescence; very strongly alkaline (pH 9.6); gradual smooth boundary.  (3 to 5 inches thick)\nC1--10 to 17 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist; massive; soft matrix containing 50 percent hard durinodes; very friable, nonsticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; strong effervescence; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (4 to 8 inches thick)\nC2casim--17 to 30 inches; brown (10YR 4/3) silica cemented duripan; weak thick platy; very firm, strongly cemented with thin indurated lenses on top of plates; indurated laminar capping nearly continuous; strong effervescence; very strongly alkaline (pH 9.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Malheur County, Oregon; 550 feet east, 50 feet south of Hope school house in the SW1/4 SW1/4 section 5, T. 19 S., R. 44 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 50 to 55 degrees F.  The soils are usually dry but are moist in some part between depths of 8 and 20 inches for a period equal to more than 25 percent of the time that the soil temperature exceeds 41 degrees F.  Depth to the duripan ranges from 10 to 20 inches.  Soil reaction ranges from very strongly alkaline to strongly alkaline.  The percentage of exchangeable sodium is high and decreases with increasing depth.  The control section contains less than 18 percent clay, less than 15 percent coarser than very fine sand and has no coarse fragments.  Depth to bedrock is more than 60 inches and typically many feet.\nThe A and AC horizons have value of 5.5 or 6 dry and 4 to 4 moist and chroma of 2 or 3 dry and moist.  The texture is commonly silt loam but ranges to very fine sandy loam.\nThe C1 horizon has value of 6 or 7 dry and 3 or 4 moist.  The amount of durinodes ranges from 0 to 60 percent.\nThe duripan (C2casim horizon) ranges from strongly cemented to indurated.  It is massive or platy structured."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arritola, Burke, Chiara, Crooked, Frohman, Minidoka, Minveno, Nevoyer, Nyssa, Scoon and Stanfield series.  Burke, Minidoka, Nyssa and Stanfield soils are 20 to 40 inches deep to the duripan.  Also, Burke, Minidoka and Nyssa soils are mildly or moderately alkaline, have low exchangeable sodium, are well drained and lack a high water table.  Arritola soils have 25 to 35 percent clay in the texture control section, are mildly to moderately alkaline and have low exchangeable sodium.  Crooked soils have sandy loam textured control section.  Frohman and Minveno soils are well drained, mildly to moderately alkaline and have low exchangeable sodium.  Nevoyer soils are moderately alkaline, commonly noncalcareous in the solum and have gravelly loam or fine sandy loam A and B horizons.  Scoon soils are mildly and moderately alkaline, have low exchangeable sodium and have some rock fragments ranging up to 35 percent in the textural control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Otoole soils are on nearly level low terraces at elevations from about 2,200 to 2,600 feet.  The soils formed in very deep mixed alluvium with various amounts of volcanic ash.  The climate is semiarid and has hot dry summers and cold winters.  Mean annual precipitation is 8 to 10 inches.  The mean annual temperature is about 48 to 53 degrees F.  The average frost-free period is 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Powder and Umapine soils and the competing Stanfield series.  Powder soils are very deep, well drained soils lacking duripans.  Umapine soils lack duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderate permeability above the duripan and very slow through the pan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Range and pasture.  Native vegetation is mainly saltgrass, giant wild ryegrass and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Malheur County, Oregon, 1975.\nNSTH 17, RECLASSIFICATION ONLY, 3/95"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; pale brown (10YR 6/3) silt loam, dark grayish brown (10YR 4/2) moist; strong thin platy structure; soft, very friable, nonsticky and slightly plastic; many fine roots; many very fine pores; strong effervescence; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AC--6 to 10 inches; pale brown (10YR 6/3) silt loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; strong effervescence; very strongly alkaline (pH 9.6); gradual smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "C1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--10 to 17 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist; massive; soft matrix containing 50 percent hard durinodes; very friable, nonsticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; strong effervescence; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "C2casim",
        "top": 43,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2casim--17 to 30 inches; brown (10YR 4/3) silica cemented duripan; weak thick platy; very firm, strongly cemented with thin indurated lenses on top of plates; indurated laminar capping nearly continuous; strong effervescence; very strongly alkaline (pH 9.6)."
      }
    ]
  ]
}
