{
  "SERIES": "OTTERHOLT",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-DEJ-DJH",
  "REVDATE": "04/2002",
  "STATES": "MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Otterholt silt loam - on a convex south-facing 9 percent slope in a cultivated field at an elevation of about 1200 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and very fine subangular blocky structure; friable; common fine and few medium roots; neutral; abrupt smooth boundary. (6 to 10 inches thick)\nE/B--9 to 17 inches; 60 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; extends as tongues into or surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; few fine and medium roots; moderately acid; clear smooth boundary. (0 to 15 inches thick)\nB/E--17 to 26 inches; 70 percent brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; common faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; few fine roots; strongly acid; clear smooth boundary. (The glossic horizon ranges from 5 to 30 inches thick.)\nBt1--26 to 35 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark brown (7.5YR 3/4) and few distinct dark brown (7.5YR 3/2) clay films on faces of peds; common distinct brown (10YR 5/3) coatings of clean silt grains on vertical faces of some peds; strongly acid; clear smooth boundary.\nBt2--35 to 41 inches; brown (7.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds and in pores; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon ranges from 5 to 20 inches.)\n2Bt3--41 to 45 inches; dark reddish brown (5YR 3/4) loam; weak medium subangular blocky structure; friable; few fine roots; few faint dark reddish brown (5YR 3/3) clay films on faces of peds; about 5 percent gravel; strongly acid; clear smooth boundary. (0 to 12 inches thick)\n2C--45 to 60 inches; reddish brown (5YR 4/4) sandy loam; massive; friable; about 10 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barron County, Wisconsin; about 2 miles southeast of Reeve; 640 feet south and 2540 feet east of the northwest corner of sec. 34, T. 32 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle and depth to loamy till ranges from 36 to 60 inches. Depth to the base of the argillic horizon ranges from 40 to more than 60 inches. The weighted average clay content of the particle-size control section ranges from 18 to 27 percent and the weighted average content of fine sand or coarser is less than 15 percent. The ratio of coarse silt to fine silt in the silty mantle ranges from about 1.25 to 2.50. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 3 to 35 percent in the underlying till. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the till. Reaction typically ranges from very strongly acid to moderately acid in the silty mantle, but it ranges to neutral in Ap horizon where the soil is limed. Reaction ranges from strongly acid to neutral in the till.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3. Where value moist is 3, value dry is 6 or more. Uncultivated pedons have an A horizon 1 to 4 inches thick, with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam or silt.\nOtterholt soils have a glossic horizon (E/B or B/E horizons, or both). The E part has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4 to 6.\nThe Bt horizon has color and texture like the Bt part described above.\nSome pedons have a C horizon in the silty mantle with color like the Bt part above. It is silt loam.\nThe 2Bt horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 6; and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, loam, or their gravelly analogs. Bulk density ranges from 1.65 to 1.90 g/cm3.\nThe 2C horizon has color and texture like the 2Bt horizon above. Some pedons have a 2Cd horizon below a depth of 60 inches. Bulk density ranges from 1.70 to 1.95 g/cm3. Some pedons have small pockets or thin strata of loamy sand or gravely loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackriver, Campia, Dobie, Doritty, Nunica, and Wickware series.\nBlackriver soils have sand or gravelly sand outwash in lower part of the series control section.\nCampia, Nunica, and Wickware soils do not have a lithologic discontinuity within the series control section.\nDoritty soils have redoximorphic concentrations within the series control section\nDobie soils have a paralithic contact within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed mostly in loess or other silty deposits and in the underlying loamy till of Late or Early Wisconsinan Age.\nLandform: Ground moraines.\nSlope: 1 to 20 percent.\nElevation: 700 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Almena, Auburndale, Freeon, Magnor, Santiago, and Spencer soils.\nThe poorly drained Auburndale soils, the somewhat poorly drained Almena soils, and the moderately well drained Spencer soils form a drainage sequence with the Otterholt soils. All are on lower or less sloping landscape positions.\nThe well drained Santiago soils, the moderately well drained Freeon soils, and the somewhat poorly drained Magnor soils form a drainage sequence on nearby areas where the silty mantle is 12 to 36 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is low to high. Permeability is moderate in the silty mantle and slow or moderately slow in the till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of this soil has been cleared and is used for cropland. Common crops are corn, small grain, and hay. Some areas are in woodland. The native vegetation is hardwood forests with scattered conifers. Second growth of northern red oak, sugar maple, American basswood, yellow birch, quaking aspen, American elm, and black cherry is common at present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Wisconsin and east-central Minnesota. LRR K and MLRA 90B. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Barron County, Wisconsin, 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\nParticle size control section - the zone from 17 to 37 inches.\nOchric epipedon - the zone from 0 to 17 inches (Ap, E/B).\nAlbic horizon - the zone from 9 to 17 inches (E part of the E/B).\nGlossic horizon - the zone from 9 to 26 inches (E/B, B/E).\nArgillic horizon - the zone from 17 to 45 inches (B/E, Bt1, Bt2, 2Bt3).\nLithologic discontinuity - the upper boundary of the 2Bt3 horizon at 41 inches.\nADDITIONAL DATA: Former Soil Interpretation Record - WI0138.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
