{
  "SERIES": "OTTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEC-JAD-RJB",
  "REVDATE": "06/2015",
  "STATES": "IL,IA,MN,MO,WI",
  "OVERVIEW": "The Otter series consists of very deep, poorly drained, and very poorly drained soils formed in silty alluvial sediments on flood plains. Slopes are 0 to 5 percent. Mean annual precipitation is about 890mm (35 inches), and mean annual temperature is about 9 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Otter silt loam - on a nearly level wooded flood plain at an elevation of 242 meters (795 feet) abovr mean sea level. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 28 cm (0 to 11 inches); black (N 2.5/) silt loam, dark gray (N 4/) dry; moderate fine granular structure; friable; common very fine to medium roots; neutral; clear smooth boundary.\nA2--28 to 41 cm (11 to 16 inches); black (N 2.5/) silt loam, dark gray (N 4/) dry; moderate fine and medium subangular blocky structure; friable; common very fine to medium roots; neutral; clear smooth boundary.\nA3--41 to 53 cm (16 to 21 inches); black (2.5Y 2.5/1) silt loam, dark gray (2.5Y 4/1) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; neutral; clear wavy boundary.\nA4--53 to 69 cm (21 to 27 inches); black (2.5Y 2.5/1) silt loam, dark grayish brown (2.5Y 4/2) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; common fine prominent yellowish brown (10YR 5/4) irregular masses of iron accumulation throughout; neutral, clear smooth boundary. [Combined thickness of the A horizon ranges from 61 to 127 cm (24 to 50 inches).]\nBg--69 to 86 cm (27 to 34 inches); black (5Y 2.5/1) silty clay loam, dark gray (5Y 4/1) dry; moderate medium angular blocky structure; friable; common very fine to medium roots; few faint very dark gray (N 3/) organic coatings on faces of peds; common fine prominent yellowish brown (10YR 5/4) irregular masses of iron accumulation throughout; neutral; clear smooth boundary. [0 to 66 cm (0 to 26 inches) thick]\nBCg--86 to 104 cm (34 to 41 inches); grayish brown (2.5Y 5/2) silt loam; weak medium angular blocky structure; friable; common very fine and fine roots; few faint very dark gray (N 3/) organic coatings in root channels and in pores; many medium prominent yellowish brown (10YR 5/8 and 5/6) irregular masses of iron accumulation throughout; slightly effervescent; slightly alkaline; gradual wavy boundary. [0 to 30 cm (0 to 12 inches) thick]\nCg--104 to 165 cm (41 to 65 inches); gray (2.5Y 5/1) stratified loam and silt loam; massive; friable; many medium prominent brownish yellow (10YR 6/8) and yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; 1 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dekalb County, Illinois; about 2.4 kilometers (l.5 miles) southwest of Genoa; 389 meters (1,275 feet) south and 244 meters (800 feet) east of the northwest corner of sec. 25, T. 42 N., R. 4 E.; USGS Genoa topographic quadrangle; lat. 42 degrees 05 minutes 31 seconds N. and long. 88 degrees 43 minutes 22 seconds W., NAD 27; UTM Zone 16, 357519E 4661424N, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development ranges from 61 to 127 cm (24 to 50 inches). The mollic epipedon commonly is less than 102 cm (40 inches) in thickness but ranges from 61 to 127 cm (24 to 50 inches). The particle-size control section averages between 18 and 27 percent clay and less than 15 percent fine and coarser sand. Overwash phases with stratified surface layers less than 51 cm (20 inches) thick are recognized.\nThe upper part of the series control section (A horizon) has hue of 10YR, 7.5YR, 2.5Y, or is neutral; value of 2 to 3 (3 through 5 dry); and chroma of 0 through 2. It typically is silt loam, but some subhorizons are mucky silt loam, loam, or silty clay loam. Reaction ranges from slightly acid to slightly alkaline.\nSome pedons have an AB horizon or an AC horizon.\nThe middle part of the series control section (Bg horizon or a transition horizon) has hue of 7.5YR, 10YR, 2.5Y, or is neutral; value of 2 through 6; and chroma of 0 through 4. It commonly has redoximorphic features with chroma higher than the matrix. It typically is silt loam, but some pedons contain subhorizons of loam, sandy loam, or silty clay loam. In some pedons there is a buried silt loam A horizon below a depth of 76 cm (30 inches). Reaction ranges from slightly acid to slightly alkaline.\nThe lower part of the series control section (Cg horizon) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 2 through 6; and chroma typically of 1 or 2, but ranging from 0 to 4. It typically has redoximorphic features. It is silt loam or loam and some pedons contain strata that include sandy loam, or silty clay loam. Free carbonates are commonly present. Reaction ranges from slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Afton, Catherine, Clementine, Colo, Humansville, Sawmill, and Whitewood series. Afton, Colo, Sawmill, and Whitewood soils average 27 to 35 percent clay in the particle-size control section. The Catherine and Clementine soils receive less than 660 mm (26 inches) of precipitation annually. The Humansville soils average greater than 27 percent clay in the lower one-half of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Otter soils are on flood plains and upland drainageways. Slope gradients are dominantly less than 1 percent but range from 0 to 5 percent. On some uncultivated areas small hummocks, a few centimeters to 30 cm (a few inches to 1 foot) in height and a few centimeters to 61 cm (a few inches to 2 feet) in width, are common. These soils formed in recent alluvium with the principal source being soils that formed in loess and glacial drift of Wisconsinan Age. A channeled phase has been recognized for areas that are dissected by meandering stream channels throughout the landscape unit. Mean annual temperature ranges from 4 to 14 degrees C (40 to 57 degrees F). Mean annual precipitation ranges from 640 to 1140 mm (25 to 45 inches). Frost free days range from 130 to 200 days. Elevation ranges from 135 to 457 meters (442 to 1500 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackoar, Coffeen, Colo, Comfrey, Huntsville, Lawson, Millington, Orion, Ossian, Radford, and Worthen soils. The well drained Huntsville soils and the somewhat poorly drained Lawson soils form a drainage sequence with Otter soils. These soils are on higher parts of the flood plains. The competing Colo soils are on similar parts of the flood plain nearby or on low stream benches or alluvial fans. Blackoar, Coffeen, Ossian, and Radford soils have thinner mollic epipedons. Blackoar soils are on similar parts of the flood plain nearby. The somewhat poorly drained Coffeen soils are on higher parts of the flood plain or are on slightly higher stream terraces, alluvial fans, or foot slopes. Ossian soils are on low benches or upland drainageways at slightly higher elevations than Otter soils. The somewhat poorly drained Orion and Radford soils are on higher parts of the flood plains. In addition, Orion soils do not have a mollic epipedon. Comfrey and Millington soils are on nearby similar parts of the flood plain and average more than 15 percent sand in the control section. In addition, Millington soils contain free carbonates. The well drained Worthen soils are on alluvial fans, foot slopes, and stream terraces above Otter soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. Where drained, these soils have an apparent seasonal high water table 0.5 foot (15 cm) above the surface to 1.0 foot (30 cm) below the surface at some time between January and May in most years. In undrained conditions, the apparent seasonal high water table is 0.5 foot (15 cm) above the surface to 0.5 foot (15 cm) below the surface at some time between November and June in most years. The potential for surface runoff is negligible or low. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate. Flooding is rare to common for brief to long periods between November and June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many drained areas are used for cropland. Corn, soybeans, and grass-legume meadow are the principal crops. Most undrained areas are used for pasture or forestland. Native vegetation is hydrophytic grasses, reeds, and sedges. See Additional Data section for native vegetative cover in Iowa and Minnesota."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois, Iowa, Minnesota, Missouri, and Wisconsin. The extent is large with more than 119,000 acres have been correlated in MLRAs 95B, 103, 104, 105, 107, 108, 109, 114, and 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boone County, Illinois, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A very wet phase is recognized.\nDiagnostic horizons and features recognized in this pedon are: cumulic mollic epipedon - the zone from the surface to a depth of 69 cm (27 inches) (A1, A2, A3, and A4 horizons); cambic horizon - the zone from approximately 69 to 104 cm (27 to 41 inches) (Bg and BCg horizons); aquic moisture regime - redoximorphic features present in the zone from approximately 53 to 165 cm (21 to 65 inches) (A4, Bg, BCg, and Cg horizons).\nADDITIONAL DATA: In Iowa and Minnesota, the native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, Fowl Bluegrasses, Green Muhlies, Fox Sedges, Field Sedges, Dudleys Rushes, Torreys Rushes, Swamp Milkweeds, False Sneezeweeds, False Asters, New England Asters, White Panicled Asters, and Wild Mints. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 28 cm (0 to 11 inches); black (N 2.5/) silt loam, dark gray (N 4/) dry; moderate fine granular structure; friable; common very fine to medium roots; neutral; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--28 to 41 cm (11 to 16 inches); black (N 2.5/) silt loam, dark gray (N 4/) dry; moderate fine and medium subangular blocky structure; friable; common very fine to medium roots; neutral; clear smooth boundary."
      },
      {
        "name": "A3",
        "top": 41,
        "bottom": 53,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--41 to 53 cm (16 to 21 inches); black (2.5Y 2.5/1) silt loam, dark gray (2.5Y 4/1) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; neutral; clear wavy boundary."
      },
      {
        "name": "A4",
        "top": 53,
        "bottom": 69,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A4--53 to 69 cm (21 to 27 inches); black (2.5Y 2.5/1) silt loam, dark grayish brown (2.5Y 4/2) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; common fine prominent yellowish brown (10YR 5/4) irregular masses of iron accumulation throughout; neutral, clear smooth boundary. [Combined thickness of the A horizon ranges from 61 to 127 cm (24 to 50 inches).]"
      },
      {
        "name": "Bg",
        "top": 69,
        "bottom": 86,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--69 to 86 cm (27 to 34 inches); black (5Y 2.5/1) silty clay loam, dark gray (5Y 4/1) dry; moderate medium angular blocky structure; friable; common very fine to medium roots; few faint very dark gray (N 3/) organic coatings on faces of peds; common fine prominent yellowish brown (10YR 5/4) irregular masses of iron accumulation throughout; neutral; clear smooth boundary. [0 to 66 cm (0 to 26 inches) thick]"
      },
      {
        "name": "BCg",
        "top": 86,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCg--86 to 104 cm (34 to 41 inches); grayish brown (2.5Y 5/2) silt loam; weak medium angular blocky structure; friable; common very fine and fine roots; few faint very dark gray (N 3/) organic coatings in root channels and in pores; many medium prominent yellowish brown (10YR 5/8 and 5/6) irregular masses of iron accumulation throughout; slightly effervescent; slightly alkaline; gradual wavy boundary. [0 to 30 cm (0 to 12 inches) thick]"
      },
      {
        "name": "Cg",
        "top": 104,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--104 to 165 cm (41 to 65 inches); gray (2.5Y 5/1) stratified loam and silt loam; massive; friable; many medium prominent brownish yellow (10YR 6/8) and yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; 1 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
