{
  "SERIES": "OTTOKEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAR-RMG",
  "REVDATE": "01/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Aquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ottokee fine sand, on a north-facing, convex, 2 percent slope in a cultivated field at an elevation of 680 feet above m.s.l. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) fine sand, dark grayish brown (10YR 4/2) rubbed, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; slightly acid; abrupt smooth boundary. (7 to 10 inches thick)\nBw1--8 to 22 inches; yellowish brown (10YR 5/4) fine sand; single grain; loose; slightly acid; clear wavy boundary.\nBw2--22 to 27 inches; light yellowish brown (10YR 6/4) fine sand; single grain; loose; common fine faint pale brown (10YR 6/3) iron depletions in the matrix; many fine prominent yellowish red (5YR 5/8 and 4/6) masses of iron accumulation in the matrix; many dark iron and manganese oxide concretions in the matrix; slightly acid; gradual wavy boundary.\nBw3--27 to 33 inches; pale brown (10YR 6/3) fine sand; single grain; loose; few fine distinct gray (10YR 6/1) iron depletions in the matrix; few to many, fine and medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; slightly acid; clear wavy boundary.\nBg1--33 to 39 inches; light brownish gray (10YR 6/2) fine sand; single grain; loose; few to many, fine and medium prominent yellowish brown (10YR 5/8) and brownish yellow (10YR 6/8) masses of iron accumulation in the matrix; neutral; abrupt irregular boundary with tongues extending into the horizon below.\nBg2--39 to 60 inches; light brownish gray (10YR 6/2) loamy fine sand in the upper part and pale brown (10YR 6/3) loamy fine sand in the lower part; single grain; loose; weak fine subangular blocky structure; massive in places; very friable; neutral; clear wavy boundary. (Combined thickness of the Bw or Bg horizon is 30 to 55 inches.)\nCg--60 to 80 inches; gray (10YR 5/1) fine sand; single grain; loose; many medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fulton County, Ohio; about 5 miles south of Delta, in York Township; about 2,500 feet south and 1,720 feet east of the northwest corner of sec. 12, T. 6 N., R. 7 E.; Napoleon, Ohio quadrangle; lat. 41 degrees 29 minutes 38 seconds N., and long. 84 degrees 00 minutes 40 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to carbonates range from 40 to 90 inches. Depth to redoximorphic features with chroma of 2 or less ranges from 24 to 40 inches. Fine sand is the predominant sand size within the series control section, and the total fine sand and very fine sand exceeds 70 percent.\nThe Ap horizon has hue of 10YR, value of 3 or 4 (6 or more dry), and chroma of 2 or 3. Some pedons have an A horizon 2 to 5 inches thick that has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. Texture is loamy fine sand or fine sand. Rock fragment content ranges from 0 to 6 percent. Reaction ranges from moderately acid to neutral.\nThe Bw horizon immediately below the Ap horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8. The lower part of the Bw horizon or the Bg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4. Texture is loamy fine sand or fine sand. Rock fragment content ranges from 0 to 6 percent. Reaction ranges from moderately acid to neutral.\nSome pedons have an E and Bt horizon with finer textured strata or thin non-diagnostic lamellae (Bt) in the series control section. Where present, the E part of E and Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 3. The Bt part has hue of 10YR to 5YR, value of 3 to 6, and chroma of 4 to 8. The Bt part occurs as horizontal and wavy lamellae or thin bands typically less than 1 inch in thickness and spaced 2 to 10 inches apart. The lamellae are horizontally continuous or discontinuous, and commonly contain 3 to 5 percent more clay than the E portion of the horizon, but ranges to 10 percent more clay. Texture of the E and Bt horizon is loamy fine sand, fine sand, loamy sand, or sand. Rock fragment content ranges from 0 to 6 percent. Reaction ranges from moderately acid to neutral. See additional comments under Remarks.\nSome pedons have a BC, BCg, CB, or CBg horizon.\nThe Cg or C horizon has hue of 10YR to 5Y, or is neutral, value of 5 or 6, and chroma of 0 to 3. It is fine sand or sand. Rock fragment content ranges from 0 to 2 percent. Reaction is slightly alkaline or moderately alkaline. The calcium carbonate equivalent is 5 to 20 percent.\nA till substratrum phase is recognized. The 2Cd or 2Cdg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4. Texture is dominantly silty clay loam or clay loam, but includes silty clay or clay. The clay content ranges from 27 to 42 percent. Rock fragment content ranges from 2 to 10 percent. Reaction is slightly alkaline or moderately alkaline. The calcium carbonate equivalent is typically 15 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Algansee, Altmar, Birchwood, Brems, Brockatonorton, Deerfield, Elnora, Fortress, Livonia, Meckling, Morocco, Partridge, Tedrow, and Zaborosky series. Algansee soils do not have sand or fine sand textures in the lower part of the series control section. Altmar soils average more than 6 percent rock fragments in the particle-size control section. Birchwood soils have dense materials within the series control section. Brems soils average less than 70 percent fine sand and very fine sand within the series control section. Brockatonorton soils have a buried histic epipedon in the middle part of the series control section. Deerfield soils have sola less than 40 inches thick. Elnora soils are more acid than slightly alkaline in the lower part of the series control section. Fortress soils have a B horizon less than 30 inches in thickness. Livonia soils have redox depletions with chroma of 2 or less within a depth of 60 cm. Meckling soils are calcareous throughout. Partridge soils have a lithic contact within 40 inches. Morocco and Tedrow soils have redoximorphic depletions with chroma of 2 or less within 24 inches of the surface. Zaborosky soils have a buried soil within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ottokee soils are on beach ridges and dunes on lake plains, and, in a few areas, on outwash plains. They are formed in calcareous, glaciolacustrine, eolian, or water-sorted sands. The dominant sand size is fine sand with significant amounts of very fine sand. Slope gradient is primarily 1 to 6 percent but ranges from 0 to 8 percent. Elevation ranges from 600 to 800 feet. The mean annual precipitation ranges from 27 to 42 inches, and mean annual temperature ranges from 45 to 55 degrees F. The frost-free period is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arkport, Galen, Granby, Oakville, Spinks, and the competing Tedrow soils. The well drained Arkport and moderately well drained Galen soils have argillic horizons of sandy loam lamellae. The Granby, Oakville, Spinks, and Tedrow soils are in a toposequence with Ottokee soils. The very poorly drained or poorly drained Granby soils are in depressions. The excessively drained Oakville and well drained Spinks soils are more sloping and typically are on higher topographic positions. The somewhat poorly drained Tedrow soils are on lower lying topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. An apparent high water table is 2 to 3.5 feet below the surface from January to April in normal years. Permeability is rapid. The potential for surface runoff is negligible to low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in cropland, primarily corn, wheat, soybeans, hay, and some specialty crops. About 20 percent is used for woodland. Native vegetation is mixed deciduous hardwoods, mostly oaks and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 99 in northwestern Ohio and southeastern Michigan, and to a lesser extent in MLRA's 97 and 98 in southern Michigan. The series is of moderate extent, about 80,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Paulding County, Ohio, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from 0 to 8 inches (Ap); aquic conditions  chroma of 2 or less in the zone from 27 to 80 inches; udic moisture regime.\nEvaluation of Type Location site and additional Typical Pedon sites throughout MLRA 99 in Ohio supports the absence of lamellae within the series control section. The banding that occurs in these soils have increased concentrations of iron and magnetite but not clay. Further investigation is needed in areas mapped as Ottokee soils in Michigan to determine if lamellae are present.\nADDITIONAL DATA: Laboratory characterization data from The Ohio State University Soil Characterization Laboratory is available for the typical pedon (to be sampled this fall). Additional supporting documentation are available for, HN-87, sampled in Henry County, Ohio, and partial data are available for two profiles, FT-7 and FT-8 in Fulton County, Ohio. Transect data is available for the typical pedon delineation (051GDYO12T01).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
