{
  "SERIES": "OTWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. KMM-DLM",
  "REVDATE": "02/2011",
  "STATES": "IN,KY,OH,WV",
  "OVERVIEW": "The Otwell series consists of very deep, moderately well drained soils that formed in 50 to 102 cm (20 to 40 inches) of loess and the underlining lacustrine or glaciofluvial sediments. Otwell soils are on loess covered lake plains. Slope ranges from 0 to 50 percent. Mean annual precipitation is about 1067 mm (42 inches), and mean annual temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Otwell silt loam, on a convex, 5 percent slope in a cultivated field at an elevation of 143 meters (470 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; weak fine subangular structure parting to moderate fine granular; friable; neutral; abrupt smooth boundary. [10 to 30 cm (4 to 12 inches) thick]\nBt1--18 to 43 cm (7 to 17 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; many distinct brown (7.5YR 4/4) clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt2--43 to 58 cm (17 to 23 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; many distinct brown (7.5YR 4/4) clay films on faces of peds; few fine distinct light yellowish brown (10YR 6/4) iron depletions in the matrix; few fine prominent black (10YR 2/1) iron-manganese concretions; very strongly acid; gradual smooth boundary. [Combined thickness of Bt horizon is 15 to 91 cm (6 to 36 inches) thick]\n2Btx1--58 to 102 cm (23 to 40 inches); brown (7.5YR 5/4) silt loam; weak very coarse prismatic structure parting to moderate medium subangular blocky; very firm; common distinct yellowish brown (10YR 5/4) clay films on faces of peds; common distinct light brownish gray (10YR 6/2) clay depletions on vertical faces of peds and as fill in vertical joints; common medium faint pale brown (10YR 6/3) and few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; common fine prominent black (10YR 2/1) iron-manganese concretions; very strongly acid; gradual smooth boundary.\n2Btx2--102 to 132 cm (40 to 52 inches); brown (7.5YR 5/4) silt loam; weak very coarse prismatic structure parting to moderate thick platy; very firm; common distinct brown (7.5YR 4/4) clay films on faces of peds; few distinct light brownish gray (10YR 6/2) clay depletions on vertical faces of peds and as fill in vertical joints; few medium faint pale brown (10YR 6/3) iron depletions in the matrix; many fine prominent black (10YR 2/1) iron-manganese concretions; very strongly acid; gradual smooth boundary. [Combined thickness of 2Btx horizon is 38 to 91 cm (15 to 36 inches) thick.]\n2Bt1--132 to 165 cm (52 to 65 inches); brown (7.5YR 5/4) silt loam; moderate thick platy structure parting to moderate fine subangular blocky; friable; common distinct reddish brown (5YR 4/4) clay films on faces of peds; few fine prominent black (10YR 2/1) iron-manganese concretions; few medium faint pale brown (10YR 6/3) iron depletions in the matrix; strongly acid; gradual smooth boundary.\n2Bt2--165 to 203 cm (65 to 80 inches); reddish brown (5YR 5/4) silty clay loam; moderate very thick platy structure parting moderate medium subangular blocky; friable; common faint reddish brown (5YR 5/4) clay films on faces of peds; few medium distinct pale brown (10YR 6/3) and few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; few fine prominent black (10YR 2/1) iron-manganese concretions; strongly acid. [Combined thickness of the 2Bt horizon is 41 to 71 cm (16 to more than 28 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dubois County, Indiana; about 3 miles west of Ireland; 1540 feet south and 640 feet west of the northeast corner of sec. 22, T. 1 S.; R. 6 W.; USGS Otwell topographic quad sheet; lat. 38 degrees 25 minutes 05.821 seconds N. and long. 087 degrees 03 minutes 23.041 seconds W.; UTM Zone 16, 495072.371 easting and 4252220.517 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 102 to more than 203 cm (40 to more than 80 inches)\nThickness of the loess: 50 to 102 cm (20 to 40 inches)\nDepth to the fragipan: 50 to 91 cm (20 to 36 inches) in non-eroded and moderately eroded pedons and ranges to 30 cm (12 inches) in severely eroded pedons\nRock fragments: of mixed lithology of glacial origin\nAp horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam or less commonly silty clay loam\nReaction: strongly acid or very strongly acid in non-limed areas, and ranges to neutral in limed areas\nA horizon, where present:\nThickness: less than 10 cm (4 inches)\nHue: 10YR or 2.5Y\nValue: 3 or 4\nChroma: 1 to 3\nTexture: silt loam\nReaction: strongly acid or very strongly acid\nE or EB horizon, where present:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nReaction: strongly acid or very strongly acid, and ranges to neutral in limed areas\nBt or Btg horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 3 to 8 in the upper part and 1 to 8 in the lower part\nTexture: silt loam or silty clay loam\nClay content: 22 to 34 percent\nSand content: 2 to 15 percent\nReaction: strongly acid or very strongly acid\n2Btx, 2Btgx, Btgx, or Btx horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 2 to 8\nTexture: silt loam, silty clay loam, loam, or clay loam\nClay content: 18 to 30 percent\nSand content: 2 to 40 percent\nRock fragment content: 0 to 3 percent gravel\nReaction: strongly acid or very strongly acid\n2Bt or 2Btg horizon:\nHue: 5YR to 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam, silty clay loam, sandy loam, sandy clay loam, or clay loam, with thin strata of silty clay and fine sand in some pedons\nClay content: 20 to 34 percent\nSand content: 5 to 65 percent\nRock fragment content: 0 to 3 percent gravel\nReaction: slightly acid to strongly acid in the upper part and strongly acid to moderately alkaline in the lower part\n2BC or 2BCg horizon, where present:\nHue: 5YR to 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam, silty clay loam, sandy loam, sandy clay loam, or clay loam, with thin strata of silty clay and fine sand in some pedons\nClay content: 20 to 34 percent\nSand content: 5 to 65 percent\nRock fragment content: 0 to 3 percent gravel\nReaction: slightly acid to strongly acid in the upper part and strongly acid to moderately alkaline in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apalona, Ava, Bedford, Cincinnati, Fountainville, Grantsburg, Hildebrecht, Hosmer, Lawrenceville, Nicholson, Omulga, Otwood, Solsberry, Weisburg, and Zanesville series. Apalona, Bedford, Nicholson, and Weisburg soils have some horizon below the fragipan that averages more than 34 percent clay. Ava, Cincinnati, and Zanesville soils do not have stratification below the fragipan. Fountainville soils have a lithic contact within a depth of 152 cm (60 inches). Grantsburg and Hosmer soils have more than 102 cm (40 inches) of loess. Hildebrecht soils have more than 3 percent rock fragment in the fragipan. Omulga and Lawrenceville soils have rock fragments that are not of glacial origin. Otwood soils compete very closely, but are on stream and river terraces. Solsberry soils average more than 3 percent rock fragments of sandstone channers in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Otwell soils are on loess covered lake plains. Slope gradient is typically 2 to 18 percent, and ranges from 0 to 50 percent. The soils formed in 50 to 102 cm (20 to 40 inches) of loess and the underlying lacustrine or glaciofluvial sediments. Mean annual precipitation ranges from 965 to 1168 mm (38 to 46 inches). Mean annual temperature ranges from 10 to 14 degrees C (50 to 57 degrees F). Frost-free period is 150 to 200 days. Elevation is 107 to 305 meters (350 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bartle, Dubois, Haubstadt, Pekin, and Peoga soils. Bartle soils are somewhat poorly drained and Pekin soils are moderately well drained. They both are on treads of stream terraces. Dubois soils are somewhat poorly drained and are on nearly level flats and gently sloping shoulder slopes of lake plains. Haubstadt soils are moderately well drained and are on nearly level to moderately sloping summits and shoulder slopes of lake plains. Peoga soils are poorly drained and are on treads of stream terraces or flats of lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of a perched seasonal high water table ranges from 46 to 91 cm (1.5 to 3.0 feet) between January and April in normal years. The potential for surface water runoff ranges from medium to very high. Saturated hydraulic conductivity is moderately high or high above the fragipan and low to moderately high in and below the fragipan. Permeability is moderate above the fragipan and slow or very slow in and below the fragipan. A few areas are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Otwell soils are used to grow corn, soybeans, small grain, and legume grass. Some areas are used for pasture and forest. Native vegetation is mixed deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 114A, 114B, 120A, 121, 122, 124, and 126 in southern Indiana, southern Ohio, Kentucky, and West Virginia. The type location is in MLRA 114B. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Indiana, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was moved from Bartholomew County, IN to Dubois County, IN, and investigated to a depth of 93 inches. This type location is more representative of the landform for this series. Further investigation is needed to determine if this site represents the dominant soil properties for this series.\nFlooded phases and severely eroded phases are recognized.\nDiagnostic horizons and features - recognized in this pedon are:\nOchric epipedon: from the surface of the soil to a depth of 18 cm (7 inches), (Ap horizon).\nArgillic horizon: from 18 to 203 cm (7 to 93 inches), (Bt1, Bt2, 2Btx1, 2Btx2, 2Bt1, 2Bt2 horizons).\nFragipan: from 58 to 132 cm (23 to 52 inches), (2Btx1, 2Btx2 horizons).\nADDITIONAL DATA: Lab data is available for this soil from Purdue Soil Characterization Laboratory Soil No. S76IN37-7.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
