{
  "SERIES": "OTWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/TDT",
  "REVDATE": "04/2016",
  "STATES": "OR",
  "OVERVIEW": "The Otwin series consists of moderately deep, well drained soils that formed in colluvium and residuum weathered from andesite and volcanic ash. Otwin soils are on plateaus and have slopes of 0 to 12 percent. The mean annual temperature is about 42 degrees F, and the mean annual precipitation is about 35 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Otwin stony medial sandy loam, on a 3 percent slope in forested area at 5,400 feet elevation. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; partially decomposed needles and twigs.\nA--1 to 4 inches; very dark grayish brown (10YR 3/2) stony medial sandy loam, brown (10YR 4/3) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many roots; many irregular pores; 15 percent gravel, and 5 percent stones; slightly acid (pH 6.5); clear smooth boundary. (2 to 5 inches thick)\nBA--4 to 14 inches; dark yellowish brown (10YR 3/4) very cobbly medial sandy loam, brown (7.5YR 4/4) dry; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many roots; many irregular pores; 15 percent gravel and 25 percent cobbles; slightly acid (pH 6.3); gradual smooth boundary. (0 to 11 inches thick)\nBw--14 to 29 inches; dark brown (7.5YR 3/4) very cobbly medial sandy loam, yellowish brown (10YR 5/4) dry; weak medium granular structure; appears massive when wet; soft, very friable, nonsticky and nonplastic; common roots; many irregular pores; 15 percent gravel and 25 percent cobbles; slightly acid (pH 6.1); abrupt irregular boundary. (8 to 35 inches thick)\nR--29 inches; hard fractured bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon, about 3 miles west of Buck Lake; approximately 1,340 feet north and 2,592 feet west of the southeast corner of sec. 17, T. 38 S., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but are dry between 8 and 24 inches for 30 to 45 consecutive days in the four months that follow the summer solstice. The mean annual soil temperature ranges from 40 to 46 degrees F, and the mean summer soil temperature ranges from 43 to 47 degrees F with an O horizon. Solum thickness and depth to a lithic contact is 20 to 40 inches. The particle-size control section averages 35 to 60 percent rock fragments, of which 15 to 25 percent are gravel and 20 to 35 percent are cobbles and stones. The control section averages 10 to 18 percent clay It has a moist bulk density of 0.85 to 1.00 g/cubic centimeter. Andic soil properties are present throughout the solum. Acid oxalate aluminum plus one-half the iron is 3 to 5 percent. Phosphate retention is 75 to 100. Glass content is 30 to 60 percent. The dry 15 bar water content is 15 to 20 percent throughout the solum. Acid oxalate silica is 2 to 3 percent throughout the solum.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 moist and 3 or 4 dry, and chroma of 2 through 4 moist and 3 or 4 dry.\nThe Bw horizon has hue of 10YR and 7.5YR, chroma of 3 or 4 moist and dry and value of 3 or 4 moist and 4 or 5 dry. It is very cobbly medial sandy loam or very cobbly medial loam. It is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Divers, Highcamp, Holderman, Kinzel, Oatman, Ohana and Woodcock soils.  All of the soils listed above, except Ohana and Holderman, are over 40 inches deep to a restrictive feature.  Ohana soils are 20 to 40 inches deep to a densic contact.  Holderman soils have 18 to 24 percent field estimated clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Otwin series consists of moderately deep, well drained soils on plateaus. These soils formed in colluvium and residuum derived dominantly from andesite and volcanic ash. Elevation is 4,800 to 6,600 feet. The mean annual precipitation is 30 to 40 inches. The mean annual temperature is 40 to 44 degrees F. The frost-free period is less than 100 days. Slopes range from 0 to 12 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Oatman and Pokegema\nand Woodcock soils. Woodcock soils have an argillic horizon. Pokegema soils are deep and have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production and grazing. Native vegetation is white fir, Shasta red fir, western white pine, mountain brome and western princes pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Oregon; MLRA 3. The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County Area, Oregon (Klamath County part); 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features:\nOchric epipedon\nCambic horizon - from 14 to 29 inches\nUolic moisture regime based on correlation with Shasta red fir and white fir plant associations and ecological sites.\nAndic soil properties from 1 to 29 inches\nAndic soil properties based on laboratory data from the similar Llaorock series; NSSL S00OR-035-004 and the associated Oatman series; NSSL S01OR-035-002.\nHaplocryand- 15 bar water dry is less than 15 percent throughout the profile.\nMedial- Andic soil properties are present throughout the control section. The 12 bar water dry is more than 12 percent throughout.\n05/2011 - Classification changed from Loamy-skeletal, mixed Andic Cryochrepts to Medial-skeletal, amorphic Typic Haplocryands\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; partially decomposed needles and twigs."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 4 inches; very dark grayish brown (10YR 3/2) stony medial sandy loam, brown (10YR 4/3) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many roots; many irregular pores; 15 percent gravel, and 5 percent stones; slightly acid (pH 6.5); clear smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--4 to 14 inches; dark yellowish brown (10YR 3/4) very cobbly medial sandy loam, brown (7.5YR 4/4) dry; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many roots; many irregular pores; 15 percent gravel and 25 percent cobbles; slightly acid (pH 6.3); gradual smooth boundary. (0 to 11 inches thick)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--14 to 29 inches; dark brown (7.5YR 3/4) very cobbly medial sandy loam, yellowish brown (10YR 5/4) dry; weak medium granular structure; appears massive when wet; soft, very friable, nonsticky and nonplastic; common roots; many irregular pores; 15 percent gravel and 25 percent cobbles; slightly acid (pH 6.1); abrupt irregular boundary. (8 to 35 inches thick)"
      },
      {
        "name": "R",
        "top": 74,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--29 inches; hard fractured bedrock."
      }
    ]
  ]
}
