{
  "SERIES": "OURAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Ouray series consists of very deep, well drained soils formed in mixed alluvium or glacial outwash.  They are on fans, high terraces, or flood plains with slopes of 0 to 15 percent.  The mean annual precipitation is about 12 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ouray sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate, fine granular structure; soft, very friable; 5 percent pebbles; neutral; gradual, smooth boundary.  (5 to 16 inches thick)\nAC--8 to 20 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable; 5 percent pebbles; neutral; gradual, wavy boundary.  (0 to 15 inches thick)\n2C--20 to 60 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grained; loose; 10 percent pebbles; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chaffee County, Colorado; 0.1 mile north of the railroad crossing near the NW corner of Sec. 24, T. 15 S., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 42 to 46 degrees F, and mean summer soil temperature ranges from 62 to 65 degrees F.  These soils are usually noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material ranges from 40 to more than 60 inches.  Base saturation ranges from 80 to 100 percent.  Depth to the sandy C or 2C horizon ranges from 12 to 30 inches.  The upper part of the particle size control section is usually sandy loam but clay averages 5 to 18 percent, silt 0 to 40 percent, and sand 50 to 95 percent with more than 35 percent being fine or coarser sand.  Loamy very fine sand or finer textures are excluded from the above range except sandy loams may be included on a weighted average basis.  Rock fragments range from 0 to 15 percent by volume and are usually 3 inches in diameter.  The soils are slightly acid to mildly alkaline.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5, 2 or 3 moist, and chroma of 1 through 3.\nThe C horizon has hue of 2.5Y through 7.5YR, value of 5 through 7, 3 through 6 moist, and chroma of 2 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kippen and Lonetree series.  Kippen soils lack moderately coarse textured layers 15 inches thick or less in the upper part of the control section and have mollic epipedons more than 16 inches thick.  Lonetree soils have hue of 5YR or redder in a major part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ouray soils are on alluvial fans, high terraces, or flood plains.  Slope gradients range from 0 to 15 percent.  The soils formed in mixed alluvium or glacial outwash.  The average annual precipitation is 12 inches, with peak periods of precipitation in the spring and summer.  The mean annual temperature is 40 to 45 degrees F, and the mean summer temperature is 60 to 64 degrees F.  Elevation is 6,600 to 7,700 feet and frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cotopaxi soils and the competing Kippen soils.  Cotopaxi soils have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and somewhat excessively drained; slow runoff; rapid to very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and as irrigated cropland.  When irrigated they are used primarily for hay crops.  Native vegetation is mainly threeawn, Indian ricegrass, sand dropseed, rabbitbrush, and needleandthread grass.  Also common are widely spaced pinyon and juniper trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chaffee County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 10/88.\nDiagnostic horizons and features recognized in this pedon are:  a mollic epipedon, the zone from 0 to 8 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well and somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 8 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate, fine granular structure; soft, very friable; 5 percent pebbles; neutral; gradual, smooth boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "AC",
        "top": 20,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "AC--8 to 20 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable; 5 percent pebbles; neutral; gradual, wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 51,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--20 to 60 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grained; loose; 10 percent pebbles; mildly alkaline."
      }
    ]
  ]
}
