{
  "SERIES": "OUSLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "04/2007",
  "STATES": "FL,GA,NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Thermic, uncoated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ousley fine sand - idle.  (Colors are for moist conditions.)\nA1--0 to 6 inches; dark gray (10YR 4/1) fine sand; single grained; very friable; common fine roots; many medium distinct brown (10YR 5/3) masses of iron accumulation; very strongly acid; abrupt wavy boundary.\nA2--6 to 17 inches; grayish brown (2.5Y 5/2) fine sand; weak medium granular structure; loose; common fine roots; very strongly acid; gradual wavy boundary.  (Combined thickness of the A horizons range from 4 to 24 inches.)\nC1--17 to 28 inches; pale yellow (2.5Y 7/4) sand; single grained; loose; few fine roots; 1 inch thick lens of light gray (5Y 7/2) fine sand in lower part of horizon; common fine distinct grayish brown (10YR 5/2) and common medium faint light gray (2.5Y 7/2) areas of iron depletions; strongly acid; clear smooth boundary.\nC2--28 to 43 inches; pale yellow (2.5Y 7/4) coarse sand; single grained; loose; few fine roots and pores; many coarse pockets of light gray 10YR 7/1 fine sand; common medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; common medium distinct light gray (5Y 7/2) and light brownish gray (2.5Y 6/2) areas of iron depletions; strongly acid; gradual wavy boundary.  (Combined thickness of the C horizons range from 20 to 44 inches.)\nCg1--43 to 65 inches; light gray (10YR 7/1) fine sand; single grained; loose; many fine black (10YR 2/1) particles of organic matter; common medium faint very pale brown (10YR 7/3) masses of iron accumulation; strongly acid; gradual wavy boundary.\nCg2--65 to 82 inches; light gray (10YR 7/2) fine sand; single grained; loose; many fine black (10YR 2/1) particles of organic matter; few fine distinct light yellowish brown (10YR 6/4) masses of iron accumulation; strongly acid.  (Combined thickness of the Cg horizons range from 18 to 56 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lowndes County, Georgia.  Approximately 1.3 miles east of Naylor on U. S. Hwy. 84 to crossroads, about 1.1 miles north to crossroads, then 1.1 miles east on Old State Road, and about 0.25 mile south-southeast of old bridge site."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy horizons is 80 inches or more.  Reaction ranges from very strongly acid to moderately acid.  Silt plus clay in the particle size control section averages 2 to 5 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 7, and chroma of 1 or 2.  Those horizons with value of 2 or 3 are less than 8 inches thick.  Texture is loamy fine sand, fine sand or sand.  A horizons with loamy fine sand texture are less than 10 inches thick.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 8, and chroma of 3 to 6.  Redoximorphic features in shades of yellow, brown, and gray range from few to common.  Small pockets of uncoated sand grains range from few to common.\nTexture is fine sand, sand, or coarse sand.\nThe Cg horizon has hue of 10YR to 5Y, value of 4 to 8, and chroma of 1 or 2.  Redoximorphic features in shades of yellow, brown, and gray range from few to many.  Small pockets of uncoated sand grains range from few to common.  Texture is fine sand, sand, or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Corolla and Ridgewood series of the same family.  Corolla soils are along the Atlantic coast, affected by salt spray, and contain more sodium.  Ridgewood soils are on adjacent uplands and are not subject to flooding."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ousley soils are on low Coastal Plain terraces and flood plains.  They formed in sandy fluvial sediments near large streams.  Slopes range from 0 to 5 percent.  The average annual temperature ranges from 60 to 70 degrees F., and the average annual rainfall ranges from 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Alaga, Albany, Chipley, Kershaw, Lakeland, Mascotte, Myatt, Ocilla, Pelham, Rains, and Wahee series.  Alaga, Chipley, Kershaw, and Lakeland soils are on adjacent uplands.  In addition, Alaga soils are somewhat excessively drained and have more than 10 percent silt plus clay.  Chipley soils have a silt plus clay content of 5 to 10 percent between depths of 10 and 40 inches.  Kershaw soils are somewhat excessively drained and Lakeland soils are excessively drained.  The poorly drained Mascotte soils have spodic and argillic horizons.  Albany, Myatt, Ocilla, Pelham, Rains, and Wahee soils have argillic horizons.  In addition, Albany soils are on adjacent uplands.  Myatt, Pelham, and Rains soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Ousley soils are used for woodland.  Natural vegetation consists of slash, loblolly, and longleaf pines; scattered blackjack, turkey, and post oaks; with an understory of gallberry, running oak, southern waxmyrtle, pineland threeawn, and palmetto."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Florida, Georgia, North Carolina, and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lowndes County, Georgia, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to approximately 17 inches (A1 and A2 horizons).\nAquic feature - the zone above 40 inches with chroma 2 mottles from approximately 17 to 40 inches (C1 and C2 horizons).  Depth to water table is 20 to 60 inches with a seasonal high water table of 20 to 40 inches for 4 to 6 months each year.  Flooding occurs two to three times yearly for periods of 2 to 7 days.\nADDITIONAL DATA:  University of Georgia data on typifying pedon.\nHorizon    Depth     VCS   CS    MS    FS   VFS  Sand  Silt  Clay\nA11     0 -6 inches  0.8   3.8   7.9  71.1  7.8  91.4   7.2  1.4\nA12     6-17 inches  0.2   2.1   9.4  74.7  5.5  91.9   5.7  2.4\nC1     17-28 inches  0.1  33.6  26.6  32.4  4.2  96.9   1.7  1.4\nC2     28-43 inches  4.8  53.3  14.7  22.2  3.4  98.4   0.2  1.4\nC3     43-65 inches  0.1   1.6  20.0  70.0  4.4  96.2   2.4  1.4\nC4     65-82 inches  0.0   0.9  43.9  52.2  1.6  98.6   0.0  1.4\nOusley soils are in MLRA(s) 133A and 153A.\nThe SIR is:  GA0050.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
