{
  "SERIES": "OUTLAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/PDC/CEM/WWJ",
  "REVDATE": "01/2007",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, thermic Typic Calcitorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Outlaw silty clay loam - rangeland. (Colors are for dry soil unless otherwise noted.) 10 to 20 percent of the surface is covered with cinders and basalt gravel and/or cobble. Continuous cracks from the surface to 22 inches ranging from 1/8 to 1/2 inch wide in the lower part and from 1/2 to 2 1/2 inches wide in the surface.\nA--0 to 1 inch; reddish brown (5YR 4/3) silty clay loam, dark reddish brown (5YR 3/3) moist; weak thin platy parting to weak fine granular structure; soft, very friable, moderately sticky and moderately plastic; many fine roots; many very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 3 inches thick)\nBt1--1 to 7 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; moderate fine subangular blocky and moderate fine angular blocky structure; hard, firm, very sticky and very plastic; many fine roots matted between ped faces; common fine tubular pores; common distinct clay films on ped faces; few very fine and fine volcanic glass; disseminated calcium carbonate; slightly to strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nBt2--7 to 22 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; strong medium angular blocky parting to strong fine angular blocky structure with moderate medium wedges; very hard, very firm, very sticky and very plastic; common very fine and fine roots matted between ped faces; common fine tubular pores; common distinct clay films on ped faces; common very fine and fine volcanic glass; disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.\nBt3--22 to 32 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; strong medium angular blocky parting to strong fine angular blocky structure and moderate medium and fine wedges; very hard, very firm, very sticky and very plastic; common very fine and few fine roots matted between ped faces; common fine tubular pores; common distinct clay films on ped faces; common very fine and fine volcanic glass; disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (Combined thickness of the Bt horizons is 20 to 40 inches)\n2Bk--32 to 46 inches; 50 percent yellowish red (5YR 5/6) and 50 percent pinkish white (5YR 8/2) loam, reddish brown (5YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; few very fine roots; common fine tubular pores; many fine soft calcium carbonate masses; many distinct calcium carbonate coatings on rock fragments; 3 percent cobble and 10 percent gravel; violently effervescent, 44 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (10 to 16 inches thick)\n3Btkb--46 to 63 inches; dark reddish brown (5YR 3/4) clay loam, light reddish brown (5YR 6/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine tubular pores; common distinct clay films on ped faces; few distinct manganese coatings on ped faces; many fine soft calcium carbonate masses; many fine hard calcium carbonate nodules; common distinct calcium carbonate coatings on rock fragments; 2 percent gravel; violently effervescent, 15 percent calcium carbonate equivalent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Arizona; located at a latitude of 31 degrees, 28 minutes, 20 seconds North and longitude of 109 degrees, 14 minutes, 20 seconds West; about 100 feet west and 1,150 feet north of the southeast corner of Section 36, T. 22 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature:  62 to 69 degrees F.\nSoil cracking:  When dry, continuous cracks from the surface to 22 inches ranging from 1/8 to 1/2 inches wide in the lower part and from 1/2 to 2 1/2 inches wide in the surface.\nReaction:  neutral to moderately alkaline\nClay content:  50 to 70 percent\nOrganic matter content:  1 to 3 percent\nDepth to calcic horizon:  30 to 60 inches\nA horizon\nHue:  5YR, 7.5YR\nValue:  2.5 through 4, dry or moist\nChroma:  1 through 4, dry or moist\nBt horizon\nHue:  5YR, 7.5YR\nValue:  2.5 through 5, dry or moist\nChroma:  1 through 4, dry or moist\nTexture:  clay, silty clay\nCalcium carbonate equivalent:  0 to 5 percent\nBk horizon\nHue:  5YR, 7.5YR\nValue:  3 through 8 dry, 3 through 6 moist\nChroma:  2 through 6 dry or moist\nTexture:  loam, clay loam, clay\nRock fragments:  5 to 20 percent basalt gravel, cobble and cinders\nCalcium carbonate equivalent:  20 to 50 percent\nBtkb horizon\nHue:  5YR, 7.5YR\nValue:  3 through 5 dry, 4 through 6 moist\nChroma:  3 through 5, dry or moist\nTexture:  clay loam, silty clay loam\nCalcium carbonate equivalent:  0 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Outlaw soils are on alluvial fans and fan terraces which occur on volcanic flows at elevations of 3800 to 5000 feet.  Slopes range from 0 to 15 percent.  These soils formed in mixed alluvium from basalt, cinders, bombs, and volcanic rocks.  The mean annual precipitation is 12 to 16 inches and occurs as thunderstorms during July to September and as gentle rains during December to February.  The mean annual air temperature is 60 to 67 degrees F.  The frost-free period is 180 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boss, Epitaph, Elgin, and Paramore soils.  Boss, Epitaph, and Paramore soils are shallow and moderately deep. Elgin soils have an abrupt textural change (pale feature) between the surface horizon and the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation includes tobosa, sideoats grama, and other annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Outlaw soils are of moderate extent.  MLRA is 41.  Named derived from wash in the area."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona.  Soil survey of Cochise County, Arizona, Douglas-Tombstone Part; San Bernardino Valley Interim Report, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inch (A horizon)\nCalcic horizon - The zone from 32 to 46 inches (2Bk horizon)\nVertic feature - The presence of wedge-shaped aggregates and cracks that open and close periodically\nSoil Taxonomy Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
