{
  "SERIES": "OUTPOST",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH/PDC/WWJ",
  "REVDATE": "01/2007",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Outpost series consists of very deep, well drained soils that formed in alluvium derived from sandstone and shale. Outpost soils are on floodplains.  Slopes are 0 to 2 percent.  Mean annual precipitation is about 7 inches and mean annual air temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, mixed, active, calcareous, mesic Vertic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Outpost sandy clay loam -- on a nearly level floodplain sloping 1 percent to the northeast at 5,235 feet elevation -- rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was moist from 4 to 23 inches and otherwise dry throughout.)\nA--0 to 3 inches; pale brown (10YR 6/3) and reddish yellow (5YR 6/6) sandy clay loam, brown (10YR 4/3) and yellowish red (5YR 4/6) moist; moderate very thick platy structure parting to weak coarse granular; soft, very friable, sticky and slightly plastic; few fine and very fine roots; few fine and very fine irregularly shaped pores; few laminae and thin lenses of silt loam; few thin cracks 2 to 5 mm wide; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (2 or 3 inches thick)\nCy1--3 to 11 inches; pale brown (10YR 6/3) and reddish yellow (5YR 6/6) clay loam; brown (10YR 4/3) and yellowish red (5YR 4/6) moist; weak coarse subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine roots; few fine tubular pores; few laminae and thin lenses of silt loam; few thin cracks 2 to 5 mm wide; secondary very fine sand sized gypsum segregated in very few fine irregularly shaped accumulations as filaments; strongly effervescent; strongly alkaline (pH 8.6); gradual smooth boundary. (3 to 13 inches thick)\nCy2--11 to 19 inches; pale brown (10YR 6/3) and reddish yellow (7.5YR 6/6) silty clay, brown (10YR 4/3) and strong brown (7.5YR 4/6) moist; weak coarse subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots; few very fine tubular pores; few laminae of silt loam and very fine sandy loam; common pressure faces (stress cutans); few thin cracks 5 to 10 mm wide; secondary very fine sand sized gypsum segregated in very few fine irregularly shaped accumulations as filaments; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (3 to 17 inches thick)\nCssy1--19 to 27 inches; pale brown (10YR 6/3) and light brown (7.5YR 6/4) silty clay, brown (10YR 4/3) and brown (7.5YR 4/4); moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots; few fine and very fine tubular pores; few thin lenses of silt loam; few intersecting slickensides; few thin cracks 5 to 10 mm wide; secondary very fine sand sized gypsum segregated in few fine irregularly shaped accumulations as filaments; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (0 to 8 inches thick)\nCssy2--27 to 35 inches; light brownish gray (10YR 6/2) and light brown (7.5YR 6/4) silty clay, dark grayish brown (10YR 4/2) and brown (7.5YR 4/4); moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; few thin lenses of silt loam; few intersecting slickensides; very few thin cracks 2 to 5 mm wide; secondary very fine sand sized gypsum segregated in common fine irregularly shaped accumulations as filaments; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 10 inches thick)\nCy1'--35 to 49 inches; pale brown (10YR 6/3) and light brown (7.5YR 6/4) sandy loam, brown (10YR 4/3) and brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; few fine and very fine tubular pores; few strata of fine sandy loam; secondary very fine sand sized gypsum segregated in very few fine irregularly shaped accumulations as filaments; strongly effervescent; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 30 inches thick)\nCy2'--49 to 58 inches; pale brown (10YR 6/3) stratified fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; few very fine tubular pores; few strata of sandy loam and few laminae of silt loam; secondary very fine sand sized gypsum segregated in very few fine irregularly shaped accumulations as filaments; strongly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (0 to 27 inches thick)\nCy3'--58 to 80 inches; pale brown (10YR 6/3) stratified loamy sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few strata of fine sandy loam and few laminae of silty clay loam; secondary very fine sand sized gypsum segregated in few fine irregularly shaped accumulations as filaments in silty strata; strongly effervescent; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Apache County, Arizona; on the Navajo Indian Reservation about 7.5 miles south-southwest of Rock Point; 1,850 feet east and 1,200 feet south of the northwest corner of section 18, T.37 N., R.25 E.; Latitude 36 degrees 27 minutes 6 seconds North and Longitude 109 degrees 41 minutes 30 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to mid-April.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 54 to 56 degrees F.\nClay content - control section weighted average is 35 to 60 percent in the upper part and 8 to 15 percent in the lower part\nReaction - moderately to strongly alkaline in upper part and slightly to moderately alkaline in lower part\nCracking - few to common, 2 to 15 mm wide; averaging more than 5 mm wide through a thickness greater than 30 cm\nSlickensides - few small intersecting surfaces are present in C horizons above the major lithologic discontinuity in layer(s) more than 15 cm thick.\nAC horizon\nHue: 5YR through 10YR\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 3 through 6, dry or moist\nSalinity, mmhos/cm: 0 to 2\nC and Css horizons\nHue: 5YR through 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 through 6, dry or moist\nTexture: clay loam, silty clay loam, silty clay\nClay content: 35 to 60 percent\nSalinity, mmhos/cm: 2 to 8\nGypsum content: 1 to 5 percent\nUpper C' horizons\nHue: 5YR through 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 through 6, dry or moist\nTexture: stratified sandy loam to silt loam\nClay content: 8 to 15 percent\nSalinity, mmmhos/cm: 4 to 8\nGypsum content: 0 to 1 percent\nLower C and C' horizons\nHue: 5YR through 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 through 6, dry or moist\nTexture: stratified loamy sand to silty clay loam\nClay content: 15 to 25 percent\nSalinity: 4 to 8 dS/m\nGypsum content: 0 to 1 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Outpost soils are on floodplains.  They formed in alluvium derived from sandstone and shale.  Slopes are 0 to 2 percent.  Elevation ranges from 5,000 to 6,000 feet.  The mean annual precipitation is 6 to 8 inches with 35 to 60 percent falling as rain or run-on moisture following prolonged, high-intensity, convective thunderstorms between July and September.  The mean annual air temperature is 52 to 54 degrees F.  The frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aneth, Mack, Redlands, and Sogzie soils.  Aneth soils are sandy, contain buried loamy horizons, and occur on adjacent eolian-mantled surfaces.  Mack soils are fine-loamy, have argillic and calcic horizons, and occur on high stream terraces.  Redlands soils are fine-loamy, have argillic horizons, and occur on fan terraces.  Sogzie soils are coarse-loamy, have argillic and calcic horizons, and occur on mesas and undulating plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability in the upper part and moderate permeability in the lower part.  These soils are subject to occasional, very brief periods of flooding between July and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing.  Present vegetation is alkali sacaton, galleta, fourwing saltbush, black greasewood, and Russian thistle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Outpost soils are of small extent on the Blanding Basin and Tyende Saddle portions of the Colorado Plateau province in northeast Arizona.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nEntisol feature - The lack of a diagnostic epipedon or diagnostic subsurface horizons\nMajor lithologic discontinuity - The abrupt change to loamy material at about 35 inches (2C1, 2C2, and 2C3 horizons)\nA strongly contrasting particle-size class within a depth of 40 inches\nVertic properties - The presence of cracks wider than 5 mm and slickensides in a layer more than 30 cm thick which is within 125 cm of the soil surface (C2, Cyss1, Cyss2 horizons)\nKeys to Soil Taxonomy - Soils classified according to the Eighth Edition, 1998.\nADDITIONAL DATA:  Salinity values determined with an Instant EC salinity kit.  Sodicity values determined for three horizons by Inter-Mountain Laboratories, Inc.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
