{
  "SERIES": "OVANDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HAL-JAL",
  "REVDATE": "11/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Lamellic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ovando gravelly sandy loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; undecomposed and slightly decomposed forest litter.\nE1--2 to 8 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; common very fine and fine pores; 20 percent pebbles; slightly acid (pH 6.2); clear wavy boundary.\nE2--8 to 27 inches; light gray (10YR 7/2) very gravelly loamy coarse sand, grayish brown (10YR 5/2) moist; weak fine granular structure; loose, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; common very fine and fine pores; 40 percent pebbles; moderately acid (pH 5.8); clear wavy boundary. (Combined thickness of E horizons is 10 to 21 inches)\nE and Bt--27 to 51 inches; E part (80 percent) is very pale brown (10YR 7/4) very gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; B part (20 percent) is brown (10YR 5/3) sandy loam lamellae 1/8 to 1/2 inch thick, dark yellowish brown (10YR 4/4) moist; texture mixed is very gravelly loamy coarse sand; single grain; loose, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; 5 percent cobbles, 45 percent pebbles; moderately acid (pH 5.8); gradual smooth boundary. (10 to 26 inches thick)\nC--51 to 60 inches; pale brown (10YR 6/3) extremely gravelly loamy coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; 20 percent cobbles, 55 percent pebbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Missoula County, Montana; 2,700 feet north and 1,000 feet east of the SW corner of sec. 28, T. 13 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 37 to 44 degrees F.\nMoisture control section - between 12 and 35 inches, not dry in any part for as long as 90 cumulative days.\nE1 horizon - Value:  6 or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nClay content:  5 to 10 percent\nTexture:  sandy loam or loamy coarse sand\nRock fragments:  15 to 80 percent--0 to 40 percent stones, boulders, or cobbles, 5 to 45 percent pebbles\nReaction:  pH 5.6 to 6.5\nE2 horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 4 or 5 moist\nClay content:  0 to 10 percent\nTexture:  sandy loam or loamy coarse sand\nRock fragments:  15 to 80 percent--0 to 40 percent stones, boulders, or cobbles; 5 to 45 percent pebbles\nReaction:  pH 5.6 to 6.5\nE and Bt horizon - Hue:  10YR or 2.5Y\nValue:  E part 6 or 7, B part 4 or 5 dry; E part 4 or 5, B part 4 or 5 moist\nChroma:  2, 3, or 4\nClay content:  0 to 5 percent, lamellae have less than 3 percent clay increase\nRock fragments:  35 to 60 percent--0 to 40 percent cobbles and stones, 10 to 50 percent pebbles\nReaction:  pH 5.6 to 7.3\nC horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nClay content:  0 to 5 percent\nRock fragments:  60 to 80 percent--5 to 40 percent cobbles and stones, 20 to 60 percent pebbles\nReaction:  pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nComad (MT) - has an ustic moisture regime; mainly extremely stony throughout the soil.\nNanita (CO) - has an ustic moisture regime.\nRusbach (NM) - has Bw horizons; dry in the moisture control section during June; formed in colluvium from tuff; the main cobble rock fragment is tuff; at elevations in excess of 8,600 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains.\nElevation - 4,500 to 7,500 feet.\nSlope - 2 to 60 percent.\nParent material - colluvium derived from granite.\nClimate - long, cold winters; moist springs.\nMean annual precipitation -  22 to 35 inches, much of which falls as snow and as spring rain.\nMean annual temperature - 35 to 42 degrees F.\nFrost-free period - 30 to 70 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ovando soils are used for timber production, watersheds, and as wildlife habitat.  The native vegetation is mainly subalpine fir, western larch, Douglas fir, and lodgepole pine with an understory of twinflower, common beargrass, and grouse whortleberry."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ovando soils are of small extent in western Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Missoula County, Montana, 1985"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
