{
  "SERIES": "OVERHOLT",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJK/TDT",
  "REVDATE": "05/2003",
  "STATES": "OR",
  "OVERVIEW": "The Overholt series consists of very shallow, well drained soils that formed in colluvium and residuum weathered mainly from serpentine or ultramafic rocks. Overholt soils are on ridgetops and shoulders of hills and mountains. Slopes are 7 to 40 percent. The mean annual precipitation is about 16 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Overholt gravelly loam, rangeland, on a 12 percent slope at an elevation of 4,560 feet. (When described on July 9, 2002, the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nA1--0 to 3 inches; dark brown (7.5YR 3/2) gravelly loam, brown (7.5YR 4/3) dry; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 20 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (2 to 4 inches thick)\nA2--3 to 6 inches; very dark brown (10YR 2/2) extremely gravelly loam, brown (7.5YR 4/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; 50 percent gravel, 15 percent cobbles; neutral (pH 6.8); abrupt smooth boundary. (2 to 8 inches thick)\nR--6 inches; fractured serpentine bedrock, fractures 4 to 10 inches apart, some roots in the cracks of the serpentine bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; off Indian Creek road, about 7 miles southwest of Prairie City; 750 feet west and 400 feet south of the northeast corner of Section 15, T.14S., R.33E.  (Strawberry Mountain USGS 7.5 minute Quadrangle, latitude 44 degrees 21 minutes 45 seconds north, Longitude 118 degrees 44 minutes 50 seconds west)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 45 to about 47 degrees F. The soils are usually moist but are dry in the moisture control section for 45 to 70 consecutive days during the 4 month period following the summer solstice. Depth to the lithic contact is 4 to 10 inches. Rock fragments average 35 to 75 percent in the solum. The solum has more than 40 percent by weight of serpentine or ultramafic minerals.  Hue is dominantly 10YR or 7.5YR, but may range to 5YR at higher elevations.\nThe A horizons have value of 4 or 5 dry, 2 or 3 moist and chroma of 1, 2, or 3 moist and dry.  It is loam with 10 to 18 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Similar soils are the Grell soils at lower elevations with a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Overholt soils are on ridge tops and shoulders of hills and mountains. They are also on side slopes of hills and mountains adjacent to exposed serpentine or ultramafic bedrock.  The elevation dominantly ranges from 4,000 to 6,600 feet, but may range down to 3,400 feet on steep north slopes. Slopes range from 7 to 40 percent. The soils formed in colluvium and residuum weathered mainly from serpentine or ultramafic rocks. This soil is characterized by cold, wet winters and hot, dry summers.  Mean annual precipitation is 14 to 18 inches. The average mean temperature ranges from 41 to 45 degrees F.; the mean January temperature is about 30 degrees F.; and the mean July temperature is about 65 degrees F. The frost free season is about 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lemonex soils.  The Lemonex soils are on footslopes and concave areas of hills and mountains, they are moderately deep to serpentine bedrock, have less than 35 percent rock fragments throughout, and are forested with ponderosa pine."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing. Present vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, scattered ponderosa pine, and scattered mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hills and mountains in the Strawberry and Aldrich Mountains of the Blue Mountain of east central Oregon; MLRA 10. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County Area, Oregon. 2003.  The name is from Overholt Creek located about 8 miles southwest of Prairie City, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 6 inches (A1 and A2 horizons)\nParticle-size control section - zone from 0 to 6 inches (A1 and A2 horizons)\nLithic contact - at 6 inches (R)\nSoil moisture regime - xeric"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; dark brown (7.5YR 3/2) gravelly loam, brown (7.5YR 4/3) dry; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 20 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (2 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--3 to 6 inches; very dark brown (10YR 2/2) extremely gravelly loam, brown (7.5YR 4/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; 50 percent gravel, 15 percent cobbles; neutral (pH 6.8); abrupt smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 15,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--6 inches; fractured serpentine bedrock, fractures 4 to 10 inches apart, some roots in the cracks of the serpentine bedrock."
      }
    ]
  ]
}
