{
  "SERIES": "OVID",
  "STATUS": "Established Series",
  "BYREV": "MGC-ERS-PSP",
  "REVDATE": "03/2011",
  "STATES": "NY",
  "OVERVIEW": "The Ovid series consists of very deep, somewhat poorly drained soils formed in moderately fine textured, reddish colored till. Saturated hydraulic conductivity is moderately high to high in the mineral surface and subsurface layers, moderately high in the subsoil, and moderately low to moderately high in the substratum. Slope ranges from 0 to 15 percent. The mean annual temperature is 48 degrees F. and the mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ovid silt loam, on a 2 percent slope, cultivated. (Colors refer to moist broken soil unless specified otherwise.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine subangular blocky and medium granular structure; friable; many fine roots; common fine pores; 5 percent rock fragments; neutral (limed); abrupt smooth boundary. (5 to 11 inches thick.)\nE -- 9 to 12 inches; brown (7.5YR 5/2) silt loam; weak fine and medium blocky structure; common fine roots; common fine pores; 5 percent rock fragments; common medium prominent strong brown (7.5YR 5/6) masses of iron oxides; neutral (limed); clear wavy boundary. (0 to 6 inches thick.)\nBt -- 12 to 24 inches; reddish brown (5YR 4/3) silty clay loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common fine pores; brown (7.5YR 5/2) faces of peds; thin clay skins on 50 percent of vertical and horizontal ped faces and in all pores; 10 percent gravel; common medium faint brown (7.5YR 5/3) masses of iron accumulation and distinct pinkish gray (7.5YR 6/2) areas of iron depletion; neutral; clear wavy boundary. (8 to 26 inches thick.)\nBC -- 24 to 32 inches; reddish brown (5YR 5/3) silty clay loam; strong medium and coarse subangular blocky structure; firm, sticky, plastic; brown (7.5YR 5/2) faces of peds; few medium faint reddish brown (5YR 4/3) masses of iron accumulation and prominent light gray (10YR 7/2) areas of iron depletion; slightly effervescent; slightly alkaline; gradual wavy boundary. (0 to 10 inches thick.)\nC -- 32 to 72 inches; reddish brown (5YR 4/3) silty clay loam; thick plate-like divisions; firm; few pores; brown (7.5YR 4/2) surfaces of plates; common medium distinct light gray (N 7/0) carbonate nodules and streaks; calcareous nodules and streaks; 10 percent rock fragments; common medium faint reddish gray (5YR 5/2) and pinkish gray (5YR 6/2) areas of iron depletion; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cayuga County, New York; 100 feet south of New York Central Railroad, 300 feet south of West Genesee Road, 1/2 mile west of Highway 326. USGS Cayuga, NY topographic quadrangle; Latitude 42 degrees, 55 minutes, 10 seconds N. and Longitude 76 degrees, 39 minutes, 35 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 20 to 40 inches. Depth to bedrock is greater than 60 inches. Depth to carbonates ranges from 18 to 40 inches. Rock fragments range from 1 percent to 25 percent and typically increase with depth.\nThe Ap horizon has hue of 7.5YR or 10YR, values of 3 through 5, and chroma of 1 to 3. Texture of the fine-earth fraction ranges from fine sandy loam to silty clay loam. Structure is weak or moderate granular or subangular blocky. Unless limed, the reaction is moderately acid or slightly acid.\nThe E horizon has hue of 7.5YR or 5YR, values of 5 or 6, chroma of 2 or 3. Texture of the fine-earth fraction is similar to the Ap horizon. Unless limed, the reaction is moderately acid or slightly acid.\nSome pedons have a BE or BA horizon.\nThe Bt horizon has hue of 2.5YR through 7.5YR, value of 3 through 5, and chroma of 2 through 4, with few to many, prominent to faint redoximorphic concentrations and depletions. Texture of the fine-earth fraction is clay loam or silty clay loam with an average clay content of 28 to 35 percent. Structure is moderate or strong medium coarse subangular blocky or very coarse prismatic parting to subangular blocky. Some pedons have free carbonates in the lower part of the B horizon. Reaction is moderately acid through neutral.\nThe BC horizon has hue of 2.5YR through 7.5YR, value of 3 through 5, and chroma of 2 through 4, with few to many, prominent and faint redoximorphic concentrations and depletions. Texture of the fine-earth fraction is clay loam or silty clay loam with an average clay content of 28 to 35 percent. Structure is weak to strong medium coarse subangular blocky or very coarse prismatic parting to subangular blocky. Consistence is firm. Some pedons have free carbonates. Reaction is moderately acid through slightly alkaline.\nThe C horizon above 40 inches is comparable in ranges of color and texture to the B horizons. They have lenticular plate-like divisions. Consistence is firm. Reaction is slightly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angola, Appleton, Ayrshire, Burdett, Crawleyville, Darien, Digby, Mitiwanga, Mongle, Nuhi, Shadeland, Sleeth, and Whitaker series in the same family. Angola, Mitiwanga, Nuhi, and Shadeland soils have bedrock at depths of less than 40 inches. Appleton soils have between 18 and 27 percent clay in the argillic horizon. Ayrshire soils have rock fragment contents less than 1 percent in the lower part of the series control section. Burdett, Digby, Sleeth soils have have lithologigic discontinuities within the series control section. Crawleyville soils have a reaction that is more acid than neutral in the lower part of the series control section. Darien soils have hue yellower than 7.5YR in the subsoil and substratum. Mongle soils do not have a calcareous substratum.\nThe Aubbeenaubbee, Carway, Crosier, Haskins, Jugtown, Lumberjack, and Shebeon series are in similar families. The Aubbeenaubbee, Carway, Crosier, Haskins, Lumberjack and Shebeon soils have dense till. Jugtown soils formed in alluvium derived from calcareous rock and have 7.5YR or 10YR hue in the subsoil and substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ovid soils are on till plains. Slope ranges from 0 to 15 percent. These soils formed in moderately fine textured, reddish till containing a major component of reddish shale or reddish lacustrine clays mixed with limestone and some sandstone. Mean annual air temperature ranges from 46 to 50 degrees F.; mean annual precipitation ranges from 28 to 45 inches; and the frost free period ranges from 130 to 180 days. Elevation ranges from 250 to 1600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The moderately well drained Cazenovia and poorly drained Romulus soils are drainage associates in the same kind of deposits as the Ovid soils. The well drained Lansing, Honeoye, and Ontario soils occupy coarser till landscapes in nearby areas. Schoharie and Odessa soils are in associated lake plains. Angola soils are associated where bedrock is 20 to 40 inches below the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Ovid soils are somewhat poorly drained. The potential for surface runoff is very high to high. Saturated hydraulic conductivity is moderately high to high in the mineral surface and subsurface layers, moderately high in the subsoil, and moderately low to moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared. Hay, small grains, and corn are the major crops. Dry beans and sweet corn are important locally. Woodlots contain sugar maple, red oak, hickory, basswood, white pine and black ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ontario lowlands, southern slopes of the Mohawk valley, and sides of north draining valleys of the Allegheny Plateau in New York. MLRA's 101 and 140. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Seneca County, New York, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Original classification placed Ovid in the great group of Ochraqualfs. Because of changes established in the 8th edition of `Keys to Soil Taxonomy' this soil now classifies in the new great group of Endoaqualfs. Competing series are expected to change as similar soils are reclassified.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 0 to 9 inches (Ap horizon).\n2) Argillic horizon - from 12 to 24 inches (Bt horizon).\n3) Aeric subgroup - as evidenced by a hue of 7.5YR or redder having peds with chroma of 2 or more on 50 percent or more of the exteriors in a horizon between the base of the Ap and a depth of 30 inches (Bt and BC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine subangular blocky and medium granular structure; friable; many fine roots; common fine pores; 5 percent rock fragments; neutral (limed); abrupt smooth boundary. (5 to 11 inches thick.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E -- 9 to 12 inches; brown (7.5YR 5/2) silt loam; weak fine and medium blocky structure; common fine roots; common fine pores; 5 percent rock fragments; common medium prominent strong brown (7.5YR 5/6) masses of iron oxides; neutral (limed); clear wavy boundary. (0 to 6 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 30,
        "bottom": 61,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt -- 12 to 24 inches; reddish brown (5YR 4/3) silty clay loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common fine pores; brown (7.5YR 5/2) faces of peds; thin clay skins on 50 percent of vertical and horizontal ped faces and in all pores; 10 percent gravel; common medium faint brown (7.5YR 5/3) masses of iron accumulation and distinct pinkish gray (7.5YR 6/2) areas of iron depletion; neutral; clear wavy boundary. (8 to 26 inches thick.)"
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 81,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC -- 24 to 32 inches; reddish brown (5YR 5/3) silty clay loam; strong medium and coarse subangular blocky structure; firm, sticky, plastic; brown (7.5YR 5/2) faces of peds; few medium faint reddish brown (5YR 4/3) masses of iron accumulation and prominent light gray (10YR 7/2) areas of iron depletion; slightly effervescent; slightly alkaline; gradual wavy boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 183,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "C -- 32 to 72 inches; reddish brown (5YR 4/3) silty clay loam; thick plate-like divisions; firm; few pores; brown (7.5YR 4/2) surfaces of plates; common medium distinct light gray (N 7/0) carbonate nodules and streaks; calcareous nodules and streaks; 10 percent rock fragments; common medium faint reddish gray (5YR 5/2) and pinkish gray (5YR 6/2) areas of iron depletion; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
