{
  "SERIES": "OWENTOWN",
  "STATUS": "Established Series",
  "BYREV": "DTH:GLL; Rev. JDS",
  "REVDATE": "06/2002",
  "STATES": "TX",
  "OVERVIEW": "The Owentown series consists of very deep, moderately well drained, moderately permeable soils that formed in loamy coastal plain alluvium. Slopes are dominantly less than 1 percent but range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Owentown loamy fine sand--pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches, dark yellowish brown (10YR 4/4) loamy fine sand; moderate fine and medium granular structure; soft, very friable; many fine and medium roots; strongly acid; clear smooth boundary. (3 to 16 inches thick)\nBw1--4 to 11 inches, yellowish brown (10YR 5/6) loamy fine sand; weak medium subangular blocky structure; soft, very friable; common fine and medium roots; common fine distinct strong brown (7.5YR 5/8) redox concentrations; strongly acid; clear smooth boundary. (4 to 23 inches thick.)\nBw2--11 to 20 inches; brownish yellow (10YR 6/6) loamy fine sand; weak coarse blocky structure parting to weak fine and medium subangular blocky; soft, very friable; common fine and few medium roots; few strata of light yellowish brown (10YR 6/4) fine sandy loam 1 to 1.5 cm thick; few fine faint light yellowish brown (10YR 6/4) redox concentrations; strongly acid; clear smooth boundary. (7 to 31 inches thick.)\nBw3--20 to 33 inches; yellowish brown (10YR 5/6) fine sandy loam; weak medium and coarse subangular blocky structure parting to moderate fine subangular blocky; soft, friable; common fine roots; about 10 percent pockets up to 2 cm across, of strong brown (7.5YR 5/6) fine sandy loam slightly more clayey than matrix; common fine distinct light yellowish brown (10YR 6/4) redox concentrations; strongly acid; gradual wavy boundary. (0 to 22 inches thick.)\nBw4--33 to 53 inches; brown (10YR 4/3) fine sandy loam; weak coarse subangular blocky structure parting to moderate fine subangular blocky; slightly hard, friable; common fine roots; many fine pores; about 2 percent black masses; common fine and medium distinct light brownish gray (10YR 6/2) redox depletions; moderately acid; gradual wavy boundary. (0 to 23 inches thick.)\nBC--53 to 80 inches; variegated dark yellowish brown (10YR 4/4) and light brownish gray (10YR 6/2) fine sandy loam; weak fine and medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; about 10 percent by volume soft black masses; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Smith County, Texas, from the intersection of Loop 323 and Old Longview Road in Tyler; northeast on Old Longview Road 8.7 miles; 450 feet southeast in floodplain of a small creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is more than 80 inches. The reaction is strongly acid or moderately acid throughout unless limed. Base saturation ranges from 35 to 60 percent throughout the upper 30 inches of the solum. The average clay content of the control section ranges from 8 to 17 percent. Organic carbon exceeds 0.2 percent at a depth of 50 inches or there is an irregular decrease of organic carbon in the particle-size control section.\nThe A or Ap horizon has colors in hue of 1OYR, value of 3 to 5, and chroma 2 to 4; hue of 7.5YR, value 3 or 4, chroma 2 to 4, or hue of 5YR, value of 4 and chroma of 3 or 4. It is less than 7 inches thick when the moist color value is 3. Texture is loamy fine sand, fine sandy loam, or loam.\nThe Bw horizon has colors in hue of 1OYR, value of 3 to 6, chroma 3 to 8 or hue of 7.5YR, value 4 or 5, and chroma of 6. Redoximorphic features in shades of brown, yellow, red or gray range from few to common. However, depth to redox depletions range from 24 to 48 inches, below the surface. Strata or pockets of loamy fine sand or sandy clay loam 1 to 3 centimeters thick make up less than 15 percent by volume. The weighted average texture is fine sandy loam or loam. However, layers with texture of loamy fine sand are common in the upper part.\nA buried A horizon is encountered in some pedons at a depth of 20 to 40 inches below the surface. Where present, it has color and texture similar to the A horizon.\nA Bg horizon is present in some pedons below a depth of 40 inches.  Where present, it has hue of 1OYR, value of 4 to 6, chroma 1 or 2. Redoximorphic features in shades of brown, yellow, or gray range from few to many. Texture is fine sandy loam, loam, or loamy fine sand with or without strata of these textures or sandy clay loam.\nThe BC or BCg horizon, if encountered, has colors mainly in shades of brown and gray. Some pedons contain few to common yellowish or reddish redox concentrations. The texture is loamy fine sand, fine sandy loam or loam with or without strata of these textures or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The are no other series in the same family. The Dela, Iulus, Jena, Keechi, Ochlockonee and Thenas soils are in closely related families. Dela and Ocklockonee soils do not have a cambic horizon and have bedding planes in the control section. Jena soils do not have gray iron depletions in the solum and are well drained. Iulus soils have aquic conditions and redox depletions within 24 inches of the soil surface. Keechi soils have aquic conditions and dominant chroma of 2 within a depth 20 inches of the soil surface. Thenas soils have base saturation of more than 60 percent in some layer between 10 and 30 inches deep and also have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Owentown soils are on bottomlands and natural levees along streams. They are typically slightly higher than the nearby frequently flooded soils. Slope gradients are mainly less than 1 percent but range from 0 to 2 percent. The soil formed in loamy, acid unconsolidated alluvial sediments. The climate is warm and humid. The average annual precipitation ranges from 40 to 48 inches, with frost-free rainfall of 25 to 30 inches. Frost free days range from 240 to 260. The elevation ranges from 150 to 250 feet above sea level. Mean annual temperature ranges from 64 to 68 degrees F., and Thornthwaite annual P-E index ranges from 64 to 84."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Keechi soils, and the Bernaldo, Bowie, Darco, Gallime, Libert, Mantachie, Oakwood, Pickton and Wolfpen soils. Bernaldo and Gallime soils are on slightly higher stream terraces and have an argillic horizon. Bowie and Oakwood soils are on nearby upland positions and have an argillic horizon that contains plinthite. Darco, Lilbert, Pickton, and Wolfpen soils are on nearby upland positions and have a thick, sandy epipedon. Keechi and Mantachie soils are on lower, wetter bottomlands than Owentown soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Owentown soils are moderately well drained with moderate permeability. Runoff is negligible on slopes less than 1 percent and low on slopes up to 2 percent. The layers below 30 to 48 inches deep are saturated for more than 30 cumulative days during December through April in normal years. These soils typically flood once every 3 to 20 years for very brief to brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is improved pasture of bahiagrass and bermudagrass. A few areas are in forestland dominantly producing loblolly and shortleaf pine with scattered hardwoods such as southern red oak, white oak, blackgum, sweetgum, hickory and winged elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the Southern Coastal Plain of eastern Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Liberty County, Texas; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Owentown series were formerly included with the Ochlockonee and Thenas series.  The series was reclassified from a Fluventic Dystrudept to an Oxyaquic Dystrudept in 2002, and the series range was changed to allow gleyed colors below 40 inches deep.\nDiagnostic horizons and features recognized in the type location pedon include:\nOchric Epipedon - 0 to 4 inches (A horizon).\nCambic horizon - 4 to 80 inches (Bw and BC horizons)\nSaturation -  during normal years in all layers below 30 to 48 inches deep (Bw4 and BC horizons).\nIrregular Organic Carbon distribution - 4 to 50 inches (Bw horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches, dark yellowish brown (10YR 4/4) loamy fine sand; moderate fine and medium granular structure; soft, very friable; many fine and medium roots; strongly acid; clear smooth boundary. (3 to 16 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 11 inches, yellowish brown (10YR 5/6) loamy fine sand; weak medium subangular blocky structure; soft, very friable; common fine and medium roots; common fine distinct strong brown (7.5YR 5/8) redox concentrations; strongly acid; clear smooth boundary. (4 to 23 inches thick.)"
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "structure": "weak coarse blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--11 to 20 inches; brownish yellow (10YR 6/6) loamy fine sand; weak coarse blocky structure parting to weak fine and medium subangular blocky; soft, very friable; common fine and few medium roots; few strata of light yellowish brown (10YR 6/4) fine sandy loam 1 to 1.5 cm thick; few fine faint light yellowish brown (10YR 6/4) redox concentrations; strongly acid; clear smooth boundary. (7 to 31 inches thick.)"
      },
      {
        "name": "Bw3",
        "top": 51,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--20 to 33 inches; yellowish brown (10YR 5/6) fine sandy loam; weak medium and coarse subangular blocky structure parting to moderate fine subangular blocky; soft, friable; common fine roots; about 10 percent pockets up to 2 cm across, of strong brown (7.5YR 5/6) fine sandy loam slightly more clayey than matrix; common fine distinct light yellowish brown (10YR 6/4) redox concentrations; strongly acid; gradual wavy boundary. (0 to 22 inches thick.)"
      },
      {
        "name": "Bw4",
        "top": 84,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw4--33 to 53 inches; brown (10YR 4/3) fine sandy loam; weak coarse subangular blocky structure parting to moderate fine subangular blocky; slightly hard, friable; common fine roots; many fine pores; about 2 percent black masses; common fine and medium distinct light brownish gray (10YR 6/2) redox depletions; moderately acid; gradual wavy boundary. (0 to 23 inches thick.)"
      },
      {
        "name": "BC",
        "top": 135,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--53 to 80 inches; variegated dark yellowish brown (10YR 4/4) and light brownish gray (10YR 6/2) fine sandy loam; weak fine and medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; about 10 percent by volume soft black masses; moderately acid."
      }
    ]
  ]
}
