{
  "SERIES": "OWLROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/SAZ/WWJ",
  "REVDATE": "01/2007",
  "STATES": "NM",
  "OVERVIEW": "The Owlrock series consists of very shallow and shallow over dolomitic limestone, well drained, moderately permeable soils that formed in residuum derived from dolomitic limestone. Owlrock soils are on dipslopes of cuestas. Slopes range from 2 to 8 percent. Mean annual precipitation is about 18 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Owlrock very gravelly loam--in a ponderosa pine forestland on an east facing, convex surface of 2 percent slope at an elevation of 7,720 feet. (Colors are for dry soils unless otherwise noted.) The surface is covered with 40 percent gravel, 10 percent cobbles, and 5 percent stones (all fragments are limestone).\nA--0 to 1 inch; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; few very fine irregular pores; 40 percent gravel, 10 percent cobbles, 5 percent stones; strongly effervescent; 14 percent calcium carbonate equivalent; moderately alkaline (8.2); abrupt smooth boundary. (1 to 4 inches thick)\nBtk1--1 to 6 inches; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine, fine, and few medium roots; few very fine irregular pores; few distinct clay films on faces of peds; 10 percent gravel, 50 percent cobbles, 5 percent stones; slightly effervescent; few very fine and fine concretions and masses of calcium carbonate; 10 percent calcium carbonate equivalent; moderately alkaline (8.0); abrupt smooth boundary. (5 to 12 inches thick)\nBtk2--6 to 13 inches; brown (7.5YR 5/2) very cobbly loam, dark brown (7.5YR 3/2) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; 10 percent gravel, 50 percent cobbles, 5 percent stones; strongly effervescent; common very fine and fine concretions of calcium carbonate; 14 percent calcium carbonate equivalent; moderately alkaline (8.0); abrupt smooth boundary. (0 to 7 inches thick)\nR--13 inches; San Andreas limestone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Upper Nutria Quadrangle; about 2200 feet east and 1,250 feet south of the northwest corner of section 22, T. 13 N., R. 16 W.; 108 degrees 31 minutes 18 seconds west longitude, 35 degrees 20 minutes 51 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in some part, for more than 90 cumulative days from May through October. It is usually dry, in all parts, for less than 90 cumulative days during the same period. It is continuously moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Typic ustic moisture regime.\nSoil Temperature: 42 to 47 degrees F\nParticle size control section: 15 to 30 percent clay and 35 to 75 percent limestone gravel, cobbles, and stones\nMollic epipedon: 4 to 15 inches thick\nDepth to lithic contact: 7 to 20 inches to dolomitic limestone\nCalcium carbonate equivalent: 5 to 15 percent.\nReaction: slightly to moderately alkaline\nA horizon\nHue: 5YR to 10YR\nValue: 4 or 5 dry\nChroma: 2 or 3\nRock fragments: 50 to 80 percent total limestone fragments; 35 to 40 percent gravel, 10 to 40 percent cobbles, 0 to 5 percent stones\nCalcium carbonate equivalent: 5 to 15 percent\nBtk1 horizon\nHue: 5YR to 10YR\nValue: 4 or 5 dry\nChroma: 2 through 4\nRock fragments: 35 to 75 percent total limestone fragments; 5 to 10 percent gravel, 25 to 50 percent cobbles, and 5 to 10 percent stones\nCalcium carbonate equivalent: 5 to 15 percent\nBtk2 horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry\nChroma: 2 or 3\nTextures: Loam or clay loam\nRock fragments: 35 to 75 percent limestone fragments; 5 to 10 percent gravel, 25 to 50 percent cobbles, and 5 to 10 percent stones\nCalcium carbonate equivalent: 5 to 15 percent\nSome pedons have Bk horizons on top of the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Current competitors are the Agrirocker (SD), Bushvalley (AZ), Gnojek (MT), Teaspoon (CO), Tolbert (MT), Tolman (WY) and Zibetod (AZ) series. Agrirocker soils are moist in May and June. Bushvalley soils are shallow to tuff. The Gnojek, Tolman and Zibetod soils are shallow to sandstone. The Teaspoon soils are shallow to gneiss.  The Tolbert soils are shallow to granite. Zibetod soils average less than 18 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Owlrock soils formed in residuum derived from dolomitic limestone of the San Andreas formation and are on dipslopes of cuestas and summits and shoulders of ridges. Slopes are 2 to 8 percent. Elevations range from 7,200 to 8,200 feet. The mean annual temperature is 40 to 45 degrees F., and the mean annual precipitation is 16 to 20 inches. The frost free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Losegate, Osoridge, Polich, and the Asaayi series. The Losegate soils are moderately deep and are on dipslopes of cuestas. The Osoridge soils are fine textured, shallow to sandstone and are on summits of ridges. The Polich soils are very deep and are on valley floors. The Asaayi soils are shallow and on cuestas and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to high runoff, and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for wood products, limited livestock grazing and wildlife habitat. The present vegetation is ponderosa pine with an understory of Gambel oak, muttongrass, blue grama, Arizona fescue, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico; MLRA 39, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: The zone from the surface to a depth of 13 inches. (A, Btk1, and Btk2 horizons)\nArgillic horizon: The zone from 1 to 6 inches. (Btk1 and Btk2 horizons)\nLithic contact: Dolomitic limestone bedrock at 13 inches. (R horizon)\nPercent rock fragments were determined by weight and calcium carbonate equivalent was determined by the gas volumetric method, both by the survey field lab.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; few very fine irregular pores; 40 percent gravel, 10 percent cobbles, 5 percent stones; strongly effervescent; 14 percent calcium carbonate equivalent; moderately alkaline (8.2); abrupt smooth boundary. (1 to 4 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btk1--1 to 6 inches; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine, fine, and few medium roots; few very fine irregular pores; few distinct clay films on faces of peds; 10 percent gravel, 50 percent cobbles, 5 percent stones; slightly effervescent; few very fine and fine concretions and masses of calcium carbonate; 10 percent calcium carbonate equivalent; moderately alkaline (8.0); abrupt smooth boundary. (5 to 12 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 15,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btk2--6 to 13 inches; brown (7.5YR 5/2) very cobbly loam, dark brown (7.5YR 3/2) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; 10 percent gravel, 50 percent cobbles, 5 percent stones; strongly effervescent; common very fine and fine concretions of calcium carbonate; 14 percent calcium carbonate equivalent; moderately alkaline (8.0); abrupt smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 33,
        "narrative": "R--13 inches; San Andreas limestone"
      }
    ]
  ]
}
