{
  "SERIES": "OWYHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/CLM/EED",
  "REVDATE": "03/2018",
  "STATES": "ID,OR",
  "OVERVIEW": "The Owyhee series consists of very deep, well drained soils that formed in lacustrine material or old alluvium on level to sloping terraces. The permeability is slow or moderately slow. Slopes are 0 to 30 percent. The average annual precipitation is about 230 millimeters, and the average annual air temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Owyhee silt loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 28 centimeters; light brownish gray (10YR 6/2) light silt loam, dark grayish brown (10YR 4/2) moist; very weak very fine granular structure; weak thin platy in upper part; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; few very fine vesicular and tubular pores; moderately alkaline (pH 8.2); abrupt smooth boundary (0 to 25 centimeters thick)\nBw--28 to 56 centimeters; light brownish gray (10YR 6/2) light silt loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common very fine tubular pores; moderately alkaline (pH 8.2); abrupt smooth boundary (15 to 36 centimeters thick)\nBkq--56 to 112 centimeters; very pale brown (10YR 8/2) silt loam, light brownish gray (2.5Y 6/2) moist; laminated lacustrine sediments in weak medium plates that part to weak fine and medium angular and subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.3); gradual smooth boundary (30 to 66 centimeters thick)\nC--112 to 150 centimeters; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; laminated lacustrine sediments in strong medium and thick plates, that part to moderate, fine and medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots and pores; slightly effervescent; moderately alkaline (pH 8.3)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Canyon County, Idaho; about 1.6 kilometers northeast of Wilder in a terrace having less than 1 percent slope and elevation of 737 meters; 396 meters south and 30 meters west of the northeast corner of sec. 14, T.4N., R.5W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature -- 10.5 to 12 degrees C.\nAverage summer soil temperature - 20.5 to 22 degrees C.\nDepth to Laminae - 50 to 89 centimeters\nDepth to carbonates - 30 to 61 centimeters\nA horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nReaction - neutral to moderately alkaline\nBw horizon\nStructure - weak subangular blocky or prismatic\nBkq and C horizons\nMost pedon horizons contains - few or common hard, firm, rounded nodules of soil material or (Cicada) krotovinas 1 to 2 centimeters in diameter. In the upper few laminae, discontinuous, sporadic or minor cementation or glazing that is very weak, extremely thin (less than 1mm), dense brittle calcium carbonate and/or silica crust. It does not prevent roots downward extension across the entire pedon.\nSome pedons stains or concretions - few, fine black (manganese) in the lower part of the C horizon or upper part of the laminae."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBahem--structureless (massive) in the lower Bk and C horizons; no secondary silica\nBarrymore--lithic contact between 50 and 10 cm\nBram--aquic conditions between 91 and 152 cm\nIdahome--pedogenic accumulation of salt; soil temperature of 8 to 9.5 degrees F\nNyssaton--no cambic horizon\nPortino--lithic contact between 50 and 10 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The soils are in level to sloping undulating, or slightly depressed areas in low and medium terraces at elevations of 610 to 1370 meters. Slopes most commonly are less than 3 percent but range from 0 to 30 percent. The soils formed in moderately calcareous, laminated, medium textured, lacustrine material or old alluvium over these laminated sediments. The climate is semiarid and has dry summers. Average freeze-free period is 110 to 170 days, and average annual precipitation is 178 to 305 millimeters, including about 305 to 915 millimeters of snow. Average annual temperature is 9.5 to 11 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBramwell--aquic conditions\nGreenleaf--argillic horizons\nNyssa--duripans\nNyssaton--no cambic horizon\nPower--argillic horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; slow to medium runoff; moderate permeability in the upper part and moderately slow or slow permeability in the laminated sediments."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly irrigated cropland. The principal crops are corn, small grains, sugar beets, potatoes, hops, alfalfa, pasture grasses, and onions. The vegetation on uncultivated areas is big sagebrush, Sandberg bluegrass, bluebunch wheatgrass, cheatgrass, basin wildrye, and annual weeds and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Valleys in southwestern Idaho and eastern Oregon. The series is of moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Payette County, Idaho, 1971"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n*Ochric epipedon - zone from 0 to 28 centimeters\n*Cambic horizon - Zone from 28 to 56 centimeters\n*Calcic horizon - Zone from 56 to 112 centimeters\n3/2018-Owyhee classification updated to reflect the Calic horizon (Keys to Taxonomy, 12th Ed). Further investigation is needed to confirm silica composition of nodules.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
