{
  "SERIES": "OXCOREL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/MJZ/JVC",
  "REVDATE": "03/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Durinodic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oxcorel gravelly very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light gray (10YR 7/2) gravelly very fine sandy loam, brown (10YR 5/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine, few fine and medium vesicular pores; 15 percent gravel; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 15 cm thick)\nA2--5 to 20 cm; light gray (10YR 7/2) gravelly very fine sandy loam; brown (10YR 5/3) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; few very fine and fine tubular pores; 15 percent gravel; moderately alkaline (pH 8.4); abrupt smooth boundary.  (0 to 15 cm thick)\n2Btn1--20 to 36 cm; light yellowish brown (10YR 6/4) clay, brown (10YR 4/3) moist; strong fine and medium prismatic structure; very hard, very firm, moderately sticky and very plastic; common very fine and few fine roots; few very fine tubular pores; many distinct clay films on faces of peds and lining pores; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 48 cm thick)\n2Btn2--36 to 46 cm; light yellowish brown (10YR 6/4) clay, dark yellowish brown (10YR 4/4) moist; strong fine and medium angular blocky structure; hard, firm, moderately sticky and very plastic; common very fine and few fine roots; common very fine and few fine tubular pores; many distinct clay films on faces of peds and lining pores; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 33 cm thick)\n2Btn3--46 to 61 cm; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common very fine, few fine tubular pores; many distinct clay films on faces of peds and lining pores; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 30 cm thick)\n2Btqkn--61 to 86 cm; light yellowish brown (10YR 6/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine and fine tubular pores; few faint clay films lining pores; 15 percent gravel; 25 percent strongly cemented durinodes; many fine and medium seams of secondary carbonates; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (10 to 48 cm thick)\n2Bqk--86 to 155 cm; light yellowish brown (10YR 6/4) very gravelly sandy loam, brown (10YR 4/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 35 percent gravel and 5 percent cobbles; 20 percent strongly cemented durinodes; common fine seams of secondary carbonates; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; about 29.5 miles south-southwest of Winnemucca near Spaulding Canyon; approximately 2,500 feet east and 2,200 feet north of the southwest corner of section 23, T. 31 N., R. 37 E.; USGS Lee Peak 7.5 minute topographic quadrangle; latitude 40 degrees 32 minutes 31.7 seconds N and longitude 117 degrees 47 minutes 12.5 seconds W; WGS84 Decimal Degrees 40.5422222 latitude, -117.7869444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and early spring; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to base of natric horizon: 60 to 100 cm.\nDepth to durinodes: 50 to 86 cm.\nParticle-size control section - Clay content:  35 to 50 percent.\nRock fragments:  Average 0 to 10 percent gravel in the upper part, Average 10 to 20 percent gravel in the lower part.  Lithology of fragments are mixed rocks.\nA horizons\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  2 or 3.\nOther features: Some pedons have 1 to 5 cm thick E horizons instead of A horizons.\n2Btn horizons\nHue:  7.5YR or 10YR.\nValue:  5 through 7 dry, 4 through 6 moist.\nChroma:  3 through 6, chroma of 2 is common in the upper subhorizon of some pedons.\nReaction:  Moderately alkaline through very strongly alkaline.\nTexture:  Clay or clay loam.\nRock fragments: 0 to 14 percent.\nConsistence:  Slightly hard to very hard dry; friable to very firm, moist; moderately sticky or very sticky wet, and moderately plastic or very plastic wet.\nSodicity (SAR): 30 to 40 in the upper part; 40 to 60 in the lower part.\nEffervescence:  Matrix is noneffervescent through strongly effervescent.\n2Btqk horizon\nHue:  7.5YR or 10YR.\nValue:  5 through 7 dry, 4 through 6 moist.\nTexture:  Clay or clay loam.\nRock fragments: 0 to 35 percent.\nConsistence:  Slightly hard to very hard dry; friable to very firm, moist; moderately sticky or very sticky wet, and moderately plastic or very plastic wet.\nCementation:  10 to 30 percent durinodes.\nSecondary carbonates: Segregated as masses or in seams.\nOther features:  Gypsum is common in the lower subhorizons of some pedons.\n2Bqk horizon\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma: 3 through 6.\nRock fragments:  35 to 60 percent.\nTexture:  Very gravelly sandy loam or very gravelly loam.\nCementation:  20 to 60 percent, weakly or strongly cemented durinodes with up to 30 percent discontinuous weak cementation common.\nConsistence:  Soft to hard, dry; very friable to firm moist; nonsticky or slightly sticky and nonplastic or slightly plastic, wet.\nReaction: Moderately alkaline through very strongly alkaline.\nOther features:  Some pedons have subhorizons with less than 20 percent durinodes in the upper part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beeox and Dorper series.\nBeeox soils have natric horizons 15 to 38 cm thick and do not have very gravelly horizons within 100 cm of the soil surface.  Dorper soils are 25 to 50 cm to the base of the natric horizon and have mean annual soil temperatures of 12 to 14 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Oxcorel soils occur on fan remnants and plateaus.  They typically occur on summit, shoulder, and backslope positions.  They formed in alluvium derived from mixed rocks with surficial deposits of loess.  Slopes are 2 to 50 percent.  Elevations are 1220 to 1980 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 125 to 200 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grassval, Orovada, Ricert, and Zaidy soils.  All of these soils have less than 35 percent clay in the particle-size control sections.  In addition, Grassval soils are shallow to an indurated duripan and Zaidy soils are moderately deep to a strongly cemented duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Oxcorel soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush, bottlebrush squirreltail, Sandberg's bluegrass, and small rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Nevada.  These soils are extensive with about 200,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 24, while other acreage occurs in MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 20 cm (A1 and A2 horizons).\nNatric horizon - The zone from 20 to 86 cm (2Btn1, 2Btn2, 2Btn3, and 2Btqkn horizons).\nDurinodes - The zone from 61 to 155 cm (2Btqkn and 2Bqk horizons).\nIdentifiable secondary carbonates - The zone from 61 to 155 cm (2Btqkn and 2Bqk horizons).\nParticle-size control section - The zone from 20 to 70 cm (2Btn1, 2Btn2, and 2Btn3 horizons and part of the 2Btqkn horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
