{
  "SERIES": "OXWALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. REH/AON/TDT",
  "REVDATE": "12/2006",
  "STATES": "OR",
  "OVERVIEW": "The Oxwall series consists of shallow to a duripan, well drained soils that formed in old alluvium.  Oxwall soils are on old river or lake basin terraces and fans.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 41 centimeters (16 inches) and mean annual temperature is about 9 degrees C. (48 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Oxwall silty clay loam, very stony, rangeland, on a 2 percent slope at an elevation of 1128 meters (3,700 feet).  (When described on May 11, 1973 the soil was slightly moist above the duripan. Colors are for moist soil unless otherwise noted.)\nA1-- 0 to 5 centimeters (0 to 2 inches); very dark brown (10YR 2/2) silty clay loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many roots; 5 percent gravel, 5 percent cobbles; 40 percent of surface covered with stones; slightly acid (pH 6.4); abrupt smooth boundary.  (5 to 10 centimeters (2 to 4 inches) thick)\nA2-- 5 to 20 centimeters (2 to 8 inches); very dark brown (10YR 2/2) gravelly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; 15 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); clear smooth boundary.  (3 to 23 centimeters (1 to 9 inches) thick)\nBtss-- 20 to 33 centimeters (8 to 13 inches); dark brown (10YR 3/3) clay, dark brown (10YR 3/3) dry; moderate medium and fine prismatic structure to strong medium and fine angular blocky; very hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous distinct clay films; common intersecting slickensides; 5 percent cobbles; neutral (pH 6.7); abrupt smooth boundary.  (10 to 25 inches (4 to 10 inches) thick)\n2Bqm-- 33 to 50 centimeters (13 to 20 inches); indurated silica-cemented gravelly duripan; massive; continuous laminar capping.  (15 to 91 centimeters (6 to 36 inches) thick)\n2C-- 50 to 152 centimeters (20 to 60 inches); stratified gravelly to extremely gravelly loamy or sandy layers."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; 3 kilometers (2 miles) southeast of Prairie City along the John Day River, 152 meters (500 feet) south of country road 62; 366 meters (1,200 feet) east and 427 meters (1,400 feet) south of the northwest corner of section 18, T. 13 S., R. 34 E.  (Latitude 44 degrees, 26 minutes, 35 seconds North; Longitude 118 degrees, 40 minutes, 10 seconds West., NAD27, on the Castle Creek USGS quadrangle)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 11 to 13 degrees C. (51 to 56 degrees F.).  Depth to the indurated duripan is 25 to 50 centimeters (10 to 20 inches).  Bedrock is at a depth of 154 centimeters (60 inches) or more.  The mollic epipedon is 18 to 38 centimeters (7 to 15 inches) thick.\nThe A horizon has value of 4 or 5 dry 2 or 3 moist and chroma of 1 to 3 moist and dry.  It is silty clay loam or loam with 0 to 50 percent surface stones, 0 to 30 percent cobbles and 5 to 35 percent gravel.\nSome pedons have a AB or BA horizon which has color similar to the A horizon.  It is loam or clay loam with 25 to 35 percent clay and 15 to 25 percent rounded rock fragments.\nThe Btss horizon has hue of 10YR or 7.5YR, value of 3 to 6 dry, 2 to 4 moist and chroma of 3 or 4 moist and dry.  It has 40 to 60 percent clay.  It has moderate or strong prismatic and angular blocky structure.  Rounded rock fragments range from 5 to 30 percent and are dominantly gravel.\nThe 2Bqm horizon is indurated and has 30 to 80 percent rounded rock fragments.  Stratified gravelly to extremely gravelly loamy and sandy material which may range from strongly to weakly cemented, underlies the indurated horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Woolencanyon series.  Wollencanyon soils have bedrock below the duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Oxwall soils are on old river or lake basin terraces or fans with slopes of 0 to 15 percent.  Elevations range from 823 to 1585 meters (2,700 to 5,200 feet).  The soil formed in mixed alluvial sediments.  The climate is characterized by cool wet winters and hot dry summers.  The mean annual precipitation is 36 to 46 centimeters (14 to 18 inches).  The mean annual temperature is about 7 to 10 degrees C. (45 to 50 degrees F.).  The frost-free period is 70 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Belshaw (T), Oxbow, Prill, Starkey, Tub, Zweygardt (T) soils. Belshaw, Prill, Starkey, Tub, and Zweygardt soils lack a duripan.  The Belshaw soils are on side slopes of hills, are very deep, and formed from volcanic tuff. Prill soils are on benches and side slopes of hills and are moderately deep to volcanic tuff.  Starkey soils are on benches and side slopes of hills and are shallow to volcanic tuff.  Oxbow soils are 50 to 100 centimeters (20 to 40 inches) deep to a duripan and are formed on old alluvial fans.  Tub soils are on hillsides and are deep over volcanic tuff.  The Zweygardt soils are on old fan terrace side slopes, are clayey-skeletal, and very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use is primarily for livestock grazing, but a few areas have been rock picked, are irrigated, and used for hay and pasture.  Native vegetation is mainly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, along with low sagebrush and big sagebrush in MLRA 9, 10, and 21.  The MLRA 9 range sites lack sagebrush in the potential plant community."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and South-central Oregon; MLRA 9, 10, and 21.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nMollic epipedon:  the zone from 0 to 33 centimeters (0 to 13 inches) (A1, A2, Btss horizons)\nArgillic horizon:  the zone from 20 to 33 centimeters (8 to 13 inches) (Btss horizon)\nIndurated duripan at 33 centimeters (13 inches) (2Bqm horizon)\nPalexerollic feature:  absolute increase in clay of 20 percent or more between the A2 and Bt horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1-- 0 to 5 centimeters (0 to 2 inches); very dark brown (10YR 2/2) silty clay loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many roots; 5 percent gravel, 5 percent cobbles; 40 percent of surface covered with stones; slightly acid (pH 6.4); abrupt smooth boundary.  (5 to 10 centimeters (2 to 4 inches) thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2-- 5 to 20 centimeters (2 to 8 inches); very dark brown (10YR 2/2) gravelly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; 15 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); clear smooth boundary.  (3 to 23 centimeters (1 to 9 inches) thick)"
      },
      {
        "name": "Btss",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btss-- 20 to 33 centimeters (8 to 13 inches); dark brown (10YR 3/3) clay, dark brown (10YR 3/3) dry; moderate medium and fine prismatic structure to strong medium and fine angular blocky; very hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous distinct clay films; common intersecting slickensides; 5 percent cobbles; neutral (pH 6.7); abrupt smooth boundary.  (10 to 25 inches (4 to 10 inches) thick)"
      },
      {
        "name": "2Bqm",
        "top": 33,
        "bottom": 50,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bqm-- 33 to 50 centimeters (13 to 20 inches); indurated silica-cemented gravelly duripan; massive; continuous laminar capping.  (15 to 91 centimeters (6 to 36 inches) thick)"
      },
      {
        "name": "2C",
        "top": 50,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C-- 50 to 152 centimeters (20 to 60 inches); stratified gravelly to extremely gravelly loamy or sandy layers."
      }
    ]
  ]
}
