{
  "SERIES": "OYHUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFP/RJE",
  "REVDATE": "08/2007",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Aquic Durudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Oyhut medial silt loam, on a west facing 7 percent slope under a western hemlock forest at 200 feet elevation. (Colors are for moist soil unless otherwise stated. All textures are apparent field textures. When described the soil was moist to 24 inches and wet to 35 inches.)\nOi--0 to 7 inches; slightly decomposed wood, twigs and needles; common very fine and fine roots; clear smooth boundary. (2 to 8 inches thick)\nA1--7 to 16 inches; very dark grayish brown (10YR 3/2) medial silt loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; slightly hard, friable, nonsticky, nonplastic and weakly smeary; many very fine, fine, medium and coarse roots; 3 percent rounded pebbles; very strongly acid (pH 4.8); gradual wavy boundary. (5 to 13 inches thick)\nA2--16 to 31 inches; dark brown (10YR 3/3) medial silt loam, yellowish brown (10YR 5/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few very fine roots; 3 percent hard rounded pebbles; very strongly acid (pH 5.0); clear smooth boundary. (10 to 20 inches thick)\nBw--31 to 36 inches; yellowish brown (10YR 5/6) gravelly silt loam, yellow (10YR 7/6) dry; common fine faint strong brown (7.5YR 5/6) redox concentrations; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; 30 percent hard rounded pebbles; very strongly acid (pH 5.0); abrupt smooth boundary. (4 to 8 inches thick)\n2Bsm--36 to 67 inches; strong brown (7.5YR 5/6) moderately cemented glacial outwash, reddish yellow (7.5YR 6/6) dry; massive; very hard, very firm; 70 percent hard rounded pebbles; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grays Harbor County, Washington; about 2.7 miles west of County Road number 104; 1,200 feet north and 200 feet east of the SW corner section 9, T.20N., R.11W., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of sola and depth to cemented outwash is 24 to 40 inches. The particle size control section is 10 to 35 percent hard, rounded pebbles and cobbles with the pebbles dominate. The mean annual soil temperature ranges from 47 to 52 degrees F. The umbric epipedon and depth to redox concentrations is 15 to 25 inches thick.\nThe A horizon has 0 to 15 percent rock fragments.\nThe Bw horizon has 25 to 50 percent rock fragments.\nThe 2Bsm horizon contains 60 to 80 percent gravel and cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Copalis series. Copalis soils are dominated by paragravel fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Oyhut soils are on glacial outwash terraces on till plains. Slopes are 0 to 15 percent. Elevations range from 20 to 600 feet. These soils have a marine climate with cool, wet winters and cool, dry summers. The annual precipitation is 90 to 120 inches. The mean January temperature is 38 degrees F.; the mean July temperature is 59 degrees F.; and the mean annual temperature is about 48 degrees F. The growing season (28 degrees F.) is 180 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Halbert, Klone, Mopang and Papac series. Halbert soils have an aquic moisture regime and a placic horizon. Klone soils lack the cemented outwash within 40 inches. Mopang soils are deep to cemented material. Papac soils are moderately deep to densic material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; moderate permeability to the dense glacial material and very slow thru the till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal uses are timber production, wildlife habitat, and recreation. The major tree species are western hemlock with scattered Sitka spruce and western red cedar. Understory species include salal, deer fern, blue and red huckleberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Grays Harbor County, Washington; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grays Harbor County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features:\nFolistic epipedon - 0 to 7 inches\nUmbric epipedon - 7 to 31 inches\nAndic soil properties - 7 to 31 inches\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
