{
  "SERIES": "OZETTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRM/LJH/EAB",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Aquic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ozette medial silt loam - forested.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOe--0 to 3 inches; moderately decomposed needles, leaves, and twigs.\nA1--3 to 10 inches; very dark grayish brown (10YR 3/2) medial silt loam, dark yellowish brown (10YR 4/4) dry; moderate fine and very fine subangular blocky structure parting to granular: hard, friable, slightly sticky, moderately plastic and weakly smeary; many very fine and fine, and common medium and coarse roots; common very fine and fine irregular and tubular pores; 5 percent gravel; very strongly acid (pH 4.6); clear smooth boundary. (7 to 14 inches thick)\nA2--10 to 19 inches; dark brown (10YR 3/3) medial silt loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic and weakly smeary; common very fine and fine, and few coarse and medium roots; many very fine and fine irregular and tubular pores; 10 percent gravel; very strongly acid (pH 4.8); clear smooth boundary.  (0 to 13 inches thick)\nBw1--19 to 33 inches; dark yellowish brown (10YR 3/4) medial silt loam yellowish brown (10YR 5/4) dry; moderate fine and medium angular blocky structure; slightly hard, friable, slightly sticky, moderately plastic and weakly smeary; common very fine and fine and few coarse roots; many very fine and fine irregular and tubular pores; 10 percent gravel and 3 percent cobbles; very strongly acid (pH 5.0); clear wavy boundary.  (8 to 30 inches thick)\nBw2--33 to 45 inches; dark yellowish brown (10YR 4/4) medial loam, yellowish brown (10YR 5/4) dry; common medium faint brown (7.5YR 4/4) redox concentrations, light brown(7.5YR 6/4) dry; weak fine and medium angular blocky structure; slightly hard, friable, slightly sticky, moderately plastic and weakly smeary; common very fine and fine roots; common very fine and fine irregular, and few very fine and fine tubular pores; 10 percent gravel,3 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.  (2 to 12 inches thick)\nCd--45 to 63 inches; brown (10YR 4/3) dense glacial till that crushes to gravelly loam, light yellowish brown (10YR 6/4) dry; common medium distinct strong brown (7.5YR 5/8) redox concentrations, reddish yellow (7.5YR 6/8) dry; massive; very hard, very firm, slightly sticky and moderately plastic; few very fine tubular pores; 15 percent gravel; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clallam County, Washington; about 1/2 mile east of Swan Bay on Ozette Lake; 480 feet south and 1,950 feet west of the northeast corner of sec. 14, T. 30 N., R. 15 W.; lat. 48 degrees 6 minutes 32 seconds N. and long. 124 degrees 35 minutes 21 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The umbric epipedon is 10 to 20 inches thick.  Depth to the densic material consisting of very compact glacial till is 40 to 60 inches.  The particle-size control section is 10 to 30 percent gravel and cobbles.  The mean annual soil temperature is 46 to 51 degrees F.  The difference between the mean winter and mean summer soil temperatures is 5 to 9 degrees F.  The soils have a udic soil moisture regime.  The solum consists of andic soil material with bulk density of 0.75 to 0.90 g/cc, acid oxalate aluminum plus one-half the iron of 2 to 4 percent, phosphate retention of 85 to 100 percent and 15 bar water of 20 to 35 percent on dried samples.  Acid oxalate extractable iron is 1.5 to 3.0 percent.  Depth to common redox concentrations is 20 to 40 inches.\nThe A horizon has value of 4 or 5 dry and chroma of 3 or 4 dry.  It has granular, angular blocky or subangular blocky structure.  It is strongly acid or very strongly acid.  It has 7 to 20 percent organic matter.  It has 5 to 10 cmol/kg of aluminum.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 through 6 moist, 4 through 7 dry, and chroma of 3 or 4.  It is medial silt loam, gravelly medial silt loam, loam, or gravelly medial loam.  This horizon has angular blocky or subangular blocky structure.  It is strongly acid or very strongly acid.  It has 2 to 5 cmol/kg of aluminum.  It has 2 to 7 percent organic matter.\nThe Cd horizon has hue of 10YR or 2.5Y, value of 4 through 6 moist, 6 or 7 dry and chroma of 3 through 6 moist and 2 through 4 dry.  It is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arta, Lagitos and Willapa series. Arta and Willapa soils are greater than 60 inches deep. Lagitos soils have densic materials at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ozette soils are on hills at elevations from sea level to 1,800 feet.  They formed in loess and ablation till derived mainly from sandstone and siltstone over dense, very compact glacial till. These soils are in a mild marine climate and have cool, moist summers and cool, wet winters.  Mean annual precipitation is 80 to 120 inches.  Average January temperature is about 38 degrees F, average July temperature is about 59 degrees F, and mean annual temperature is about 48 degrees F.  The frost-free season is 160 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Calawah, Kydaka, Klone, Palix, Snahopish, and Tealwhit soils.  Calawah soils are well drained. Kydaka soils have very compact glacial till at depths of 20 to 40 inches and are poorly drained. Klone and Snahopish soils are medial-skeletal and well drained. Palix soils have a paralithic contact. Tealwhit soils have a fine control section and an aquic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium runoff; permeability is moderate above the densic contact and very slow in the dense glacial till causing a perched water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production is the principal use.  Native vegetation is predominantly western hemlock, Sitka spruce, western redcedar, and red alder.  Understory species include salmonberry, salal, red huckleberry, western swordfern, deer fern, Oregon oxalis and Devil's club."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Washington; MLRA 4A.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clallam County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 19 inches, a cambic horizon from 19 to 45 inches, and densic material at 45 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
