{
  "SERIES": "OZIAS",
  "STATUS": "Established Series",
  "BYREV": "RD:GLL; Rev.JDS",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aeric Dystraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ozias silty clay--woodland. (Colors are for moist soil)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) silty clay; moderate medium granular structure; hard, firm; many fine, medium, and coarse roots; few fine worm casts; common fine distinct reddish yellow (7.5YR 6/6) masses of iron accumulation; extremely acid; clear smooth boundary.\nA2--5 to 11 inches; brown (7.5YR 4/2) silty clay; moderate fine subangular structure; hard, firm; common fine, medium, and coarse roots; common fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; extremely acid; clear smooth boundary. (combined A horizons 4 to 18 inches thick)\nBg--11 to 21 inches; grayish brown (10YR 5/2) silty clay; weak medium subangular structure; hard, firm; common fine, medium, and coarse roots; few pressure faces; few fine iron-manganese concretions; common fine prominent yellowish red (5YR 5/8) and strong brown (7.5YR 5/6) masses of iron accumulation; extremely acid; clear smooth boundary. (0 to 14 inches thick)\nBssg1--21 to 35 inches; grayish brown (10YR 5/2) clay; weak medium angular blocky structure; very hard, very firm; common fine and medium roots; common slickensides and few pressure faces; few fine iron-manganese concretions; common medium prominent brownish yellow (10YR 6/8) masses of iron accumulation; extremely acid; gradual wavy boundary.\nBssg2--35 to 54 inches; grayish brown (10YR 5/2) clay; moderate medium angular blocky structure; very hard, very firm; common fine and medium roots; common slickensides and few pressure faces; few fine iron-manganese concretions; few prominent yellowish red (5YR 5/8) masses of iron accumulation along root channels; common medium prominent yellowish brown (10YR 5/8) and red (2.5YR 4/6) masses of iron accumulation; extremely acid; gradual wavy boundary. (combined Bssg subhorizons 20 to 60 inches thick)\nBssyg--54 to 86 inches; dark gray (10YR 4/1) clay; weak coarse angular blocky structure; very hard, very firm; few fine and medium roots; common slickensides and few pressure faces; few fine iron-manganese concretions; few prominent strong brown (7.5YR 5/8) masses of iron accumulation along root channels; common coarse prominent yellowish brown (10YR 5/6) and red (2.5YR 4/6) masses of iron accumulation; common masses of gypsum crystals; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Angelina County, Texas; about 16 miles west of Lufkin; 2.7 miles east on Tex. Hwy 103 from its intersection with Texas Hwy 7; 0.3 mile south to power line; 0.4 mile west along power line right-of-way; 0.5 mile south in Borden Creek flood plain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more 80 inches. The solum is cyclic and the soil has gilgai microrelief and microknolls 6 to 10 inches higher than microdepressions. Distance from the center of the microknoll to the center of the microdepression ranges from about 4 to 12 feet. Cracks at least one centimeter wide extend from the surface to a depth of more than 12 inches when the soil is dry. The cracks are open for less than 90 cumulative days in most years. Intersecting slickensides begin at 14 to 30 inches deep and extend for more than 20 inches. The electrical conductivity ranges from 4 to 12 mmhos/cm in some part of the particle-size control section. The clay content of the control section ranges from 40 to 60 percent, and the silt content exceeds 40 percent.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4 and chroma of 2 or 3. Redox concentrations in shades of brown, yellow, or red range from none to common. Texture ranges from silty clay loam to clay. Electrical conductivity ranges from 0 to 4 in forest or natural areas and from 2 to 8 in cleared areas. Reaction is extremely acid or very strongly acid.  Some pedons have a thin Oe or Oi layer of slightly to intermediately decomposed plant materials at the surface up to 3 inches thick.\nThe Bg or Bw horizon has hue 10YR or 2.5Y, value of 4 to 6 and chroma of 2 or 3. Redox concentrations in shades of brown, yellow or red range from few to common in most pedons. Texture ranges from silty clay loam to clay. Pressure faces and small slickensides range from none to few. Electrical conductivity ranges from 1 to 8 but is typically less than 4. Reaction is extremely acid or very strongly acid.\nThe Bssg or Bssyg horizon has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 1 or 2. Redox concentrations in shades of brown, yellow or red range from few to many. Some subhorizons have a variegated matrix of these colors. Gypsum crystals range from few to common below a depth of 40 inches in some pedons. Texture ranges from silty clay loam to clay. Slickensides range from common to many. Electrical conductivity ranges from 1 to 8 mmhos/cm to a depth of about 40 inches and 2 to 16 mmhos/cm to 80 inches. Reaction ranges from extremely acid to moderately acid.\nA Bg' or BCg horizon is present in some pedons below a depth of 40 inches.  Where present, it has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 1 or 2. Texture is sandy clay loam, clay loam, or clay. Electrical conductivity ranges from 2 to 16 mmhos/cm. Reaction ranges from extremely acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Estes series in the same family, and the Eastham,Garner, Naclina, Lacerda, Raylake, Redco, and Urbo soils in closely related families. Estes soils have electrical conductivity less than 4 mmhos/cm throughout. Garner, Naclina, Lacerda, Raylake, Redco, and Eastham are on terraces or uplands. Garner, Naclina, Redco, and Eastham soils have reaction greater than very strongly acid in the upper part. Lacerda and Raylake soils are moderately well drained.  Urbo soils do not have intersecting slickensides within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ozias soils are on nearly level flood plains. Slopes are less than 1 percent. They typically flood 2 to 5 times annually for long durations. Average annual temperature ranges from 65 to 68 degrees F. Frost free days range from 235 to 260 and elevation ranges from 140 to 250 ft above sea level. The annual rainfall ranges from 40 to 50 inches and the Thornthwaite P-E index exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Koury and Pophers series on similar flood plain positions. Both are loamy soils, and in addition, Koury soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Ozias soils are somewhat poorly drained and very slowly permeable. They have a high rate of runoff. These soils flood 2 to 5 times annually for long durations. The flood waters are about 4 inches to 2 feet deep. They are saturated from 0 to 18 inches during the winter and spring seasons for 2 to 4 cumulative months during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for forest with a few areas of pasture. Native forests include water oak, willow oak, and overcup oak with scattered elm and hackberry. The understory consists mainly of sedges, uniola and panicums. In some areas palmetto form a part of the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern  Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Texas; 1983"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Urbo series. The classification was changed from Aeric Fluvaquents (Entisols) to Aeric Dystraquerts (Vertisols) 1/93 based on changes in vertisol classification and additional field observations.\nDiagnostic Horizons and Features recognized in the type location pedon include:\nOchric epipedon - 0 to 11 inches\nCambic horizon -- 11 to 86 inches (Bg, Bssg, and Bssyg horizons).\nIntersecting slickensides -- 21 to 86 inches (Bssg and Bssyg horizons).\nAdditional data: Texas A&M lab no. S84TX-005-2; also Engineering Index Test Data for the type location pedon are published in the Soil Survey of Angelina County, Texas (S80TX-005-001).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
