{
  "SERIES": "IARGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPJ-TWH-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, frigid Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iargo silt loam, on a west-facing, concave 2 percent slope in a plowed field at an elevation of 229 meters (750 feet) above mean sea level. (Colors are for moist soils unless otherwise stated. When described on July 7, 1994 the soil was moist throughout.)\nAp--0 to 20 cm (8 inches); very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; friable; slightly alkaline; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBt--20 to 30 cm (8 to 12 inches); brown (7.5YR 4/4) silty clay; moderate medium angular blocky structure; firm; many prominent dark brown (7.5YR 3/4) clay films on horizontal and vertical faces of peds; slightly alkaline; clear wavy boundary. [10 to 20 cm (4 to 8 inches) thick]\nBC--30 to 48 cm (12 to 19 inches); strong brown (7.5YR 4/6) silty clay; weak very thick platy structure parting to strong medium and coarse angular blocky; firm; few distinct dark brown (7.5YR 3/4) clay films on horizontal and vertical faces of peds; few medium faint strong brown (7.5YR 5/6) masses of oxidized iron; slightly alkaline; clear wavy boundary. [0 to 25 cm (10 inches) thick]\nC1--48 to 114 cm (19 to 45 inches); brown (7.5YR 5/4) silty clay loam with strata of silt loam 1 to 3 inches thick; weak very thick platy structure parting to strong medium and coarse angular blocky; firm; few prominent pinkish white (7.5YR 8/2) and greenish gray (5GY 6/1) carbonate coatings; many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; moderately alkaline; clear wavy boundary.\nC2--114 to 203 cm (45 to 80 inches); light olive brown (2.5Y 5/4) and brown (7.5YR 5/4) silt loam with strata of very fine sand and silty clay loam 8 to 13 cm (3 to 5 inches) thick; weak very thick platy structure parting to moderate medium and coarse subangular blocky; friable; few prominent pinkish white (7.5YR 8/2) carbonate coatings; common medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; common medium prominent greenish gray (5GY 6/1) iron depletions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iosco County, Michigan; about 3 miles southwest of Sand Lake; 1,580 feet south and 75 feet west of the northeast corner of sec. 21, T. 22 N., R. 6 E., Grant Township; USGS Floyd Lake topographic quadrangle; lat. 44 degrees 17 minutes 17 seconds N. and long. 83 degrees 42 minutes 13 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates: 41 to 76 cm (16 to 30 inches)\nDepth to redox concentrations: 61 to 102 cm (24 to 40 inches)\nRock fragment content: 0 to 5 percent fine gravel throughout\nMean annual soil temperature: 7.2 to 8.3 degrees C (45 to 47 degrees F)\nAp horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: silty clay, silty clay loam, or clay\nClay content: 35 to 55 percent\nSand content: 0 to 15 percent coarser than very fine sand (weighted average)\nBase saturation: 80 to 100 percent in all subhorizons\nReaction: neutral or slightly alkaline\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: silty clay, silty clay loam, silt loam, and clay; some stratification is present\nClay content: 35 to 50 percent (weighted average)\nReaction: neutral or slightly alkaline\nC horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 2 to 4\nTextures: very stratified with strata 3 mm to 13 cm (1/8 to 5 inches) thick; individual strata are very fine sand, fine sand, loamy very fine sand, silt, silt loam, silty clay loam, silty clay, and clay\nClay content: 35 to 50 percent (weighted average)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Iargo soils are on broad lake plains. Slope ranges from 2 to 12 percent. These soils formed in stratified silty and clayey lacustrine deposits. Mean annual precipitation ranges from 711 to 762 mm (28 to 30 inches). Mean annual temperature ranges from 6.1 to 7.2 degrees C (43 to 45 degrees F). The frost free period is 120 to 130 days. Elevations are 600 to 800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The somewhat poorly drained Manary soils and the poorly drained Springport soils are in a toposequence with Iargo soils. Manary soils have a mollic epipedon and are on lower landscape positions. Springport soils have a zone of aquic conditions near the surface and are on lower landscape positions. The Skeel soils have a sandy mantle and are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a perched seasonal high water table ranges from 61 to 102 cm (24 to 40 inches) between November and May in normal years. The potential surface runoff is medium to very high depending on slope gradient. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use of this soil is cropland. The principal crops are corn and small grains. Some areas are forested. Common native trees include American basswood, sugar maple, and white birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 94A in the northeastern lower peninsula of Michigan. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iosco County, Michigan, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (8 inches) (Ap horizon).\nArgillic horizon: from a depth of 20 to 30 cm (8 to 12 inches) (Bt horizon).\nOxyaquic feature - saturation with water in the zone from 12 to 40 inches for at least one month in most years, inferred from redox features (BC and C1 horizons).\nADDITIONAL DATA: Soil Interpretations Record: MI0746.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
