{
  "SERIES": "IDAHOME",
  "STATUS": "Established Series",
  "BYREV": "FRK/GHL",
  "REVDATE": "05/2001",
  "STATES": "ID",
  "OVERVIEW": "The Idahome series consists of very deep, well drained, moderately\npermeable, saline soils on fan and high stream terraces.  They formed\nin silty alluvium.  Slopes are 0 to 4 percent.  The average annual\nprecipitation is about 10 inches and the average annual temperature is\nabout 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Idahome silt loam -- rangeland.  On a 2 percent single\nslope, northeast aspect, 5,200 feet elevation.  (When described June\n22, 1982 the soil was dry to 10 inches and moist below.  Colors are for\ndry soil unless otherwise noted.)\nA1--0 to 2 inches; pale brown (10YR 6/3) silt loam, brown (10YR\n4/3) moist; moderate very thick platy structure; slightly hard and very\nfriable; few very fine roots; many very fine and common fine and medium\nvesicular pores; slightly effervescent (4 percent calcium carbonate\nequivalent); moderately alkaline (pH 8.2); abrupt smooth boundary.  (1\nto 4 inches thick)\nA2--2 to 5 inches; pale brown (10YR 6/3) silt loam, brown (10YR\n4/3) moist; weak very thick platy structure parting to weak fine\nsubangular blocky; slightly hard and very friable; many very fine\nroots; many very fine vesicular pores; strongly effervescent (8 percent\ncalcium carbonate equivalent); moderately alkaline (pH 8.2); clear\nsmooth boundary.  (2 to 10 inches thick)\nBk1--5 to 10 inches; very pale brown (10YR 7/3) silt loam, brown\n(10YR 5/3) moist; moderate medium and coarse subangular blocky\nstructure; slightly hard, very friable, slightly sticky and slightly\nplastic; many very fine, common fine, and few medium roots; many very\nfine, fine, and medium tubular pores; strongly effervescent (15 percent\ncalcium carbonate equivalent; strongly alkaline (pH 9.0); clear wavy\nboundary.  (3 to 10 inches thick)\nBk2--10 to 18 inches; very pale brown (10YR 8/3) silt loam, pale\nbrown (10YR 6/3) moist; moderate medium and coarse subangular blocky\nstructure; slightly hard and very friable; many very fine and medium,\nand common fine roots; many very fine, fine and medium tubular pores;\nviolently effervescent (25 percent calcium carbonate equivalent); very\nstrongly alkaline (pH 9.4); clear smooth boundary.  (5 to 10 inches\nthick)\nBk3--18 to 31 inches; white (10YR 8/2) silt loam, pale brown (10YR\n6/3) moist; massive; soft and very friable; few very fine, fine and\nmedium roots; many very fine, common fine and few medium tubular pores;\nviolently effervescent (18 percent calcium carbonate equivalent); 15\npercent hard and firm cicada krotovinas; strongly alkaline (pH 8.6);\nclear wavy boundary.  (7 to 10 inches thick)\nCzk--31 to 60 inches; very pale brown (10YR 7/3) silt loam, brown\n(10YR 5/3) moist; massive; slightly hard and very friable; few very\nfine, fine and medium roots; many very fine and common fine tubular\npores; strongly effervescent (11 percent calcium carbonate equivalent);\nfew fine irregularly shaped soft seams and filaments of salt;\nmoderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cassia County, Idaho; about 2 miles south of Bridge,\nIdaho, about 2600 feet east and 1100 feet north of the southwest corner\nof sec. 25, T. 15S., R. 26E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 49 degrees F.\nControl section - 10 to 15 percent clay, less than 15 percent coarser\nthan very fine sand\nDepth to the calcic horizon - 5 to 18 inches\nThickness of the calcic horizon - 15 to 28 inches\nA horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3\nCalcium carbonate equivalent - 4 to 15 percent\nReaction - moderately or strongly alkaline\nBk horizons\nValue - 7 or 8 dry, 5 or 6 moist\nChroma - 2 or 3\nNodules or krotovina - 0 to 20 percent\nCalcium carbonate equivalent - 15 to 30 percent\nCzk horizons\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3\nCalcium carbonate equivalent - 8 to 12 percent\nReaction - moderately to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bahem, Bram, Nyssaton, Pogal, and\nPortino series.  Bahem soils have electrical conductivities of less\nthan 8 mmhos/cm in the profile.  Bram soils are somewhat poorly\ndrained, have a fluctuating water table between depths of 3 and 6 feet,\nand are moderately slowly permeable.  Nyssaton soils have laminated\nlake sediments at depths of 15 to 40 inches and are slowly permeable.\nPogal soils have an average annual soil temperature between 50 and 53\ndegrees F. and have the upper boundary of the calcic horizon at depths\nof 20 inches or greater.  Portino soils have basalt at depths of 20 to\n40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Idahome soils are on nearly level to very gently\nsloping fan and high stream terraces. Elevations range from 4,400 to\n5,400 feet.  Slopes range from 0 to 4 percent.  They formed in silty\nalluvium.  The climate is cold and moist in the winter and hot and dry\nin the summer.  The average annual precipitation ranges from 8 to 12\ninches.  The average summer temperature is about 65 degrees F. and the\naverage annual temperature ranges from 45 to 47 degrees F..  The\nfrost-free season is about 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Darkbull, Declo,\nMellor, and Strevell (T) soils.  Darkbull soils have a skeletal\nparticle size control section.  Declo and Strevell (T) soils have\ncoarse loamy particle size control sections.  Mellor soils have a\nnatric horizon and are moderately slowly permeable.  All these soils\nare on fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate\npermeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for rangeland.  The potential\nnatural vegetation is mainly black greasewood, bottlebrush\nsquirreltail, and Sandburg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Idaho.  The series is moderately\nextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cassia County, Idaho, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this\npedon are:\nOchric epipedon - the zone from 0 to 5 inches (A1 and A2 horizons).\nCalcic horizon - the zone from 5 to 31 inches (Bk1, Bk2, and Bk3\nhorizons).\nParticle-size control section - the zone from 10 to 40 inches (Bk2 and\nBk3 horizons and part of the Czk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
