{
  "SERIES": "IGDELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW/PWB/RLB/JBF",
  "REVDATE": "01/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Abruptic Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Igdell gravelly silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 30 percent gravel.\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly silt loam, very dark grayish brown (10YR 3/2) moist; moderate very thin platy structure; soft, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine vesicular and interstitial pores; 15 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (5 to 23 cm thick)\nA2--5 to 13 cm; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine roots; common very fine interstitial and tubular pores; 10 percent gravel; neutral (pH 7.2); clear wavy boundary.  (0 to 15 cm thick)\n2AB--13 to 20 cm; grayish brown (10YR 5/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine subangular blocky structure; hard, very friable, moderately sticky and very plastic; many very fine and fine, few medium roots; common very fine tubular pores; few thin clay films on faces of ped and lining pores; 20 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt wavy boundary.  (0 to 13 cm thick)\n2Bt1--20 to 28 cm; brown (10YR 5/3) gravelly clay, dark brown (10YR 3/3) moist; moderate fine and medium angular blocky structure; hard, friable, very sticky and very plastic; common very fine and few fine roots; common very fine tubular pores; many stress surfaces, many distinct clay films on faces of ped and lining pores; 25 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (5 to 20 cm thick)\n2Bt2--28 to 58 cm; yellowish brown (10YR 5/4) gravelly clay, dark yellowish brown (10YR 4/4) moist; strong medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine exped roots; few very fine tubular pores; many stress surfaces; 10 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary.  (25 to 36 cm thick)\n2Bt3--58 to 69 cm; light yellowish brown (10YR 6/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; few very fine roots; many very fine tubular pores; common faint clay films on faces of ped and lining pores; 15 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.8); abrupt smooth boundary.  (8 to 15 cm thick)\n2Bqkm--69 to 102 cm; very pale brown (10YR 8/2) indurated duripan, very pale brown (10YR 7/3) moist; massive; extremely hard, extremely firm; continuous alternate bands of 1/2 to 2 mm thick silica laminae; violently effervescent; moderately alkaline (pH 8.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 10 miles northwest of Elko, approximately 1,400 feet west and 1,200 feet south of the northeast corner of section 35, T. 36 N., R. 54 E.; USGS Kittridge Springs 7.5 minute topographic quadrangle; latitude 40 degrees 58 minutes 08 seconds N and longitude 115 degrees 51 minutes 35 seconds W; WGS84 Decimal Degrees 40.9688889 latitude, -115.8597222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry from late June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 36 cm, includes upper part of argillic horizon.\nDepth to carbonates: 50 to 84 cm.\nDepth to duripan: 50 to 100 cm.\nParticle-size control section - Clay content:  Averages 45 to 60 percent.\nRock fragments:  10 to 35 percent, mainly gravel.\nA and AB horizons\nChroma:  2 or 3.\nReaction:  Neutral or slightly alkaline.\n2Bt horizon\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 through 6.\nTexture:  Clay, gravelly clay or silty clay in the upper part, the lower part contain subhorizon with textures of gravelly loam, gravelly clay loam or very gravelly sandy clay loam.\nRock fragments:  5 to 40 percent in any one subhorizon, but averages less than 35 percent.\nReaction:  Neutral through moderately alkaline increasing with depth.\nOther features:  At least one subhorizon in the upper part average 60 to 70 percent clay.\nCementation: Some horizons contain discontinuous weak silica cementation.\n2Bqkm horizon\nValue:  7 or 8 dry.\nStructure: Thick platy or is massive.\nThickness:  25 to over 76 cm thick with the base extending below 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Insidert series.  The Insidert soils have carbonates at 30 to 50 cm and bedrock within 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Igdell soils are on fan piedmont remnants and plateau summits.  These soils formed in a thin loess cap over alluvium derived from mixed rocks.  Slopes are 2 to 30 percent.  Elevations are 1,770 to 2.260 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 250 to 360 mm, mean annual temperature is 6 to 7 degrees C, and the frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eboda, Gance and Stampede series.  Eboda soils are moderately deep to soft bedrock and have 25 to 35 percent clay in the particle-size control section.  Gance soils have ochric epipedons, 35 to 75 percent rock fragments in the particle-size control section and do not have a duripan.  The Stampede soils lack an abrupt textural increase in clay and Bt subhorizons with 60 to 70 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, Douglas rabbitbrush, phlox, Idaho fescue, Sandberg bluegrass and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  MLRA 25.  Igdell soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Central Part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface of the soil to 28 cm (A1, A2, 2AB and 2Bt1 horizons).\nArgillic horizon - The zone from 20 to 69 cm with at least one subhorizon having 60 to 70 percent clay (2Bt1, 2Bt2 and 2Bt3 horizons).\nAbrupt textural change: The boundary at 20 cm.\nAridic feature - Has an aridic soil moisture regime bordering on xeric.\nIndurated duripan - The zone from 69 to 102 or more cm (2Bqkm horizon).\nParticle-size control section - The zone from 20 to 69 cm (2Bt1, 2Bt2 and the 2Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
