{
  "SERIES": "IGOR",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. TAG-DMM-RJS",
  "REVDATE": "05/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Igor gravelly loam, in rangeland (colors are for dry soil unless otherwise noted). Surface fragments include 20 percent subrounded stones and 10 percent subrounded boulders.\nA1--0 to 5 cm; very dark gray (7.5YR 3/1) gravelly loam, black (7.5YR 2.5/1) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine roots; many fine interstitial pores; 15 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary.\nA2--5 to 24 cm; dark brown (7.5YR 3/2) very stony loam, very dark brown (7.5YR 2.5/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine interstitial pores; 20 percent gravel, 12 percent cobbles and 20 percent stones; slightly alkaline (pH 7.4); clear wavy boundary. (combined thickness of the A1 and A2 horizons - 15 to 30 cm)\nBt--24 to 70 cm; brown (10YR 4/3) extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine tubular pores; 3 percent faint clay films on all faces of peds; 40 percent gravel, 10 percent cobbles and 12 percent stones; slightly alkaline (pH 7.5); clear smooth boundary. (40 to 60 centimeters thick)\nBC--70 to 200 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; many fine tubular pores; 35 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sublette County, Wyoming: located approximately 2550 feet North and 115 feet East of the southwest corner of section 19, T. 32N, R. 106W; USGS Fremont Butte, Wyoming topographic quadrangle; 42 degrees 43 minutes 40.00 seconds north latitude and 109 degrees 32 minutes 19.00 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 1.5 to 3.5 degrees C.\nMollic epipedon thickness - greater than 50 cm\nDepth to argillic horizon 15 to 30 cm\nA1 horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 3 or 4 dry; 2.5 or 3 moist\nChroma: 1 or 2; dry or moist\nClay content: 9 to 18 percent\nRock Fragments: 15 to 30 percent--10 to 25 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.8 to 7.4\nA2 horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 3 or 4 dry; 2.5 or 3 moist\nChroma: 1 or 2; dry or moist\nClay content: 9 to 18 percent\nRock Fragments: 35 to 60 percent--15 to 30 percent gravel, 5 to 15 percent cobbles, 10 to 25 percent stones\nReaction: pH 6.8 to 7.4\nBt horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 3 or 4; dry or moist\nTexture: sandy loam, sandy clay loam\nClay content: 18 to 27 percent\nRock Fragments: 40 to 75 percent--30 to 50 percent gravel, 5 to 15 percent cobbles, 5 to 15 percent stones\nReaction: pH 7.2 to 7.6\nBC horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 4 or 5; dry or moist\nChroma: 2 or 3; dry or moist\nClay content: 6 to 15 percent\nRock Fragments: 40 to 60 percent--35 to 50 percent gravel, 5 to 15 percent cobbles, 0 to 10 percent stones\nReaction: pH 7.2 to 7.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAngelwhine (CA) - have a xeric moisture regime\nAspetill (CA) - have a xeric moisture regime\nBadwater (WY) - have greater than 35 percent boulders in the argillic horizons\nBickmore (UT) - are moderately deep to a lithic contact\nBlackbear (MT) - are moderately deep to a lithic contact\nBluebell (NV) - are moderately deep to a lithic contact\nBooneville (ID) - have an udic moisture regime\nBuena vista (CO) - are moderately deep to a lithic contact\nDab (NV) - have a xeric moisture regime\nDailybasin (MT) - have greater than 15 percent clay in the BC horizon\nDelhew (NV) - have a xeric moisture regime\nHawkinspeak (CA) - are moderately deep to a lithic contact\nKeman (ID) - have a xeric moisture regime\nLittlemud (NV) - are moderately deep to a lithic contact\nLostcannon (CA) - have a xeric moisture regime\nMonibasin (CA) - have a xeric moisture regime\nPanin (NV) - are moderately deep to a lithic contact\nParkalley (ID) - have a xeric moisture regime\nParkay (UT) - have a xeric moisture regime\nRangertaft (NV) - are moderately deep to a lithic contact\nRedbird (SD) - have secondary calcium carbonate accumulation\nRutherford (ID) - are moderately deep to a lithic contact\nSweetmount (CA) - are deep to a paralithic contact\nWoodhurst (MT) - are moderately deep to a lithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - ground moraines, moraines\nElevation - 2270 to 2290 meters\nSlope - 2 to 8 percent\nParent Material - till derived from granite and gneiss.\nClimate - long, cold winters; cool, moist springs; short, cool summers\nMean annual precipitation - 380 to 485 mm with peak periods of precipitation occurring during the spring\nMean annual air temperature - 0.5 to 1.5 degrees C.\nFrost-free period - 25 to 45 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Igor soils are primarily used for rangeland.  The potential native vegetation is mainly mountain big sagebrush, Idaho fescue, spike fescue, bluebunch wheatgrass, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Igor soils are of small extent in southwestern Wyoming. MLRA - 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Sublette County, Wyoming, 2011.  The series name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 70 cm (A1, A2, Bt horizons)\nArgillic horizon - from 24 to 70 cm (Bt horizon)\nParticle-size control section - from 24 to 70 cm (Bt horizon).\nIgor soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
