{
  "SERIES": "ILIFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/GB/JWB",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iliff loam - grassland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 centimeters (0 to 3 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable; neutral; clear smooth boundary. (5 to 15 centimeters (2 to 6 inches) thick)\nA2--8 to 15 centimeters (3 to 6 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure parting to weak fine granular; slightly hard, friable; neutral; abrupt smooth boundary. (5 to 10 centimeters (2 to 4 inches) thick)\nE--15 to 20 centimeters (6 to 8 inches); light brownish gray (10YR 6/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; slightly hard, friable; neutral; abrupt smooth boundary. (0 to 8 centimeters (0 to 3 inches) thick)\nBt--20 to 38 centimeters (8 to 15 inches); very dark grayish brown (10YR 3/2) silty clay loam, very dark brown (10YR 2/2) moist; strong medium and fine prismatic structure parting to strong medium and fine angular blocks; hard; firm; many continuous distinct clay films; slightly alkaline; clear smooth boundary. (10 to 30 centimeters (4 to 12 inches) thick)\nBCk--38 to 56 centimeters (15 to 22 inches); light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocks; hard, friable; few patchy distinct clay films; strongly effervescent; moderately alkaline; clear smooth boundary. (10 to 30 centimeters (4 to 12 inches) thick)\nCk--56 to 74 centimeters (22 to 29 inches); light gray (2.5Y 7/2) silt loam, grayish brown (2.5Y 5/2) moist; massive; soft, very friable; violently effervescent; moderately alkaline; smooth boundary. (10 to 41 centimeters (4 to 16 inches) thick)\nC--74 to 86 centimeters (29 to 34 inches); light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; massive; soft, very friable; moderately alkaline; gradual smooth boundary. (8 to 30 centimeters (3 to 12 inches) thick)\nR--86 centimeters (34 inches); white (10YR 8/1) caliche sandstone of the Ogallala formation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Logan County, Colorado; 367 meters (1205 feet) north and 12 meters (40 feet) east of the southwest corner of Sec. 27, T. 7 N., R. 50 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 10 to 13 degrees C. (50 to 55 degrees F.)\nSolum: 38 to 89 centimeters (15 to 35 inches) thick\nMollic epipedon: 20 to 49 centimeters (8 to 19 inches) thick\nCarbonates depths: 36 to 53 centimeters (14 to 21 inches)\nDepth to caliche: 76 to 102 centimeters (30 to 40 inches), (range of 51 to 102 centimeters (20 to 40 inches)\nA horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 1 to 3\nTexture:  silt loam and loam.\nE horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7, 3 to 5 moist\nChroma: 1 or 2 (Some cultivated areas have the A and E horizons mixed.)\nBt horizon:\nHue: 7.5YR to 2.5Y\nValue: 3 to 5, 2 to 4 moist\nChroma: 2 or 3\nTexture: silty clay loam or clay (35 to 50 percent clay)\n(minimum increase of 20 percent clay within 3 inches of the upper boundary)\nBk horizon:\nHue: 7.5YR to 2.5Y\nValue: 5 or 6, 4 or 5 moist\nChroma: 2 or 3\nTexture: silty clay loam or clay loam (30 to 40 percent clay)\nCalcium carbonate: 5 to 15 percent (of the fine earth)\nBCk horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 7, 2 to 6 moist\nChroma: 2 or 3\nTexture: silty clay loam or clay loam (30 to 40 percent clay)\nC horizon:\nHue: 5Y to 7.5YR\nValue: 6 or 7, 5 or 6 moist\nChroma: 2 or 3\nTexture: silt loam, loam, and clay loam (20 to 35 percent clay)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dawes, Fondis, Jonpol, Platmak, Platner and Platsher series.\nDawes soils have a lithic contact at depths between 100 and 203 centimeters (40 to 80 inches).\nFondis, Platmak, Platner and Platsher soils lack a lithic contact.\nJonpol soils have a paralithic contact at 51 to 100 centimeters (20 to 40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: medium and moderately fine textured loess materials that contain considerable carbonates\nLandform: upland plains\nSlopes: 0 to 6 percent\nExchangeable sodium: 8 to 15 percent\nUnderlying caliche: part of the Ogallala sandstone formation that limits root and moisture penetration\nClimate: semiarid\nMean annual precipitation: 33 to 43 centimeters (13 to 17 inches)\nMean annual temperature: 8 to 11 degrees C. (47 to 52 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Platner soils as well as Rosebud and Weld soils.\nRosebud soils have fine-loamy Bt horizons.\nWeld soils lack a lithic contact between 51 to 102 centimeters (20 and 40 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well and moderately well drained\nRunoff; low\nSaturated Hydraulic Conductivity: moderately low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: most areas are cultivated\nThe main crops are wheat, sorghum, and feed crops.\nA small percentage remains in range.\nNative vegetation is blue grama, buffalo grass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Colorado and western Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Logan County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon: 20 to 38 centimeters (8 to 15 inches)\nLithic contact: 86 centimeters (34 inches)\nClay increase: 20% or more within a vertical distance of 7.5 cm or 15% or more within 2.5cm in the fine-earth fraction.\nLast updated by the state 3/94\nModified format by LRM in 10/2005 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
