{
  "SERIES": "IMLAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-KJH",
  "REVDATE": "10/97",
  "STATES": "NE,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Imlay clay loam - on a convex knoll of 6 percent under native grass.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky and granular structure with a weak thin crust in upper inch; soft, very friable; 5 percent by volume fragments of siltstone; strong effervescence; moderately alkaline; clear smooth boundary.  (2 to 8 inches thick)\nAC--4 to 10 inches; light gray (10YR 7/2) very gravelly clay loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure parting to weak fine subangular blocky; hard, friable; about 55 percent by volume fragments of brittle siltstone; strong effervescence; moderately alkaline; gradual smooth boundary.  (6 to 12 inches thick)\nCr1--10 to 17 inches; light gray (2.5Y 7/2) loosely bedded siltstone having pale brown streaks and coatings; soil fines of clay loam texture fill between the blocky and platy siltstone fragments; massive; fragments of silt stone are hard and brittle but crumble readily moist; few medium and coarse soft accumulations of carbonate; strong effervescence; moderately alkaline; gradual smooth boundary.\nCr2--17 to 26 inches; pinkish gray (7.5YR 6/2) and brown (7.5YR 5/2) siltstone; very hard and brittle but crumbles readily when wetted; faces of fractures are coated with carbonate; few to common fine soft accumulations of carbonate; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mellette County, South Dakota; about 8 miles north and 1 mile west of Cedar Butte; 2080 feet west and 1630 feet north of the southeast corner of sec. 18, T. 43 N., R. 31 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to siltstone or mudstone ranges from 8 to 20 inches.  Soil fines and siltstone bedrock contain free carbonate throughout.  Blocky fragments of siltstone are mixed throughout the soil mass.  The soil is slightly alkaline or moderately alkaline.\nThe A horizon has a hue of 10YR or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 1 or 2.  It is clay loam, loam, or silt loam and averages between 23 and 35 percent clay.  Fragments of siltstone comprise about 5 to 15 percent by volume.\nThe AC and Cr horizons have hue of 2.5Y, 10YR, or 7.5YR; value of 5 to 7 and 4 to 6 moist; and chroma of 1 to 3.  The AC horizon is gravelly analogs of clay loam or silty clay loam averaging 27 to 34 percent clay, 30 to 60 percent silt and 10 to 30 percent sand.  Fragments of siltstone comprise about 35 to 80 percent by volume of the AC horizon.  Some pedons have a C horizon.  Roots extend into bedded siltstone along fractures.  Accumulations of carbonate are as coatings on faces of bedrock fractures and as few or common, medium or coarse accumulations in the Cr horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Cragola series in the same family.  The coarse fragments in the Cragola soils are igneous in origin.  Also, Cragola soils are dry for about 60 consecutive days between July 15 and September 30 in most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Imlay soils are on side slopes, knolls, narrow crests, and ridges on uplands.  Slope gradients typically are greater than 6 percent but range from 3 to 40 percent.  These soils formed in residuum weathered from siltstone and mudstone.  Mean annual air temperature ranges from 45 to 49 degrees F, and mean annual precipitation ranges from 12 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackpipe, Conata, Epping, Keota, and Norrest soils.  Blackpipe and Conata soils have fine textures and in addition, Blackpipe soils are on slightly lower positions on the landscape.  Epping soils have less than 35 percent by volume of coarse fragments in the series control section.  Keota and Norrest soils have bedrock below depths of 20 inches and in addition, Keota soils are coarse-silty and Norrest soils are on less sloping areas.  Conata, Epping, and Keota soils are in similar positions on the landscape as Imlay soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to high depending on slope.  Permeability is moderately slow in the soil material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Native vegetation is short and mid grasses, mainly sideoats grama, little bluestem, blue grama, western wheatgrass, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern South Dakota and western Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mellette County, South Dakota, 2/71."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric horizon - the zone from the surface of the soil to a depth of 4 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
