{
  "SERIES": "IMMANUEL",
  "STATUS": "Established Series",
  "BYREV": "LBW:CH Rev. MAV",
  "REVDATE": "11/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Immanuel silt loam-in an idle field. (Colors are for moist soil unless otherwise stated).\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; moderate medium and coarse subangular blocky structure parting to moderate fine and medium granular; friable; many fine roots; common fine pores; few medium faint brown (10YR 5/3) iron depletions; few fine hard black iron-manganese concretions; moderately acid; abrupt smooth boundary. (3 to 9 inches thick)\nBt1--7 to 18 inches; strong brown (7.5YR 4/6) silty clay loam; moderate medium and coarse subangular blocky structure; friable; occasional faint clay film on a few ped surfaces; common fine pores; common fine roots; common coarse distinct brown (10YR 4/3) accumulations (A horizon material); few fine distinct black (10YR 2/1) manganese accumulations on faces of some peds; few fine, medium and coarse iron-manganese concretions; strongly acid; gradual smooth boundary.\nBt2--18 to 28 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium and coarse subangular blocky structure; friable; common fine roots; many fine and medium pores; few faint clay films on a few ped faces and lining some pores; common coarse faint brown (10YR 5/3) and few fine faint grayish brown (10YR 5/2) iron depletions; few medium faint yellowish brown (10YR 5/6) iron accumulations; common fine and medium dark brown to black soft iron-manganese masses; strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizons ranges from 12 to 30 inches.)\nEg--28 to 33 inches; light brownish gray (10YR 6/2) silt loam; weak coarse subangular blocky structure; friable; many fine, medium and coarse pores; common fine roots; many fine distinct yellowish brown (10YR 5/4) iron accumulations; many medium and coarse dark brown to black soft iron-manganese masses; strongly acid; clear smooth boundary. (3 to 8 inches thick)\nB'tx/Eg--33 to 53 inches; about 60 percent of horizon is Btx material which is yellowish brown (10YR 5/4) silt loam; moderate medium, coarse and very coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm; most peds slightly brittle; few fine roots; common fine and medium pores; common distinct brown (7.5YR 5/3) clay films on faces of peds and lining pores; common medium faint yellowish brown (10YR 5/6) and few fine distinct strong brown (7.5YR 5/6) iron accumulations; common fine faint brown (10YR 5/3) iron depletions; few light brownish gray (10YR 6/2) iron depletion halos around pores in brown matrix; common fine, medium and coarse dark brown to black soft iron-manganese masses in upper 4 inches of horizon; about 40 percent of horizon is Eg material which is light brownish gray (10YR 6/2) silt in seams up to 2 inches wide between prisms; weak coarse subangular blocky to massive structure; few fine roots in the gray silt; common fine pores in gray silt; occasional pore lined with black manganese accumulations; strongly acid; gradual smooth boundary. (18 to 36 inches thick)\nB't--53 to 80 inches; yellowish brown (10YR 5/4) silt loam; moderate medium, coarse and very coarse prismatic structure parting to moderate medium and coarse subangular blocky structure; firm, slightly brittle; common distinct clay films on ped faces and lining pores; common fine and medium pores; common fine faint brown (10YR 5/3) iron depletions; common medium faint yellowish brown (10YR 5/6) and few fine distinct strong brown (7.5YR 5/6) iron accumulations; few fine, medium and coarse dark brown to black soft iron-manganese masses; about 10 percent of horizon is composed of light brownish gray (10YR 6/2) clay depletions between prisms; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Arkansas County, Arkansas; Land Grant No. 2351; 1 mile and 220 feet on county road south of Nady Church of the Nazarene, then west 350 feet in idle field. USGS-Watson, Arkansas topography quadrangle; lat. 33 degrees 59 minutes 5 seconds N., and 91 degrees 15 minutes 28 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. Reaction ranges from very strongly acid to slightly acid throughout, except for the surface layers that have been limed or affected by alkaline irrigation water.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8, or it has hue of 5YR, value of 4 or 5, and chroma of 4 or 6. Iron accumulations and depletions are in shades of brown and gray. It is silt loam or silty clay loam. It has 18 to 35 percent clay and typically less than 10 percent sand.\nThe Eg horizon and Eg part of the B'tx/Eg horizon has hue of 10YR, value of 5 to 7, and chroma of 1 to 2. Iron accumulations are in shades of brown. It is silt or silt loam.\nThe B'tx horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8; or it has hue of 5YR, value of 4 or 5, and chroma of 4 or 6. Iron accumulations and depletions are in shades brown, yellow, or gray. It is silt loam or silty clay loam.\nThe B't horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. Iron accumulations and depletions are in shades of brown and gray. It is silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Soils in closely related families include the Grenada series. Grenada soils have a fragipan from 24 to 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Immanuel soils are on the Grand Prairie of Arkansas and possibly other Prairie terraces in the lower Mississippi Valley; MLRA 131. They generally occur around the perimeter of the terrace and on the dissected escarpments. They typically formed in silty alluvium, but may be mixed with loess in some areas. Slopes are dominantly 0 to 8 percent, but range to 25 percent. The climate at the type location is warm and humid. The average annual temperature ranges from about 60 to 65 degrees F. and the average annual rainfall ranges from about 50 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Dewitt, Ethel, Stuttgart and Tichnor series. Dewitt, Ethel and Stuttgart soils occur on the terrace tread. Tichnor soils occur on floodplains that drain the terrace. Dewitt soils are poorly drained and have an abrupt texture change between the albic horizon and the underlying argillic horizon. Ethel soils are poorly drained and do not have fragic properties. Stuttgart soils contain an abrupt texture change. Tichnor soils are poorly drained and do not contain horizons with fragic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; runoff is negligible to very high; permeability is moderate above the fragic layer and slow in the fragic layer. Water is perched above the fragic layer at a depth of 1.5 to 3 feet during high rainfall periods late in winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is used for row crops. Rice, soybeans and wheat are the principal crops. Minor areas are in pasture and CRP. A\nsmall acreage is in mixed hardwoods including oaks, hickory, elm, and shortleaf pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 131; Arkansas and possibly Louisiana. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Arkansas County, Arkansas; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 7 inches (A horizon).\nArgillic horizon - the zone from 7 to 28 inches (Bt1 and Bt2 horizons) and the zone from 33 to 80 inches (Btx and B't horizons).\nAlbic horizon - the zone from 28 to 33 inches (Eg horizon).\nGlossic horizon - The zone from 33 to 53 inches (Btx/Eg horizon).\nFragic properties - The zone from 33 to 53 inches (Btx part of horizon).\nOxyaquic feature - The zone from 18 to 33 inches (Bt2 and Eg horizons).\nADDITIONAL DATA: Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory. Pedon S94AR-001-05.\nThe Immanuel series was originally mapped in the Grenada series. The Grand Prairie of Arkansas was originally thought to be covered with loess and part of MLRA 134, but after considerable research and study, it is now thought that the Grand Prairie is covered primarily with silty alluvium and part of MLRA 131.\nClassification was changed in 3/2002 to reflect the water table from 1.5 to 3 feet. This series was previously classified as Fragic Glossudalfs. Also, active CE activity class was assigned.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
