{
  "SERIES": "IMMOKALEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH-CAP-AMS",
  "REVDATE": "11/2017",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Arenic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Immokalee fine sand in a forest at elevation of about 12 meters (40 feet) above mean sea level. (Colors are for moist soil).\nA--0 to 15 centimeters (0 to 6 inches); very dark gray (10YR 3/1) fine sand; mixture of organic matter and light gray (10YR 7/1) sand grains that have a salt-and-pepper appearance when dry; weak fine granular structure; very friable; many fine and medium roots; very strongly acid; clear smooth boundary. [5 to 25 centimeters (2 to 10 inches) thick]\nE1--15 to 30 centimeters (6 to 12 inches); gray (10YR 5/1) fine sand; single grain; loose; common fine and medium roots; many coarse faint gray (10YR 6/1) areas having less organic matter than the matrix and few coarse distinct dark gray (10YR 4/1) masses having more organic matter than the matrix; very strongly acid; gradual wavy boundary.\nE2--30 to 89 centimeters (12 to 35 inches); white (10YR 8/1) fine sand; single grain; loose; few fine, medium and coarse roots; few fine distinct very dark gray (10YR 3/1) streaks in root channels that have more organic matter than the matrix; very strongly acid; gradual wavy boundary. [Combined thickness of the E horizons ranges from 66 to 127 centimeters (26 to 50 inches) thick]\nBh1--89 to 109 centimeters (35 to 43 inches); black (10YR 2/1) fine sand; lower 2 inches grades to dark reddish brown (5YR 2/2) areas with less organic matter than the matrix; weak fine granular structure; friable; common fine and medium roots; very strongly acid; clear wavy boundary.\nBh2--109 to 137 centimeters (43 to 54 inches); dark reddish brown (5YR 3/3) fine sand; single grain; loose; few fine and medium roots; common fine and medium dark reddish brown (5YR 2/2) areas with more organic carbon than the matrix; few fine distinct gray (10YR 5/1) sand lenses and pockets having less organic matter than the matrix; very strongly acid; gradual wavy boundary. [Combined thickness of the Bh horizons ranges from 25 to 127 centimeters (10 to 50 inches) thick]\nBC--137 to 203 centimeters (54 to 80 inches); brown (10YR 4/3) loamy fine sand; single grain; loose; few fine faint dark brown (10YR 3/3) areas having more organic matter than the matrix; few fine distinct pale brown (10YR 6/3) and light gray (10YR 7/1) areas that have less organic matter than the matrix; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okeechobee County, Florida; approximately 11.3 kilometers (7.0 miles) north of the center of the town of Okeechobee; about 422 meters (1,385 feet) east and 35 meters (115 feet) north of the southwest corner of Sec. 10, T. 36 S., R. 35 E. Latitude and Longitude; 27 degrees 20 minute 45.320 seconds, north and 80 degrees 49 minutes 22.44 degrees west, WSG84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: 30 to 90 centimeters (12 to 36 inches)\nSolum thickness range: 152 to 203 centimeters (60 to 80 inches) or more\nAquic conditions: 0 to 30 centimeters (0 to 12 inches)\nOchric epipedon: 76 to 127 centimeters (30 to 50 inches)\nDepth to albic horizon: 5 to 25 centimeters (2 to 10 inches)\nDepth to spodic horizon: 76 to 127 centimeters (30 to 50 inches)\nDepth to endosaturation: 15 to 46 centimeters (6 to 18 inches)\nReaction: extremely acid to moderately acid throughout (pH 3.5 to 6.0); limestone phases are strongly acid to slightly alkaline (pH 5.1 to 7.8)\nParticle-size control section (weighted averages):\nClay content: 0 to 12 percent\nFine sand content: 30 to 75 percent\nA or Ap horizon:\nHue: 10YR or Neutral\nValue: 2 to 4\nChroma: 1 or 2\nTexture: fine sand or sand\nClay content: 0 to 7 percent\nRock fragments: 0\nEC (mmhos/centimeter): 0 to 2\nE horizon:\nHue: 10YR, 2.5Y, or Neutral\nValue: 5 to 8\nChroma: 1 or 2\nTexture: fine sand or sand\nClay content: 0 to 5 percent\nRock fragments: 0\nEC (mmhos/centimeter): 0 to 2\nRedoximorphic features: depletions or concentrations, 1 to 20 percent, and fine or medium in size\nTransitional horizon 0.5 to 2 inches thick may occur.\nBh horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nCoated sand grains: most are coated with organic material.\nClay content: 2 to 12 percent\nRock fragments: 0\nEC (mmhos/centimeter): 0 to 2\nOrganic matter depletions: faint or distinct, fine or medium, none to common\nSome pedons contain tonguing of E horizon material.\nBC or BCg horizons, where present:\nHue: 7.5 YR or 10YR\nValue: 3 to 5\nChroma: 1 to 4\nTexture: fine sand or sand\nClay content: 0 to 8 percent\nRock fragments: 0\nEC (mmhos/centimeter): 0 to 2\nSome pedons have transitional horizons with medium and coarse fragments of Bh materials.\nBw horizons, where present:\nHue: 7.5 YR or 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nClay content: 0 to 12 percent\nRock fragments: 0\nEC (mmhos/centimeter): 0 to 2\nSome pedons have transitional organic streaking or mottles in shades of yellow, brown, and gray.\nC or Cg horizons, where present:\nHue: 7.5 YR or 10YR\nValue: 3 to 5\nChroma: 1 to 4\nTexture: fine sand or sand\nClay content: 0 to 8 percent\nRock fragments: 0\nEC (mmhos/centimeter): 0 to 2\nSome pedons have transitional organic streaking or mottles in shades of yellow, brown, and gray.\nIn some pedons, there is a second sequum of E' and B'h horizons. Where present, they have the same range of colors and textures as the E and Bh horizons.\nLimestone substratum phases are recognized. Where present, they have 2Cr or R horizons of soft or soft and hard porous limestone below a depth of 102 centimeters (40 inches) with solution holes filed with sand and rock. These need to be investigated to determine if a new series is necessary."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Sandy marine sediments\nLandscape: Lower Coastal Plain\nLandform: low broad flats and flatwoods on marine terraces\nSlopes: 0 to 2 percent\nElevation: 0 to 40 meters (0 to 130 feet)\nMean annual temperature: 20 to 25 degrees C (68 to 77 degrees F)\nMean annual precipitation: 1118 to 1524 millimeters (44 to 60 inches)\nFrost-free period: 335 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBasinger soils have weakly expressed spodic horizons and are on similar landform positions.\nEauGallie, Electra, Oldsmar, Pomona, and Wabasso soils have argillic horizons below the spodic horizon and are on similar landform positions.\nMyakka and Smyrna soils have spodic horizons less than 76 centimeters (30 inches) from the surface and are on similar landform positions.\nPlacid soils lack spodic horizons, have dark surface horizons greater than 25 centimeters (10 inches) thick, and are on similar landform positions.\nSt. Johns soils have thicker darker surface horizons and are on slightly lower positions except for depressional phases.\nSt. Lucie soils lack spodic horizons, have seasonal high water tables at depths of greater than 183 centimeters (72 inches) and are on higher landform positions.\nWauchula soils have argillic horizons below the spodic materials and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Poorly drained; very poorly drained in depressional and ponded phases\nSaturated hydraulic conductivity (Ksat): very high or high in the A and E horizons and moderately high and high in the Bh horizon.\nPermeability: rapid or very rapid in the A and E horizons and moderate or moderately rapid permeability in the Bh horizon.\nRunoff: negligible to very low\nDepth to seasonal high water table:  15 to 30 centimeters (6 to 18 inches) of the surface for 1 to 4 months during most years, 30 to 107 centimeters (18 to 36 inches) for 2 to 10 months during most years, and it is below 60 inches during extended dry periods.\nDepressional phases are ponded 0 to 30 centimeters (0 to 12 inches) for 6 to 9 months each year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUnder natural conditions Immokalee soils are used for water quality, forestry, and wildlife habitat. Large areas with adequate water management are used for citrus, truck crops, pastureland, and range.\nPotential native vegetation consists of longleaf and slash pine with an undergrowth of sawpalmetto, gallberry, waxmyrtle and pineland threeawn. In depressions, water tolerant plants such as cypress, loblollybay gorodonia, red maple, sweetbay, maidencane, blue maidencane, chalky bluestem, sand cordgrass and bluejoint panicum are more common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Area (MLRA): Southern Florida Flatwoods (MLRA 155), South Central Florida Ridge (MLRA 154), Southern Florida Lowlands (MLRA 156B), Everglades and Associated Areas (MLRA 156A)\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nEverglades Project Area, Florida; 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle sized control section:  25 to 100 centimeters (10 to 40 inches)\nDiagnostic horizons and features in this pedon:\nOchric epipedon - 0 to 89 centimeters (0 to 35 inches) (A, E1, and E2)\nAlbic horizon - 15 to 89 centimeters (6 to 35 inches) (E1 and E2)\nSpodic horizon - 89 to 137 centimeters (35 to 54 inches) (Bh1 and Bh2)\nAquic conditions - 15 to 30 centimeters (6 to 18 inches); in ponded and depressional phases 0 to 30 centimeters (0 to 12 inches)\nEndosaturation - 0 to 30 centimeters (0 to 12 inches) during the wet season in ponded and depressional phases; 30 to 107 centimeters (12 to 42 inches) during the rest of the year, except during extended dry periods.\nSoil classified according to the 12th Edition of the Keys to Soil Taxonomy.\nPonded, depressional, and limestone substratum phases need to be investigated to determine if a new series is necessary.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: 1997FL093002\nOSD Pedon Site ID: 1997FL093002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
