{
  "SERIES": "IMOGENE",
  "STATUS": "Established Series",
  "BYREV": "WJG-JKW-GWH",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Mollic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Imogene fine sandy loam, on northwest-facing, plane, .5 percent slope in rangeland; elevation is 76 meters (251 feet). (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; hard, friable; common fine roots; slightly acid; abrupt smooth boundary. (8 to 30 cm [3 to 12 in] thick)\nBtn--13 to 30 cm (5 to 12 in); dark grayish brown (10YR 4/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse columnar structure parting to moderate fine and medium subangular blocky; hard, friable; common fine roots; prominent clay films on vertical surfaces of peds; few fine masses of calcium carbonate; slightly alkaline; clear wavy boundary. (10 to 30 cm [4 to 12 in] thick)\nBtkn--30 to 71 cm (12 to 28 in); grayish brown (10YR 5/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse columnar structure parting to moderate fine and medium subangular blocky; hard, friable; common fine roots; distinct clay films on vertical surfaces of peds; common fine masses of calcium carbonate; slightly effervescent; moderately alkaline; gradual wavy boundary. (15 to 56 cm [6 to 22 in] thick)\nBnz--71 to 122 cm (28 to 48 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2) moist; weak fine subangular blocky structure; hard, friable; few fine masses of calcium carbonate; few threads of other neutral salts; few fine yellowish brown streaks; slightly effervescent; moderately alkaline; gradual wavy boundary. (25 to 76 cm [10 to 30 in] thick)\nBCnz--122 to 203 cm (48 to 80 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2) moist; weak medium subangular blocky structure; very hard, friable; few fine masses of calcium carbonate; few threads of other neutral salts; few fragments of shale; few fine yellowish brown streaks; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Atascosa County, Texas; 6.6 miles southwest of Campbellton on Farm Road 791; 0.6 mile south to 7-4 Ranch Headquarters; about 0.6 mile southeast of headquarters in rangeland. Whitsett, Texas USGS topographic quadrangle: Latitude: 28 degrees 40 minutes 05.4 seconds N; Longitude: 98 degrees 22 minutes 0.3 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Soil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature:22 to 23.5 (72 to 74 degrees F).\nParticle-size control section (weighted average)\nClay content: 20 to 35 percent\nCEC/clay ratio: 0.6 to 0.70\nSodium absorption ratio: 13 to 40\nA Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 4\nTexture: fine sandy loam, loam, or very fine sandy loam\nClay content: 8 to 18 percent\nEC (dS/m): 0 to 4\nSAR: 2 to 18\nReaction: slightly acid to slightly alkaline\nBtn Horizon\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 3 to 5\nChroma: 1 to 4\nTexture: loam, sandy clay loam, or clay loam\nClay content: 20 to 35 percent\nEC (dS/m): 2 to 6\nSAR: 13 to 40\nReaction: neutral to moderately alkaline\nBtkn Horizon\nHue: 10YR, or 2.5Y\nValue: 5 to 8\nChroma: 2 to 4\nTexture: loam, sandy clay loam, clay loam, or sandy clay\nClay content: 20 to 40 percent\nCalcium carbonate equivalent: 0 to 30 percent\nIdentifiable secondary carbonate: amount-few to many, size-, kind-masses,\nthreads, or nodules\nEC (dS/m): 2 to 20\nSAR: 25 to more than 40\nEffervescence: very slight to strong\nReaction: neutral to strongly alkaline\nBnz (Bknz Horizon where present)\nHue: 10YR to 5Y\nValue: 4 to 7\nChroma: 1 to 3\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: amount-none to common, kind-masses, threads, or\nnodules\nEC (dS/m): 2 to 8\nSAR: 20 to 40\nEffervescence: none to slight\nReaction: neutral to strongly alkaline\nBCnz Horizon (BC where present)\nHue: 10YR to 2.5Y\nValue: 5 to 7\nChroma: 1 to 3\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: amount-few to many, kind-masses, threads, or\nnodules\nEC (dS/m): 2 to 8\nSAR: 10 to 40\nEffervescence: very slight to strong\nReaction: neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are the\nBauman (TX), Brundage (TX), Palobia (TX), and the tentative Greta (TX) series.\nBauman soils: in a thermic soil temperature; do not have a mollic epipedon\nBrundage soils: do not have a mollic epipedon; is dry in some part for\nsix-tenths or more of the cumulative days per year\nPalobia soils: do not have a mollic epipedon; have an active CEC/clay class\nGreta soils: do not have a mollic epipedon; has oxyaquic conditions for at least\n30 cumulative days each year"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: saline, calcareous, loamy sediments of Pliestocene or Recent\nage\nLandscape: inland dissected Coastal plains\nLandform: low stream terraces\nSlope: are mostly less than 1 percent but range to 2 percent\nMean annual air temperature range: 21 to 23.5 degrees C (70 to 74 degrees F)\nMean annual precipitation range: 610 to 813 mm (24 to 32 in)\nPrecipitation Pattern: November through March and July through August are the\ndriest months, while April through June and September through October are the\nwettest.\nFrost-free period: 265 to 300 days\nElevation: 61 to 213 m (200 to 700 ft)\nThornthwaite annual P-E indices: 28 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brundage (TX), Miguel (TX),\nOrelia (TX), Campellton (TX), Coy (TX), and the Laparita (TX) series.\nBrundage soils: on a similar to slightly higher landform\nMiguel soils: have a clayey argillic horizon; are on a hillslope landform\nOrelia soils: are on flat coastal plains; do not have a natric horizon\nCambellton, Coy and Laparita soils: have a clayey argillic horizon; are on\nhillslope landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is very slow.\nRunoff is low on 0 to 1 percent slopes and medium on 1 to 2 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used almost exclusively as rangeland. Native vegetation\nincludes grasses such as hooded windmillgrass, bristlegrass, lovegrass,\ngrassburr, sand dropseed, Hall panicum, threeawn, and red grama. Woody plants\ninclude mesquite, spiny hackberry, white brush, wolfberry, guayacan, condalias,\nvine ephedra, agarita, and yucca. Ecological site is Tight Sandy Loam 25-35\"\nPZ; (R083AY412TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Northern Rio Grande Plain, Texas; LRR I; MLRA 83A; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Atascosa County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizon and features recognized in this pedon are:\nOchric epipedon--0 to 13 cm (0 to 5 in) (A horizon)\nMollic subgroup--The surface has mollic colors but is both massive and hard when\ndry and will not qualify for the Mollisol order.\nNatric horizon--13 to 71 (5 to 28 in) (Btn and Btkn horizons)\nADDITIONAL DATA: Lab data available on pedons from Goliad, Karnes, and Gonzales\ncounties from local lab.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
