{
  "SERIES": "IMPERIAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPZ/LAB/LCL",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "Typically, Imperial soils are pinkish gray and light brown, calcareous, silty clay to depths of 60 inches or more.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, hyperthermic Vertic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Imperial silty clay - uncultivated. (Colors are for dry soil unless otherwise noted.)\nC1--0 to 4 inches; pinkish gray (7.5YR 6/2) silty clay, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, firm, sticky, very plastic; few fine roots; few fine pores; strongly effervescent, disseminated lime; few fine gypsum efflorescences; moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 7 inches thick)\nC2--4 to 12 inches; light brown (7.5YR 6/4) silty clay, brown (7.5YR 5/4) moist; moderate medium platy structure; hard, very firm, sticky, plastic; few fine roots; few fine pores; strongly effervescent, disseminated lime; few fine gypsum efflorescences; moderately alkaline (pH 8.0); clear smooth boundary. (7 to 10 inches thick)\nC3--12 to 60 inches; pinkish gray (7.5YR 6/2) silty clay, brown (7.5YR 5/4) moist; strong very thick platy structure; extremely hard, very firm, sticky, plastic; strongly effervescent, disseminated lime; moderately alkaline (pH 8.1); yellowish red stains (5YR 5/6), reddish brown (5YR 4/4) moist on 50 to 90 percent of faces of cracks below 55 inches depth. (More than 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Imperial County, California; bluff of New River at north edge of SW1/4 NW1/4 sec. 15, T.13S., R.14E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is nearly always dry and is not continuously moist for as long as 60 days.  The mean annual soil temperature at a depth of 20 inches is about 74 degrees F.  The 10- to 40-inch control section is clay, silty clay or heavy silty clay loam that contains 35 to 60 percent clay.  Rock fragments or strata of contrasting texture are lacking to a depth of 40 inches or more.  Very thin silty and very fine sandy strata are present in soil that has not been mixed by cultivation.  Organic matter decreases irregularly with depth.  Dry soil has cracks more than 1cm. wide at a depth of 50cm. and a coefficient of linear extensibility of 0.05 to 0.10.  Tongues ranging from silty clay to loamy sand fill old vertical cracks.  The soil has platy or blocky structure.  Dry fragments may exhibit concoidal fracture.  The soil is dominantly moderately alkaline but ranges to strongly alkaline.  In addition to disseminated lime, some pedons have soft threads and bodies of lime and gypsum.  Efflorescences of gypsum and other salts are on the faces of some peds.  The soil to a depth of 40 inches or more is pinkish gray or reddish gray in 5YR hue, pinkish gray or light brown in 7.5YR hue or pale brown in 10YR hue."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gadsden, Glenbar, Holtville, McClellan, Niland, Rosamond, and Virgin River series.  Gadsden soils have anthropic epipedons.  Glenbar and McClellan soils have less than 35 percent clay in the 10- to 40-inch control section. Glendale, Rosamond, and Virgin River soils average less than 35 percent clay in the 10- to 40-inch control section and the mean annual temperature is less than 72 degrees F.  Holtville soils have fine sand or loamy fine sand in the lower part of the 10- to 40-inch control section.  Niland soils have gravelly sand and loamy sand in the upper part of the 10- to 40-inch control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Imperial soils are nearly level to gently sloping and are on flood plains and in old lake beds at elevations of 235 feet below sea level to 300 feet above sea level.  They formed in calcareous alluvium from mixed sources.  The climate is arid with hot dry summers and cool dry winters.  Average annual precipitation is less than 4 inches.  The average January temperature is about 55 degrees F., the average July temperature is about 90 degrees F., and the average annual temperature is about 72 degrees F.  The freeze-free season is about 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Glenbar, Holtville, and Niland soils and the Gilman, Indio, and Meloland soils.  Gilman, Indio, and Meloland soils average less than 18 percent clay in the 10- to 40-inch control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained; slow or very slow runoff except on low scarps; very slow permeability.  Under irrigation, tile drainage is needed to leach soluble salts and to maintain water tables below depths of 4 to 5 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated agriculture and unirrigated native desert plants.  Irrigated common crops are cotton, sugar beets, barley, annual ryegrass, and where salinity is not too high, alfalfa, sorghums, flax, safflower, and winter vegetables.  Unirrigated areas have a sparse growth of saltbush, creosotebush, Sueda, and Allenrolfea; mesquite and Tamarix grow where their roots can reach ground water."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern California and southwestern Arizona.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Imperial County, California, 1901."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Imperial series was formerly classified as a Regosol.  Note change in classification.  The series should have been classified as a Fluvent rather than an Orthent starting with the initial placement in the current Soil Taxonomy.\nOSED scanned by SSQA.  Last revised by state on 11/73.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015.  ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well and moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--0 to 4 inches; pinkish gray (7.5YR 6/2) silty clay, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, firm, sticky, very plastic; few fine roots; few fine pores; strongly effervescent, disseminated lime; few fine gypsum efflorescences; moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "C2",
        "top": 10,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2--4 to 12 inches; light brown (7.5YR 6/4) silty clay, brown (7.5YR 5/4) moist; moderate medium platy structure; hard, very firm, sticky, plastic; few fine roots; few fine pores; strongly effervescent, disseminated lime; few fine gypsum efflorescences; moderately alkaline (pH 8.0); clear smooth boundary. (7 to 10 inches thick)"
      },
      {
        "name": "C3",
        "top": 30,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--12 to 60 inches; pinkish gray (7.5YR 6/2) silty clay, brown (7.5YR 5/4) moist; strong very thick platy structure; extremely hard, very firm, sticky, plastic; strongly effervescent, disseminated lime; moderately alkaline (pH 8.1); yellowish red stains (5YR 5/6), reddish brown (5YR 4/4) moist on 50 to 90 percent of faces of cracks below 55 inches depth. (More than 30 inches thick)"
      }
    ]
  ]
}
