{
  "SERIES": "IMPEDIMENTA",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Lithic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Impedimenta gravelly loamy sand, on a north northwest-facing, convex, 16 percent slope under desert shrubs at an elevation of 645 meters (2,090 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 15 percent fine gravel, 55 percent medium and coarse gravel, 8 percent cobbles, and 1 percent stones.\nA -- 0 to 2 centimeters (0 to 1 inch); yellowish brown (10YR 5/4) gravelly loamy sand, brown (10YR 5/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few fine vesicular and common fine interstitial pores; 15 percent fine gravel and 10 percent medium and coarse gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (1 to 3 centimeters thick)\nC -- 2 to 10 centimeters (1 to 4 inches); very pale brown (10YR 7/4) gravelly sand, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine and very few coarse roots; 15 percent fine gravel and 5 percent medium and coarse gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 15 centimeters thick)\nR -- 10 centimeters (4 inches); unweathered, slightly fractured granitic bedrock with fractures 10 to 15 centimeters apart; few coarse roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 4.1 kilometers west of the junction of Highway 62 and Coxcomb Adit Trail; 67 meters (220 feet) south and 564 meters (1,850 feet) west of the NE corner of section 12, T. 1 S., R. 14 E., San Bernardino Base and Meridian; 34 degrees, 6 minutes and 22.7 seconds north latitude, and 115 degrees, 27 minutes and 44.3 seconds west longitude; USGS Cadiz Valley SW 7.5 minute topographic quadrangle; UTM 11S 0641833e 3775009n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 55 to 80 percent; with 10 to 30 percent fine gravel,\n35 to 55 percent medium and coarse gravel, 1 to 10 percent cobbles, 0 to\n10 percent stones and 0 to 1 percent boulders.\nControl section -\nDepth to a lithic contact: 3 to 18 centimeters (1 to 7 inches).\nRock fragments: 15 to 30 percent; gravel and cobbles.\nClay content: 2 to 6 percent.\nOrganic matter: 0 to 0.25 percent.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 to 7 dry, 4 or 5 moist.\nChroma: 3 or 4 dry, 2 or 3 moist.\nClay content: 3 to 6 percent.\nRock fragments: 10 to 25 percent gravel.\nEffervescence: noneffervescent to violently effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: neutral to moderately alkaline.\nC horizon (when present)\nHue: 10YR or 2.5Y.\nValue: 5 to 7 dry, 5 or 6 moist.\nChroma: 3 or 4, dry.\nTexture of the fine earth: sand or loamy sand.\nClay content: 2 to 4 percent.\nRock fragments: 20 to 30 percent; with 20 to 30 percent gravel and 0 to 5\npercent cobbles.\nEffervescence: noneffervescent to violently effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Impedimenta soils are on pediments, hills and mountain backslopes. Slopes range from 4 to 60 percent. These soils formed in dominantly granitoid residuum. Elevations range from 510 to 840 meters (1,673 to 2,755 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackeagle and Marbolite soils on similar landscape positions, Dalelake soils on sandsheets adjacent to or partially covering lower mountain slopes and pediments, and Pintobasin soils on adjacent fan aprons and drainageways. Blackeagle soils are characterized by a cambic horizon, have a loamy-skeletal particle-size control section and have a lithic contact between 36 and 50 centimeters. Marbolite soils have an argillic horizon. Dalelake and Pintobasin soils are very deep and are formed in eolian and alluvial materials, respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; medium to high runoff; high saturated hydraulic conductivity above the bedrock and low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Impedimenta soils are used for recreation and wildlife habitat. The present vegetation is mainly Mojave indigobush, water jacket, creosote bush, and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Joshua Tree National Park Soil Survey, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 2 centimeters (A horizon).\nLithic contact - the zone beginning at 10 centimeters (R horizon).\nParticle-size control section - from a depth of 0 to 10 centimeters (A and C\nhorizons).\nADDITIONAL DATA: NASIS Pedon User ID: 12483045-T.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
