{
  "SERIES": "INARI",
  "STATUS": "Established Series",
  "BYREV": "JAD-JKW-SAK",
  "REVDATE": "05/2014",
  "STATES": "TX",
  "OVERVIEW": "The Inari series consists of very deep, moderately well drained, slowly permeable soils that formed in loamy fluviomarine deposits of Early Pleistocene age.  These nearly level to very gently sloping soils are on rises on flat coastal plains.  Slope ranges from 0 to 3 percent.  Mean annual temperature is about 21.1 degrees C (70 degrees F) and mean annual precipitation is about 864 mm (34 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Oxyaquic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Inari fine sandy loam, on a south-facing, convex, 0.8 percent slope in rangeland at an elevation of 27.4 m (90 ft) (Colors are for dry soil unless otherwise noted.)\nA--0 to 28 cm (0 to 11 in); dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2), moist; moderate medium and coarse granular structure; very friable, soft, slightly sticky, slightly plastic; many very fine roots; slightly acid; abrupt wavy boundary. (20 to 51 cm [8 to 20 in] thick)\nBt1--28 to 46 cm (11 to 18 in); dark grayish brown (10YR 4/2) sandy clay, dark grayish brown (10YR 4/2), moist; moderate medium prismatic structure parting to moderate medium angular blocky structure; firm, very hard, very sticky, very plastic; common very fine roots; common fine tubular pores; 1 percent faint dark grayish brown (10YR 4/2) organic stains on vertical faces of peds; 10 percent faint pressure faces on vertical faces of peds; 20 percent faint distinct grayish brown (10YR 5/2) clay films on faces of peds; 3 percent fine prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine and medium prominent yellowish red (5YR 4/6) masses of oxidized iron with sharp boundaries in matrix, 5 percent fine and medium distinct yellow (10YR 7/8) masses of oxidized iron with clear boundaries in matrix; slightly acid; clear wavy boundary. (10 to 28 cm [4 to 11 in] thick)\nBt2--46 to 66 cm (18 to 26 in); gray (10YR 6/1) sandy clay loam, gray (10YR 5/1), moist; strong medium prismatic structure parting to strong medium angular blocky structure; firm, very hard, very sticky, very plastic; common very fine roots; common very fine tubular pores; 3 percent distinct dark gray (10YR 4/1) organic stains on vertical faces of peds; 15 percent distinct pressure faces on vertical faces of peds; 20 percent faint gray (10YR 5/1) clay films on all faces of peds; 1 percent fine and medium prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 4 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 8 percent fine and medium distinct brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries in matrix; neutral; clear wavy boundary. (12 to 36 cm [5 to 14 in] thick)\nBt3--66 to 91 cm (26 to 36 in); gray (10YR 6/1) sandy clay loam, gray (10YR 5/1), moist; moderate medium and coarse prismatic structure parting to moderate medium angular blocky structure; firm, very hard, moderately sticky, moderately plastic; common very fine roots; common very fine tubular pores; 10 percent distinct dark gray (10YR 4/1) organic stains on vertical faces of peds; 15 percent prominent pressure faces on vertical faces of peds; 15 percent faint gray (10YR 6/1) clay films on all faces of peds; 1 percent fine distinct black (10YR 2/1) manganese masses with sharp boundaries in matrix; 2 percent medium prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 3 percent medium and coarse prominent brown (7.5YR 4/4) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine and medium prominent yellow (10YR 7/8) masses of oxidized iron with clear boundaries in matrix; neutral; clear wavy boundary. (10 to 38 cm [4 to 15 in] thick)\nBtk1--91 to 132 cm (36 to 52 in); light brownish gray (10YR 6/2) sandy clay loam, light brownish gray (10YR 6/2), moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse angular blocky; firm, hard, moderately sticky, moderately plastic; common very fine roots; common very fine tubular pores; 1 percent distinct dark grayish brown (10YR 4/2) organic stains on vertical faces of peds; 5 percent distinct pressure faces on vertical faces of peds; 10 percent distinct sand coats on all faces of peds; 20 percent faint gray (10YR 6/1) clay films on vertical faces of peds; 3 percent by volume coarse masses of calcium carbonate; 1 percent by volume fine and medium nodules of calcium carbonate embedded in masses of calcium carbonate; 1 percent fine distinct black (10YR 2/1) masses of manganese with sharp boundaries in matrix; 1 percent fine faint light yellowish brown (10YR 6/4) masses of oxidized iron with clear boundaries in matrix; 3 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with clear boundaries on vertical faces of peds; moderately alkaline; clear wavy boundary. (8 to 76 cm [3 to 30 in] thick)\nBtk2--132 to 183 cm (52 to 72 in); pale yellow (2.5Y 7/3) sandy clay loam, pale yellow (2.5Y 7/3), moist; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm, hard, moderately sticky, slightly plastic; common very fine roots; common very fine tubular pores; 1 percent distinct pressure faces on vertical faces of peds; 3 percent faint sand coats on vertical faces of peds; 10 percent faint distinct light gray (2.5Y 7/2) clay films on all faces of peds; 5 percent by volume medium and coarse masses of calcium carbonate; 1 percent by volume medium nodules of calcium carbonate embedded in carbonate masses; 1 percent fine prominent black (10YR 2/1) manganese masses with sharp boundaries in matrix; moderately alkaline; gradual wavy boundary. (20 to 76 cm [8 to 30 in] thick)\nBtk3--183 to 203 (72 to 80 in); light gray (2.5Y 7/2) sandy clay loam, light gray (2.5Y 7/2), moist; weak coarse prismatic structure parting to moderate coarse subangular blocky; firm, hard, moderately sticky, moderately plastic; common very fine roots; 1 percent distinct sand coats on vertical faces of peds; 5 percent faint pressure faces on vertical faces of peds; 20 percent faint distinct light brownish gray (2.5Y 6/2) clay films on all faces of peds; 6 percent by volume coarse carbonate masses; 1 percent by volume medium carbonate nodules embedded in carbonate masses; 1 percent fine distinct black (10YR 2/1) masses of manganese with sharp boundaries in matrix; 1 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 1 percent fine distinct yellow (2.5Y 7/6) masses of oxidized iron with clear boundaries in matrix; moderately alkaline. (20 to 43 cm [8 to 17 in] thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Refugio County, Texas; from the Refugio and Goliad County line marker on Texas Highway 239; 1.0 mile west on Texas Highway 239 to gate on south side of road; 7.0 miles south and southwest on ranch road to double windmills; 0.9 mile northwest and west on ranch road; 0.2 mile northwest in rangeland. Lott Lake USGS Quad; Latitude: 28 degrees 30 minutes 18.10 seconds north; Longitude: 97 degrees 13 minutes 25.20 seconds west; Datum: NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An ustic soil moisture regime.  The soil moisture control section is 10 to 30 cm (4 to 12 in).  These soils remain dry in the soil moisture control section for more than 90 cumulative days.  The dry period occurs during the late winter and early spring months.  These soils are moist during the late summer and fall months.\nMean annual soil temperature: 22.2 to 23.4 degrees C (72 to 74 degrees F)\nDepth to argillic horizon: 13 to 58 cm (5 to 23 in)\nDepth to secondary calcium carbonate: 41 to 132 cm (16 to 52 in)\nDepth to redox concentrations: 13 to 58 cm (5 to 23 in)\nThickness of the mollic epipedon: 23 to 58 cm (9 to 23 in)\nParticle-size control section:\nClay content: 30 to 35 percent\nCEC/clay ratio: 0.60 to 0.75\nA horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: loamy fine sand or fine sandy loam\nClay content: 5 to 15 percent\nRedox accumulations:  amount 0 to 2 percent, size fine or medium, contrast faint or distinct, boundary clear, location lining pores, shades of brown\nReaction: moderately acid or slightly acid\nBt horizon\n(upper Bt horizons)\nHue: 7.5YR or 10YR\nValue: 2.5 to 5\nChroma: 1 or 2\nTexture: sandy clay loam, sand clay, or clay\nClay content: 30 to 45 percent\nClay films: location on vertical faces of peds, contrast faint or distinct\nRedox accumulations:  amount 0 to 10 percent, size fine or medium, contrast distinct or prominent, boundary clear or sharp, location in matrix, shades of red, yellow or brown\nIron-manganese masses: amount 1 to 4 percent, size fine or medium, shades of black\nReaction: moderately acid or slightly acid\nBt horizon\n(lower Bt horizons)\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 1 to 4\nTexture: sandy clay loam or clay loam\nClay content: 25 to 35 percent\nClay films: location on vertical faces of peds, contrast faint or distinct\nRedox accumulations:  amount 1 to 20 percent, size fine to coarse, contrast faint to prominent, boundary clear or sharp, location in matrix, shades of red, yellow or brown\nIron-manganese masses: amount 1 to 10 percent, size fine, shades of black\nReaction: neutral or slightly alkaline\nBtk horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 to 4\nTexture: sandy clay loam or clay loam\nClay content: 20 to 30 percent\nClay films: location on vertical faces of peds, contrast faint or distinct\nRedox accumulations:  amount 1 to 5 percent, size fine or medium, contrast distinct or prominent, boundary clear or sharp, location in matrix, shades of red, yellow or brown\nCalcium carbonate equivalent: 1 to 5 percent\nVisible calcium carbonate:  amount 1 to 10 percent, size fine or medium, location in matrix, forms of masses, concretions or nodules\nIron-manganese masses: 1 to 2 percent, size fine, shades of black\nEffervescence: none to slightly\nReaction: slightly alkaline or moderately alkaline\nBk horizon (where present)\nHue: 10YR to 5Y\nValue: 5 to 7\nChroma: 2 to 4\nTexture: fine sandy loam, sandy clay loam, or clay loam\nClay content: 10 to 30 percent\nRedox accumulations:  amount 0 to 2 percent, size fine or medium, contrast distinct, boundary clear or sharp, location in matrix, shades of yellow or brown\nVisible calcium carbonate:  amount 1 to 3 percent, size fine to coarse, location in matrix, forms of masses or concretions\nEffervescence: very slight to moderate\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar series are the Calallen, Faddin, Pernitas, Racombes, and Weesatche.\nCalallen and Racombes soils: have a mollic epipedon more than 50 cm (20 in)\nFaddin soils: have a fine particle-size control section and are in the udic moisture regime\nPernitas and Weesatche soils: are Typic Argiustolls"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: loamy fluviomarine deposits of the Lissie Formation of early Pleistocene age\nLandscape: flat coastal plains\nLandform: rise on flats\nSlope: 0 to 3 percent\nMean annual precipitation: 762 to 914 mm (30 to 36 in)\nMean annual air temperature: 21 to 23 degrees C (70 to 73 degrees F)\nPrecipitation pattern: The majority of rainfall occurs from May to October. The driest period is from November to April.\nFrost-free period: 280 to 305 days\nElevation: 15.2 to 30.5 m (50 to 100 feet)\nThornwaite annual P-E indices: 40 to 46"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Greta, Orelia, Wyick, and Vidauri series.\nGreta soils:  a higher sodium adsorption ratio and are on flats.\nOrelia soils: well drained and are on flats.\nWyick soils: an ochric epipedon and are on a similar landscape position.\nVidauri soils: an ochric epipedon and are on weakly defined drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is slow.  Runoff is medium on 0 to 1 percent slopes and high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for livestock grazing.  Native vegetation includes grasses such as little bluestem, silver bluestem, indiangrass, brownseed paspalum and balsamscale.  A few scattered trees include mesquite, huisache or live oak. (Ecological site name: Loamy Prairie  28-40\" PZ; Ecological site number: R150AY535TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairies (MLRA 150A) of South Texas from the tributaries of the San Antonio River to the Mission River; Land Resource Region T-Atlantic and Gulf Coast Lowland Forest and Crop Region; the series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Goliad County, Texas, 2009.  The name comes from a small community in northern Refugio County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Faddin series.  The Faddin series is typically mapped on the clayey Beaumont Formation and is in an udic moisture regime.\nDiagnostic horizons recognized in this pedon are:\nParticle size control section: 28 to 79 cm (11 to 31 in) (Bt1, Bt2 and Bt3 horizons)\nMollic epipedon: 0 to 28 cm (0 to 11 in) (A horizons)\nArgillic horizon: 28 to 203 cm (11 to 80 in) (Bt1, Bt2, Bt3, Btk1, Btk2 and Btk3 horizons)\nRedoximorphic concentrations: 28 to 91 cm (11 to 36 in) (Bt1, Bt2 and Bt3 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  National Soil Survey Lab data on sample (S03TX-175-001) from the series type location.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "moderate medium and coarse granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 28 cm (0 to 11 in); dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2), moist; moderate medium and coarse granular structure; very friable, soft, slightly sticky, slightly plastic; many very fine roots; slightly acid; abrupt wavy boundary. (20 to 51 cm [8 to 20 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--28 to 46 cm (11 to 18 in); dark grayish brown (10YR 4/2) sandy clay, dark grayish brown (10YR 4/2), moist; moderate medium prismatic structure parting to moderate medium angular blocky structure; firm, very hard, very sticky, very plastic; common very fine roots; common fine tubular pores; 1 percent faint dark grayish brown (10YR 4/2) organic stains on vertical faces of peds; 10 percent faint pressure faces on vertical faces of peds; 20 percent faint distinct grayish brown (10YR 5/2) clay films on faces of peds; 3 percent fine prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine and medium prominent yellowish red (5YR 4/6) masses of oxidized iron with sharp boundaries in matrix, 5 percent fine and medium distinct yellow (10YR 7/8) masses of oxidized iron with clear boundaries in matrix; slightly acid; clear wavy boundary. (10 to 28 cm [4 to 11 in] thick)"
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay loam",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--46 to 66 cm (18 to 26 in); gray (10YR 6/1) sandy clay loam, gray (10YR 5/1), moist; strong medium prismatic structure parting to strong medium angular blocky structure; firm, very hard, very sticky, very plastic; common very fine roots; common very fine tubular pores; 3 percent distinct dark gray (10YR 4/1) organic stains on vertical faces of peds; 15 percent distinct pressure faces on vertical faces of peds; 20 percent faint gray (10YR 5/1) clay films on all faces of peds; 1 percent fine and medium prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 4 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 8 percent fine and medium distinct brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries in matrix; neutral; clear wavy boundary. (12 to 36 cm [5 to 14 in] thick)"
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--66 to 91 cm (26 to 36 in); gray (10YR 6/1) sandy clay loam, gray (10YR 5/1), moist; moderate medium and coarse prismatic structure parting to moderate medium angular blocky structure; firm, very hard, moderately sticky, moderately plastic; common very fine roots; common very fine tubular pores; 10 percent distinct dark gray (10YR 4/1) organic stains on vertical faces of peds; 15 percent prominent pressure faces on vertical faces of peds; 15 percent faint gray (10YR 6/1) clay films on all faces of peds; 1 percent fine distinct black (10YR 2/1) manganese masses with sharp boundaries in matrix; 2 percent medium prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 3 percent medium and coarse prominent brown (7.5YR 4/4) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine and medium prominent yellow (10YR 7/8) masses of oxidized iron with clear boundaries in matrix; neutral; clear wavy boundary. (10 to 38 cm [4 to 15 in] thick)"
      },
      {
        "name": "Btk1",
        "top": 91,
        "bottom": 132,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay loam",
        "structure": "moderate medium and coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--91 to 132 cm (36 to 52 in); light brownish gray (10YR 6/2) sandy clay loam, light brownish gray (10YR 6/2), moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse angular blocky; firm, hard, moderately sticky, moderately plastic; common very fine roots; common very fine tubular pores; 1 percent distinct dark grayish brown (10YR 4/2) organic stains on vertical faces of peds; 5 percent distinct pressure faces on vertical faces of peds; 10 percent distinct sand coats on all faces of peds; 20 percent faint gray (10YR 6/1) clay films on vertical faces of peds; 3 percent by volume coarse masses of calcium carbonate; 1 percent by volume fine and medium nodules of calcium carbonate embedded in masses of calcium carbonate; 1 percent fine distinct black (10YR 2/1) masses of manganese with sharp boundaries in matrix; 1 percent fine faint light yellowish brown (10YR 6/4) masses of oxidized iron with clear boundaries in matrix; 3 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with clear boundaries on vertical faces of peds; moderately alkaline; clear wavy boundary. (8 to 76 cm [3 to 30 in] thick)"
      },
      {
        "name": "Btk2",
        "top": 132,
        "bottom": 183,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--132 to 183 cm (52 to 72 in); pale yellow (2.5Y 7/3) sandy clay loam, pale yellow (2.5Y 7/3), moist; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm, hard, moderately sticky, slightly plastic; common very fine roots; common very fine tubular pores; 1 percent distinct pressure faces on vertical faces of peds; 3 percent faint sand coats on vertical faces of peds; 10 percent faint distinct light gray (2.5Y 7/2) clay films on all faces of peds; 5 percent by volume medium and coarse masses of calcium carbonate; 1 percent by volume medium nodules of calcium carbonate embedded in carbonate masses; 1 percent fine prominent black (10YR 2/1) manganese masses with sharp boundaries in matrix; moderately alkaline; gradual wavy boundary. (20 to 76 cm [8 to 30 in] thick)"
      }
    ]
  ]
}
