{
  "SERIES": "INARAJAN",
  "STATUS": "Established Series",
  "BYREV": "RD:  FJY",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, semiactive, nonacid, isohyperthermic Vertic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Inarajan clay, on a level native pasture under sedges and weeds (Hyptis, etc.). (Colors are for moist soil unless otherwise stated. Textures are apparent field textures.)\nA--0 to 10 inches; dark gray (5Y 4/1) clay, with many fine red (2.5YR 4/6) mottles; moderate medium subangular blocky structure; very firm, very sticky and very plastic; many very fine through medium roots; common very fine, few fine and medium pores; continuous vertical cracks less than 0.5 inch wide; strongly acid (pH 5.3); gradual smooth boundary. (8 to 16 inches thick)\nC1--10 to 16 inches; 50 percent dark yellowish brown and yellowish brown (10YR 4/4, 5/4), and 50 percent gray (5Y 5/1) clay; some of the gray material occur as fillings and wormcasts in coarse pores; moderate fine subangular blocky structure; firm, very sticky and very plastic; common very fine roots and few fine and medium roots; many very fine, common fine and medium and few coarse pores; pressure cutans on faces of peds; many wormcasts; common thin vertical cracks; medium acid (pH 5.8); clear smooth boundary. (4 to 24 inches thick)\nC2--16 to 26 inches; gray (5Y 5/1) clay, with many medium dark yellowish brown and yellowish brown (10YR 4/4, 5/4) mottles; moderate fine angular blocky structure; firm, very sticky and very plastic; few very fine roots; common very fine through medium and few coarse pores, many with black streaks; few fine black manganese nodules; pressure cutans on faces of peds; few slickensides ; common thin vertical cracks; slightly acid (pH 6.5); abrupt wavy boundary. (4 to 20 inches thick)\nC3--26 to 29 inches; variegated yellowish brown (10YR 5/4) and yellowish red (5YR 4/8) clay in a very fine pattern, with common fine and medium gray (5Y 5/1) mottles completely coating pore walls; massive; friable, sticky and plastic; few very fine roots; common very fine through medium and few coarse pores; slightly acid (pH 6.5); abrupt smooth boundary. (3 to 20 inches thick)\nC4--29 to 32 inches; about 60 percent gray (5Y 5/1) and about 40 percent reddish yellow (7.5YR 6/8) clay; massive; friable, sticky and plastic; few very fine roots; many very fine, common fine, few medium and coarse pores; neutral (pH 6.8); clear smooth boundary. (3 to 16 inches thick)\nC5--32 to 40 inches; reddish yellow (7.5YR 6/8) clay, with common fine gray (5Y 5/1) mottles lining pores; massive; friable, slightly sticky and slightly plastic; few very fine roots; many very fine, common fine and few medium pores, neutral (pH 6.8); clear wavy boundary. (0 to 16 inches thick)\nC6--40 to 57 inches; 60 percent gray (5Y 5/1), 30 percent light olive brown (2.5Y 5/4) clay, and common fine streaks of yellowish red (5YR 4/6); moderate fine angular blocky structure; friable, sticky and plastic; few very fine roots; common very fine and few fine and medium pores; pressure cutans and small slickensides on faces of peds; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guam; about 1,300 feet WNW of Inarajan village, about 650 feet S of the Inarajan River, 80 feet N of a corral on the Alfred Flores Ranch; lat. 13 degrees 16 minutes 45 seconds N. and long. 144 degrees 44 minutes 25 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil is saturated most of the time between July and November. The A horizon is dry most of the time between March and June.  A water table fluctuates between 20 and 40 inches between July and December, gradually receding during the dry season.\nFlooding - Brief, occasional to common, dominantly between June and November, but may coincide with a typhoon at any time of year.\nSoil temperature - 77 to 86 degrees F., with less than 4 degrees F.  fluctuation between summer and winter.\nDepth to bedrock - Dominantly over 60 inches, but in some pedons is as shallow as 40 inches over limestone.\nShrink-swell features - Hummocky microrelief is not always present.  Surface cracks range from 0.5 to 2 inches wide, and from 8 to 20 inches deep, but are less than 0.5 inch wide at a depth of 20 inches.\nA horizon - Matrix color:  10YR 2/1, 3/1, 3/2, 4/1, 2.5Y 4/2, 5Y 4/1, 5/1.\nMottle colors:  2/5YR 4/6, 5YR 4/4, 4/6, 7.5YR 4/4.\nTexture:  Dominantly clay and silty clay, but ranges to sandy clay loam in some areas.\nReaction:  Strongly acid to neutral.\nC horizon - Color:  Both high and low chroma colors are present, either as matrix or as mottles. Common high chroma colors are 5YR 4/6, 4/8, 7.5YR 4/4, 5/6, 6/8, 10YR 4/3, 3/4, 4/4, 4/6, 5/4, 5/6, 7/6, 2.5Y 5/4.  Common low chroma colors are 10YR 4/1, 4/2, 5/1, 5/2, 2.5Y 5/2, 5Y 4/1, 5/1.  Texture: Dominantly clay or silty clay, may include strata of fine sandy loam, sandy clay loam, silty clay loam, or clay loam.  Rock fragments:  0 to 5 percent pebbles, mostly below 40 inches.  Reaction:  Slightly acid to moderately alkaline. Strata in some pedons are calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  None."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to gently sloping valley bottoms and coastal plains. Slopes range from 0 to 4 percent. These soils formed in alluvium. Elevation ranges from 0 to 330 feet. Mean annual precipitation is 80 to 100 inches, most of which falls between June and November. The mean annual temperature is 79 degrees F., with less than 4 degrees F. difference between summer and winter."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow or slow runoff; slow permeability. There is a seasonal, fluctuating water table from June through December."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are farmed in the dry season; some areas are used for wildlife habitat and watershed. Areas not under cultivation are in water-tolerant forest and grasslands. Small areas are used for aquaculture by diking and ponding."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Guam; this series is inextensive, with about 4,300 acres."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
