{
  "SERIES": "INCHAU",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "OVERVIEW": "The Inchau series consists of moderately deep, well drained soils on mountain and hillslope summits, shoulders, footslopes, and some toeslopes.  These soils formed in slope alluvium and residual material weathered from noncalcareous sedimentary rock.  Slopes range from 2 to 40 percent.  The mean annual precipitation is about 16 inches, and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Inchau loam-grassland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; neutral (pH 6.8); clear smooth boundary.  (3 to 8 inches thick)\nBA--4 to 8 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; hard, very friable, slightly sticky and slightly plastic; few thin clay films on faces of peds and discontinuous clay films on the inside of some pores; neutral (pH 6.8); clear wavy boundary.  (3 to 8 inches thick)\nBt1--8 to 19 inches; brown (10YR 5/3) channery loam, dark brown (10YR 4/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; many thin clay films on faces of peds, in pores and, in root channels; 15 percent channers; neutral (pH 7.0); gradual wavy boundary.  (6 to 30 inches thick)\nBt2--19 to 22 inches; brown (10YR 5/3) channery loam, dark brown (10YR 4/3) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common, thin clay films on faces of peds, in pores, and in root channels, 15 percent channers; neutral (pH 7.0); gradual wavy boundary.  (3 to 6 inches thick)\nC--22 to 30 inches; light olive brown (2.5Y 5/3) channery loam, olive brown (2.5Y 4/3) moist; massive; very hard, friable, slightly sticky and slightly plastic; 20 percent channers; neutral (pH 7.2); gradual wavy boundary.  (0 to 20 inches thick)\nCr--30 to 60 inches; soft, noncalcareous sandstone interbedded with loamstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; SE1/4 SW1/4 of sec. 16, T. 17 N., R. 88 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft bedrock is 20 to 40 inches.  The mean annual soil temperature is 37 to 46 degrees F.  Mean annual summer temperature ranges from 50 to 59 degrees F.  The mollic epipedon is 7 to 15 inches thick.  An Oi horizon is present in some pedons.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Reaction ranges form medium acid through neutral.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 2 through 5 moist, and chroma of 2 through 6.  The texture modified by rock fragments is sandy loam, clay loam, or loam averaging 18 to 35 percent clay and less than 35 percent fine or coarser sand.  Pebbles or channers range from 0 to 35 percent.  Reaction is medium acid through neutral.\nThe C horizon has hue of 2.5Y or 10YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 through 6.  The texture modified by rock fragments is loam, clay loam, or sandy clay loam with 18 to 30 percent clay.  Rock fragments range from 0 to 50 percent pebbles or channers and 0 to 10 percent flagstones.  Reaction ranges from slightly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amsden, Buffork, Croydon, Dra, Gelkie, Hourglass, Kezar, Kittridge, Leavitt, Lucky, Lymanson, Lyonman, Michelson, Miracle, Monad, Morset, Mult, Newlands, Passcreek, Philipsburg, Primeaux, Rammel, Sponseller, Swede, Tingey, Tripit, Troutdale, Wellsville, Woosley, and Youga series.  Amsden, Croydon, Gelkie, Hourglass, Kittridge, Leavitt, Lyonman, Michelson, Monad, Morset, Philipsburg, Sponseller, Swede, Tingey, Wellsville, and Youga soils lack a paralithic contact within depths of 40 inches.  Dra, Kezar, Lucky, Woosley, Miracle, Mult, Newlands, Passcreek, Primeaux, and Rammel soils have a lithic contact at depths of 20 to 40 inches.  Buffork soils have more than 35 percent fine or coarser sand in the control section.  Lymanson soils have secondary calcium carbonate horizons.  Tripit soils have hue of 5YR through 10R and are calcareous in the lower part of the B2t horizon.  Troutdale soils have more than 35 percent fine or coarser sand and approximately 2 to 20 percent flat mica platelets in the B2t horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Inchau soils are on hillslopes and mountain slopes.  Slopes are 2 to 40 percent.  The soils formed in residuum and slopewash alluvium from sandstone, loamstone, and shale.  Elevation is 6,900 to 9,000 feet.  The average annual precipitation is about 15 to 22 inches.  The mean annual temperature is 33 to 44 degrees F.  The frost-free season is less than 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bachus and Clayburn soils and the competing Kimmons and Youga soils.  Bachus and Clayburn soils have mollic epipedons more than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range and wildlife habitat.  Native vegetation is big sagebrush, Columbia needlegrass, big bluestem, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of southern and north-central Wyoming and valley areas of Western Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rifle, Colorado, Area; 1977.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
