{
  "SERIES": "INCY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC-EWB-JVC-JBF",
  "REVDATE": "03/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Incy series consists of very deep, excessively drained soils that formed in eolian sand derived mainly from granitic rocks.  Incy soils are on semi-stabilized dunes superimposed on basin floor remnants, alluvial fans, and hills.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 280 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Incy fine sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; neutral (pH 7.0) clear smooth boundary.  (0 to 25 cm thick)\nC--10 to 152 cm; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carson City County, Nevada; about 7 miles southeast of Carson City near the Carson City-Douglas County line; about 100 feet east and 500 feet north of the southwest corner of section 12, T. 14 N., R. 20 E.; USGS McTarnahan Hill 7.5 minute topographic quadrangle; latitude 39 degrees 05 minutes 08 seconds N and longitude 119 degrees 41 minutes 43 seconds W; WGS84 Decimal Degrees 39.0855556 latitude, -119.6952778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nParticle-size control section - Clay content: 0 to 5 percent.\nRock fragments: 0 to 10 percent gravel.\nA horizon\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma: 1 through 3, dry or moist.\nC horizon\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Fine sand or sand.\nRock fragments: 0 to 10 percent.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berent, Goldrun, Grandora, Hotsprings, Lachim, Painter, Quincy, Quinton, Rinquin, Toll, Walco, Winchester, and Zorravista series.\nBerent and Goldrun soils are calcareous throughout. Grandora soils have Bt horizons with clay films. Hotsprings soils average 20 to 35 percent fine pebbles in the particle-size control section.  Lachim, Painter, and Rinquin soils are moderately deep to paralithic contacts.  Quincy soils are calcareous in some part, formed in parent material derived from basalt, and have dark basaltic mineral grains.  Quinton and Walco soils are moderately deep to lithic contacts.  Toll soils formed in alluvium and have mainly loamy sand in the particle-size control section.  Winchester soils average more than 75 percent very coarse sand through medium sand which are dark basaltic mineral grains.  Zorravista soils are calcareous throughout and have significant content of volcanic glass."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Incy soils are on semi-stabilized dunes superimposed on basin floor remnants, alluvial fans, and hills.  Local relief is often ridged and hummocky.  These soils formed in eolian sands derived mainly from granitic rocks.  Slopes are 0 to 30 percent.  Elevations range from 1,250 to 1,707 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 7 to 11 degrees C, and the frost-free period is 60 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Glenbrook soil and the competing Toll soil.  Glenbrook soils are shallow to paralithic contacts of granite."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Excessively drained; negligible or very low surface runoff; very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Incy soils are used for rangeland and wildlife habitat.  The present vegetation is mainly antelope bitterbrush, Anderson's peachbrush, Wyoming big sagebrush, Indian ricegrass, and bottlebrush squirreltail.  These soils are also a source of sand for construction materials. This pedon is correlated to R026XY014NV, Dune 10-12\" P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and northeastern California.  These soils are moderately extensive.  The series concept and main acreage occurs in MLRA 26.  Other acres of this series are mapped in MLRAs 21 and 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carson City Area, Nevada, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the C horizons).\nParticle-size control section - The zone from 25 to 100 cm (part of the C horizon).\nADDITIONAL DATA: User pedon ID 2006NV510020.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; neutral (pH 7.0) clear smooth boundary.  (0 to 25 cm thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--10 to 152 cm; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; neutral (pH 7.0)."
      }
    ]
  ]
}
