{
  "SERIES": "INDIANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "06/2016",
  "STATES": "CA,NV",
  "OVERVIEW": "The Indiano series consists of moderately deep, well drained soils that formed in residuum and colluvium derived from altered volcanic rocks.  Indiano soils are on hills, mountains, plateaus, and rock pediments.  Slopes are 2 to 50 percent.  The mean annual precipitation is about 300 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Indiano very stony fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 15 cm; brown (10YR 5/3) very stony fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many very fine and fine tubular pores; 40 percent stones, cobbles, and gravel; slightly acid (pH 6.4); gradual smooth boundary.  (8 to 36 cm thick)\nA2--15 to 33 cm; brown (10YR 5/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many very fine and fine tubular pores; 15 percent gravel and 10 percent cobbles; slightly acid (pH 6.4); clear smooth boundary.  (0 to 20 cm thick)\nBt1--33 to 61 cm; light yellowish brown (10YR 6/4) cobbly clay loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and moderately plastic; common very fine and few fine and medium roots; many very fine and common medium tubular pores; many faint clay films lining pores and many clay films bridging mineral grains; 10 percent gravel and 10 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (18 to 38 cm thick)\nBt2--61 to 84 cm; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; common faint clay films lining pores; few clay films bridging mineral grains; slightly acid (pH 6.3); abrupt irregular boundary.  (0 to 30 cm thick)\nR--84 to 94 cm; weathered rhyolite; becomes harder at 94 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; on the west side of Hot Springs Mountain; approximately 150 feet west and 650 feet south of the northeast corner of section 21, T. 14 N., R. 20 E.; USGS McTarnahan Hill 7.5 minute topographic quadrangle; latitude 39 degrees 04 minutes 08 seconds N and longitude 119 degrees 44 minutes 2 seconds W; WGS84 Decimal Degrees 39.068888 latitude, -119.7338889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist during winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nMollic epipedon thickness: 18 to 36 cm; includes the Bt1 horizon in some pedons.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content:  Averages 20 to 35 percent.\nRock fragments: 10 to 35 percent, mainly gravel and cobbles.\nA horizons\nHue:  10YR or 7.5YR.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nOrganic matter content: 1 to 3 percent.\nBt horizons\nHue: 10YR or 7.5YR.\nValue:  5 or 6 dry, 4 or 5 moist; Some pedons have value of 3 moist in the Bt1 horizon.\nChroma:  2 through 4, dry or moist.\nTexture:  Clay loam, loam, sandy clay loam, gravelly clay loam, gravelly sandy clay loam, cobbly clay loam, or cobbly loam.\nStructure:  Weak prismatic or weak to moderate subangular blocky structure; or it is massive.\nOther features:  The underlying bedrock is altered volcanic rock that is commonly weathered in the upper 3 to 10 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bissell, Bjork, Cowiche, Dodes, Fernpoint, Hullsgulch, Jerusalem, Madras, Margerum, Noslo, Orr, Pahrange, Quailridge, Quiero, Ralls, Shoebend, Simcoe, Springmeyer, Truax, Uhaldi, and Wenatchee series.\nBissell, Cowiche, Fernpoint, Hullsgulch, Jerusalem, Margerum, Orr, Quailridge, Ralls, Springmeyer, Truax, and Wenatchee soils are deeper than 150 cm to bedrock.  Bjork, Dodes, Noslo, Pahrange, Shoebend, and Uhaldi soils are moderately deep to paralithic contacts.  Madras soils have 10 to 30 percent volcanic glass in the mollic epipedon.  Quiero soils have 35 to 45 percent clay in the lower part of the argillic horizon.  Simcoe soils do not have gravelly horizons in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Indiano soils are on hills, mountains, and rock pediments.  These soils formed in residuum and colluvium derived from altered volcanic rocks.  Slopes are 2 to 50 percent.  Elevations range from 1,310 to 1,830 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 7 to 11 degrees C, and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Wedekind soil and the competing Springmeyer soil.  Wedekind soils are less than 50 cm deep to soft weathered bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Indiano soils are used for rangeland and wildlife habitat.  The vegetation is mainly Wyoming big sagebrush, antelope bitterbrush, and Anderson's peachbrush with bottlebrush squirreltail, cheatgrass and some of the bluegrasses. This pedon is correlated to ecological site R026XY010NV, Loamy 10-12\" PZ."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 26, while other acreage occurs in MLRAs 21 and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carson City Area, Nevada, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 33 to 84 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 84 cm to underlying bedrock (R layer).\nParticle-size control section - The zone from 33 to 83 cm (Bt1 and part of the Bt2 horizons).\nADDITIONAL DATA:\nPrevious authors include WED-ELS-EWB.\nUser pedon ID: 2006NV005005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
