{
  "SERIES": "INDIAHOMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELC,JWF",
  "REVDATE": "02/97",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Indiahoma silty clay loam - native range.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, very dark brown (10YR 2/2) moist; strong fine and medium granular structure; hard, firm; 1/2 inch thick surface mulch of hard discrete granules; neutral; gradual smooth boundary.  (6 to 16 inches thick)\nAC1--13 to 26 inches; very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; compound moderate coarse prismatic and moderate medium blocky structure; extremely hard, very firm; slightly darker coatings on surfaces of peds; few calcium carbonate concretions; calcareous; weakly effervescent; moderately alkaline; clear wavy boundary.  (6 to 24 inches thick)\nAC2--26 to 43 inches; dark brown (7.5YR 3/2) clay, very dark brown (7.5YR 2/2) moist; many intersecting slickensides and parallelepiped shaped peds; extremely hard, very firm; few calcium carbonate concretions; calcareous; weakly effervescent; moderately alkaline; clear wavy boundary.  (0 to 24 inches thick)\nAC3--43 to 60 inches; dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 2/4) moist; common intersecting slickensides and parallelepiped shaped peds; extremely hard, very firm; cracks filled with dark material from the horizon above; common calcium carbonate concretions; common pinkish soft limey bodies; calcareous; moderately alkaline.  (6 to 20 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kiowa County, Oklahoma; about 6 miles east and 4 miles south of Snyder; 1700 feet east and 450 feet north of the southwest corner of sec. 36, T. 2 N., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 72 inches in the microlows and 20 to more than 40 inches in the microhighs.  These soils, when dry, have cracks ranging in width from 1 to 5 cm.; depth of cracks from the surface ranges from 20 to 40 inches.  Depth to intersecting slickensides ranges from 14 to 30 inches.  Depth to calcareous reaction ranges from 10 to 32 inches.  The pedon consists of microhighs and microlows.  In virgin areas, microhighs range from 4 to 12 inches higher than the microlows.  Distance between the center of the microhigh and center of microlow ranges from 5 to 11.5 feet.  The dominant part of the pedon occurs in the microlow and comprises 50 to 75 percent of the pedon.  It may, however, also occur in the microhigh.\nThe dominant part of the A horizon occurs in the microlows and has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  The minor part of the A horizon occurs in the microhigh and has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 3 to 6.  Texture is silty clay loam with a clay content of 35 to 40 percent. Reaction is neutral or mildly alkaline.\nThe AC1 horizon and the AC2 horizon has the same colors extending to a depth of 50 inches, as the dominant part of the A horizon in the microlows.  The AC1 horizon and the AC2 horizon have the same colors as the minor part of the A horizon in the microhighs.  Texture is silty clay loam, silty clay, or clay with a clay content of 35 to 60 percent.  Reaction is mildly alkaline or moderately alkaline.\nThe AC3 horizon has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 3 to 6.\nIn some pedons, there is a C horizon stratified with red and gray partially weathered shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Soils in similar families are the Leeray, Stamford, and Tobosa series.  The Leeray, Stamford, and Tobosa series do not have blocky structure with darker coatings on faces of peds in the AC horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The very gently sloping to gently sloping Indiahoma soils are on uplands.  Slopes range from 1 to 5 percent.  There is a ridge-swale micro-relief up and down the slope.  The distance between the center of the microhigh and the center of the microlow is 5 to 11.5 feet; elevation difference ranges from 4 inches to 12 inches vertically.  The Indiahoma soils formed in weakly stratified clays of Permian age.  The climate is dry subhumid.  Mean annual precipitation ranges from 24 to 30 inches.  Thornthwaite annual P-E index ranges from 36 to 44.  Average annual temperature ranges from 61 to 65."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Stamford soils and the Tillman and Vernon soils.  Stamford and Tillman soils occur on similar landscapes, and the Vernon soils occur at lower elevation.  The Tillman and Vernon soils do not have intersecting slickensides, parallelepiped structure, or gilgae relief.  In addition, Tillman soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for small grains or rangeland.  Native vegetation is short and mid grasses.  Present vegetation is buffalograss in the swales and blue grama on the ridges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Plains of Oklahoma.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kiowa County, Oklahoma; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon are:\nVertic feature - Soils that are more than 20 inches thick, have 30 percent or more clay to a depth of 20 inches or more, have at some period in most years open cracks at a depth of 20 inches that are 1 cm wide and extend upward to the surface, and have intersecting slickensides and parallalepiped shaped peds at a depth of 26 to 43 inches.  (AC2 horizon)\nPaleustollic Chromusterts - Soils with cracks that remain open 150 or more cumulative days in most years.  Have moist chroma of 1 in the upper 12 inches in 50 percent or more of each pedon.  (A horizon)  Have within the 13 to 26 inch zone (AC1 horizon) prismatic or blocky structure that have clay films or coatings on ped faces that have a color value lower than that in the matrix.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
