{
  "SERIES": "INDIAN RIVER",
  "STATUS": "Established Series",
  "BYREV": "SYD/RBT/DTA",
  "REVDATE": "11/2017",
  "STATES": "DE,MD,NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, mesic Fluventic Psammowassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Indian River sand on an active flood tidal delta flat, inside Barnegat Inlet in Barnegat Bay.  (Colors are for moist soil unless otherwise noted.)\nCg1--0 to 24 inches (0 to 61 centimeters); light gray (5Y 7/1) sand; single grain; loose; nonfluid; nonsticky, nonplastic; 3 percent crushed seashell fragments; slightly alkaline; smooth boundary.\nCg2--24 to 31 inches (61 to 80 centimeters); light gray (5Y 7/1) sand; single grain; loose; nonfluid; nonsticky, nonplastic; 3 percent crushed seashell fragments; neutral; clear boundary.\nCg3--31 to 49 inches (80 to 124 centimeters); light gray (5Y 7/1) sand; single grain; loose; nonfluid; nonsticky, nonplastic; neutral; gradual boundary.\nAsegb--49 to 57 inches (124 to 144 centimeters); very dark gray (N 3/) fine sand; single grain; loose; nonfluid; nonsticky, nonplastic; slight sulfurous odor; neutral; clear boundary.\nACsegb--57 to 65 inches (144 to 166 centimeters); dark gray (N 4/) sand; single grain; loose; nonfluid; nonsticky, nonplastic; moderate sulfurous odor; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ocean County, New Jersey; approximately 1.3 miles northwest of the lighthouse at Barnegat Inlet; in Barnegat Bay.   USGS Barnegat Light topographic quadrangle; lat. 39 degrees, 46 minutes, 43 seconds N. and long. 74 degrees, 07 minutes, 16 seconds W.  WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: Greater than 80 inches (200 centimeters)\nDepth to Seasonal High Water Table: Permanently submersed\nDepth to Lithologic Discontinuity: Greater than 35 inches (89 centimeters)\nDepth to sulfidic materials: Greater than 40 inches (100 centimeters)\nManner of failure/Fluidity Class:  Nonfluid\nShell Fragments: 0 to 10 percent, by volume, throughout the profile\nSoil Reaction: Slightly acid to moderately alkaline, throughout the profile\nElectrical Conductivity: Greater than 16 mmhos/cm, throughout the profile\nSalinity: Greater than 25 ppt throughout the profile\nSome pedons may contain buried surface horizons and/or former salt marsh materials below 40 inches (100 centimeters).\nRange of Individual Horizons:\nAg or ACg horizon (where present):\nColor-hue of N, 5Y 2.5Y or 10YR, value of 2.5 to 4, and chroma of 1\nTexture (fine-earth fraction)--fine sand. sand, or loamy fine sand\nCg or Cseg horizon:\nColor--hue of N, 10Y, 5Y, or2.5Y, value of 3 to 8, and chroma of 1 or 2\nTexture (fine-earth fraction)--fine sand, loamy sand, sand, or coarse sand.  Some pedons have thin stratified layers of fine sandy loam or loam textures.\nAsegb horizon:\nColor-hue of N, 5Y 2.5Y or 10YR, value of 2.5 to 4, and chroma of 1\nTexture (fine-earth fraction)--fine sand. sand, or loamy fine sand\nACsegb horizon:\nColor--hue of N, 5Y, or 2.5Y, value of 3 to 7, and chroma of 1 or 2\nTexture (fine-earth fraction)--fine sand, loamy fine sand, or sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSoils in closely related families include:\nDemas soils-have sulfidic materials throughout\nMantoloking soils--have sulfidic materials throughout and are on inactive flood-tidal delta landforms (relict)\nMassapog soils--have mixed mineralogy, allow for gravels, and do not allow for sulfidic materials below 40 inches (100 centimeters)\nRhodesfolly soils--are on washover fans and allow for up to 10 percent gravel\nTrappe soils--have underlying layers with chroma of 3 or more and occur on differing landforms"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Mid-Atlantic coastal plain lagoons and estuaries\nLandform: Active flood-tidal delta sand flats and active flood-tidal delta slopes.  (These landforms receive fresh sands transported daily by flood-tidal currents from nearby inlet areas)\nParent Material: Sandy lagoonal deposits with origins from barrier island eolian sand deposition\nSlope: 0 to 2 percent\nMean Annual Air Temperature: 50 to 57 degrees F. (10 to 14 degrees C)\nMean Annual Water Temperature: 52 to 58 degrees F. (11 to 14 degrees C)\nBathymetry: 1.0 to 6.6 feet below mean sea level (0.1 to 2.0 meters)\nWater Regime: Tidal, 1.0 to 3.0 feet tidal range (0.3 to 0.9 meters)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDemas soils--are on washover-fan flats and slopes associated with storm surge events and have sulfidic materials throughout\nCottman soils--are coarse-loamy and have sulfidic materials within 20 inches (50 centimeters) of the soil surface\nNagunt soils--have buried organic materials within 40 inches (100 centimeters) of the surface; at deeper water depths\nPurnell soils--have surface organic layers 8 to 15 inches thick and are not permanently submersed; on adjacent tidal marshes\nTrappe soils--have a coarse-loamy particle-size control section and contain sulfidic materials, at shallower water depths"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Subaqueous (permanently submersed)\nPermeability: Moderately rapid or rapid\nSaturated Hydraulic Conductivity Class:  Moderately high to high\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Some areas are vegetated and most function as estuarine benthic wildlife habitat.  Benthic fauna such as tubeworms, clams, juvenile blue crabs, scallops and juvenile finfish are common.\nDominant Vegetation: Native vegetation includes rooted algae, eelgrass (Zostera marina) and widgeon grass (Ruppia maritima).  Vegetative cover ranges from 0 to 100 percent depending on landform.  Active flood tidal deltas are often devoid of vegetation as their strong tidal currents limit successful growth."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Mid-Atlantic coastal lagoons and estuaries of Maryland (Chincoteague and Sinepuxent Bays), Delaware (Rehoboth Bay), New Jersey (Barnegat Bay), and possibly Virginia (Chincoteague Bay).  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ocean County, New Jersey, 2016."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Indian River soils were formerly included with areas of water.  They are distinguished by being permanently covered by estuarine waters that support submersed aquatic vegetation.   The name comes from the local Indian River Inlet feeds into Indian River and Rehoboth's Bay in Delaware where the soil was first described.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nPeraquic feature--the zone from 0 to 65 inches (0 to 166 centimeters) is permanently saturated\nReduced conditions--the zone from 0 to 65 inches (0 to 166 centimeters).\nFluventic feature--an irregular decrease in organic carbon from a depth of 10to 49 inches (25 to 125 centimeters).\nParticle--size control section--the zone from 0 to 40 inches (0 to 100 centimeters).\nPsammowassents--less than 35 percent (by volume) rock fragments and a texture\nclass of loamy fine sand or coarser in all layers within the particle-size\ncontrol section.\nADDITIONAL DATA:\nNASIS Site and Pedon ID: 2014NJ029010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
