{
  "SERIES": "INGENIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "06/2002",
  "STATES": "PR",
  "OVERVIEW": "The Ingenio series consists of very deep, well drained, moderately permeable soils formed in residuum from granitic rock on side slopes and narrow ridge tops of uplands.  Slopes range from 5 to 40 percent.  The mean annual precipitation is about 80 inches and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, isohyperthermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ingenio silty clay loam - pasture.  (Colors are for the moist soil.)\nAp--0 to 7 inches; yellowish brown (10YR 5/4) silty clay loam, with many medium distinct strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine roots; common fine quartz grains; few fine black grains; very strongly acid; clear smooth boundary.  (5 to 10 inches thick)\nBt1--7 to 15 inches; red (2.5YR 5/6) silty clay; moderate medium and coarse prismatic structure with thin continuous yellowish red (5YR 4/8) coatings on vertical ped surfaces and common distinct coatings on horizontal ped surfaces; friable, slightly sticky, plastic; common fine roots; few fine pores; common fine quartz grains; few fine black grains; few krotovinas about 5 millimeters in diameter; very strongly acid; clear smooth boundary.  (6 to 10 inches thick)\nBt2--15 to 31 inches; red (2.5YR 4/6) clay, moderate medium and coarse subangular blocky structure with thin continuous reddish brown (2.5YR 5/4) coatings on vertical ped surfaces and common distinct coatings on horizontal ped surfaces; friable, slightly sticky, slightly plastic; common fine roots; few fine pores; common fine quartz grains; few fine black grains; few krotovinas 2 to 5 millimeters in diameter; strongly acid; gradual smooth boundary.  (10 to 16 inches thick)\nBt3--31 to 40 inches; red (2.5YR 4/6) silty clay; weak medium and coarse subangular blocky structure with common distinct reddish brown (2.5YR 5/4) coatings on ped surfaces; friable, slightly sticky, slightly plastic; common fine roots; common fine pores; common fine quartz grains; few fine black grains; few krotovinas one inch in diameter and thick clay coatings; very strongly acid; clear smooth boundary.  (6 to 12 inches thick)\nC1--40 to 51 inches; variegated colors; dusky red, yellow and white, crushed color dark yellowish brown (10YR 4/4); silty clay loam; massive; very friable, nonsticky, nonplastic; common fine roots; few fine pores; common fine quartz grains; very strongly acid; gradual smooth boundary.  50 percent of the horizon is saprolite.  (8 to 12 inches thick)\nC2--51 to 76 inches; saprolite with variegated colors; dusky red, yellow, yellowish brown and white; silt loam; massive; very friable, nonsticky, nonplastic; few dead roots with clay and organic coatings in root channels; many fine weathered feldspar grains; very strongly acid; diffuse smooth boundary.  (20 to 30 inches thick)\nC3--76 to 110 inches; saprolite of variegated colors; dusky red, yellow, yellowish brown and white, silt loam; massive; very friable, nonsticky, nonplastic; many fine feldspar grains; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Este SCD, Puerto Rico; 4.9 kilometers southwest of Humacao, 1.0 kilometer southwest from Surillo School, Tejas ward; Photo GS-LR-13-105."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 27 to 48 inches.  Thickness of the argillic horizon varies from 22 to 38 inches.  Quartz grains range from common to many in the whole profile.  Reaction is strongly or very strongly acid in the whole profile.  Cation exchange capacity (by NH4OAC) in the argillic horizon varies from 7.8 to 9.3 meq/100 grams of clay.  Organic content in the upper 6 inches of the argillic horizon varies from 0.6 to 0.8 percent.  Base saturation (by sum of cations) ranges from 19 to 25 percent.  The mean annual soil temperature ranges from 76 to 78 degrees F.\nThe A horizon has hues of 10YR to 5YR, values of 3 to 5, and chroma of 3 or 4.  High chroma mottles may or may not be present.  Texture is clay loam or silty clay loam.  Structure is weak fine or medium subangular blocky to moderate fine and medium granular.\nThe Bt horizons have hues of 2.5YR or 5YR, values of 4 or 5, and chroma of 4 to 8.  Texture is clay or silty clay in the upper part and silty clay or silty clay loam in the lower part.  Structure is weak or moderate fine to coarse subangular blocky.  Consistence is slightly sticky and plastic throughout.  Clay films range from very few to many.\nThe BC horizon, where present, is silty clay or silty clay loam.\nThe C horizons are mostly saprolite with variegated colors.  Texture is silty clay loam, silt loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family.  The Aibonito, Alonso, Consejo, Consumo, Corozal, Corozo, Daguey, Lirios, Jagueyes, Magens, Maricao, Moca, Patillas and Rio Piedias series are similar soils in related families.  The Aibonito, Alonso and Daguey soils have higher organic matter content in the upper argillic horizon.  The Consejo, Consumo, Corozal, Lirios, Maricao, Moca, Patillas and Rio Piedias soils all have higher CEC, more than 24 meq/100 grams of clay in the argillic horizon.  The Corozo soils have sandy surface layers.  The Jagueyes soils have coarser textured profiles dominantly sandy clay loam.  The Magens soils have ustic moisture regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ingenio soils are moderately steep to steep soils on side slopes and narrow ridge tops with slope gradients of 5 to 40 percent.  The regolith consists of medium and fine textured, highly weathered residuum of plutonic ingneous rocks, mainly granodiorite and quartz diorite.  The climate is humid tropical.  The average annual precipitation ranges from 75 to 85 inches and the mean annual temperature ranges from 77 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lirios and Jagueyes series and the Limones, Pandura, Pellejas, and Tejas series.  The Lirios soils occupy steeper slopes, are shallower to the saprolite and have thinner argillic horizons.  The Jagueyes soils occupy similar positions but have coarser textured profiles.  The Limones soils occupy similar positions but have upper argillic horizons higher in organic matter.  The Padura, Pellejas, and Tejas soils are shallower to the granitic rocks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native grasses and shrubs.  Used for pasture and for minor crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid granitic uplands of Puerto Rico.  The series is of small extent, with about 4,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Este SCD, Puerto Rico; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Clayey, mixed, isohyperthermic Orthoxic Tropudults to Clayey, mixed, isohyperthermic Typic Hapludults.  The previous OSED date was 7/85.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 7 inches (Ap horizon)\nArgillic horizon - zone from 7 to 40 inches (Bt horizons)\nADDITIONAL DATA:  Laboratory data are available for typical pedon S63PR-12-6\nNational Cooperative Soil Survey\nU.S.A."
  }
}
