{
  "SERIES": "INGIK",
  "STATUS": "Established Series",
  "BYREV": "SWD/MPS",
  "REVDATE": "11/2024",
  "STATES": "AK",
  "OVERVIEW": "Depth class: moderately deep to paralithic bedrock\nDrainage class: well drained\nParent material: gravelly loamy colluvium over residuum weathered from mudstone\nLandscape: mountains\nLandform: mountain slopes\nSlopes: 10 to 80 percent\nMean annual precipitation: about 500 mm (20 in)\nMean annual air temperature: about -4 degrees C. (25 degrees F.)\nFrost-free period: 70 to 85 days",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ingik silt loam in a dryas lichen alpine community on a southeast facing convex, linear backslope on a slope of 30 percent at an elevation of 740m (2428 ft)\nOe--0 to 9 cm (0 to 3.5 in); moderately decomposed plant material; very dark brown (10YR 2/2) moist, dark grayish brown (10YR 4/2) dry; many very fine and fine roots throughout; strongly acid (pH 5.1); abrupt smooth boundary. (3 to 12 cm, 1 to 5 in thick)\nA--9 to 10 cm (3.5 to 4 in); silt loam; black (10YR 2/1) moist, dark gray (10YR 4/1) dry; weak fine granular structure; friable, slightly hard, nonsticky, nonplastic; nonsmeary; many very fine and fine roots throughout; common very fine and fine irregular pores; 5 percent gravel; strongly acid (pH 5.2); abrupt smooth boundary. (0 to 15 cm, 0 to 6 in thick)\nC--10 to 55 cm (4 to 22 in); extremely cobbly silt loam; dark brown (10YR 3/3) moist, brown (10YR 5/3) dry; massive; very friable, soft, nonsticky, nonplastic; nonsmeary; common very fine, many fine, and few medium  roots throughout; common very fine and fine irregular pores; 35 percent gravel and 30 percent cobbles; moderately acid (pH 5.7); clear wavy boundary. (42 to 50 cm, 17 to 20 in thick)\n2Cr--55 to 80 cm (22 to 32 in); moderately coherent mudstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nulato Hills - Continental Divide and Blackburn Hills Soil Survey Area, Alaska; latitude 64.5426300, longitude -159.9088900, datum WGS84, UTM north 7157795.37 and UTM east 456409.50, zone 4, datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic\nSoil temperature regime: cryic\nMean annual soil temperature: 0 to 3 degrees C. (32 to 37 degrees F.)\nThickness of organic material: 3 to 12 cm (1 to 5 in)\nThickness of ochric epipedon: 3 to 15 cm (1 to 6 in)\nDepth to paralithic contact: 50 to 100 cm (20 to 40 in)\nOe horizon:\nHue: 10YR\nValue: 2 or 3 moist, 4 to 5 dry\nChroma: 1 to 3\nTexture: moderately decomposed material\nOrganic matter: 60 to 90 percent\nReaction class: extremely acid to moderately acid (pH 3.5 to 6)\nA horizon:\nHue: 10YR\nValue: 2 or 3 moist, 4 to 5 dry\nChroma: 1 to 3\nTexture: silt loam or its gravelly analogue\nSand: 10 to 40 percent\nSilt: 50 to 80 percent\nClay: 3 to 10 percent\nRock fragments: 0 to 30 percent\nOrganic matter: 2 to 8 percent\nReaction class: very strongly acid to moderately acid (pH 4.5 to 6)\nC horizon:\nHue:.10YR or 2.5Y\nValue: 3 or 4 moist, 5 to 6 dry\nChroma: 1 to 3\nTexture: silt loam or its gravelly or cobbly analogues\nSand: 10 to 40 percent\nSilt: 50 to 80 percent\nClay: 3 to 12 percent\nRock fragments: 35 to 75 percent\nGravels: 20 to 55 percent\nCobbles: 15 to 35 percent\nOrganic matter: 0.4 to 3 percent\nReaction class: very strongly acid to slightly acid (pH 4.5 to 6.5)\nCr horizon:\nExtremely weakly to moderately coherent mudstone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dagelet, Enigma (AK), Kaina (MT), Bracos (NM), Gralic, and Jackmore (NV) series.\nDagelet soils have a lithic contact at depths between 50 to 100 cm (20 to 40 in), and have a mean annual air temperature range of 0 to 9 degrees C. (32 to 48 degrees F.)\nEngima soils have a lithic contact at depths between 50 to 100 cm (20 to 40 in), have free carbonates at the surface, and have a mean annual air temperature range of 1 to 9 degrees C. (34 to 48 degrees F.)\nKaina soils lack a paralithic contact within 200 cm (79 in), and have a mean annual air temperature range of 0 to 4 degrees C. (32 to 39 degrees F.)\nBracos soils have a lithic contact at depths between 50 to 100 cm (20 to 40 in), and have a mean annual air temperature range of 2 to 4.5 degrees C. (36 to 40 degrees F.)\nGralic soils lack a paralithic contact within 200 cm (79 in), and have a mean annual air temperature range of 2 to 4 degrees C. (36 to 39 degrees F.)\nJackmore soils lack a paralithic contact within 200 cm (79 in), have a xeric soile moisture regime, and have a mean annual air temperature range of 3 to 6 degrees C. (37 to 43 degrees F.)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation: 330 to 850 meters (1085 to 2790 feet)\nParent material: gravelly loamy colluvium over residuum weathered from mudstone\nLandform: mountain slopes\nSlopes: 10 to 80 percent\nMean annual precipitation: 400 to 600 mm (16 to 24 in)\nMean annual air temperature: -6 to -2 degrees C. (21 to 28 degrees F.)\nFrost free period: 70 to 85 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aklak, Apkun, Atkaktuk, Continentaldivide, Debauch, Iyyagrik, Kanik, Kulik, Managaarak, Nautchiak, and Piksrun soils.\nAklak soils have a lithic contact at depths between 100 to 150 cm (40 to 60 in), have a fragmental layer starting within 22 to 78 cm (9 to 31 in), have a mollic epipedon, have a fragmental particle size class, have a gelic soil temperature regime, and occur on mountainflanks, upper and center thirds\nApkun soils have a lithic contact at depths between 50 to 100 cm (20 to 40 in), have a fragmental layer starting at depths between 35 to 84 cm (14 to 33 in), have an umbric epipedon, have an acid reaction class, have a gelic soil temperature regime, and occur on mountainflanks, upper and center thirds\nAtkaktuk soils lack a paralithic contact within 200 cm (79 in), have a fragmental layer starting at depths between 35 to 60 cm (14 to 24 in), have an umbric epipedon, have a loamy-skeletal over fragmental particle size class, have an acid reaction class, and a gelic soil temperature regime, and occur on similar landforms on mountainflanks, upper third\nContinentaldivide soils have a lithic contact at depths between 20 to 50 cm (8 to 20 in), have a mollic epipedon, have a gelic soil temperature regime, and occur on ridges\nDebauch soils have a paralithic contact at depths between 20 to 50 cm (8 to 20 in), have a gelic soil temperature regime, and occur on ridges\nIyyagrik soils have a lithic contact at depths between 100 to 150 cm (40 to 60 in), have a mollic epipedon, and occur on similar landforms on mountainflanks, upper third\nKanik soils have a lithic contact at depths between 100 to 150 cm (40 to 60 in), have a gelic soil temperature regime, and occur on mountainflanks, upper and center thirds\nKulik soils have a lithic contact at depths between 50 to 100 cm (20 to 40 in), have a mollic epipedon, have a cambic horizon, have a gelic soil temperature regime, and occur on mountainflanks, upper and center thirds\nManagaarak soils have a lithic contact at depths between 100 to 150 cm (40 to 60 in), have a fragmental layer starting at depths between 41 to 93 cm (16 to 37 in), have an acid reaction class, have a gelic soil temperature regime, and occur on similar landforms on mountainflanks, upper third\nNautchiak soils lack a paralithic contact within 200 cm (79 in), have a cambic horizon, have an isotic mineralogy class, and occur on drainageways and swales\nPiksrun soils lack a paralithic contact within 200 cm (79 in), have an umbric epipedon, have an acid reaction class, have a gelic soil temperature regime, and occur on mountainflanks, upper and center thirds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: well drained\nSaturated Hydraulic Conductivity: very high in the Oe horizon, and moderately high in the A and C horizons\nPermeability: rapid to very rapid in the Oe horizon, and moderate in the A and C horizons\nRunoff: high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: wildlife habitat, recreation, and subsistence\nNative vegetation: black crowberry, bog rosemary, eightpetal mountain-avens, reindeer lichen, Cladina stygia, greygreen reindeer lichen, marsh Labrador tea, bog blueberry, cetraria lichen, moss, island cetraria lichen, arctic lupine, white arctic mountain heather, smallawned sedge, Richardson's masonhalea lichen, meadow bistort, spike trisetum, alpine bearberry, star reindeer lichen, witch's hair lichen, arctic dactylina lichen, snow lichen"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 240, Nulato Hills-Southern Seward Peninsula Highlands. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Wasilla, Alaska"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nulato Hills - Continental Divide and Blackburn Hills Soil Survey, Alaska, 2024."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nParticle-size control section: 34 to 55 cm (13 to 22 in)\nOchric epipedon: 0 to 10 cm (0 to 4 in) (Oe and A horizons)\nLithologic discontinuity: 55 to 80 cm (22 to 32 in) (2Cr horizon)\nParalithic contact: 55 to 80 cm (22 to 32 in) (2Cr horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nUser pedon ID: 2021AK290862"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 9,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 9 cm (0 to 3.5 in); moderately decomposed plant material; very dark brown (10YR 2/2) moist, dark grayish brown (10YR 4/2) dry; many very fine and fine roots throughout; strongly acid (pH 5.1); abrupt smooth boundary. (3 to 12 cm, 1 to 5 in thick)"
      },
      {
        "name": "A",
        "top": 9,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--9 to 10 cm (3.5 to 4 in); silt loam; black (10YR 2/1) moist, dark gray (10YR 4/1) dry; weak fine granular structure; friable, slightly hard, nonsticky, nonplastic; nonsmeary; many very fine and fine roots throughout; common very fine and fine irregular pores; 5 percent gravel; strongly acid (pH 5.2); abrupt smooth boundary. (0 to 15 cm, 0 to 6 in thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 55,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--10 to 55 cm (4 to 22 in); extremely cobbly silt loam; dark brown (10YR 3/3) moist, brown (10YR 5/3) dry; massive; very friable, soft, nonsticky, nonplastic; nonsmeary; common very fine, many fine, and few medium  roots throughout; common very fine and fine irregular pores; 35 percent gravel and 30 percent cobbles; moderately acid (pH 5.7); clear wavy boundary. (42 to 50 cm, 17 to 20 in thick)"
      },
      {
        "name": "2Cr",
        "top": 55,
        "bottom": 80,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "moderately coherent",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--55 to 80 cm (22 to 32 in); moderately coherent mudstone bedrock."
      }
    ]
  ]
}
