{
  "SERIES": "INNACUTT",
  "STATUS": "Established Series",
  "BYREV": "CDH/JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Innacutt fine sandy loam--on an inset fan of a gulch sloping 6 percent to the east at 5,810 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from the soil surface to 98 inches and slightly moist below 98 inches.)\nAC1--0 to 2 inches; brown (7.5YR 5/3) fine sandy loam, brown (7.5YR 4/3) moist; moderate thick platy structure parting to weak coarse granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; few very fine irregularly shaped pores; flood debris of twigs and leaves on surface of soil; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (2 or 3 inches thick)\nAC2--2 to 6 inches; light brown (7.5YR 6/3) very fine sandy loam, brown (7.5YR 4/4) moist; weak very thick platy structure; soft, very friable, slightly sticky and nonplastic; few coarse, few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (0 to 5 inches thick)\nC1--6 to 18 inches; light brown (7.5YR 6/3) stratified fine sandy loam and very fine sandy loam, brown (7.5YR 4/4) moist; massive; soft, very friable, slightly sticky and nonplastic; few coarse, common medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few laminae of silt loam; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.\nC2--18 to 24 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; common medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few thin laminae of silt loam and one thick lense of very gravelly coarse sand; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\nC3--24 to 33 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few coarse, few medium, few fine, and few very fine roots; few very fine tubular pores; one thick lense of very gravelly coarse sand and few very thin laminae of silt loam; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.\nC4--33 to 47 inches; light brown (7.5YR 6/4) stratified very fine sandy loam and loamy very fine sand, brown (7.5YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few very fine tubular pores; few thin laminae of silt loam and one thick lense of gravelly coarse sand; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.\nC5--47 to 53 inches; light brown (7.5YR 6/3), very gravelly coarse sand, brown (7.5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 55 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.\n2C6--53 to 98 inches; light brown (7.5YR 6/3) stratified very fine sandy loam to silt loam, brown (7.5YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few coarse, few medium, and few very fine roots; common very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.\n2C7--98 to 120 inches; light brown (7.5YR 6/3) with brown (7.5YR 5/4) stratified very fine sandy loam and fine sandy loam, brown (7.5YR 4/3) and brown (7.5YR 4/4) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine roots; few very fine tubular pores; few thin laminae of silt loam; strongly effervescent; moderately alkaline (pH 8.2). (Combined thickness of the C horizons is more than 80 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; on the Pojoaque Indian Reservation about 1 mile northwest of Pojoaque; 850 feet north and 2,000 feet east of the southwest corner of section 6, T.19N., R.9E.; USGS Espanola 7.5 minute topographic quadrangle; Latitude 35 degrees 54 minutes 5.5 seconds North and Longitude 106 degrees 1 minute 45.5 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is torric (aridic) bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nReaction - moderately alkaline\nCalcium carbonate equivalent - 1 to 5 percent\nSalinity, mmhos/cm - 0 to 1\nSodicity, SAR - 0 to 4\nLithology of rock fragments: granite, gneiss, schist, and calcareous sandstone\nVolcanic glass content: 5 to 15 percent in the coarse silt plus sand fraction\nParticle-size control section (weighted averages)\nSilicate clay content: 6 to 14 percent\nSand content: 50 to 75 percent\nFine sand or coarser content: 25 to 40 percent\nRock fragment content: 5 to 10 percent gravel\nMica content: 1 to 5 percent (by grain count)\nAC1 horizon\nValue: 5 or 6 dry\nChroma: 3 or 4, dry or moist\nRock fragments: 5 to 10 percent gravel\nOther features: this horizon is a recent stratified deposit and does not qualify as an Ochric epipedon\nAC2 horizon\nChroma: 3 or 4, dry or moist\nRock fragments: 5 to 10 percent gravel\nUpper C horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: stratified fine sandy loam to very fine sandy loam; some pedons also have strata of loamy very fine sand, silt loam or loam; most pedons have laminae ranging in texture from silt loam to loamy fine sand; some pedons have lenses of very gravelly coarse sand\nRock fragments: 5 to 10 percent gravel\nLower C horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: stratified fine sandy loam to silt loam; some pedons have thin subhorizons of gravelly loamy coarse sand to very gravelly coarse sand; most pedons have laminae ranging in texture from silty clay loam to loamy very fine sand; some pedons have lenses of gravelly loamy sand or gravelly sandy loam\nRock fragments: 5 to 15 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cameo(CO), Clarkelen(WY), Colorow(CO), Glenberg(CO), Kornman(CO), Radnik(AZ), Redbank(WY), and Tapicito(NM) series.  Cameo soils have hues of 10YR or 2.5Y and have an ochric epipedon.  Clarkelen, Glenberg, and Kornman soils are moist in some part of the soil moisture control section in late spring and early summer.  In addition, Kornman soils have A horizons which have been abnormally enriched by nitrogen and phosphorus.  Colorow soils have water tables which fluctuate between depths of 4 and 8 feet, and have oxidized iron colored redox features at depths between 40 and 60 inches.  Radnik soils have mean annual soil temperature of 54 to 58 degrees and do not have significant amounts of mica in the silt and sand fractions.  Redbank soils have C horizons with hues of 10R to 5YR and do not have significant amounts of mica in the silt and sand fractions. The Tapicito soils have fewer than 5 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Innacutt soils are on inset fans and narrow flood plains of gulches.  They formed in alluvium derived from Tertiary micaceous sandstone, siltstone, mudstone, and fanglomerate.  Slopes are 2 to 8 percent.  Elevation ranges from 5,400 to 7,100 feet.  The mean annual precipitation is 9 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Koshare, El Rancho, and Walkibout soils.  Koshare soils are coarse-loamy, have cambic horizons, and occur on toeslopes of ridges and hills.  El Rancho soils are fine-silty, have cambic horizons, and occur on toeslopes of ridges and hills.  Walkibout soils are coarse-silty, have ochric epipedons, and occur on adjacent side slopes of gulches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; low surface runoff; moderately rapid permeability.  These soils are subject to frequent, extremely brief periods of flooding between July and September.  Floodwaters have low velocity and are generally less than 2 feet deep."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Innacutt soils are used for livestock grazing and recreation.  The historic climax vegetation is blue grama, Indian ricegrass, sand dropseed, other perennial forbs, galleta.  The ecological site is Deep Sand(R036XB115NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Innacutt soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - The lack of a diagnostic epipedon or diagnostic subsurface horizons; the AC1 horizon is a recent stratified deposit and does not qualify as an ochric epipedon.\nFluventic feature - Alluvial stratification and an irregular organic-carbon distribution.\nParticle-size control section - The zone from 10 to 40 inches (part of C1, C2, C3, part of C4 horizon)\nSeries control section - The zone from 0 to 60 inches.\nClassified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
