{
  "SERIES": "INSAK",
  "STATUS": "Established Series",
  "BYREV": "RD: WEL/JLN/RTG",
  "REVDATE": "03/2008",
  "STATES": "AS,PB,PW,FM",
  "OVERVIEW": "The Insak series consists of deep, very poorly drained soils in brackish waters of mangrove swamps, salt marshes, and tidal marshes adjacent to shorelines of atolls and karst islands. These soils formed in organic materials and water-deposited coralline sand. saturated hydraulic conductivity is high in the subsoil and moderate in the bedrock material. Slope is 0 to 2 percent. The mean annual rainfall is about 3685 millimeters (145 inches), and the mean annual temperature is about 27 C (81 F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Carbonatic, isohyperthermic Mollic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Insak peaty loamy sand in a level area under coralline-mangrove forest plant community, at an elevation of 0.5 meters (1.6 feet.) (Colors are for moist soil unless otherwise noted. All textures are apparent field textures. When described on March 3, 1980, the soil was wet throughout and the water table, due to fluctuating tide, was at 13 centimeters (5 inches.))\nA--0 to 8 centimeters (0 to 3 inches); very dark grayish brown (10YR 3/2) peaty loamy sand; structureless massive; friable, nonsticky and nonplastic; many fine and very fine roots; many very fine interstitial pores; moderately alkaline (pH 8.0, 1:1 water) abrupt smooth boundary. (5 to 10 centimeters)\nAC--8 to 18 centimeters (3 to 7 inches); dark brown (10YR 3/3) mucky loamy sand; structureless massive; friable, nonsticky and nonplastic; many fine and very fine roots; many very fine tubular pores; moderately alkaline (pH 8.0, 1:1 water); gradual smooth boundary. (5 to 13 centimeters)\nC1--18 to 46 centimeters (7 to 18 inches); dark yellowish brown (10YR 3/4) mucky loamy sand structureless single grain; loose; many fine and very fine roots and few coarse roots; common very fine tubular pores; moderately alkaline (pH 8.0, 1:1 water); gradual smooth boundary. (20 to 41 centimeters)\nC2--46 to 74 centimeters (18 to 29 inches); dark yellowish brown (10YR 3/4) gravelly loamy sand; structureless single grain; loose; common fine and very fine roots; common very fine tubular pores; about 25 percent coral gravel; moderately alkaline (pH 8.0, 1:1 water). (20 to 41 centimeters)\nR--74 centimeters (29 inches); fractured at intervals of 10 cm (4 in) or more apart of coralline limestone with crystal structure apparent in freshly exposed face, white (10YR 8/1) interior; indurated; strongly alkaline (pH 8.6, 1:1 water)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Kosrae, Federated States of Micronesia; about 2.9 kilometers (1.8 miles) north of Malem and 30 meters (98 feet) east of the main road; Lat 5 18' 28\" N and Long 163 1' 58\" E"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:\nSoil moisture regime subclass: oxyaquic\nSoil moisture regime class: aquic\nSeasonal pattern: Precipitation falls mostly even during the year with the exception of February to April being the driest months averaging 179 to 229 millimeters (7 to 9 inches) per month. The soils are flooded daily with ocean salt water during periods of high tide.\nDepth to restrictive feature: 50 to 100 centimeters (20 to 39 inches) to bedrock, lithic\nDepth to diagnostic feature:  lithic contact: 50 to 100 centimeters (20 to 39 inches)\n0 centimeters (0 inches) to aquic conditions\nThickness of diagnostic feature: ochric epipedon: 10 to 25 centimeters (4 to 10 inches)\nLinear extensibility: 0 to 1 percent, weighted average, RV is 0.5 percent\nSurface fragments: Rock fragments are basalt, tuff, ironstone and gibbsite concretions; 0 to 10 percent total rock fragments; 0 to 10 percent gravel; 0 to 10 percent cobbles\nSeasonal high water table: All months of the year\nDepth to top: 0 to 20 centimeters (0 to 8 inches)\nA horizon(s):\nHue: 10 YR\nValue: 4 to 5 moist\nChroma: 2 moist\nTexture: peaty loamy sand\nClay content: 1 to 15 percent\nCarbonate clay content: 0 to 14 percent\nSilt content: 5 to 25 percent\nSand content: 70 to 100 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: Rock fragments are coralline limestone; 0 to 15 percent total rock fragments; 0 to 10 percent gravel; 0 to 5 percent cobbles.\nCalcium carbonate equivalent: 70 to 95 percent\nElectrical conductivity: 15 to 30 mmhos/cm\nSodium adsorption ratio: 0 to 10\nReaction: pH 7.4 to 8.4\nOrganic matter content: 15.0 to 25.0 percent\nCation exchange capacity: 0.5 to 25.0 meq/100grams\nC horizon(s):\nHue: 10 YR\nValue: 3 to 5\nChroma: 4\nTexture: loamy sand, gravelly loamy sand, mucky loamy sand\nClay content: 1 to 15 percent\nCarbonate clay content: 0 to 14 percent\nSand content: 70 to 100 percent\nSilt content: 5 to 25 percent\nFragment size and content: Rock fragments are coralline limestone; 0 to 30 percent total rock fragments; 0 to 10 percent gravel; 0 to 5 percent cobbles.\nCalcium carbonate equivalent: 95 to 98 percent\nElectrical conductivity: 15 to 30 mmhos/cm\nSodium adsorption ratio: 0 to 2\nReaction: pH 7.4 to 8.4\nOrganic matter content: 2.0 to 8.0 percent\nCation exchange capacity: 0.2 to 1.8 meq/100grams"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Insak soils are on coralline-mangrove and swamp-forest plant communities, in brackish waters of mangrove swamps, salt marshes, and tidal marshes adjacent to shorelines of atolls and karst islands. Slope is 0 to 2 percent. These soils formed in water-deposited coralline sand and organic matter.  Elevation is -1 to 4 meters (-3.3 to 13 feet.) The soils are flooded daily with ocean salt water during periods of high tide; 20 cm above (8 in) to 20 cm (8 in) below the surface. Areas closer to the ocean are submerged longer than areas closer to land. The climate is tropical and moist. Because of the strong marine influence, the diurnal and annual range of temperature is limited. Rainfall averages about 3685 millimeters (145 inches) per year and ranges from approximately 2900 to 4400 mm (114 to 173 in.) The seasonal wet (May to November) and dry seasons (December to April) with the driest months (February, March, and April) averaging 178 to 229 mm (7 to 9 in) per month. Rainfall is derived from convective uplift, which results in short duration rainstorms of high intensity. Rainfall is irregularly distributed geographically. These soils lie within the latitudinal zone that receives more solar radiation than it re-radiates back to space. This imbalance maintains the atmospheric temperatures in a quasi-steady state. The mean daily temperature throughout the year averages 27 C (81 F) with a mean diurnal range of about 4 C (7 F.) Relative humidity averages about 90 percent at night and 75 to 80 percent during the day."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chia, Ngedebus, Majuro, and Odesangel soils. Chia soils are organic to 75 centimeters and over coralline sand.  Ngedebus and Majuro soils are very deep somewhat excessively drained soils generally adjacent to coastal beaches. These soils formed in water and wind-deposited coral rubble and/or sand. Ngedebus soils are typically found on lagoon sides of island whereas Majuro soils are typically found on oceansides of islands and have greater than 35 percent rock fragments in the subsoil. Odesangel soils formed in depressional areas that retain fresh or brackish water. The soils are derived dominantly from decomposed and partially decomposed freshwater marsh vegetation overlying coral sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Negligible runoff, high saturated hydraulic conductivity. The soils are flooded very frequently for extremely brief periods, semi-diurnally, by high tides that fluctuate between about 20 centimeters (8 inches) above and 20 centimeters (8 inches) below the soil surface. The soils are ponded frequently for very long periods all months of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are in limestone mangrove and swamp forest plant communities and are used for sediment catchment and some timber harvest for local use. The mangroves trap about 30% of sediments in Palau and other coralline islands from entering the coral reefs; it is an important buffer protecting the reefs from excessive sedimentation or eutrophication. Eutrophication will lead to coral reef degradation and stimulate algae growth on corals.  These algae communities vigorously strip excess nutrients from the water as they grow much faster than the corals. As the algae blooms get much larger, they trap more sediment in the reefs and ultimately causing coral bleaching.  As the old algae decay, they consume the oxygen in the water; the low oxygen then will kill off fish, crabs, shrimp, and the living reef devastating tourism and fishing in these local island economies.\nMangrove forests are located adjacent to the sea and are affected by the semi-diurnal tidal cycle. The remaining areas of mangrove forest are located inland behind coastal strands, which were probably once open to the sea. Mangrove forests are generally closed-canopied with only a single to few mangrove species of Rhizophora spp., Sonneratia spp. Lumnitzera spp., Xylocarpus spp., and Bruguiera spp. These trees are of medium-size (less than 3 m in height), and less than 8 cm dbh.\nThe moderate tree sizes and density of trees within the mangrove forest ecological type result in stands containing a relatively high biomass. The species are adapted to reproducing and surviving on the deep soils inundated with brackish seawater. Although the bottomland soils contain large quantities of organic material, the woody biomass above and below ground serves as an important reservoir of nutrients. The mangrove plant communities are efficient in cycling plant nutrients."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 194, Low Limestone Islands of Western Micronesia; Republic of Palau; American Samoa; Kosrae and Yap State,  Federated States of Micronesia. The soils of this series are of small extent; 1600 acres in the Republic of Palau; about 375 acres in Yap State, about 375 acres Kosrae State,  Federated States of Micronesia; and about 50 acres in size in American Samoa; They are mapped in the \"rock islands,\" and the islands of Angaur, Merir, Ngedebus, Ngercheu, Ngermilis, Pulo Ana, and Peleliu in the Republic of Palau, islands of Kosrae and Yap, Federated States of Micronesia, and the islands of Aunu`u, Ofu and Olosega, Territory of American Samoa. ."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kosrae, Federated States of Micronesia, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The limestone parent material is 97 percent calcium carbonate, which limits the amounts of available essential nutrients. The source of plant nutrients is the biocycling of organic matter. The limestone bedrock is typically porous and fractured, allowing roots to penetrate into the rock. These soils are susceptible to subsidence, adverse effects from high salt levels, and have poor engineering properties\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - Surface to 8 cm (0 to 3 inches) (A-horizon)\nLithic contact - 74 cm (29 inches) (R-horizon)\nAquic conditions - Surface to 74 cm (0 to 29 inches)\nADDITIONAL DATA:\nTaxonomic Version: Keys to Soil Taxonomy, 10th edition 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); very dark grayish brown (10YR 3/2) peaty loamy sand; structureless massive; friable, nonsticky and nonplastic; many fine and very fine roots; many very fine interstitial pores; moderately alkaline (pH 8.0, 1:1 water) abrupt smooth boundary. (5 to 10 centimeters)"
      },
      {
        "name": "AC",
        "top": 8,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AC--8 to 18 centimeters (3 to 7 inches); dark brown (10YR 3/3) mucky loamy sand; structureless massive; friable, nonsticky and nonplastic; many fine and very fine roots; many very fine tubular pores; moderately alkaline (pH 8.0, 1:1 water); gradual smooth boundary. (5 to 13 centimeters)"
      },
      {
        "name": "C1",
        "top": 18,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--18 to 46 centimeters (7 to 18 inches); dark yellowish brown (10YR 3/4) mucky loamy sand structureless single grain; loose; many fine and very fine roots and few coarse roots; common very fine tubular pores; moderately alkaline (pH 8.0, 1:1 water); gradual smooth boundary. (20 to 41 centimeters)"
      },
      {
        "name": "C2",
        "top": 46,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--46 to 74 centimeters (18 to 29 inches); dark yellowish brown (10YR 3/4) gravelly loamy sand; structureless single grain; loose; common fine and very fine roots; common very fine tubular pores; about 25 percent coral gravel; moderately alkaline (pH 8.0, 1:1 water). (20 to 41 centimeters)"
      },
      {
        "name": "R",
        "top": 74,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--74 centimeters (29 inches); fractured at intervals of 10 cm (4 in) or more apart of coralline limestone with crystal structure apparent in freshly exposed face, white (10YR 8/1) interior; indurated; strongly alkaline (pH 8.6, 1:1 water)"
      }
    ]
  ]
}
