{
  "SERIES": "INWOOD",
  "STATUS": "Tentative Series",
  "BYREV": "LAH-RBT",
  "REVDATE": "08/1999",
  "STATES": "NY",
  "OVERVIEW": "The Inwood series consists of very deep, well drained soils with moderately rapid permeability. These soils formed in a thick mantle of demolished construction debris intermingled with humanly-transported natural soil materials. These soils occur on modified landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 75 percent.  Mean annual temperature is about 54 degrees Fahrenheit and mean annual precipitation is about 47 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fragmental, mixed, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Inwood gravelly sandy loam in a large smoothed pile of soil on a 3 percent slope.  (Colors are for moist soil unless noted differently.)\nA -- 0 to 6 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak fine platy structure; very friable; common fine and very fine roots; 15 percent gravel-sized fragments (10 percent asphalt and bricks and 5 percent gneiss fragments); neutral; gradual wavy boundary.  (1 to 8 inches thick.)\nBw -- 6 to 12 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak fine subangular blocky structure; very friable; common fine and very fine roots; 40 percent gravel-sized fragments (35 percent asphalt and bricks and 5 percent gneiss fragments); neutral; gradual wavy boundary. (0 to 10 inches thick.)\nC1 -- 12 to 16 inches; yellowish brown (10YR 5/6) very gravelly sandy loam; massive; very friable; few fine roots; 45 percent gravel-sized fragments (35 percent asphalt and bricks and 10 percent gneiss fragments); neutral; abrupt smooth boundary.\nC2 -- 16 to 65 inches; yellowish brown (10YR 5/6) extremely stony sandy loam; massive; 90 percent rock-sized fragments (35 percent concrete, 20 percent metal debris, 10 percent wood, 10 percent natural rock fragments, 5 percent brick, 5 percent plastic, and 5 percent metal wire)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bronx County, New York: In Soundview Park along the Bronx River; USGS Flushing topographic quadrangle; Latitude 40 degrees, 48 minutes, 46 seconds N. and Longitude 73 degrees, 52 minutes, 3 seconds W., NAD 1983.(Rockwell GPS Receiver)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the fill materials ranges from 40 to 80 inches. The transported construction debris may range in material of pieces of plastic, glass, rubber, bricks, lumber, asphalt, coal ash, unburned coal, gypsum board, concrete, and steel. The demolished construction debris may be capped with transported natural soil material ranging in thickness from 2 to 18 inches. There is a distinction between materials that will hold water and allow roots to penetrate, and will decompose versus those that will act like a rock fragment. Coarse fragments include both natural and demolished construction debris. Textures of the transported natural soil material include sandy loam, loam, or silt loam and gravelly, cobbly, stony, and bouldery texture phases can occur. Reaction ranges from very strongly acid to neutral. Hue color ranges from 2.5YR through 2.5Y throughout.\nThe A horizon in the transported soil have value of 3 through 5, and chroma of 2 through 6. It is defined by weak platy or granular structure. Consistence is very friable to firm. Pieces of B horizon material are commonly mixed in.\nThe B horizons have value of 3 through 6, and chroma of 2 through 8. It is defined by subangular blocky structure.  Consistence is very friable to firm.\nThe C horizons have value of 3 through 6, and chroma of 2 through 8. It is massive. There are voids between coarse fragment sized transported materials. The fine earth fraction, where present, has a consistence of very friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  No other established series occur within the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Inwood soils are on nearly level to steeply sloping artificially created or modified landforms. These soils formed in demolished construction debris intermingled with some natural soil materials. The construction debris material commonly originates from the demolition of buildings and roads. The dominant coarse fragments in the construction debris are concrete, asphalt, bricks, coal ash, and steel with some sedimentary and metamorphic rocks sparsely intermingled. The transported soil material is dominantly from locally excavated upland materials such as alluvium, glacial till, outwash, or coastal plain sediments. Slope generally ranges from 0 to 75 percent. Mean annual precipitation ranges from 40 to 50 inches. Mean annual temperature ranges from 45 to 63 degrees Fahrenheit."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Canarsie (T), Centralpark (T), Foresthills (T), Greenbelt (T) and Laguardia (T), Canarsie and Foresthills soils formed in thin anthrotransported soil mantle. Centralpark and Greenbelt soils average less than 10 percent construction debris in the control section. Laguardia soils average less than 75 percent (by volume) demolished construction debris material within the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. The potential for surface runoff is low to medium on vegetated slopes less than 8 percent, and rapid to very rapid on vegetated slopes 8 percent and greater; runoff is one class more rapid where the soil is unvegetated or the surface is poorly protected\nfrom erosion or compaction. Permeability is moderately rapid in areas where the soil has not been compacted at the surface, but is moderately slow where it has surface compaction or platy structure."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for recreation and industrial and urban development. These soils are generally covered with common weeds, common reed, and mugwort if deposited in sunny locations; by turfgrass if the area is used for recreation. Trees quickly spread lateral roots into fill areas deposited near them. The reed density decreases and the mugwort increases in areas with compaction at the surface. The more compacted areas support sparse populations of various grasses, annuals, and perennials that invade disturbed areas. The looser dumps are quickly covered with early succession hardwood seedlings from nearby sources.\nRecreational use is unlikely in park areas where the surface is unsmoothed, or where the surface stones and boulders have not been removed or covered."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur on modified landscapes in and near major urbanized areas of the Northeast. MLRA 144A and 149B. The soils of this series are small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Bronx County, New York; 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon- 0 to 3 inches.\nb.  Particle size family - fragmental (10-40 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
