{
  "SERIES": "IO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS/SN/HI",
  "REVDATE": "01/2004",
  "STATES": "HI",
  "OVERVIEW": "The Io series consists of deep, well drained soils that formed in material weathered from volcanic ash.  Io soils are on uplands and have slopes of 7 to 25 percent.  Mean annual rainfall is about 30 inches and mean annual temperature is about 69 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over pumiceous or cindery, amorphic over mixed, isothermic Humic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Io silt loam - pasture.  (Colors are for moist soil unless otherwise noted.  Textures are \"apparent field textures.\")\nAp--0 to 10 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak and moderate fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine and very fine pores; slight effervescence with hydrogen peroxide; neutral (pH 6.8); clear wavy boundary.  (9 to 12 inches thick)\nA--10 to 17 inches; dark brown (7.5YR 3/2) silty clay loam, brown (7.5YR 4/2) dry; weak and moderate fine subangular blocky structure; hard, friable, sticky and plastic; many fine roots; many fine and very fine pores; neutral (pH 7.1); gradual wavy boundary.  (4 to 9 inches thick)\nBw1--17 to 25 inches; dark brown (10YR 3/3) clay loam, brown (10YR 4/3) dry; weak fine and medium subangular blocky structure; hard, friable, sticky and plastic; compact in place; many fine roots; many fine pores; thin dark coatings that look like organic stains on peds; slightly alkaline (pH 7.5); clear smooth boundary.  (7 to 11 inches thick)\nBw2--25 to 30 inches; dark reddish brown (5YR 3/3) and yellowish red (5YR 4/6) paragravelly clay loam, reddish brown (5YR 4/4) and yellowish red (5YR 5/6) dry; weak and moderate fine subangular blocky structure; hard, friable sticky and plastic; many fine roots; many medium and fine pores; 20 percent fine cinders; slightly alkaline (pH 7.6); abrupt smooth boundary.  (4 to 6 inches thick)\n2C--30 to 39 inches; black cinders 1 to 10 mm in size; single grained; extremely hard, loose; few fine roots; moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 10 inches thick)\n3C--39 to 45 inches; dark reddish brown (5YR 3/4) loam, reddish yellow (7.5YR 6/6) dry; massive; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few fine pores; moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Maui, Maui County, Hawaii.  On Ulupalakua Ranch about 100 feet west of Makena Road in the northeast corner of Keanapuni number 2 pasture; 1.1 miles southwest of State Highway 37 and Makena Road intersection; Makena Quadrangle; lat. 20 degrees 39 minutes 20 seconds N. and 156 degrees 24 minutes 40 seconds W. (Old Hawaiian Datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to black unweathered cinders ranges from 24 to 38 inches.  The mean annual soil temperature is 69 degrees F.\nThe A horizon has hue of 7.5YR or 10YR, and value of 2 or 3 moist and 3 or 4 dry.\nThe B horizon has hue of 5YR through 10YR, value of 2 or 3 moist and 3 or 4 dry, and chroma of 2 or 3 moist and 3 through 6 dry.  It is clay loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This needs updating.) These are the Kainaliu, Kamaoa, Kikoni, Kula, Naalehu, Palapalai, Ulupalakua, and Waimea series.  Kainaliu soils are 20 to 40 inches deep over fragmental `a`a lava and have mean annual soil temperature of 72 degrees F.  Kamaoa soils have strong structure in the A horizon and a medial control section.  Kikoni soils are massive in the upper part of the B horizon and have a medial control section.  Kula soils have a buried B horizon and a medial control section.  Naalehu soils are weakly smeary in the B horizon and have a medial control section.  Palapalai soils have strong structure in the A1 horizon, are weakly smeary in the B horizon and have a medial control section.  Ulupalakua soils have strong structure throughout and gelatin-like coatings on peds throughout the B horizon.  Waimea soils are slightly acid to neutral in the B horizon and have a medial control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Io series is on uplands at elevations of 1,000 to 2,500 feet.  Slope is 7 to 25 percent.  The soil formed in volcanic ash and cinders.  Outcrops of `a`a lava are common.  Mean annual rainfall is 25 to 35 inches.  Mean annual temperature is about 69 degrees F., average January temperature is 67 degrees F., and average July temperature is 71 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kula and Ulupalakua soils and the Oanapuka soils.  Oanapuka soils have prismatic structure in the B horizon, have a medial control section, and mean annual soil temperature of 73 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture.  The natural vegetation is bermudagrass (Cynodon dactylon), buffelgrass (Pennisetum ciliare), burclover (Medicago hispida), cactus (Opuntia spp.), guineagrass (Panicum maximum), ilima (Sida fallax), lantana (Lantana camara), mao (Obutilon molle), and Natal redtop (Tricholaena repens)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii.  This series is about 3,300 acres in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nFCC Classification: LCdx.\nEdit Log: 12/03 SN. Horizon designations updated.\n8/00 SN. Classification changed from Medial over cindery, isothermic Typic Eutrandepts due to changes in Taxonomy.\nADDITIONAL DATA: Io modal NSSL sample S65HI009-021 (formerly S65Ha4-21); S65HI009-022 (formerly S65Ha4-22).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
