{
  "SERIES": "IONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-TJE",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iona silt loam, on a 1 percent slope in a cultivated field at an elevation of about 142 meters (465 feet) above mean sea level (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (10 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. [18 to 28 cm (7 to 11 inches) thick]\nBt1--25 to 58 cm (10 to 23 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; many distinct brown (10YR 5/3) clay films on faces of peds; light gray (10YR 7/2) silt coatings in voids and on faces of peds; strongly acid; clear wavy boundary.\nBt2--58 to 81 cm (23 to 32 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and coarse subangular blocky structure; firm; common fine roots; many distinct brown (10YR 4/3) clay films on faces of peds; common fine distinct grayish brown (10YR 5/2) iron depletions; common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; common iron-manganese masses; moderately acid; clear wavy boundary. [Combined thickness of the Bt horizon is 46 to 96 cm (18 to 38 inches).]\nBCt--81 to 114 cm (32 to 45 inches); light yellowish brown (10YR 6/4) silt loam; weak coarse subangular blocky structure; friable; few distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct grayish brown (10YR 5/2) iron depletions; common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; common iron-manganese masses and stains on faces of peds and in pores; neutral; gradual wavy boundary. [0 to 41 cm (16 inches) thick]\nC--114 to 152 cm (45 to 60 inches); light yellowish brown (10YR 6/4) silt loam; massive; friable; common coarse distinct light brownish gray (10YR 6/2) iron depletions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Knox County, Indiana; about 3 miles northeast of Vincennes along State Highway 67; 1,350 feet southwest of the east corner and 200 feet northwest of the southeast boundary of donation 180; T. 4 N., R. 9 W.; USGS Frichton, IN-IL topographic quadrangle, lat. 38 degrees 43 minutes 45 seconds N. and 087 degrees 27 minutes 31 seconds W., NAD 27; UTM Zone 16, 460131 easting and 4286838 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 76 to 127 cm (30 to 50 inches)\nDepth to carbonates: 102 to 152 cm (40 to 60 inches)\nSand content averages: less than 10 percent throughout the series control section\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nReaction: strongly acid to neutral\nA horizon, where present:\nThickness: 5 to 10 cm (2 to 4 inches)\nHue: 10YR\nValue: 3 or 4\nChroma: 1 or 2\nReaction: strongly acid to neutral\nBt and BCt horizons:\nHue: 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silty clay loam or silt loam\nReaction: strongly acid to slightly acid and ranges to neutral in the lower part\nC horizon\nHue: 10YR\nValue: 5 or 6\nChroma: 2 to 6\nCalcium carbonate equivalent: 5 to 30 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Birkbeck, Cadiz, Campton, Elco, Eleroy, Inton, Libre, Mayville, Minnith, Morningsun, Redbud, Rocheport, Rockfield, Somonauk, Uniontown, Winfield, and Zurich series. Baraboo, Eleroy, and Rocheport soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Birkbeck, Cadiz, Campton, Elco, Libre, Mayville, Minnith, Morningsun, Rockfield, Somonauk, and Zurich soils have more than 10 percent sand in some subhorizon in the series control section. Inton soils have hue yellower than 10YR in the lower part of the series control section. Redbud soils are deeper than 127 cm (50 inches) to the base of the argillic horizon. Uniontown soils compete closely with Iona soils on soil properties but are formed in alluvium on low terraces and typically have yellower hue (2.5Y) and chroma of 2 or less in the substratum. Winfield soils do not have carbonates within a depth of 152 cm (60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Iona soils are on loess hills. Slope gradients are commonly 0 to 4 percent and range to 6 percent. The soils formed in loess. Mean annual precipitation ranges from 1016 to 1143 mm (40 to 45 inches). Mean annual temperature ranges from 11.1 to 13.9 degrees C (52 to 57 degrees F). Frost-free period is 170 to 210 days. Elevation is 110 to 259 meters (360 to 850 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sylvan, Reesville, and Ragsdale soils. The Sylvan soils are well drained and are typically on steeper sideslopes. Reesville soils are somewhat poorly drained and are typically are on broad flats. The poorly drained Ragsdale soils have mollic epipedons and are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to an intermittent apparent high water table ranges from 61 to 102 cm (2 to 3.5 feet) between December and April in normal years. Potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly cultivated. Principal crops are corn, soybeans, wheat, and legume grass mixtures. Native vegetation is deciduous forest of maple, tulip-poplar, oaks, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 114B and 115A in southwestern Indiana and southeastern Illinois. The type location is in MLRA 115A. The series is of moderate extent.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana.\nSERIES ESTABLISHED: Pike County, Indiana, 1930.\nREMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (10 inches) (Ap horizon).\nArgillic horizon: from a depth of 25 to 81 cm (10 to 32 inches (Bt horizon).\nAquic conditions: redoximorphic features present in all horizons below a depth of 58 cm (23 inches).\nADDITIONAL DATA: Lab data available: Purdue; S812N125-10 and NSSL, S55ZN083-1.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Indiana, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (10 inches) (Ap horizon).\nArgillic horizon: from a depth of 25 to 81 cm (10 to 32 inches (Bt horizon).\nAquic conditions: redoximorphic features present in all horizons below a depth of 58 cm (23 inches).\nADDITIONAL DATA: Lab data available: Purdue; S812N125-10 and NSSL, S55ZN083-1.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
