{
  "SERIES": "IOTLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MSH",
  "REVDATE": "11/2006",
  "STATES": "NC",
  "OVERVIEW": "The Iotla series consists of very deep, somewhat poorly drained, moderately permeable soils on nearly level flood plains of the southern Blue Ridge Mountains (MLRA 130B). They formed in recently deposited, loamy alluvial materials. The mean annual temperature is 56 degrees F. and the average annual rainfall is 52 inches near the type location. Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iotla loam, on a 2 percent flood plain, at an elevation of 2,090 feet--cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) loam; weak medium granular structure; very friable; many fine and very fine roots; common fine pores; common fine and medium flakes of mica; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)\nBw1--8 to 19 inches; dark yellowish brown (10YR 4/4) sandy loam; few medium faint brown (10YR 5/3) and few medium distinct brownish yellow (10YR 6/6) mottles; weak medium subangular blocky structure; friable; common fine and medium roots; common fine and medium pores; common fine and medium flakes of mica; slightly acid; clear smooth boundary.\nBw2--19 to 31 inches; brown (10YR 4/3) loam; weak medium subangular blocky structure; friable; few fine distinct reddish yellow (7.5YR 6/6) irregularly shaped masses iron accumulation and common medium distinct dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) irregularly shaped iron depletions; few fine roots; few fine pores; common fine and medium flakes of mica; moderately acid; clear wavy boundary. (9 to 30 inches thick)\nBwg--31 to 47 inches; dark grayish brown (10YR 4/2) sandy loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular structure; friable; few fine roots; few fine pores;  common fine and medium flakes of mica; strongly acid; abrupt wavy boundary. (4 to 8 inches thick)\nCg--47 to 53 inches; grayish brown (10YR 5/2) loamy sand; few light gray (10YR 7/1) mottles; massive; loose; 2 percent by volume rounded quartz gravel; common fine and medium flakes of mica; moderately acid; abrupt wavy boundary.\n2Cg--53 to 67 inches; grayish brown (10YR 5/2) very gravelly sand; single grain;  loose; few sand strata 1 to 3 inches thick; 40 percent by volume rounded quartz gravel and 5 percent rounded quartz cobbles; common fine and medium flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: from Asheville, 2.1 miles south on U.S. Highway 25 (Biltmore Avenue) to Biltmore Village, 5.2 miles south on U.S. Highway 25-A, 4.1 miles southeast on Secondary Road 3116 (Mills Gap Road) to intersection of Secondary Road 1336 (Cane Creek Road) and Secondary Road 3116 (Mills Gap Road), 650 feet east southeast of intersection and 450 feet North of Cane Creek in a cultivated field; USGS Fruitland Topographic Quadrangle; latitude 35 degrees, 27 minutes, 8.23 seconds N. and longitude 82 degrees, 28 minutes, 33.67 seconds W.;  NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The loamy sediments range from 40 to 60 inches or more in thickness over deposits of cobbles and gravel that are stratified with sandy and loamy materials. Rock fragments range from 0 to 10 percent by volume in the 10 to 40 inch textural control section. Flakes of mica range from common to many throughout. Soil reaction ranges from strongly acid to neutral in the upper 30 inches where limed, and strongly acid to slightly acid below 30 inches.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 4. Where the value is 3 and chroma is 1 to 3, the horizon is less than 6 inches thick. Fine-earth texture is fine sandy loam, sandy loam, or loam. In some pedons, the surface is scoured and covered by thin deposits of sandy material.\nSome pedons have an Ab horizon which has the same color and texture range as the A horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 6. Redox depletions of chroma 2 or less, are few to common throughout the lower Bw horizon. Fine-earth texture is loam, fine sandy loam, or sandy loam.\nThe Bg horizon, where present, has hue of 10YR through 5Y, value of 3 through 5 and chroma of 1 or 2.  Iron or clay depletions are in shades of brown, yellow, olive, or gray and iron accumulations are in shades of red, brown, yellow, or olive. Texture is same as Bw.\nThe Cg horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 6. Redox depletions of chroma 2 or less are few to many throughout. Below 20 inches, some pedons have a Cg horizon that has hue of 10YR or 2.5Y, value of 3 to 7, and chroma of 0 to 2. Fine-earth texture to a depth of 40 inches is loam, fine sandy loam, or sandy loam. These horizons can be nearly homogenous or stratified with these textures often with lenses loamy sand or sand. Below 40 inches textures are stratified with sand and gravelly sand. Some layers contain cobbles and a few stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Basher, Issue, Philo and Pootatuck soils are the only competing series in this family. Basher, Philo and Pootatuck soils do not have redoximorphic depletions in the upper part of the Bw horizon (are moderately well drained). Basher and Philo soils also formed in alluvium derived from sedimentary rocks. Pootatuck soils have loamy fine sand to coarse sand within 40 inches. Issue soils formed in Coastal Plain sediments.  Soils in closely related families are the Arkaqua, Bandana, Codorus, Cullowhee, and French series. Arkaqua and Codorus soils are fine-loamy. Bandana soils are in a coarse-loamy over sandy or sandy-skeletal family. Cullowhee soils are in a coarse-loamy over sandy or sandy-skeletal family and have an umbric epipedon. French soils are in a fine-loamy over sandy or sandy-skeletal family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Iotla soils are on flood plains of the southern Blue Ridge Mountains (MLRA 130B). Slope ranges from 0 to 3 percent. They formed in loamy recent alluvium. The mean annual soil temperature is 56 degrees F. and the average annual rainfall is 39 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the Bandana and French series, these are Braddock, Brevard, Colvard, Dillard, Elsinboro, Rosman, Statler, Tate, Toxaway, and Tusquitee series. Braddock, Dillard, Elsinboro, and Statler soils are on stream terraces and have an argillic horizon. In addition, Braddock, Elsinboro, and Statler soils are well drained, and Dillard soils are moderately well drained. Brevard, Tate, and Tusquitee soils are on colluvial fans, benches, and foot slopes and are well drained. Also, Brevard and Tate soils have an argillic horizon, and Tusquitee soils have a cambic horizon. Colvard and Rosman soils are well drained and are on slightly higher parts of flood plains. Bandana and French soils are on flood plains and have strongly contrasting textures within 20 to 40 inches. Toxaway soils are very poorly drained and are in depressions and back water areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderately rapid permeability. Saturated hydraulic conductivity (Ksat) is moderately rapid to rapid in the solum and rapid to very rapid in the substratum.  The index of surface runoff is negligible.  Flooding is occasional to frequent with very brief duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Iotla soils are used for crops, pasture, hay, ornamentals, and urban uses. Important crops are corn for grain and silage, vegetables, and fescue hay. The remainder is in hardwood forest.  Common trees are yellow-poplar, red maple, sycamore, black walnut, eastern hemlock, and river birch. A few areas have been planted to eastern white pine. Common under story plants include rhododendron, eastern hemlock, ironwood, flowering dogwood, red maple, tag alder, greenbrier, sedges, and switch cane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina and possibly Georgia, South Carolina, Tennessee, and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Buncombe County, North Carolina; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Iotla series would confine similar soils of Codorus series to regions other than MLRA 130. Soils correlated Codorus within MLRA 130 are surrounded by this series.\nThe 12/97 revision placed the Iotla series in the coarse-loamy, mixed, active, mesic Fluvaquentic Dystrochrepts family per the 7th Edition of the Keys to Soil Taxonomy. Iotla soils were formerly classified as coarse-loamy, mixed, nonacid, mesic Aquic Udifluvents. The OSD indicates a cambic horizon although on narrower floodplains Udifluvents often occur within Iotla map units. The dominant situation is a wider floodplain where a cambic horizon has developed. CEC activity class placement was based on placement of similar soils.\nThe 2/99 revision updates the classification to the 8th Edition of Keys to Soil Taxonomy.\nThe Typical Pedon description, location, and Range in Characteristics section were modified with the 11/06 revision.\nDiagnostic horizons and feature recognized in this pedon are:\nOchric epipedon - the zone from the surface to 8 inches (Ap horizon)\nCambic horizon - the zone from 8 to 37 inches below the surface (Bw horizon)\nFluvaquentic feature - an irregular decrease in organic carbon from a depth of 10 inches to a depth of 50 inches below the surface; redox depletions within 24 inches from the soil surface; and a slope of less than 25 percent.\nRevised: 10/89-MAB,DLN,RAG; 1/98-DHK; 2/99-MKC; 8/05-MKC;  11/06-MSH\nADDITIONAL DATA:\nMLRA: 130B\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 4/3) loam; weak medium granular structure; very friable; many fine and very fine roots; common fine pores; common fine and medium flakes of mica; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--8 to 19 inches; dark yellowish brown (10YR 4/4) sandy loam; few medium faint brown (10YR 5/3) and few medium distinct brownish yellow (10YR 6/6) mottles; weak medium subangular blocky structure; friable; common fine and medium roots; common fine and medium pores; common fine and medium flakes of mica; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--19 to 31 inches; brown (10YR 4/3) loam; weak medium subangular blocky structure; friable; few fine distinct reddish yellow (7.5YR 6/6) irregularly shaped masses iron accumulation and common medium distinct dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) irregularly shaped iron depletions; few fine roots; few fine pores; common fine and medium flakes of mica; moderately acid; clear wavy boundary. (9 to 30 inches thick)"
      },
      {
        "name": "Bwg",
        "top": 79,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bwg--31 to 47 inches; dark grayish brown (10YR 4/2) sandy loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular structure; friable; few fine roots; few fine pores;  common fine and medium flakes of mica; strongly acid; abrupt wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Cg",
        "top": 119,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cg--47 to 53 inches; grayish brown (10YR 5/2) loamy sand; few light gray (10YR 7/1) mottles; massive; loose; 2 percent by volume rounded quartz gravel; common fine and medium flakes of mica; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "2Cg",
        "top": 135,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--53 to 67 inches; grayish brown (10YR 5/2) very gravelly sand; single grain;  loose; few sand strata 1 to 3 inches thick; 40 percent by volume rounded quartz gravel and 5 percent rounded quartz cobbles; common fine and medium flakes of mica; moderately acid."
      }
    ]
  ]
}
