{
  "SERIES": "IPISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJN/TDC",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, magnesic, mesic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ipish gravelly loam - on a west facing convex slope of 22 percent under incense cedar and Jeffrey pine at 4,520 feet elevation.   (Colors are for dry soil unless otherwise noted.  When described (5/14/74) the soil was moist throughout.)\n01--1/4 inch to 0; new and partially decomposed needles, leaves, twigs, bark and other organic debris.\nA11--0 to 2 inches; dark brown (10YR 4/3) gravelly loam, dark brown (10YR 3/3) moist; moderate fine granular structure; hard, friable, very sticky and plastic; common very fine and fine roots; common fine vesicular pores; 35 percent pebbles; slightly acid (pH 6.5); abrupt smooth boundary.  (2 to 5 inches thick)\nB11t--2 to 5 inches; dark brown (10YR 4/3) gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to fine subangular blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots; few very fine tubular and common fine vesicular pores; few thin clay films on peds and in pores; 25 percent pebbles; slightly acid (pH 6.5); clear smooth boundary.  (2 to 4 inches thick)\nB12t--5 to 10 inches; dark brown (10YR 4/3) gravelly clay loam, dark yellowish brown (10YR 3/4) moist; strong medium subangular blocky structure; very hard, firm, very sticky and very plastic; many medium and coarse, and common very fine and fine roots; few very fine tubular pores; many thin clay films on peds and in pores; 30 percent pebbles; slightly acid (pH 6.5); clear wavy boundary.  (3 to 6 inches thick)\nB21t--10 to 15 inches; dark brown (7.5YR 4/4) dry and moist, gravelly heavy clay loam; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; many medium and coarse, and common very fine and fine roots; common very fine tubular pores; continuous thin clay films on peds and in pores; 25 percent pebbles; neutral (pH 7.0); clear wavy boundary.  (3 to 10 inches thick)\nB22t--15 to 21 inches; dark brown (7.5YR 3/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist, rubbed; very weak medium prismatic structure parting to strong medium subangular blocky; very hard, very firm, very sticky and very plastic; many medium, and few very fine and fine roots; few very fine tubular pores; continuous thin dark brown (7.5YR 3/4) moist, clay films on peds and in pores; 30 percent pebbles; mildly alkaline (pH 7.5); clear wavy boundary.  (4 to 8 inches thick)\nB23t--21 to 34 inches; dark brown (7.5YR 4/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist, rubbed; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; many medium, and few very fine and fine roots; few very fine tubular pores; many moderately thick dark reddish brown (5YR 3/4) moist, clay films on peds and in pores; 35 percent pebbles; mildly alkaline (pH 7.5); gradual wavy boundary.  (10 to 15 inches thick)\nB24t--34 to 44 inches; dark brown (7.5YR 4/4) moist and dry, gravelly clay loam; very weak medium prismatic structure parting to strong medium subangular blocky; very hard, very firm, very sticky and very plastic; many medium, and few very fine and fine roots; few very fine tubular pores; continuous thick dark reddish brown (5YR 3/4) moist, clay films on peds and in pores; 30 percent pebbles; mildly alkaline (pH 7.8); gradual wavy boundary.  (8 to 12 inches thick)\nB3t--44 to 65 inches; dark brown (7.5YR 4/4) very gravelly heavy clay loam, dark brown (7.5YR 4/4) moist, rubbed; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common medium, and few very fine and fine roots; few very fine tubular pores; continuous thick reddish brown (5YR 4/4) and dark reddish brown (5YR 3/4) moist, clay films on peds and in pores; 40 percent pebbles; moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 25 inches thick)\nCr--65 to 67 inches; shattered ultrabasic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 7 miles SW of Yreka and about 2 miles south of Forest Mountain on Hwy. 3 on an old logging road just south of a \"Y\" in the road near the ridge top; about 250 feet west and 100 feet north of the SE corner sec. 14, T. 44 N., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to ultrabasic rock is 60 to 80 inches.  Rock becomes less weathered with depth and is highly fractured.  The mean annual soil temperature is 47 to 5 degrees F.; the mean January soil temperature is 34 to 39 degrees F.; the mean July soil temperature is 57 to 83 degrees F.  The soil temperature exceeds 41 degrees F. from March 1 to December 1 and exceeds 47 degrees F. from April 1 to November 20.  The soil is dry between the depths of 4 and 12 inches from mid-July until mid-October and is moist in some or all parts the rest of the year.\nThe A horizon is dark brown, brown, yellowish brown, or pale brown (10YR 4/3, 5/3, 5/4, 6/3; 7.5YR 4/2, 4/4).  Moist colors are very dark grayish brown, dark grayish brown or dark brown (10YR 3/2, 3/3, 4/2; 7.5YR 3/2, 4/2).  The upper part of the A horizon has a moist value of 3.5 or less to a depth of at least 4 inches.  It is loam with 18 to 27 percent clay.   Rock fragments make up 15 to 35 percent and consist mostly of gravel, and a few cobbles and stones.  It is slightly acid, neutral, or mildly alkaline and the base saturation ranges from 50 to 70 percent (NH40Ac).\nThe B2t horizon is dark yellowish brown, brown, or yellowish brown (10YR 4/4, 5/3, 5/4, 5/6; 7.5YR 3/4, 4/2, 4/4, 5/2, 5/4).  Moist colors are brown, dark brown, or dark yellowish brown (10YR 4/3, 4/4; 7.5YR 3/2, 4/4, 5/2, 5/4).  Color of clay films coating peds is dark brown or dark reddish brown (7.5YR 4/4; 5YR 3/3, 3/4, 4/3, 4/4) moist.  It is clay loam or light clay.  The upper 20 inches of the argillic horizon is between 27 and 35 percent clay but ranges from 27 to 45 percent clay throughout the argillic horizon.  Rock fragments make up 15 to 35 percent and consist mostly of gravel and a few cobbles.  It is slightly acid to mildly alkaline.  The base saturation ranges from 75 to 100 percent (sum of cations) throughout the argillic horizon.  The Ca:Mg ratio usually is 1 or less throughout the soil and commonly decreases with depth.  The ratio ranges from 1.5 to 0.02.\nMost pedons have an A3 horizon, B1t horizon and/or B3t horizon.  The B3t horizon commonly is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Delpiedra, Dubakella, Freezener and Ishi Pishi series in other families.  Delpiedra soils are 10 to 20 inches deep to a paralithic contact and have thermic soil temperatures.  Dubakella soils are 20 to 40 inches deep to a lithic contact and have a clayey-skeletal control section.  Freezener and Ishi Pishi soils have less than 75 percent base saturation in some part of the upper 30 inches of the fine argillic horizon and have 5YR and 2.5YR colors.  Also, Freezener soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ipish soils are on mountainous uplands.  Slopes are 5 to 50 percent.  The soils formed in material weathered from ultrabasic rocks.  Antigorite is the main serpentinitic mineral.  Elevations are 2,000 to 5,000 feet.  The climate is continental and subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 20 to 40 inches.  Seasonal snowfall is 14 to 30 inches.  Mean January temperature is 28 to 37 degrees F.; mean July temperature is 64 to 70 degrees F.  Mean annual temperature is 45 to 52 degrees F.  Frost-free season is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boomer, Duzel, Facey, Jilson, Kinkel, Marpa and the competing Dubakella and Freezener soils.  Boomer, Duzel, Facey, Jilson, Kinkel and Marpa soils have mixed mineralogy.  Also, Duzel and Marpa soils are 20 to 40 inches deep to a lithic contact; Kinkel and Marpa soils have more than 35 percent rock fragments in the control section; Facey soils have a mollic epipedon; and Jilson soils are 10 to 20 inches deep to a lithic contact and have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as woodland with limited grazing.  Native vegetation is Jeffrey pine, incense cedar, buckbrush, bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass and death camas."
  },
  "REGIONAL OFFICE": {},
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1978."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
