{
  "SERIES": "IPSWICH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-WHT-MT",
  "REVDATE": "06/2018",
  "STATES": "CT,MD,MA,NH,NY,RI",
  "OVERVIEW": "The Ipswich series consists of very deep, very poorly drained soils formed in thick herbaceous organic deposits.  They are on level tidal marshes subject to inundation by salt water twice daily.  Saturated hydraulic conductivity is moderately high to very high.  Mean annual temperature is about 9 degrees C, and the mean annual precipitation is about 1143 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Sulfihemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ipswich mucky peat in a salt grass tidal marsh at sea level, undrained. (Colors are for moist soil.)\nOe1--0 to 46 cm (0 to 18 inches); dark grayish brown (2.5Y 4/2) mucky peat (hemic material); 80 percent fiber, 45 percent rubbed; dense mat of roots, stems, and leaves; friable; many very fine to coarse roots; fibers herbaceous; about 40 percent mineral material of mostly silt and very fine sand; neutral; abrupt smooth boundary.  (30 to 56 cm thick)\nOe2--46 to 107 cm (18 to 42 inches); very dark grayish brown (2.5Y 3/2) mucky peat (hemic material); 70 percent fibers, 25 percent rubbed; massive; very friable; about 45 percent mineral material of mostly silt and very fine sand; slightly acid; abrupt wavy boundary. (61 to 91 cm thick)\nOa--107 to 157 cm (42 to 62 inches); very dark gray (2.5Y 3/1) muck (sapric material); 20 percent fibers, 10 percent rubbed, massive; very friable; about 50 percent mineral material of silt and very fine sand; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Essex County, Massachusetts; Town of Newbury, 1.25 miles east of the intersection of Cottage Road and High Road, and 1.50 miles southeast of the intersection of High Road and Pine Island Road in the Parker River National Wildlife Refuge.  Latitude 42 degrees 46 minutes 02 seconds N., and longitude 70 degrees 49 minutes 20 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic deposits is more than 130 cm.  The soil ranges from strongly acid to slightly alkaline in its natural condition.  Thin layers of very fine sand and silt in the organic material are common in some pedons.  Mineral content ranges from 5 to 80 percent throughout.  The electrical conductivity ranges from 0.0 to 4.5 dS/m in a 1:5 soil to water mixture by volume. Salt content ranges from about 5,000 to 35,000 parts per million. The soil commonly is moderately saline in the surface tier and moderately saline to strongly saline in the subsurface and bottom tiers. In some places the range includes slightly saline.\nThe surface tier is neutral or has hue of 7.5YR to 5Y, value of 2 to 5, and chroma of 0 to 3.  Unrubbed fiber content is 35 to 100 percent; rubbed fiber content ranges from 20 to 75 percent.\nThe subsurface tier is neutral or has hue of 5YR to 5Y, value of 2 to 5, and chroma of 0 to 3.  Unrubbed fiber content is 20 to 85 percent; rubbed fiber content ranges from 20 to 40 percent except layers up to 12 inches thick have 10 to 60 percent rubbed fiber.\nThe bottom tier is neutral or has hue of 5YR to 5Y, value of 2 to 4, and chroma of 0 to 3.  Unrubbed fiber content is 10 to 70 percent; rubbed fiber content is less than 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Transquaking series is the only other series in the same family.  Transquaking soils are underlain by loamy and/or clayey mineral material below a depth of 130 cm and are in areas with mean annual temperature greater than 11 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ipswich soils are level and are in tidal marshes adjacent to the Atlantic Ocean and extend inland along some of the major rivers.  These soils are subject to tidal flooding twice daily except in areas protected by dikes and tide gates.  These soils formed in partially decomposed organic material from salt tolerant herbaceous plants.  The climate is cool temperate and humid.  Mean annual temperature ranges from 8 to 11 degrees C and mean annual precipitation ranges from 1067 to 1219 mm."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agawam, Canton, Charlton, Enfield, Haven, Hinckley, Hollis, Merrimac, Montauk, Pawcatuck, Paxton and Westbrook series on nearby landscapes.  Agawam, Enfield, Haven, Hinckley, and Merrimac soils are well or somewhat excessively drained soils on adjacent outwash terraces.  Canton, Charlton, Montauk, and Paxton are well drained soils on adjacent glaciated uplands.  Hollis soils are shallow to bedrock soils on uplands. Pawcatuck and Westbrook are both underlain by mineral soil material within a depth of  41 to 130 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Very poorly drained.  Runoff is negligible or ponded.  The soil is subject to very brief, very frequent tidal fluctuations. Saturated hydraulic conductivity is moderately high to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in salt marsh and provide food or habitat for fish, shellfish, and wildfowl.  Small scattered areas are used for growing saltgrass hay.  The most common grasses are marsh hay cordgrass, smooth cordgrass, and seashore saltgrass.  Other vegetation includes sea lavender, glasswort, seaside goldenrod, and sea-blite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal areas and tidal zones in Connecticut, New Hampshire, Massachusetts, Maryland, New York, New Jersey, and Rhode Island (MLRAs 144A, 144B, 149A, and 149B).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Essex County, Massachusetts, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as tidal marsh.\nDiagnostic horizons and features recognized in this pedon include:\n1. Hemic material - the zone from 0 to 107 cm has rubbed fiber content between 16 and 40 percent (Oe1 and Oe2 horizons).\n2. Sapric material - the zone from 107 to 157 cm has a rubbed fiber content less than 16 percent (Oa horizons).\n3. Sulfihemists great group - sulfidic materials within a depth of 102 cm.  New pedons should include incubation pH measurements to determine if horizons should receive a 'se' subordinate distinction due to sulfate content.\n4. Reaction (pH value) is more than 4.5 throughout the control section.\nADDITIONAL DATA: Partial characterization data from Tidal Marshes of Connecticut and Rhode Island, Hill, D. E. and Shearin, A. E., Connecticut Agricultural Experiment Station Bulletin 709, Feb. 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe1",
        "top": 0,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe1--0 to 46 cm (0 to 18 inches); dark grayish brown (2.5Y 4/2) mucky peat (hemic material); 80 percent fiber, 45 percent rubbed; dense mat of roots, stems, and leaves; friable; many very fine to coarse roots; fibers herbaceous; about 40 percent mineral material of mostly silt and very fine sand; neutral; abrupt smooth boundary.  (30 to 56 cm thick)"
      },
      {
        "name": "Oe2",
        "top": 46,
        "bottom": 107,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe2--46 to 107 cm (18 to 42 inches); very dark grayish brown (2.5Y 3/2) mucky peat (hemic material); 70 percent fibers, 25 percent rubbed; massive; very friable; about 45 percent mineral material of mostly silt and very fine sand; slightly acid; abrupt wavy boundary. (61 to 91 cm thick)"
      },
      {
        "name": "Oa",
        "top": 107,
        "bottom": 157,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sand",
        "pH_class": "neutral",
        "narrative": "Oa--107 to 157 cm (42 to 62 inches); very dark gray (2.5Y 3/1) muck (sapric material); 20 percent fibers, 10 percent rubbed, massive; very friable; about 50 percent mineral material of silt and very fine sand; neutral."
      }
    ]
  ]
}
