{
  "SERIES": "IRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFF-MGC",
  "REVDATE": "09/2015",
  "STATES": "NY",
  "OVERVIEW": "The Ira series is a member of the coarse-loamy, mixed, mesic family of Typic Fragiochrepts.  Ira soils typically have a dark grayish brown gravelly fine sandy loam Ap horizon, a yellowish brown fine sandy loam B2 horizon, a light yellowish brown mottled A2 horizon and a brown gravelly fine sandy loam B'x horizon.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ira gravelly fine sandy loam - cultivated (Colors are for moist broken soil.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) gravelly fine sandy loam; weak fine granular structure; very friable; many fine roots; 20 percent coarse fragments; strongly acid; clear smooth boundary.  (7 to 10 inches thick)\nB2--8 to 13 inches; yellowish brown (10YR 5/4) fine sandy loam; very weak fine subangular blocky structure; very friable; common fine roots; many fine pores; 10 percent coarse fragments; moderately acid; clear wavy boundary.  (4 to 10 inches thick)\nA`2--13 to 20 inches; light yellowish brown (10YR 6/4) gravelly fine sandy loam; common medium distinct yellowish brown (10YR 5/6) mottles; weak thick platy structure; firm; few roots; common fine pores; 20 percent coarse fragments; moderately acid; abrupt irregular boundary.  (0 to 8 inches thick)\nB`x1--20 to 32 inches; brown (7.5YR 4/3) gravelly fine sandy loam; common medium and coarse distinct strong brown (7.5YR 5/6), pinkish gray (5YR 6/2) and light brown (7.5YR 6/4) mottles; weak thick platy structure within moderate very coarse prisms 8 to 24 inches across; very firm, brittle; few roots between prisms; common fine pores with thin clay linings inside prisms; prisms separated by common fine pores within thin clay linings inside pinkish gray (7.5YR 6/2) fine sand coats; 30 percent coarse fragments; moderately acid; diffuse smooth boundary. (10 to 20 inches thick)\nB`x2--32 to 40 inches; brown (7.5YR 4/2) gravelly fine sandy loam, common distinct yellowish brown (10YR 5/6) mottles; massive; very firm, brittle; common fine pores with thin clay linings; 30 percent coarse fragments; slightly acid; clear wavy boundary.  (6 to 18 inches thick)\nC--40 to 50 inches; grayish brown (10YR 5/2) gravelly fine sandy loam; few fine and medium faint brown (7.5YR 5/4) and yellowish brown (10YR 5/6) mottles; moderate thick lens-like platy structure; very firm; 40 percent coarse fragments; calcareous; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oswego County, New York; Town of Oswego, 100 feet north of County Road 20, 1/4 mile west of Southwest Oswego."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 36 to 60 inches.  Depth to carbonates ranges from 3 to 7 feet.  Rock fragments are pebbles, cobbles, and stones and range from 10 to 35 percent by volume in the solum and from 30 to 70 percent in the C horizon.  Common or many distinct or prominant mottles are above the fragipan.  Mean annual soil temperature ranges from 47 degrees to 52 degrees F.\nThe Ap horizon ranges from very dark grayish brown (10YR 3/2) to brown (7.5YR 5/2).  It is fine sandy loam or loam and has weak or moderate granular structure.  It is very strongly acid to\nneutral depending upon liming.\nThe B2 horizon ranges from yellowish brown (10YR 5/6) to reddish brown (5YR 4/3), inclusive.  It is unmottled or has only faint mottles above a depth of 12 inches.  It is sandy loam, fine sandy loam or loam with less than 55 percent silty plus very fine sand.  It is structureless or it has very weak granular or subangular blocky structure.  The horizon is friable or very friable, and it is strongly or medium acid.  The A`2 horizon is lighter in color than the B2 horizon and is distinctly or prominantly mottled. It is typically slightly coarser in texture and is less friable than the B2 horizon.\nThe Bx horizons range from grayish brown (10YR 5/2) to reddish brown (5YR 4/4) and have distinct mottles in ped interiors. They are fine sandy loam or loam.  They have very coarse prismatic structure with or without platy structure in the upper part and are massive or have platy structure in the lower part. They are very firm and brittle, and are medium acid to neutral.\nThe C horizon has ranges similar to the Bx horizon in color and texture and is firm or very firm.  It has platy structure or it is massive.  It is slghtly acid to mildly alkaline at the base of the Bx horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bath, Braceville, Broadalbin, Compton, Lackawanna, Ludlow, Mardin, Montauk, Nantucket, Sodus, Swartswood, Wellsboro, Wethersfield and Wurtsboro series.  The Bombay, Langford, Marilla and Mosherville series are smiliar soils in related families.  Bath, Lackawanna, Mardin, and Wellsboro soils commonly have 55 percent or more silt plus very fine sand in particle size control section.  Braceville soils have stratified sand and gravel in the lower part of the\nseries control section.  Broadalbin soils have coarse fragments dominated by granite and gneiss with a significant component of soft dark shale.  Compton soils have lithochromic chroma of 1 or\n2 throughout the soil.  Ludlow, Montauk and Wethersfield soils have sola less than 36 inches thick and lack clay films in the fragipan.  Nantucket soils have fragipans that are strongly acid\nand are clay loam or silty clay loam in the lower part.  Sodus soils have few or no mottles above the fragipan.  Swartswood and Wurtsboro soils are strongly or very strongly acid in the\nfragipan.  Bombay soils lack a fragipan.  Langford soils have an argillic horizon.  Marilla soils have a fine-loamy particle-size control section.  Mosherville soils have distinct mottles within\n12 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ira soils are nearly level to moderately steep soils on drumloidal land forms and nearly level to sloping soils areas on till plains.  Slope gradients range from 1 to 20 percent.  The soils developed in firm, mildly to moderately calcareous loamy glacial till dominated by red or gray sandstone with variable components of limestone and shale.  Mean annual precipitation ranges from 32 to 45 inches; mean annual air temperature ranges from 45 degrees to 49 degrees F.; and mean growing season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alton, Colonie, Howard, Scriba, Sodus, Sun, Williamson and Windsor soils.  Alton and Howard soils formed in glacial outwash deposits.  Colonie, Windsor and Williamson soils formed in glacial lake and deltaic deposits.  Scriba, somewhat poorly drained soils, Sodus, well drained soils and Sun, very poorly to poorly drained soils, are catenary associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is medium to rapid; internal drainage is slow or very slow.  The solum above the fragipan has moderate permeability; the fragipan\nand substratum have very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the area is in unimproved permanent pasture or is idle.  Cropped areas are used for growing hay, oats, and corn for silage.  Sugar maple, red maple, elm, red oak, yellow birch, and associated species dominate the cut-over woodlots, which occupy a major acreage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New York State.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oswego County, New York, 1973.\nRemarks:  The Ira soils were classified as Sols Bruns Acides."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) gravelly fine sandy loam; weak fine granular structure; very friable; many fine roots; 20 percent coarse fragments; strongly acid; clear smooth boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "B2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2--8 to 13 inches; yellowish brown (10YR 5/4) fine sandy loam; very weak fine subangular blocky structure; very friable; common fine roots; many fine pores; 10 percent coarse fragments; moderately acid; clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A`2",
        "top": 33,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A`2--13 to 20 inches; light yellowish brown (10YR 6/4) gravelly fine sandy loam; common medium distinct yellowish brown (10YR 5/6) mottles; weak thick platy structure; firm; few roots; common fine pores; 20 percent coarse fragments; moderately acid; abrupt irregular boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "B`x1",
        "top": 51,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "B`x1--20 to 32 inches; brown (7.5YR 4/3) gravelly fine sandy loam; common medium and coarse distinct strong brown (7.5YR 5/6), pinkish gray (5YR 6/2) and light brown (7.5YR 6/4) mottles; weak thick platy structure within moderate very coarse prisms 8 to 24 inches across; very firm, brittle; few roots between prisms; common fine pores with thin clay linings inside prisms; prisms separated by common fine pores within thin clay linings inside pinkish gray (7.5YR 6/2) fine sand coats; 30 percent coarse fragments; moderately acid; diffuse smooth boundary. (10 to 20 inches thick)"
      },
      {
        "name": "B`x2",
        "top": 81,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B`x2--32 to 40 inches; brown (7.5YR 4/2) gravelly fine sandy loam, common distinct yellowish brown (10YR 5/6) mottles; massive; very firm, brittle; common fine pores with thin clay linings; 30 percent coarse fragments; slightly acid; clear wavy boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "moderate thick lens-like platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--40 to 50 inches; grayish brown (10YR 5/2) gravelly fine sandy loam; few fine and medium faint brown (7.5YR 5/4) and yellowish brown (10YR 5/6) mottles; moderate thick lens-like platy structure; very firm; 40 percent coarse fragments; calcareous; slightly alkaline."
      }
    ]
  ]
}
