{
  "SERIES": "IRASBURG",
  "STATUS": "Tentative Series",
  "BYREV": "RFL-SHG-CAW",
  "REVDATE": "09/2002",
  "STATES": "VT",
  "OVERVIEW": "The Irasburg series consists of very deep, moderately well drained soils on lake plains and stream terraces.  They formed in sandy glaciofluvial deposits underlain by loamy glaciolacustrine deposits.  Permeability is moderately rapid or rapid in the sandy glaciofluvial material and slow or very slow in the 2C material.  Slopes ranges from 0 to 60 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy over loamy, mixed, active, nonacid, frigid Aquic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Irasburg loamy fine sand, on a 13 percent west facing slope in a hay field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy fine sand, light olive brown (2.5Y 5/3) dry; weak very fine and fine subangular blocky structure; very friable; many very fine and fine roots;  moderately acid; abrupt wavy boundary.  (5 to 10 inches thick)\nBw--8 to 14 inches; dark yellowish brown (10YR 3/6) loamy fine sand; weak very fine and fine subangular blocky structure; very friable; common very fine roots; moderately acid; clear wavy boundary. (4 to 14 inches thick)\nBC--14 to 22 inches; olive brown (2.5Y 4/4) fine sand; weak very fine and fine subangular blocky structure; very friable; common very fine roots; moderately acid; clear wavy boundary.  (0 to 10 inches thick)\nC--22 to 38 inches; olive brown (2.5Y 4/3) fine sand; massive; very friable; few very fine roots; common coarse prominent strong brown (7.5YR 4/6) masses of iron accumulation and common coarse distinct olive gray (5Y 5/2) iron depletions; 2 percent rock fragments (in bottom 3 inches); moderately acid; abrupt wavy boundary. (0 to 20 inches thick)\n2C--38 to 65 inches; dark grayish brown (2.5Y 4/2) silt loam; massive; firm; common fine prominent brown (7.5YR 4/4) masses of iron accumulation and common medium distinct dark gray (5Y 4/1) iron depletions; 5 percent rock fragments (in the upper 3 inches); moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orleans County, Vermont; Town of Irasburg, 4500 feet north of Irasburg village on Vermont Route 14 and 800 feet northeast of the road; approximate latitude 44 degrees 48 minutes 53 seconds north and longitude 72 degrees 17 minutes 21 seconds west, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is greater than 60 inches. Solum thickness ranges from 15 to 30 inches.  Depth to the 2C material ranges from 18 to 39 inches.  Rock fragments are mostly gravel and cobbles and range from 0 to 30 percent in the upper part of the profile, and 0 to 5 percent in the 2C horizon.  Reaction is strongly acid to neutral throughout.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 3 or 4 and chroma of 2 or 3.  It is very fine sandy loam, fine sandy loam or loamy fine sand in the fine earth fraction.\nSome pedons have an E horizon that has hue of 7.5YR or 10YR, value of 5 to 7 and chroma of 1 or 2.  It is fine sandy loam or loamy fine sand.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 3 to 6.  It is loamy fine sand, loamy sand or fine sand in the fine earth fraction.\nThe BC horizon has hue of 2.5Y or 5Y, value of 4 or 5 and chroma of 3 to 6.  It is loamy fine sand, loamy sand, fine sand or sand in the fine earth fraction.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 or 5 and chroma of 2 to 4.  It is loamy fine sand, loamy sand, fine sand or sand in the fine earth fraction.\nThe 2C horizon has hue of 10YR to 5Y, value of 3 to 5 and chroma of 1 or 2.  It is silt loam or silty clay loam.  Some pedons have silty clay below a depth of 40 inches.  Some 2C horizons are stratified.  The weighted average clay content is less than 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. The Eldridge and Enstrom series are in similar families.  Eldridge soils have a mesic temperature regime.  Enstrom soils are from outside of Region R.  They have a superactive cec activity class and receive less than 32 inches of annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Irasburg soils are on lake plains and stream terraces.  Slope ranges from 0 to 60 percent.  The soils formed in sandy glaciofluvial deposits underlain by loamy glaciolacustrine deposits.  These deposits are of Wisconsin age and are derived mainly from phyllite or schist.  Mean annual precipitation ranges from 32 to 48 inches and mean annual temperature ranges from 40 to 44 degrees F.  The frost free season ranges from 100 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the somewhat excessively drained Adams soils, moderately well drained Croghan and Nicholville soils and somewhat poorly drained Lamoine soils.  Adams and Croghan soils are on nearby stream terraces and are sandy throughout.  Lamoine and Nicholville are adjacent to Irasburg soils and are finer textured in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderately rapid or rapid in the upper part of the pedon and slow or very slow in the 2C material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for hay and pasture.  Silage corn is grown on some areas.  Common trees include white pine, sugar maple, white birch, gray birch, yellow birch, quaking aspen, balsam fir, red spruce and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Vermont and possibly Maine, Massachusetts, New Hampshire and New York; MLRA 143 and 144B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Orleans County, Vermont, 1991.  The name is from the town of Irasburg."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The classification is revised with this update.  The former  classification was Sandy over loamy, mixed, frigid Typic Haplorthods.\n2. The Irasburg series replaces some soils formerly mapped as Eldridge Variant.\n3. Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the layer from 0 to 8 inches.  (Ap horizon)\nb.  Aquic feature - redox depletions with chroma of 2 or less at 22 inches. (C horizon)\nc.  Strongly contrasting particle size class - the transition between the sandy material and the loamy material in the control section (10 to 40 inches) is less than 5 inches and the loamy material has less than 50 percent fine or coarser sand.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy fine sand, light olive brown (2.5Y 5/3) dry; weak very fine and fine subangular blocky structure; very friable; many very fine and fine roots;  moderately acid; abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--8 to 14 inches; dark yellowish brown (10YR 3/6) loamy fine sand; weak very fine and fine subangular blocky structure; very friable; common very fine roots; moderately acid; clear wavy boundary. (4 to 14 inches thick)"
      },
      {
        "name": "BC",
        "top": 36,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--14 to 22 inches; olive brown (2.5Y 4/4) fine sand; weak very fine and fine subangular blocky structure; very friable; common very fine roots; moderately acid; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--22 to 38 inches; olive brown (2.5Y 4/3) fine sand; massive; very friable; few very fine roots; common coarse prominent strong brown (7.5YR 4/6) masses of iron accumulation and common coarse distinct olive gray (5Y 5/2) iron depletions; 2 percent rock fragments (in bottom 3 inches); moderately acid; abrupt wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "2C",
        "top": 97,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--38 to 65 inches; dark grayish brown (2.5Y 4/2) silt loam; massive; firm; common fine prominent brown (7.5YR 4/4) masses of iron accumulation and common medium distinct dark gray (5Y 4/1) iron depletions; 5 percent rock fragments (in the upper 3 inches); moderately acid."
      }
    ]
  ]
}
