{
  "SERIES": "IRIGUL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFY/PSD",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Irigul very channery loam-rangeland.  (Colors are for dry soils unless otherwise stated.)\nAbout 50 percent of the surface is covered by flat rock fragments less than 6 inches long.\nA--0 to 6 inches; grayish brown (10YR 5/2) very channery loam, very dark grayish brown (10YR 3/2) moist; weak very fine crumb structure; slightly hard, friable; many very fine roots with vertical orientation on the exterior of peds; about 50 percent by volume of flat rock fragments less than 6 inches long; mildly alkaline (pH 7.4); abrupt wavy boundary.  (4 to 12 inches thick)\nC--6 to 13 inches; yellowish brown (10YR 5/4) very channery loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; about 60 percent by volume of flat rock fragments less than 6 inches long; mildly alkaline (pH 7.4); abrupt wavy boundary.  (0 to 10 inches thick)\nR--13 inches; schist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; NE1/4 SE1/4 of sec. 32, T. 30 N., R. 99 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 4 to 20 inches.  The mean annual soil temperature ranges from 40 to 44 degrees F.  The mean summer soils temperature ranges from 53 to 59 degrees F.  The particle size control section is very channery loam, extremely channery loam, very channery clay loam, or extremely channery clay loam averaging 18 to 35 percent clay.  Flat rock fragments less than 6 inches in the longest dimension range from 35 to 75 percent.  Fragments larger than 3 inches in diameter range from 0 to 10 percent.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Reaction is neutral or mildly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4.  Reaction is slightly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cheadle, Eyre, Labshaft, Rogert, Starley, and Udel series.  Cheadle soils have continuous horizons of calcium carbonate accumulation.  Eyre, Rogert, and Udel soils have less than 18 percent clay in the control section.  Labshaft soils have B horizons and formed in material from conglomerate. Starley soils have free carbonates throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Irigul soils are on mountain ridges and sideslopes.  Slopes are 3 to 75 percent.  The soils formed in material weathered from underlying schist or metamorphic rock.  Elevation is 7,000 to 8,500 feet.  The mean annual precipitation is about 11 to 22 inches of which about half falls as snow or rain in April, May, and June.  The mean annual temperature ranges from 33 degrees to 44 degrees F., and the mean summer temperature ranges form 52 to 57 degrees F.  The frost-free season is estimated to range from 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Midelight and Ansel soils.  Midelight soils are deep.  Ansel soils have E horizons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range.  Native vegetation is Columbia needlegrass, Idaho fescue, black sagebrush, mountain muhly, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of south-central Wyoming and northeastern Colorado.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Lander Area, Wyoming; 1975.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
