{
  "SERIES": "IRON MOUNTAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBJ/LCL/DJE/ET",
  "REVDATE": "01/2020",
  "STATES": "CA",
  "OVERVIEW": "The Iron Mountain series consists of very shallow to shallow, well to somewhat excessively drained soils formed in material weathered from andesitic tuff breccia. These soils are on lahars and volcanic ridges on mountains and have slopes of 2 to 75 percent. The mean annual precipitation is 1345 mm (53 in) and the mean annual temperature is 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iron Mountain gravelly sandy loam on an east-facing, linear, slope of 42 percent under cover of shrubs , annual grasses and forbs. (Colors are for dry soil unless otherwise noted)\nA    --0 to 23 cm  (0 to 9 in); dark grayish brown (10YR 4/2) gravelly  sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable; common very fine roots; many very fine pores; about 25 percent subrounded gravel; slightly acid; abrupt irregular boundary. (10  to 50 cm thick)\nR--23 cm ; hard volcanic breccia which is impervious to both roots and water  ."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tehama County, California; at \"The Narrows\" just east of the junction of Ponderosa Way and the Lassen Trail in the SE 1/4 of sec. 20, T.27N., R.3E. WGS84 40.1764832 latitude and -121.6574173 longitude. UTM Zone 10 614309 meters E, 4448209 meters N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature above the lithic contact ranges from 8 to 15 degrees C. The difference between mean summer and winter soil temperature is greater than 6 degrees C. The soils have a mesic temperature regime.\nSoil moisture: The soil moisture control section is dry in all parts from about June to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s):\nMollic epipedon thickness: 10 to 50 cm\nDepth to lithic contact: 10 to 50 cm\nParticle size control section weighted-averages:\nClay content: 4 to 25 percent\nRock fragments: 5 to 35 percent\nBase saturation ranges from 50 to 75 percent by sum of cations.\nThe soil is influenced but not dominated by amorphous material  .\nA horizon\nHue: 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 3 dry or moist\nTextures: sandy loam, loam, sandy clay loam\nClay content: 4 to 25 percent\nRock fragments: 5 to 35 percent gravel, cobbles or stones\nReaction: moderately acid to slightly acid\nOrganic matter ranges from 2 to 6 percent\nC horizon (where present, typically in soils more than 25 cm deep)\nHue: 10YR\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTextures: sandy loam, loam, sandy clay loam\nClay content: 4 to 25 percent\nRock fragments: 5 to 35 percent gravel, cobbles or stones\nReaction: strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the McMullin (MLRA 15), Reston (MLRA 5), Skyridge (MLRA 15) and Whisk (MLRAs 10 and 43B) soils. McMullin  soils are not influenced by amorphous material  and are shallow to a lithic contact with shale, sandstone, basic igneous or metamorphic rocks. Reston soils are dry in the soil moisture control section for 60 to 90 days and are very shallow to indurated metavolcanic rocks (greenstone). Skyridge  soils have subangular sandstone fragments throughout the profile. Whisk soils are dry in the soil moisture control section for 60 to 90 days following the summer solstice  and are shallow to unweathered granodiorite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Iron Mountain soils are on backslopes, shoulders and summits of lahars and volcanic ridges  at elevations of 650 to 1320 meters (1000 to 6000 ft). They formed in residuum from volcanic breccia. The climate has cool, moist winters and warm, dry summers. Annual precipitation ranges from 985 to 1600 mm (35 to 70 in) . Mean annual air temperature is 13 degrees C (52 degrees F). Average January temperature is 6 degrees C (35 degrees F), average July temperature is about 23 degrees C (70 degrees F). Frost-free season is about 190 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aiken, Cohasset, Crozier, Devilsnose, Jiggs, Lilygap, McCarthy and Redapple soils. All are greater than 50 cm to a root-restrictive bedrock contact and occur on lahars. Aiken, Cohasset, Crozier, Devilsnose, Lilygap and Redapple have argillic horizons. Devilsnose, Jiggs, Lilygap and McCarthy have andic soil properties in 60 percent or more of the upper 60 cm. McCarthy and Devilsnose are on shoulders and backslopes of lahars. McCarthy has more than 35 percent rock fragments throughout. Aiken, Jiggs, Lilygap and Redappple occur on backslopes, footslopes and summits of lahars."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well to somewhat excessively drained; Saturated hydraulic conductivity of the soil is moderately high to high. Saturated hydraulic conductivity of the bedrock is very low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing. Natural vegetation is scattered California black oak, blue oak, California foothill pine, whiteleaf manzanita, canyon live oak, interior live oak, buckbrush, grasses, and forbs with stunted conifers (ponderosa pine, incense cedar) in some places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills, Sierra Nevada Mountains, and Cascade Range of California; MLRAs 18, 22A and 22B . The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tehama County, California, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section recognized in this pedon: 0 to 23 cm\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 23 cm\nLithic contact: 23 cm\nIron  Mountain soils were formerly classified as medial, mesic Lithic Mollic Vitrandepts. An examination of the available lab. data shows that the 15 bar water to clay ratio is not high enough to qualify for being dominated by amorphous material. Hence not medial. Also, bulk densities are not generally any lower than about 1.0 g/cc. Evidence doesn't substantiate having greater than 60 percent vitric material .\nSeries was updated to 12th edition taxonomy (Lithic Ultic Haploxerolls subgroup, previously Lithic Haploxerolls) to reflect the base saturation range historically provided (50 to 75 percent) and the laboratory data available from MLRA 22A . The soils should be reviewed across the 3 MLRAs to explore likely series criteria differences. 11/18\nADDITIONAL DATA:\nNASIS User Pedon ID: 54-CA-52-003\nNASIS User Pedon IDs with supporting laboratory data in MLRA 22A:\n65-CA-05-004x\n67-CA-05-036x\nThe soil was classified using the 12th edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A    --0 to 23 cm  (0 to 9 in); dark grayish brown (10YR 4/2) gravelly  sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable; common very fine roots; many very fine pores; about 25 percent subrounded gravel; slightly acid; abrupt irregular boundary. (10  to 50 cm thick)"
      },
      {
        "name": "R",
        "top": 23,
        "narrative": "R--23 cm ; hard volcanic breccia which is impervious to both roots and water  ."
      }
    ]
  ]
}
