{
  "SERIES": "IRON BLOSSOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "OVERVIEW": "The Iron Blossom series consists of deep, moderately well drained soils that formed in alluvium derived from mixed rocks.  Iron Blossom soils are on alluvial fans and basin-fill plains and have about l percent slope.  The mean annual precipitation is about 175 mm and the mean annual air temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Duric Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Iron Blossom silt loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light gray (10YR 7/2) silt loam, light brownish gray (10YR 6/2) moist; massive; hard, friable, slightly sticky and slightly plastic; many fine and medium vesicular pores; violently effervescent; strongly salt affected; strongly alkaline (pH 8.7); abrupt smooth boundary.  (3 to 10 cm thick)\nC1--8 to 23 cm; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; moderate very fine angular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial, and few fine tubular pores; violently effervescent; strongly salt affected; strongly alkaline (pH 9.0); clear smooth boundary.  (10 to 18 cm thick)\nC2--23 to 43 cm; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; many very fine and fine interstitial, and few fine tubular pores; violently effervescent; very strongly alkaline (pH 9.2); clear smooth boundary.  (13 to 25 cm thick)\n2C--43 to 66 cm; very pale brown (10YR 7/3) silty clay, brown (10YR 5/3) moist; weak coarse prismatic structure; hard, friable, very sticky and very plastic; common fine, medium and coarse roots; common fine tubular, and many very fine tubular and interstitial pores; violently effervescent; very strongly alkaline (pH 9.4); gradual smooth boundary.  (13 to 25 cm thick)\n3Cq--66 to 91 cm; very pale brown (10YR 7/3) clay loam, brown (10YR 5/3) moist; weak coarse prismatic structure; slightly hard, friable, sticky and plastic; few fine roots; many very fine interstitial pores; violently effervescent; 20 percent hard, firm brittle durinodes; very strongly alkaline (pH 9.4); clear smooth boundary.  (0 to 33 cm thick)\n3C--91 to 127 cm; very pale brown (10YR 8/2) clay loam that is weakly silica-cemented, pale brown (10YR 6/3) moist; massive; very hard, firm and brittle; few very fine roots; common very fine interstitial, and few very fine tubular pores; violently effervescent; very strongly alkaline (pH 9.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; about 9 miles northeast of Dunphy, 1 mile south of windmill; 1,700 feet south and 1,800 feet east of NW corner of sec. 21, T.34N., R.49E.; USGS Rodeo Creek SW 7.5 minute topographic quadrangle; latitude 40 degrees 48 minutes 27 seconds N and longitude 116 degrees 27 minutes 14 seconds W; WGS84 Decimal Degrees 40.8102778 latitude, -116.4563889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry but is moist in at least some part from December to April.\nMean annual soil temperature: 10 to 10.6 degrees C.\nSoil reaction: Strongly alkaline or very strongly alkaline.\nDepth to the weakly cemented 3Cq horizon: 50 to 100 cm.\nParticle-size control section - Clay content: 27 to 35 percent.\nA horizon\nValue: 5 or 6 moist\nChroma of 2 or 3.\nStructure: Massive or has weak to moderate coarse platy structure in the lower part in some pedons.\nC horizon\nValue: 7 or 8 dry, 5 through 7 moist\nChroma: l to 3.\nTexture: Averages clay loam with less than 35 percent clay but pedons commonly have strata of loam to silty clay.\nSoil structure: Upper subhorizon commonly has weak or moderate very fine or fine blocky structure but has moderate or strong very fine or fine granular structure in some pedons that have higher salt content. Subhorizons may have weak prismatic structure or are massive.\nOther features: Thin strata of volcanic ash are in some pedons.  Few or common gypsum crystals are in the lower subhorizons of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Iron Blossom soils are on toe slopes of alluvial fans and basin-fill plains at elevations of 1,370 to 1,460 meters.  Slopes are 0 to 2 percent.  The soils formed in alluvium derived from mixed rocks with moderate amounts of pyroclastic materials.  The average annual temperature is 8.3 to 9 degrees C.; average annual precipitation is 175 to 200 mm; and the frost-free season is about l00 to l05 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dunphy, Rad, Rosney and the competing Pocker soils.  Dunphy soils have coarse-loamy particle-size control sections and are saturated within 100 cm.  Rad soils have coarse-silty particle-size control sections.  Rosney soils have fine-silty particle-size control sections and lack Cq horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; slow permeability; moderately high saturated hydraulic conductivity.  These soils are saturated at depths of 150 to 240 cm during most years mainly in the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing.  The vegetation is principally black greasewood, shadscale, saltgrass and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are of small extent. MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County (Tuscarora Mountain Area), Nevada, l965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - The zone from the surface to 8 cm (A horizon).\nDuric layer - The zone from 66 to 91 cm (3Cq horizon)\nParticle-size control section - The zone from 25 to 100 cm (2C, 3Cq and portions of the 3C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
