{
  "SERIES": "IRONLUNG",
  "STATUS": "Established Series",
  "BYREV": "Rev: SMR/CAH/ET/ET",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ironlung very gravelly sand on a southwest-facing, 46 percent slope at an elevation of 627 meters. (Colors are for dry soil unless otherwise stated.) The surface is covered by approximately 40 percent fine gravel, 10 percent medium and coarse gravel and 10 percent cobbles.\nA -- 0 to 4 centimeters (0 to 2 inches); pale brown (10YR 6/3) very gravelly sand, very dark grayish brown (10YR 3/2) moist; weak very thick platy; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 15 percent fine gravel, 10 percent medium gravel and 10 percent cobbles; slightly alkaline (pH 7.5); clear wavy boundary. (2 to 5 centimeters thick)\nC -- 4 to 14 centimeters (2 to 6 inches), pale brown (10YR 6/3) very gravelly coarse sand, very dark grayish brown (10YR 3/2) moist; single grained; loose, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 10 percent paracobbles, 35 percent medium and coarse paragravel and 10 percent fine paragravel breaking down to 20 percent medium and coarse indurated gravel and 20 percent fine indurated gravel; slightly alkaline (pH 7.5); abrupt wavy boundary. (8 to 29 centimeters thick)\nCr -- 14 to 150 centimeters (6 to 60 inches); weakly cemented, soft granitoid bedrock with cracks greater than 10 centimeters apart; moderate excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 6.5 kilometers (4 miles) northeast of the town of Desert Hot Springs; approximately 785 meters (2,575 feet) west and 85 meters (280 feet) south of the NE corner of sec. 26, T. 2 S., R. 5 E., San Bernardino Base and Meridian; 33 degrees, 58 minutes and 28.8 seconds north latitude and 116 degrees, 25 minutes and 54.2 seconds west longitude; USGS Seven Palms Valley 7.5 minute topographic quadrangle; UTM 11S 552495e 3759491n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. These soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C. (72 to 77 degrees F).\nSurface rock fragments: 30 to 70 percent, dominated by gravel.\nControl section\nRock fragments: 35 to 60 percent.\nOrganic matter: 0 to 0.5 percent.\nClay content: 1 to 5 percent.\nDepth to paralithic contact: 10 to 36 centimeters (4 to 14 inches).\nA horizon\nValue: 5 or 6 dry, and 3 or 4 moist.\nChroma: 3 or 4 dry, and 2 to 4 moist.\nClay content: 1 to 5 percent.\nRock fragments: 35 to 60 percent, dominantly gravel.\nReaction: neutral to moderately alkaline.\nC horizon\nValue: 5 or 6, dry and 4 or 5, moist.\nChroma: 3 or 4, dry and 2 to 6 moist.\nTexture: coarse sand, sand, loamy sand and loamy fine sand.\nClay content: 1 to 5 percent.\nRock fragments: 35 to 100 percent; 35 to 60 percent indurated gravel and 0 to 10 percent fine paragravel, 0 to 35 medium and coarse paragravel and 0 to 10 percent paracobbles.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ironlung soils are on mountains. Slopes range from 30 to 75 percent. These soils formed in residuum and colluvium weathered from granitoid and gneissic rock. Elevations range from 350 to 1,050 meters (1,150 to 3,445 feet). The climate is arid with hot, dry summers, and warm, moist winters. The average annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bulletproof, Carrizo, Fanhill, Goldenhills, Pintobasin, and Whiterobe soils. Bulletproof, Fanhill, Goldenhills, and Whiterobe soils are on nearby and adjacent backslopes of mountains. Goldenhills soils are deep to lithic contact, and Fanhill and Bulletproof soils are shallow or very shallow to a paralithic contact. In addition, Fanhill soils have a loamy particle-size control section and a cambic horizon above the contact. Whiterobe soils are moderately deep to a paralithic contact. Bulletproof and Whiterobe soils are sandy throughout the particles-size control section. Carrizo and Pintobasin soils are on channels and on fan remnants, respectively. Both of these soils are formed in alluvium and are very deep. In addition, Pintobasin soils have a sandy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high runoff; high saturated hydraulic conductivity above the bedrock and moderately high within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Ironlung soils are used for recreation and wildlife habitat. The present vegetation is creosote bush, brittlebush and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 4 centimeters (A horizon).\nParalithic contact - the zone beginning at 14 centimeters (Cr horizon).\nParticle-size control section - from a depth of 0 to 14 centimeters (A and C\nhorizons).\nADDITIONAL DATA: NASIS User Pedon ID: 1249810430.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
