{
  "SERIES": "IRONDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLT-LJG",
  "REVDATE": "06/2007",
  "STATES": "MO",
  "OVERVIEW": "Irondale series consists of moderately deep, well drained, moderately permeable soils formed in residuum from fine grained igneous rock. These soils are on steep slopes in mountainous areas. Slopes range from 3 to 45 percent. Mean annual temperature is 57 degrees F, and the mean annual precipitation is 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Irondale very cobbly loam - on a 25 percent south-facing slope under forest of mixed hardwoods and a few shortleaf pine at an elevation of 1370 feet. (Colors are for moist soils unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2), grayish brown (10YR 5/2) dry; very cobbly silt loam; weak medium granular structure; very friable; many fine and medium roots; 43 percent angular rock fragments - stones (10 to 24 inches in diameter) occupy about 3 percent of the surface, 20 percent cobbles and 20 percent gravel; strongly acid; abrupt smooth boundary. (1 to 6 inches thick)\nE--3 to 8 inches; brown (10YR 5/3) very cobbly silt loam; weak very fine and fine subangular blocky structure; very friable; common medium roots; 45 percent angular rock fragments - 5 percent stones, 15 percent cobbles, 25 percent gravel; very strongly acid; clear wavy boundary. (0 to 14 inches thick)\nBt1--8 to 16 inches; yellowish brown (10YR 5/4) very cobbly silt loam; weak fine and very fine subangular blocky structure; friable; thin patchy dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium roots; 50 percent angular rock fragments - 10 percent small stones, 25 percent cobbles, and 15 percent gravel; very strongly acid; clear wavy boundary. (0 to 9 inches thick)\nBt2--16 to 23 inches; reddish brown (5YR 4/4) very cobbly silt loam; weak fine subangular blocky structure; friable; thin patchy brown (7.5YR 4/4) clay films on faces of peds; common medium roots; 50 percent angular rock fragments, size breakdown same as B1t horizon, very strongly acid; abrupt wavy boundary. (7 to 18 inches thick)\nBC--23 to 35 inches; brown (7.5YR 4/4) very cobbly silt loam; many medium distinct strong brown (7.5YR 5/6) pale brown (10YR 6/3) mottles; weak thick platy structure; firm; hard when dry; few fine roots; 50 percent angular rock fragments, size of breakdown same as Bt1 horizon; very strongly acid; abrupt wavy boundary. (4 to 13 inches thick)\nR--35 inches; brownish purple rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Missouri, approximately 440 feet south of Forest Service Road 2359, 1,000 feet north and 1,400 feet west of southeast corner, sec. 21, T. 34 N., R. 2 E; USGS Banner quadrangle. Latitude 37 degrees, 38 minutes, 5.0 seconds N., longitude 90 degrees, 49 minutes, 35.7 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum and the depth to hard rock ranges from 20 to 40 inches. Boulders and stones occupy from 1 to 50 percent of the surface.\nRock fragment content ranges from 15 to 65 percent in the A and E horizons; 0 to 5 percent stones, 0 to 20 percent cobbles, and 5 to 65 percent gravel. Rock fragment content by volume in the Bt and BC horizons range from 35 to 80 percent; 0 to 40 percent stones, 10 to 30 percent cobbles, and 10 to 35 percent gravel. Approximately 65 percent of the gravel ranges between 3 inches and 1/4 inch in size. The mean annual soil temperature is 55 to 59 degrees F.\nThe A horizon has 10YR or 7.5YR hue, value of 3 or 4 (5 or 6 dry) and chroma of 2 or 3.\nThe E horizon has 10YR or 7.5YR hues, values of 4 to 6 and chromas of 3 to 6. Reaction ranges from extremely acid to moderately acid, unless limed.\nThe Bt1 horizon has 10YR or 7.5YR hue, value of 4 to 6 and chroma of 3 to 6 and is very strongly acid or strongly acid. The Bt2 horizon has 10YR, 7.5YR, or 2.5YR hue; value of 4 to 7 and chroma of 3 to 6. The Bt horizon is very cobbly, very gravelly, or very stony analogues of silt loam, loam, silty clay loam, or clay loam. It is extremely acid or very strongly acid.\nThe BC horizon has hue of 10YR, 7.5YR or 5YR, rarely 2.5Y; value of 4 to 6 and chroma of 3 to 8. High chroma mottles and some 2 chroma mottles are present. Hue and value of the mottlesare similar to those of the matrix. It is very cobbly, or very gravelly analogues of silt loam, loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackthorn, Croom, Elliber, Gainesboro, Hartleton, Macove, Mertz, Pattenburg, Trevlac and Weverton series. Blackthorn, Macove, and Weaverton soils are deeper than 60 inches to hard bedrock. Croom soils have gravelly, very fine, sandy clay loam Bt horizons and very gravelly loamy sand B3 horizons and are deeper than 60 inches to hard bedrock. Elliber soils have solums that range from 40 to 80 inches and the depth to the bedrock is greater than 42 inches. Gainesboro soils are deeper than 40 inches to bedrock and are formed in residuum from sedimentary rocks. Hartleton soils have formed in channery glacial till and the depth to the sandstone or shale bedrock is greater than 40 inches. Mertz soils have formed in cherty colluvium or glacial material from limestone containing varying amounts of chert and the solum thickness and depth to bedrock is greater than 40 inches. The depth to bedrock is greater than 42 inches for Pattenburg soils and the regolith has weathered from reddish quartzose conglomerate. Trevlac soils formed in residuum from interbeddedsiltstone, sandstone, and shale and have a paralithic contact within depths of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Irondale soils are on steep mountainous slopes at elevations between 1,000 and 1,700 feet. Slopes are commonly 20 to 35 percent but have an extreme range from 3 to 45 percent. The soils formed in silty material and loamy residuum from igneous rocks and possibly thin loess deposits. Stoniness is a common feature of the series with occasional boulders and numerous cobble and gravel-size rock fragments. The parent rock is composed mostly of rhyolites and felsites. Mean annual air temperature ranges from 55 to 58 degrees F, and the mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Frenchmill, Killarney, Knobtop and Loughboro soils. Frenchmill soils are very deep and are below Irondale soils in the landscape. Killarney soils are on lower slopes and have a fragipan. Knobtop soils occupy the gentle to sloping mountain ridges and tops and contain less than 15 percent coarse fragments. Loughboro soils are on nearly level areas at the base of the mountains. They are deep, poorly drained soils and contain only a trace of coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is high. Permeability is moderate. Water saturates the horizon just above the bedrock for short periods during late winter or early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all these soils remain in mixed hardwood forest with a few shortleaf pine in some places. On the most shallow sites there are some native grasses and shrubs with a sparse stand of trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The St. Francois Mountains of the eastern Ozarks (MLRA 116A) of Missouri. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Francois County, Missouri, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this series are: ochric epipedon - the zone from the surface of the soil to a depth of 8 inches (A and E horizons). Argillic horizon - the zone from approximately 8 to 23 inches (Bt1 and Bt2 horizons). lithic contact - 35 inches.\nADDITIONAL DATA: Lab data of the typical pedon was part of a joint study of the St. Francois Mountain soils. MTSC, Soil Survey Investigation Unit, April, 1975.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark grayish brown (10YR 3/2), grayish brown (10YR 5/2) dry; very cobbly silt loam; weak medium granular structure; very friable; many fine and medium roots; 43 percent angular rock fragments - stones (10 to 24 inches in diameter) occupy about 3 percent of the surface, 20 percent cobbles and 20 percent gravel; strongly acid; abrupt smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--3 to 8 inches; brown (10YR 5/3) very cobbly silt loam; weak very fine and fine subangular blocky structure; very friable; common medium roots; 45 percent angular rock fragments - 5 percent stones, 15 percent cobbles, 25 percent gravel; very strongly acid; clear wavy boundary. (0 to 14 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 16 inches; yellowish brown (10YR 5/4) very cobbly silt loam; weak fine and very fine subangular blocky structure; friable; thin patchy dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium roots; 50 percent angular rock fragments - 10 percent small stones, 25 percent cobbles, and 15 percent gravel; very strongly acid; clear wavy boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--16 to 23 inches; reddish brown (5YR 4/4) very cobbly silt loam; weak fine subangular blocky structure; friable; thin patchy brown (7.5YR 4/4) clay films on faces of peds; common medium roots; 50 percent angular rock fragments, size breakdown same as B1t horizon, very strongly acid; abrupt wavy boundary. (7 to 18 inches thick)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--23 to 35 inches; brown (7.5YR 4/4) very cobbly silt loam; many medium distinct strong brown (7.5YR 5/6) pale brown (10YR 6/3) mottles; weak thick platy structure; firm; hard when dry; few fine roots; 50 percent angular rock fragments, size of breakdown same as Bt1 horizon; very strongly acid; abrupt wavy boundary. (4 to 13 inches thick)"
      },
      {
        "name": "R",
        "top": 89,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--35 inches; brownish purple rhyolite."
      }
    ]
  ]
}
