{
  "SERIES": "IRONSHOT",
  "STATUS": "Established Series",
  "BYREV": "ARW/KP",
  "REVDATE": "02/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ironshot loam on 7 percent slope on a marine terrace under a cover of wild oats at an elevation of 466 feet (142 meters). (Colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches, (0 to 6 cm); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; 13 percent clay; moderate fine granular structure; slightly hard, very friable, nonsticky, nonplastic; 15 percent well rounded very strongly cemented 2 to 75 millimeter ironstone nodules; slightly acid, pH 6.6 by Phenol red; abrupt smooth boundary. (1 to 4 inches thick, 2 to 10 cm. thick)\nA2--2 to 7 inches, (6 to 18 cm); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; 16 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; 15 percent well rounded very strongly cemented 2 to 75 millimeter ironstone nodules; slightly acid, pH 6.5 by Phenol red; clear smooth boundary. (3 to 10 inches thick, 7 to 25 cm. thick)\nBw--7 to 14 inches, (18 to 36 cm); yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; 14 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; 15 percent well rounded very strongly cemented 2 to 75 millimeter ironstone nodules; neutral, pH 7.0 by Phenol red; abrupt smooth boundary. (4 to 10 inches thick, 10 to 25 cm. thick)\nC1--14 to 20 inches, (36 to 52 cm); very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; 8 percent clay;  massive; hard, very friable, nonsticky, nonplastic; 5 percent well rounded very strongly cemented 2 to 75 millimeter ironstone nodules; slightly alkaline, pH 7.4 by Phenol red; clear wavy boundary. (4 to 10 inches thick, 10 to 25 cm.)\nC2--20 to 31 inches, (52 to 79 cm); very pale brown (10YR 7/3) loamy fine sand, pale brown (10YR 6/3) moist; 6 percent clay; massive; slightly hard, very friable, nonsticky, nonplastic; slightly alkaline, pH 7.4 by Phenol red; gradual wavy boundary. (4 to 15 inches thick, 10 to 38 cm. thick)\nC3--31 to 66 inches, (79 to 167 cm); light gray (10YR 7/2) loamy fine sand, light brownish gray (10YR 6/2) moist; 4 percent clay; single grained; loose, nonsticky, nonplastic; slightly alkaline, pH 7.4 by Phenol red."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Rosa Island, Santa Barbara County, California, in the Channel Islands Soil Survey Area 34 degrees North latitude, 0 minutes, 56.0 seconds and 120 degrees, 4 minutes, 44.8 seconds West longitude, NAD83; U.S.G.S Quad: Santa Rosa Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 59 to 64 degrees F. (15 to 18 degrees C.\nThe soil moisture control section is dry in all parts from about mid-August to mid-November (about 90 days) and is usually moist the rest of the time.\nOrganic matter ranges from 1 to 2 percent to a depth of at least 7 inches (18 centimeters).\nThe A horizon dry color is 10YR 5/3 or 4/2. Moist color is 10YR 3/3 or 2/2.\nThe Bw horizon dry color is 10YR 5/4 or 5/3. Moist color is 10YR 4/4 or 3/3.\nTextures are loamy sand, loamy fine sand, and fine sandy loam.\nClay percentages are 4 to 16 percent. Fine sand is always averages more than 50 percent in the fine earth fraction.\nThe C horizon dry color is 10 YR 7/2, 7/3 or 6/2. Moist color is 10YR 6/2, 6/3, 5/3 or 5/2.\nTextures are sand, fine sand, loamy fine sand and sandy loam.\nClay percentages are 2 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Acampo, Charger, Pfeiffer, San Andreas, Tokay, Veritas and Walong series. All these soils do not have ironstone nodules. Acampo and Veritas soils are also deep to indurated duripan on fan terraces. Charger soils are moderately well drained on fans. San Andreas and Pfeiffer soils have bedrock within the profile and are on hills and uplands. Tokay soils have Ap horizons and Bt horizons on fans."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ironshot soils are on summits of fluviomarine terraces on islands. Slopes range from 5 to 15 percent. The soils formed in materials weathered from sandstone and eolian sands. Elevations are 200 to 600 feet (61 to 183 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog common all year. The mean annual precipitation is 21 to 34 inches (533 to 864 mm), the mean annual temperature is 61 to 66 degrees F. (16 to 19 degrees C.), and the frost free season is 355 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ahoy and Becher series. Ahoy soils have argillic horizons and abrupt clay increases on marine terraces. Bereme soils are shallow to rock and have argillic horizons on hills and canyons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; low runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is wild oats."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California on Santa Rosa Island. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. NASIS Pedon ID is CA04688SRJS10. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 7 inches.\nCambic horizon--The zone from a depth of 7 inches to a depth of about 14 inches.\nThis is not paralithic it is designated as C material.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
