{
  "SERIES": "ISANTI",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMC-JFC-ROP-KDS",
  "REVDATE": "6/97",
  "STATES": "MN",
  "OVERVIEW": "The Isanti series consists of very deep, poorly and very poorly drained soils that formed in sandy glacial outwash or eolian sediments on outwash plains and valley trains.  These soils have moderately rapid or rapid permeability in the upper part and rapid permeability in the lower part.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 26 inches.  Mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Isanti fine sandy loam on a slightly concave slope of less than 1 percent in native vegetation.  (Colors described are for moist conditions unless otherwise stated.)\nA1--0 to 4 inches; black (10YR 2/1) fine sandy loam; weak medium platy structure; very friable; common roots; strongly acid; abrupt smooth boundary.\nA2--4 to 10 inches; black (N 2/0) fine sandy loam; weak thin platy structure; very friable; common roots; strongly acid; abrupt wavy boundary.  (Combined thickness of A horizons is 7 to 18 inches.)\nBg1--10 to 14 inches; gray (N 5/0) fine sand; single grain; loose; few roots; common very dark gray (10YR 3/1) 1 to 3 cm thick discontinuous horizontal streaks and a few small black inclusions; moderately acid; clear wavy boundary.\nBg2--14 to 26 inches; gray (10YR 5/1) fine sand; single grain; loose; few roots; strongly acid; abrupt smooth boundary.\nBg3--26 to 31 inches; dark gray (10YR 4/1) fine sand; single grain; loose; moderately acid; abrupt wavy boundary.  (Combined thickness of Bg horizons is 13 to 36 inches.)\nCg--31 to 60 inches; light brownish gray (10YR 6/2) fine sand; single grain; loose; moderately acid; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Anoka County, Minnesota; about 7 miles east of Anoka; 1,345 feet east and 960 feet north of the southwest corner of sec. 5, T. 31 N., R. 23 W.; USGS Circle Pines quadrangle; lat. 45 degrees 12 minutes 0 seconds N. and long. 93 degrees 14 minutes 20 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The series control section is dominated by fine sand and has 85 percent or more passing the No. 40 sieve.  It also has no rock fragments.  Some pedons have an O horizon as much as 6 inches thick.  The mollic epipedon ranges from 10 to 18 inches in thickness where texture is loamy fine sand or coarser and 7 to 18 inches in thickness for those soils with finer textures.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral.  Some pedons have an AB or BA horizon as much as 6 inches thick.  The A horizon is loamy fine sand, fine sand, sand, loamy sand, fine sandy loam, or sandy loam.  It ranges from slightly acid to strongly acid.\nThe Bg horizons have hue of 10YR, 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2, or is neutral with value of 4 or 5.  In some pedons it has discontinuous nearly horizontal remnants as well as involutions of the A horizon 0.5 to 10 cm thick that presumably resulted from frost action. It is fine sand, sand, loamy fine sand or loamy sand.  It ranges from slightly acid to strongly acid.\nSome pedons have a BC horizon.\nThe Cg horizon has hue of 10YR to 5Y, value of 5 or 6, and chroma of 1 or 2.  It is sand, fine sand, loamy sand, or loamy fine sand. Reaction is moderately acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hamar, Hangaard, Isan, Medano, and Venlo soils.  Hamar, Hangaard, Medano, and Venlo soils have neutral or higher pH in the series control section.  Isan soils have less than 85 percent sand passing the No. 40 sieve."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or concave slopes in depressions, drainageways, and low flats on outwash plains and valley trains.  Slopes range from 0 to 2 percent.  The Isanti soils formed in gravel free, noncalcareous sandy glacial outwash or eolian sediments of Late Wisconsinan Age.  Mean annual air temperature ranges from about 37 to 45 degrees F.  Mean annual precipitation ranges from about 22 to 33 inches.  Frost-free days range from 90 to 150.  Elevation above sea level ranges from 700 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are principally the Anoka, Lino, Sartell, and Zimmerman soils.  The Lino soils are on slightly higher elevations and are somewhat poorly drained.  The Anoka, Sartell, and Zimmerman soils are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained.  Surface runoff is very low to ponded.  Permeability is moderately rapid in the upper part and rapid in the lower part.  An apparent water table is at plus 1 foot to 0.5 feet for the very poorly drained, depressional phase, and 0.5 to 1.5 feet for poorly drained phase at some time Oct-June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly idle or in pasture, but some areas are drained and cropped to corn, soybeans, potatoes, or sod.  Native vegetation was primarily grasses, sedges, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central Minnesota and possibly northwestern Wisconsin.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mille Lacs County, Minnesota, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in this pedon are: mollic epipedon - the zone from the surface to 10 inches (A horizon); aquic subgroup - low chroma matrix immediately below the mollic epipedon (Bg1 horizon).\nClassification only was changed 5/94.  Competing series and other updates will be made later."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer Minnesota Agricultural Experiment Station Central File Code No. 1071 for results of some laboratory analyses of the typical pedon.  SIR # MN0196; MN0651, depressional phase."
  },
  "SITE": [
    [
      {
        "drainage": "poorly and very poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; black (10YR 2/1) fine sandy loam; weak medium platy structure; very friable; common roots; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--4 to 10 inches; black (N 2/0) fine sandy loam; weak thin platy structure; very friable; common roots; strongly acid; abrupt wavy boundary.  (Combined thickness of A horizons is 7 to 18 inches.)"
      },
      {
        "name": "Bg1",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--10 to 14 inches; gray (N 5/0) fine sand; single grain; loose; few roots; common very dark gray (10YR 3/1) 1 to 3 cm thick discontinuous horizontal streaks and a few small black inclusions; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 36,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2--14 to 26 inches; gray (10YR 5/1) fine sand; single grain; loose; few roots; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Bg3",
        "top": 66,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg3--26 to 31 inches; dark gray (10YR 4/1) fine sand; single grain; loose; moderately acid; abrupt wavy boundary.  (Combined thickness of Bg horizons is 13 to 36 inches.)"
      },
      {
        "name": "Cg",
        "top": 79,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg--31 to 60 inches; light brownish gray (10YR 6/2) fine sand; single grain; loose; moderately acid; gradual smooth boundary."
      }
    ]
  ]
}
