{
  "SERIES": "ISCHUA",
  "STATUS": "Established Series",
  "BYREV": "WEH-PSP",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, frigid Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ischua channery silt loam, on a 12 percent slope in an idle field. (Colors are for moist soil.)\nAp -- 0 to 6 inches, dark grayish brown (10YR 4/2) channery silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 15 percent rock fragments; strongly acid; clear smooth boundary. (4 to 11 inches thick.)\nBw1 -- 6 to 18 inches, yellowish brown (10YR 5/4) silt loam; moderate medium subangular block structures; friable; common fine roots; 10 percent rock fragments; strongly acid; clear smooth boundary.\nBw2 -- 18 to 23 inches, brown (10YR 5/3) channery silt loam; weak medium subangular blocky structure; friable; few fine roots; 20 percent rock fragments; common medium faint light brownish gray (10YR 6/2) areas of iron depletion within the matrix; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizons is 14 to 24 inches.)\nBC -- 23 to 28 inches, light brownish gray (2.5Y 6/2) channery silty clay loam; moderate medium subangular block structure; firm; 20 percent rock fragments; common coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation within the matrix; strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)\n2R -- 28 inches; gray (10YR 5/1) and light brownish gray (10YR 6/2) hard siltstone and shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cattaraugus County, New York; town of Ellicottville, one mile north of Horn Hill Road and NY 242, 100 feet north of Horn Hill Road. USGS Ellicottville, NY topographic quadrangle; Latitude 42 degrees, 18 minutes, 14 seconds N. and Longitude 78 degrees, 39 minutes, 00 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock range from 20 to 40 inches. Rock fragments, mostly channers and flagstones, range from 5 to 35 percent by volume in the upper part of the mineral solum and from 10 to 60 percent in the lower part of the mineral solum and substratum.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4 (6 or more when dry), and chroma of 1 through 3. Texture is silt loam or loam in the fine-earth fraction. Reaction ranges from very strongly acid to moderately acid. Thickness of the A horizon is 2 to 5 inches thick. In unplowed areas, an O horizon from 1 to 3 inches thick may be present.\nThe AB horizon, where present, has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. Texture is silt loam or loam in the fine-earth fraction. Reaction ranges from very strongly acid to moderately acid.\nThe Bw horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 6. Texture is silt loam, loam, or silty clay loam in the fine-earth fraction. Structure is weak or moderate, fine to coarse subangular blocky. Consistence ranges from very friable to firm. Reaction ranges from very strongly acid to moderately acid.\nThe BC horizon, where present, has hue of 5YR through 5Y, value of 4 through 6, and chroma of 1 through 6. Texture is silt loam, loam, or silty clay loam in the fine earth fraction. Structure is subangular blocky, platy, or weak prismatic. Reaction ranges from very strongly acid to slightly acid.\nSome pedons have a massive C horizon that has textures and colors similar to the BC horizon.\nThe 2Cr horizon, where present, has hue of 5YR through 5Y, value of 4 through 6, and chroma of 1 through 6. Texture is silt loam, loam, or silty clay loam in the fine earth fraction. It has plate-like divisions inherited from the underlying bedrock. Reaction ranges from very strongly acid to slightly acid.\nThe 2R horizon is shale, siltstone or sandstone that is horizontally bedded and commonly interbedded."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Almond, Hornellsville, Leatherbark, Mongaup, Schuyler, and Towerville series are similar soils in related families. Almond soils are deep and have a aquic moisture regime. Hornellsville soils have a clayey particle size control section. Leatherbark are somewhat poorly drained soils formed in residual material. Mongaup soils have a coarse-loamy particle size control section. Schuyler is deeper than 60 inches to bedrock and is mesic. Towerville is the mesic equivalent of Ischua."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ischua soils are gently sloping to very steep soils on hilltops, ridges and valley sides. Slope ranges from 3 to 50 percent. These soils formed in till derived from siltstone, shale and sandstone. Bedrock is at a depth of 20 to 40 inches. Mean annual temperature ranges from 41 to 45 degrees F.; mean annual precipitation ranges from 30 to 45 inches, and the frost-free season ranges from 90 to 120 days. These soils are at elevations ranging from 1000 to 2400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Ischua soils are in a drainage sequence with the somewhat poorly drained Gretor soils. The Lewbath, Franklinville, Napoli, Schuyler, Towerville, and Yorkshire soils are on nearby landscapes. Lewbath soils have a fragipan and are very deep to bedrock. The well drained Franklinville soils occur where bedrock is deeper than 40 inches. Schuyler and Towerville soils are at lower elevations and have a mesic temperature regime. Napoli and Yorkshire are in areas that have a fragipan and an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is medium to very high. Saturated hydraulic conductivity is moderately high to high in the mineral surface layer and upper part of the subsoil, and moderately high or moderately low in the lower part of the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most gently sloping and sloping areas have been cleared and used for cropland and pasture. Native vegetation is mixed hardwoods of sugar maple, beech, northern red oak, white ash, black cherry and eastern white pine. Many areas that were previously cleared for crop production are now reverting to brush and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Appalachian Plateau in southern New York. MLRA 140. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cattaraugus County, New York, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series had previously been mapped as a cool phase of the Towerville series.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface to 6 inches. (Ap horizon.)\n2. Cambic horizon - the zone from 6 to 28 inches. (Bw and BC horizons).\n3. Aquic subgroup - as evidenced by low chroma redoximorphic features within 24 inches of the surface (Bw2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
