{
  "SERIES": "ISLA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DGS/RLB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Isla sandy clay loam--cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 41 centimeters (0.0 to 16.1 inches); brown (7.5YR 5/3) crushed sandy clay loam, brown(7.5YR 4/3) crushed, moist; 57 percent sand; 22 percent silt; 21 percent clay; strong coarse cloddy structure; noncemented, nonsticky, nonplastic; moderate excavation difficulty; electrical conductivity of 0.7 mmhos/cm by ec meter, 1:1 water; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH meter 1:1 water; abrupt smooth boundary. Lab sample # D7361. (15 to 20 inches thick)\nC--41 to 203 centimeters (16.1 to 79.9 inches); light brown (7.5YR 6/3) crushed fine sand, brown(7.5YR 4/2) crushed, moist; 96 percent sand; 2 percent silt; 2 percent clay; massive; noncemented, nonsticky, nonplastic; moderate excavation difficulty; electrical conductivity of 0.3 mmhos/cm by ec meter, 1:1 water; noneffervescent, by HCl, 1 normal; moderately alkaline, pH 8.1, pH meter 1:1 water; common thin (.5 to 2 inch thick) pink (7.5YR 7/3) crushed strata of very fine sandy loam and loamy fine sand, brown (7.5YR 5/3) crushed, moist. Lab sample # D7362."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Paso County, Texas; from the Tornillo exit of Interstate 10, 2.4 miles west to Highway 20; 3.6 miles south on Highway 20; 0.58 miles southwest on field road; 663 feet northwest in field.  Tornillo USGS 7.5 minute topographic quadrangle.  Latitude 31 degrees 24 minutes 30.85 seconds north and longitude 106 degrees 02 minutes 50.30 seconds west.  UTM zone 13, 400442E, 3475172N; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic aridic soil moisture regime. The moisture control section is usually dry in all parts more than three-fourths of the time that the soil temperature exceeds 41 degrees F.\nMean annual soil temperature: 63 to 67 degrees F.\nParticle-size control section (weighted average):\nContains contrasting textures:\nUpper part:\nClay content: 20 to 35 percent\nSand content: greater than 50 percent\nLower part:\nClay content: 0.7 to 7 percent\nSand content: greater than 70 percent\nAp horizon:\nValue: 5 or 6, dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nClay content: 20 to 35 percent\nRock fragments: 0 to less than 1 percent\nC horizon:\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nTexture: fine sand with few to many thin strata of very fine sand, very fine sandy loam, loam, or silt loam\nClay content: 0.7 to 7 percent\nRock fragments: 0 to less than 1 percent\nStratification:  Usually .5 to 3 inches thick consisting of finer or coarser material.   Some strata may range to 8 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: fine-loamy mixed alluvium over sandy alluvium deposited by water\nLandform: flood plain, protected by large dams\nSlope: 0 to 1 percent\nMean annual air temperature: 62 to 66 degrees F.\nMean annual precipitation: 8 to 10 inches\nPrecipitation pattern: precipitation falls mostly during the months of July through September. The driest months are March and April. Precipitation during the months of January, February, and March is less than 13 percent of the total.\nFrost-free period: 200 to 240 days\nElevation: 3,600 to 3,800 feet"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alcazar, Fabens, Lantana, Riverway, Tigua, and Ysleta soils.\nAlcazar soils are coarse-silty over sandy or sandy-skeletal and are on similar positions.\nFabens soils are clayey over loamy and are on similar positions.\nLantana soils coarse-loamy over sandy or sandy-skeletal and are on similar positions.\nRiverway soils are fine-loamy and are on similar positions.\nTigua soils are very-fine and are on similar positions.\nYsleta soils are sandy and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow in the solum and moderately rapid in the substratum. Runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for irrigated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Rio Grande Valley of Texas and southern New Mexico; LRR D, MLRA 42; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: El Paso County, Texas; 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 10 to 40 inches. (Ap and C horizons)\nOchric epipedon: The zone from 0 to 7 inches. (Ap and C horizons, mixed)\nEntisol feature - The absence of diagnostic subsurface horizons\nADDITIONAL DATA: Soil characterization data is available on this series, sample Number S03TX141-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
