{
  "SERIES": "ISOLDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WED-JBF-TM-JVC",
  "REVDATE": "05/2016",
  "STATES": "CA,NV",
  "OVERVIEW": "The Isolde series consists of very deep, excessively drained soils that formed in eolian sand derived from mixed rocks.  Isolde soils are on dunes.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 150 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Mixed, mesic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Isolde fine sand--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 cm; light gray (10YR 7/2) fine sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; very few fine roots; many very fine and fine interstitial pores; neutral (pH 7.2); clear smooth boundary. (3 to 51 cm thick)\nC--15 to 157 cm; light gray (10YR 7/2) fine sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 19 miles south-southwest of Fallon and 0.5 mile west of water tank; approximately 700 feet south and 1,400 feet east of the projected northwest corner of section 30, T. 16 N., R. 30 E.; USGS Allen Springs 7.5 minute topographic quadrangle; latitude 39 degrees 13 minutes 28.4 seconds N and longitude 118 degrees 39 minutes 48.3 seconds W; WGS84 Decimal Degrees 39.2245556 latitude, -118.663417 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, dry from summer to mid-fall; typic torric soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nReaction: Neutral through strongly alkaline.\nEffervescence: Noneffervescent through slightly effervescent.\nParticle-size control section - Texture: fine sand or sand, with 50 to 80 percent passing the number 40 sieve and 0 to 10 percent passing the number 200 sieve. No rock fragments are present.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nSalinity (EC): 0 to 8 mmhos/cm.\nSodicity (SAR): 0 to 12.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nSalinity (EC): 0 to 4 mmhos/cm.\nSodicity (SAR): 0 to 12.\nOther features: Some pedons have a lithologic discontinuity (2C horizon) below 102 cm. In some pedons the lower C horizon is strongly alkaline, strongly effervescent, and contains up to 10 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Als, Ecklund, Hawsley, Kawich, Razito, Sheppard, Stumble, Sundown, Tipper, Tipperary, Tricera, and Yenrab series.\nAls soils have mean soil temperature of 8 to 10 degrees C.  Ecklund soils are moderately deep to a lithic contact.  Hawsley soils have a Ck horizon within 100 cm and have a stratified particle-size control section dominated by sand with strata of fine sand or coarse sand.  Kawich soils are strongly effervescent or violently effervescent and are strongly alkaline or very strongly alkaline.  Razito soils are calcareous throughout and are intermittently moist from July to September.  Sheppard soils have hue of 7.5YR to 2.5YR and are intermittently moist from July to September.  Stumble soils have B horizons, average loamy sand in the particle-size control section, and have gravelly strata within 100 cm.  Sundown soils are calcareous throughout, are stratified, contain gravel, and average loamy fine sand in the particle-size control section.  Tipper soils have bedrock at a depth of 50 to 100 cm.  Tipperary soils are calcareous to within 25 cm of the surface, are moist in the spring and early summer, and have a mean annual soil temperature of 8 to 12 degrees C.  Tricera soils are noncalcareous to a depth of 100 cm and have soil temperature of 8 to 12 degrees C.  Yenrab soils have sodium adsorption ratios of greater than 13."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Isolde soils are on dunes.  The dunes are semi-stabilized by vegetation and are superimposed over various other landforms of intermontane basin landscapes.  These soils formed in eolian sand derived from mixed rocks. Slopes are 0 to 30 percent.  Elevations range from 1,158 to 1,786 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 180 mm, the mean annual temperature is 10 to 12 degrees C, and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Toulon soil, and the competing Hawsley and Stumble soils.  Toulon soils are sandy-skeletal, have cambic horizons, and identifiable secondary carbonates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Excessively drained; very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Isolde soils are used for rangeland and wildlife habitat. The vegetation is mainly four-part horsebrush, fourwing saltbush, Nevada dalea Indian ricegrass, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and northeastern California.  These soils are extensive with about 272,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 27, while other acreage occurs in MLRAs 23 and 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, South Part, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of C horizon).\nParticle-size control section - The zone from 25 to 100 cm (part of the C horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 15 cm; light gray (10YR 7/2) fine sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; very few fine roots; many very fine and fine interstitial pores; neutral (pH 7.2); clear smooth boundary. (3 to 51 cm thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--15 to 157 cm; light gray (10YR 7/2) fine sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; slightly alkaline (pH 7.4)."
      }
    ]
  ]
}
