{
  "SERIES": "ISTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WA-RLB-JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Ister series consists of moderately deep, well drained soils formed in residuum derived mainly from andesite, basalt or rhyolite.  Ister soils are on mountain and hill side slopes.  Slopes are 30 to 75 percent.  The mean annual precipitation is about 300 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ister very stony sandy loam--rangeland.  Soil surface is covered with 65 percent rock fragments comprised mainly of stones.  (Colors are for dry soil unless otherwise noted.)\nO--0 to 2 cm; pine needle duff.\nA--2 to 28 cm; dark grayish brown (10YR 4/2) very stony sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots, many very fine interstitial pores; 55 percent rock fragments, mostly stones; slightly alkaline (pH 7.4); clear smooth boundary.  (13 to 38 cm thick)\nBt1--28 to 43 cm; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine interstitial pores; common fine and medium and few coarse roots; 15 percent gravel, 10 percent cobbles; few faint clay films and colloidal stains on the gravel; neutral (pH 7.2); clear smooth boundary.  (10 to 25 cm thick)\nBt2--43 to 61 cm; light yellowish brown (10YR 6/4) very stony sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and very fine tubular and interstitial pores; common medium and coarse roots; l5 percent gravel, 10 percent cobbles, 20 percent stones; common faint clay films on faces of peds and lining pores; colloidal stains on the rock fragments; neutral (pH 7.0); clear smooth boundary.  (12 to 30 cm thick)\nBt3--61 to 97 cm; pale brown (10YR 6/3) very stony clay loam, brown (10YR 5/3) moist; massive; very hard, firm, moderately sticky and moderately plastic; very few medium and few fine roots; common fine and very fine tubular and interstitial pores; 45 percent rock fragments, mostly stones; common faint and few distinct clay films lining pores; colloidal stains on the rock fragments; slightly alkaline (pH 7.4); abrupt irregular boundary, with soil tongues in fractured bedrock.  (15 to 38 cm thick)\nR--97 cm; fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyon County, Nevada, about 5 miles southeast of Dayton; 1,700 feet east and 2,600 feet north of the southwest corner of section 9, T. 15, N., R. 22 E.; USGS Dayton 7.5 minute topographic quadrangle; latitude 39 degrees 10 minutes 46 seconds N and longitude 119 degrees 31 minutes 20 seconds W; WGS84 Decimal Degrees 39.1794444 latitude, -119.5222222  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry mid June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nMollic epipedon thickness: 25 to 46 cm, includes upper part of argillic horizon in some pedons.\nCombined thickness of A and Bt horizons: 64 to 100 cm.\nDepth to bedrock: 50 to 100 cm.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content:  25 to 35 percent.\nRock fragments:  35 to 50 percent, mainly stones.\nA horizon\nValue:  3 through 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nBt1 horizon\nValue:  5 through 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nBt2 and Bt3 horizons\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  3 through 6.\nTexture:  Very stony clay loam or very stony sandy clay loam.  Some pedons have very stony clay subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashue, Badena, Badenaugh, Eaglerock, Gitabyte, Grinrod, Lemm, Leviathan, Nosrac, Oest, Searles, Searvar, Shawmount, Shree, Shroe, Tollgate, Trid and Tristan series.\nAshue, Badena, Badenaugh, Eaglerock, Lemm, Leviathan, Nosrac, Oest, Searvar, Shawmount, Shree, Shroe, Tollgate, Trid and Tristan lack lithic contact within 100 cm. Gitabyte soils  are dominated by gravel in the particle-size control section. Grinrod and Searles soils are dominated by gravel and cobbles in the particle-size control section. Searvar soils 18 to 25 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ister soils are on north and east facing mountain and hill side slopes.  These soils formed in residuum derived from andesite, rhyolite and basalt.  Elevations are 1,640 to 2,310 meters.  Slopes are 30 to 75 percent. The climate is cool, semiarid with a mean annual precipitation of 250 to 400 mm, mean annual temperature is 7 to 9 degrees C, and the frost-free season is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Hyloc soil.  Hyloc soils are shallow to bedrock and have more than 35 percent clay in the Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The vegetation is principally big sagebrush, Nevada ephedra and bottlebrush squirreltail and singleleaf pinyon pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  The series is moderately extensive. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County Area, Nevada, l981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the 2 to 28 cm (A horizon).\nArgillic horizon - The zone from 28 to 97 cm (Bt1, Bt2 and Bt3 horizons).\nAridic feature - Aridic soil moisture regime bordering on xeric.\nLithic contact - The boundary between soil and bedrock at about 97 cm. (R layer)\nParticle-size control section - The zone from 28 to 78 cm (Bt1, Bt2 and upper Bt3 horizons).\nADDITIONAL DATA: User Pedon ID 2006NV019005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
