{
  "SERIES": "ITMANN",
  "STATUS": "Established Series",
  "BYREV": "DJB-SLH/Rev. MDJ",
  "REVDATE": "12/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, acid, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Itmann very channery sandy loam on a 7 percent slope in a barren area. (Colors are for moist soil.)\nA--0 to 13 cm (0 to 5 inches); black (N 2/0) very channery sandy loam; weak fine granular structure; loose; 40 percent channers (55 percent carbolith, 20 percent siltstone, 15 percent sandstone and 10 percent shale); extremely acid; gradual wavy boundary. (0 to 13 cm thick)\nC1--13 to 53 cm (5 to 21 inches); black (N 2/0) very channery sandy loam; massive; firm; 50 percent channers (45 percent carbolith, 40 percent siltstone, 10 percent sandstone and 5 percent shale); extremely acid; clear wavy boundary.\nC2--53 to 165 cm (21 to 65 inches); black (N 2/0) extremely channery sandy loam; massive; firm; 70 percent channers (60 percent carbolith, 25 percent siltstone, 10 percent sandstone and 5 percent shale); extremely acid. (Combined thickness of the C horizon is 152 cm or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nState:  West Virginia\nCounty:  Wyoming\nUSGS Topographic Quadrangle:  Rhodell, West Virginia\nLatitude:  37.656667\nLongitude:  81.3775\nDirections:  Slab Fork District, about 1.5 miles north-northeast (30 degrees) of Maben (just north of Mullens) and 0.3 mile east of West Virginia Route 54;"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: Greater than 152 cm (60 inches)\nDepth Class: Very deep\nRock Fragment Content: 15 to 80 percent, by volume, but averages 35 percent or more in the particle-size control section\nRock Fragment Size: 2 mm to 25 cm, but can include stones and boulders\nRock Fragment Type: Carboliths constitute more than 50 percent of the rock fragment volume, with siltstone, shale and sandstone making up the remainder\nFine-Earth Fraction: 4 to 15 percent clay in the control section\nSoil Reaction: Extremely acid through strongly acid, except where limed\nRange of Individual Horizons:\nA horizon (if it occurs):\nColor--neutral or hue of 10YR, value of 2 or 3, and chroma of 1 or 2\nTexture (fine-earth fraction)--sandy loam or loam\nC horizon:\nColor--neutral or hue of 10YR, value of 2 or 3, and chroma of 1 or 2\nTexture (fine-earth fraction)--sandy loam or loam, but thin layers or pockets of loamy sand are included"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSewell soils--Sewell soils must have 65 percent or more brown sandstone rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Hills\nLandform: Hill and hillslope\nAnthropogenic Features: Dump, spoil pile and spoil bank\nHillslope Profile Position: Summit, shoulder, backslope, footslope and toeslope\nGeomorphic Component: Crest, head slope, side slope and base slope\nParent Material: Coal extraction mine spoil derived from acid regolith, mainly carboliths (high carbon content rocks) of mine waste rock\nSlope: 0 to 90 percent\nMean Annual Air Temperature: 11 to 13 degrees C. (52 to 56 degrees F.)\nMean Annual Precipitation: 1016 to 1270 mm (40 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nSewell soils--occur on similar landscape positions derived from acid surface mine overburden\nBethesda soils--occur on similar landscape positions derived from acid surface mine overburden\nCedarcreek soils--occur on similar landscape positions derived from acid surface mine overburden\nFiveblock soils--occur on similar landscape positions derived from nonacid surface mine overburden\nKaymine soils--occur on similar landscape positions derived from nonacid surface mine overburden\nBerks soils--formed in residuum from shale, siltstone and fine-grained sandstone on undisturbed uplands\nGilpin soils--formed in residuum from shale, siltstone and sandstone on undisturbed uplands\nLily soils--formed in residuum from sandstone on undisturbed uplands\nMatewan soils--formed in residuum from sandstone on undisturbed uplands\nBuchanan soils--formed in colluvium from sandstone, siltstone and shale on undisturbed uplands\nGuyandotte soils--formed in colluvium from sandstone, shale and siltstone on undisturbed uplands\nPineville soils--formed in colluvium from sandstone, shale and siltstone on undisturbed uplands"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Somewhat excessively drained\nInternal Free Water Occurrence: None\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible through low on bench slopes, and medium or high on outslopes and hillslopes\nSaturated Hydraulic Conductivity: Moderately high or high in the upper part, and high or very high in the lower part\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Wildlife habitat and recreational areas.\nDominant Vegetation: These soils are generally barren, but they can support sparse grasses and legumes if the area has been \"topsoiled\"."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: West Virginia, Kentucky, Pennsylvania and Virginia\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wyoming County, West Virginia, 1984"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: (1) Itmann soils were previously mapped as a variety of strip mine spoil and udorthents units. (2) Carbolith is a name coined at West Virginia University to describe dark colored sedimentary rocks that will make a black or very dark (Munsell color value of 3 or less) streak or powder. Rocks under this name include coal not scheduled for mining, impure waste coal, bone coal, high carbon siltstones and high carbon shales.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 13 cm (A horizon)\nSeries control section--the zone from 0 to 200 cm\nCarbolithic rock fragments make up 50 percent or more of the total rock fragment content in the particle-size control section.\nThe 8/00 revision updates this series to the 8th edition Keys to Soil Taxonomy standards. The CEC activity class placement is based on similar soils such as Sewell. The COMPETING SERIES section was also updated.\nPrevious revisions: 05/94-JWB,ART,LDS; 8/00-DHK\nADDITIONAL DATA: Additional data is available from West Virginia University.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
