{
  "SERIES": "ITME",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/WED",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Itme series consists of very deep, excessively drained soils that formed in alluvium derived from dominantly granitic or welded tuff rocks.  Itme soils are on fan piedmonts, alluvial fans, fan skirts and drainages.  Slopes are 0 to 15 percent.  Mean annual precipitation is about 150 mm and mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Itme gravelly loamy sand--rangeland (Colors are for dry soil unless otherwise indicated) The surface is covered with 50 percent fine gravel.\nA--0 to 10 cm; pale brown (10YR 6/3) gravelly loamy sand, brown (10YR 4/3) moist; single grained; loose, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 30 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary. (3 to 13 cm thick)\nC--10 to 30 cm; pale brown (10YR 6/3) very gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; many very fine and fine interstitial pores; 40 percent gravel; slightly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (10 to 50 cm thick)\nCk--30 to 152 cm; pale brown (10YR 6/3) very gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine, few medium roots; many very fine and fine interstitial pores; 45 percent gravel, 5 percent cobbles; carbonate pendants on lower surface of gravel; violently effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; 400 feet south and 1200 feet east of northwest corner of section 4, T. 2 N., R. 43 E.; USGS Tonopah 7.5 minute topographic quadrangle; latitude 38 degrees 03 minutes 45 seconds N longitude 117 degrees 09 minutes 47 seconds W; WGS84 Decimal Degrees 38.0626111 latitude, -117.1630556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring months and from 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nSoil reaction: Slightly alkaline through strongly alkaline.Particle-size control section - Clay content:  0 to 8 percent.\nRock fragments:  35 to 60 percent, mostly gravel with more than 50 percent of the rock fragments 2 to 5 mm.\nA horizon\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 3.\nEffervescence:  Noneffervescent or slightly effervescent.\nC and Ck horizons\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture: Loamy sand or sand.\nStructure: Massive or single grained\nConsistence: Loose, soft or slightly hard, dry, very friable or friable moist.\nEffervescence:  Slightly effervescent through violently effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bluewing, Gynelle, Inmo, Ioka, Izamatch, Izo, Leo, Nepalto, Wardenot and Willwood series.\nBluewing soils are not moist for 10 to 20 days in the summer and less than 50 percent of the rock fragments are 2 to 5 millimeters.  Gynelle soils have sandy loam strata within the particle-size control section. Ioka soils have a soil temperature less than 12 degrees C. Inmo soils are not moist for 10 to 20 days in the summer. Izamatch, Izo, Leo, Wardenot and Willwood soils have less than 50 percent of the rock fragments 2 to 5 mm. Nepalto soils have hue of 2.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Itme soils are on fan piedmonts, inset fans, fan skirts, drainages and alluvial fans at elevations of 1,190 to 1,980 meters.  Slopes are 0 to 15 percent.  These soils formed in mixed alluvium with a strong granitic influence.  The mean annual precipitation is 125 to 200 mm, the mean annual temperature is 10 to 15 degrees C, and the frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Inmo, Lathrop, and Stumble series.  Lathrop soils have an argillic horizon and a duric layer.  Stumble soils average less than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Excessively drained; slow runoff; very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The vegetation is dominantly spiny hopsage, Nevada dalea, Anderson wolfberry, fourwing saltbush, Nevada ephedra, winterfat, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Nevada and eastern California.  These soils are inextensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type pedon was moved from Esmeralda County to Nye County, Nevada, Northwest Part in 1994 to better represent the series concept.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - From the surface to 18 cm (A and part of the C1 horizons).\nParticle-size control section - The zone from 25 to 100 cm (part of the C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
