{
  "SERIES": "ITSWOOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRM/RJE/TDT",
  "REVDATE": "02/2001",
  "STATES": "WA",
  "OVERVIEW": "The Itswoot series consists of very deep, well drained soils formed in glacial till and weathered sandstone or shale on mountainsides, footslopes, and terraces.  Slopes are 0 to 60 percent.  The average annual precipitation is 130 to 170 inches.  Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Itswoot very cobbly medial silt loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, twigs, bark, and moss.\nOe--2 to 4 inches; moderately decomposed forest litter; very strongly acid (pH 4.8).\nA--4 to 8 inches; dark brown (7.5YR 3/2) very cobbly medial silt loam, brown (7.5YR 5/2) dry; moderate very fine and fine granular structure; slightly hard, friable, nonsticky and slightly plastic; many fine, medium and coarse roots; 40 percent rounded and angular gravel and cobbles; strongly acid (pH 5.2); clear wavy boundary. (3 to 6 inches thick)\nBw1--8 to 13 inches; dark brown (7.5YR 4/4) very cobbly medial silt loam, light brown (7.5YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium and coarse roots; common fine and medium tubular and interstitial pores; 55 percent rounded and angular cobbles and pebbles; strongly acid (pH 5.4); gradual wavy boundary. (4 to 8 inches thick)\nBw2--13 to 25 inches; strong brown (7.5YR 5/6) extremely cobbly medial silty clay loam, reddish yellow (7.5YR 7/6) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common fine and medium tubular and interstitial pores; 65 percent rounded and angular cobbles and pebbles; moderately acid (pH 5.6); gradual wavy boundary. (10 to 15 inches thick)\nBw3--25 to 44 inches; yellowish brown (10YR 5/6) extremely cobbly medial silty clay loam, reddish yellow (7.5YR 7/6) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common fine and medium tubular and interstitial pores; 65 percent rounded and angular cobbles and pebbles; moderately acid (pH 5.8); gradual wavy boundary. (16 to 22 inches thick)\nBw4--44 to 69 inches; brownish yellow (10YR 6/6) extremely cobbly medial silty clay loam, yellow (10YR 7/6) dry; weak coarse angular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium tubular and interstitial pores; 65 percent rounded and angular cobbles and pebbles; moderately acid (pH 5.8); clear wavy boundary. (20 to 30 inches thick)\n2Cd--69 to 84 inches; light olive brown (2.5Y 5/4) very flaggy silt loam, pale yellow (2.5Y 7/4) when dry; massive; hard, very firm, moderately sticky and moderately plastic; common, medium and coarse tubular pores; 60 percent flaggy rock, cobbles and pebbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington. 1 1/2 miles east of Matheny Creek on the Sams River Road in the NW1/4 SW1/4 SE1/4 sec. 1, T.24N., R.10 1/2W., 10 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 43 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F. and the mean winter soil temperature is 40 to 45 degrees F.  The difference between the mean summer and winter soil temperature is 5 to 9 degrees F.  These soils are usually moist and are dry for 0 to 30 consecutive days in the summer; udic soil moisture regime.  Depth to densic material is over 60 inches.  The particle-size control section from the mineral soil surface to bedrock or densic material has andic soil properties with 35 to 85 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 5 percent, phosphate retention of 85 to 100 percent, 15-bar water retention of 25 to 50 percent for air-dried samples and acid oxalate iron of 1.0 to 2.5 percent.  The particle-size control section has 15 to 25 percent field estimated clay and 10 to 30 percent sand.  It is moderately to very strongly acid.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 4 moist, and chroma of 2 or 3moist and dry.  It has 20 to 40 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR and value and chroma from 4 to 6 moist.  Texture is extremely cobbly medial loam, extremely cobbly medial silt loam, very cobbly medial silty clay loam, or very cobbly medial silt loam.  It has weak to moderate blocky structure.  It has 7 to 20 percent organic matter to a depth of about 40 inches and about 4 to 7 percent below 40 inches.\nThe 2Cd horizon has hue of 10YR or 2.5Y and values and chromas of 4 or 5 moist.  Texture is very flaggy silt loam, extremely flaggy silt loam, very flaggy silty clay loam, or very cobbly silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hookbranch, Lunchcreek, Snahopish and Solleks series.  All of these soils have angular fragments.  Hookbranch and Lunchcreek soils are perudic.  Hookbranch and Solleks soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING::  Itswoot soils are on mountain slopes and terraces at elevations of 500 to about 1,500 feet. Slopes are 0 to 60 percent.  These soils formed in glacial till and weathered sandstone or shale.  The climate is a cool wet marine climate having 130 to 170 inches annual precipitation, most of which falls as rain during the fall, winter, and spring months; an average summer temperature of 57 degrees F.; average winter temperature is 39 degrees F.; and mean annual temperature is 41 to 45 degrees F.; and growing season (28 degrees F) ranges from about 180 days (at higher elevations) to about 200 days (at lower elevations)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Hoko, Klone, Snahopish, and Solleks soils.  Hoko soils have a cemented pan at 20 to 40 inches.  Klone and Snahopish, and Solleks soils have an umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability; runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Forest. Western hemlock, Pacific silver fir, and western redcedar with an understory of vine maple, western swordfern, red huckleberry, blue huckleberry, salmonberry, red elderberry, salal, and Oregon oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington rain forest on western slopes of the Olympic Mountains; MLRA 1.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nan ochric epipedon\na cambic horizon from 8 to 69 inches\na densic contact with dense glacial till at 69 inches.\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
