{
  "SERIES": "IULUS",
  "STATUS": "Established Series",
  "BYREV": "RD:KG:GLL;Rev. JDS",
  "REVDATE": "11/2004",
  "STATES": "TX",
  "OVERVIEW": "The Iulus series consists of very deep, moderately well drained, moderately permeable, soils on flood plains. These soils formed in recent alluvium derived from coastal plain sediments. The slope ranges from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iulus loam--forest (colors are for moist soil)\nA--0 to 7 inches; yellowish brown (10YR 5/4) loam, moderate medium subangular blocky structure; slightly hard, friable; few fine, medium and coarse roots; many fine and medium pores; very strongly acid; clear smooth boundary. (3 to 10 inches thick)\nBw1--7 to 18 inches; yellowish brown (10YR 5/6) fine sandy loam; moderate medium subangular blocky structure; soft, very friable; few fine and medium roots; many fine and medium pores; very strongly acid; clear smooth boundary.\nBw2--18 to 34 inches; yellowish brown (10YR 5/6) fine sandy loam; moderate medium subangular blocky structure; soft, very friable; few fine roots; many medium distinct strong brown (7.5YR 5/6) redox concentrations and common medium prominent light brownish gray (10YR 6/2) redox depletions; common fine and medium pores; yellowish red (5YR 5/8) redox concentrations along some pores and root channels; strongly acid; clear smooth boundary.\nBw3--34 to 49 inches; strong brown (7.5YR 5/6) loam; moderate medium subangular blocky structure; slightly hard, friable; few fine roots; few fine and medium pores; few iron-manganese masses and concretions; common medium and coarse distinct brownish yellow (10YR 6/6) redox concentrations and common medium and coarse prominent light brownish gray (10YR 6/2) redox depletions; very strongly acid; gradual smooth boundary.\nBw4--49 to 62 inches; strong brown (7.5YR 5/6) loam; moderate fine and medium subangular blocky structure; slightly hard, firm; few fine roots; few fine and medium pores; few iron-manganese masses and concretions; many coarse prominent light brownish gray (10YR 6/2) redox depletions and few medium distinct yellowish brown (10YR 5/8) redox concentrations; very strongly acid; gradual smooth boundary. (combined Bw horizons are 20 to 75 inches thick)\nBg--62 to 80 inches; light brownish gray (10YR 6/2) loam; weak fine and medium subangular blocky structure; hard, firm; few fine roots; few fine and medium pores; few iron-manganese masses and concretions; many medium prominent strong brown (7.5YR 5/6) and few medium distinct and prominent dark yellowish brown (10YR 3/4) and brownish yellow (10YR 6/8) redox concentrations; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nacogdoches County, Texas; from intersection of loop 224 and U.S. Highway 59 in the south part of Nacogdoches; about 9 miles south on U.S. Highway 59; about 2 miles west southwest on county road to Stephen F. Austin Experiment Forest Headquarters; 1.75 miles west on forest road 400; 0.1 mile southwest on forest road 405; site is 200 feet west in Bernaldo Creek flood plain. (Lat. 31-30-03 N and Long. 094-47-34 W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: More than 80 inches\nClay content in the Control Section: 10 to 18 percent\nRedoximorphic features: Iron concentrations in shades of brown and iron depletions in shades of gray begin within a depth of 24 inches.\nOther distinctive soil features: Thickness of the loamy alluvial sediments ranges from a 7 to 14 feet.  These soils are dry in some part in the moisture control section for more than 60 cumulative days in most years.\nConcentrated minerals: None\nA horizon:\nColor--Hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4\nRedoximorphic features--Some pedons have a few fine iron concentrations in shades of brown or iron depletions in shades of gray\nTexture--Fine sandy loam, very fine sandy loam or loam, however some pedons have a thin overwash layer that has texture of fine sand or loamy fine sand\nOther features--None\nReaction--Extremely acid to moderately acid\nBw horizon:\nColor--Hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 3 to 8\nRedoximorphic features--Iron depletions in shades of gray, and iron concentrations in shades of brown, yellow or red range from few to many. Iron depletions are within a depth of 24 inches of the soil surface.\nTexture--Fine sandy loam or loam in the upper part but, ranges to sandy clay loam in the lower part of some pedons, or it is stratified with these textures. Some pedons have thin subhorizons that are silt loam, very fine sandy loam, or loamy fine sand\nOther features--None\nReaction--Extremely acid to moderately acid\nBg horizon:\nColor--Shades of brown or gray, with chroma of 2 or less\nRedoximorphic features--Iron concentrations in shades of brown, yellow, or red, and iron depletions in shades of gray range from few to many. The Bg horizon in some pedons is variegated with these colors.\nTexture--Fine sandy loam, very fine sandy loam, loam, silt loam, or sandy clay loam. Most pedons have more than one texture and some pedons have thin strata of loamy fine sand. Horizons with more than 18 percent clay are common in the lower part or below the particle-size control section.\nOther features--None\nReaction--Extremely acid to moderately acid\nAb horizon:  (where present)\nColor--Hue of 7.5YR or 10YR with value of 3 to 5 and chroma of 2 to 4\nRedoximorphic features--Some pedons have a few fine iron concentrations in shades of brown or iron depletions in shades of gray\nTexture--Fine sandy loam, very fine sandy loam or loam\nOther features--None\nReaction--Extremely acid to moderately acid\nBw' horizon:  (where present)\nColor--Hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 3 to 8\nRedoximorphic features--Iron depletions in shades of gray, and iron concentrations in shades of brown, yellow or red range from few to many.\nTexture--Fine sandy loam, loam or sandy clay loam, or it is stratified with these textures. Some pedons have thin subhorizons that are silt loam, very fine sandy loam, or loamy fine sand\nOther features--None\nReaction--Extremely acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kirkville series in the same family. Hannahatchee, Iuka, Laneville, Marietta, Owentown, and Thenas soils are in closely related families. Kirkville soils are not dry in some part of the moisture control section for more than 60 cumulative days in most years. Hannahatchee, Laneville, and Marietta soils have more than 18 percent clay in the particle-size control section. Iuka soils do not have a cambic horizon. Owentown soils do not have aquic conditions or iron depletions within 24 inches of the soil surface. Thenas soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Iulus soils are on nearly level flood plains. Slopes are less than 1 percent. Average annual temperature ranges from 64 to 68 degrees F. Frost free days range from 235 to 260 and elevation ranges from 100 to 300 feet above sea level. The annual rainfall ranges from 40 to 48 inches and the Thornthwaite P-E index exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Hannahatchee, Laneville, and Owentown soils, and the Bowie, Cuthbert, Redsprings and Trawick soils. Hannahatchee, Laneville, and Owentown soils are on similar flood plain positions. Bowie, Cuthbert, Redsprings and Trawick soils have an argillic horizon and are on adjoining upland positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Iulus soils are moderately well drained, and moderately permeable with low runoff. The soil is wet in all layers below a depth of 1.5 to 4 feet, mainly during the winter and spring seasons in normal years. The water table is present for very brief to brief periods with a cumulative duration of 1 to 2 months during most years. These soils are commonly flooded. Typically, they flood 1 to 3 times during most years. Periods of flooding are very brief to brief."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for pastureland or woodland. Native pastures are most common. Native grasses include Florida paspalum, Virginia wildrye, switchgrass, various panicums and longleaf uniola. Improved pastures consists of bahiagrass, common bermudagrass, and improved bermudagrass. Pastures are typically overseeded with white clover, crimson clover or arrowleaf clover. Native woodland is mainly loblolly or shortleaf pine mixed with oak, gum and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: On the Western Coastal Plain of East Texas and Louisana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rusk County, Texas: 1992"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Iuka Series. However, they have a cambic horizon and classify as Inceptisols rather than Entisols. The series was updated in 2002 to allow extremely acid reaction and thin sandy overwash layers or subhorizons. The series was updated in 2004 to allow a Bw' horizon, with matrix chroma 3 or more, to occur below the Bg horizon in some pedons.\nDiagnostic Horizons and Features recognized in the type location pedon include:\nOchric epipedon -- 0 to 7 inches (A horizon)\nAquic conditions -- Saturation, reduction, and redoximorphic features beginning at a depth 18 inches\nCambic Horizon --- 7 to 62 inches (Bw and Bg horizons)\nADDITIONAL DATA: Local hydrometer data from the type location and from pedons in Camp and Wood Counties are in the State Office files. Also, organic carbon data is available from Rusk and Nacogdoches Counties (2 pedons.)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
