{
  "SERIES": "IVANHOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARG:GLL:CLG",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ivanhoe silt loam--on a 0.5 percent slope in cultivated field.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; massive; hard, friable; common fine roots; many fine pores; slightly acid; clear smooth boundary.  (4 to 8 inches thick)\nA--5 to 13 inches; brown (10YR 4/3) silt loam, brown (10YR 5/3) dry; few fine distinct reddish brown (5YR 4/4) mottles; massive; hard, friable; common fine roots; many fine pores; slightly acid, clear wavy boundary.  (5 to 16 inches thick)\nBt1--13 to 17 inches, very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; few fine distinct reddish brown (5YR 4/4) mottles; weak coarse subangular blocky structure; very hard, firm; few fine roots; common fine pores; patchy clay films; medium acid; clear wavy boundary.  (3 to 7 inches thick)\nBt2--17 to 33 inches; very dark grayish brown (10YR 3/2) clay, dark grayish brown (10YR 4/2) dry; many fine distinct reddish brown (5YR 4/4) mottles; weak coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; few very fine pores; few patchy clay films; few pressure faces; few medium black nodules; slightly acid; gradual wavy boundary.  (10 to 20 inches thick)\nBtg1--33 to 51 inches; dark grayish brown (2.5Y 4/2) clay, grayish brown (10YR 5/2) dry; weak coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine roots mainly between peds; few very fine pores; few clay films; few pressure faces; few medium black nodules; mildly alkaline; gradual wavy boundary.  (15 to 25 inches thick)\nBtg2--51 to 68 inches; grayish brown (2.5Y 5/2) clay, light grayish brown (2.5Y 6/2) dry; few strong brown (7.5YR 5/6) mottles; weak coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; thin patchy clay films; few pressure faces; few fine and medium black nodules; few soft masses of calcium carbonate; mildly alkaline; gradual wavy boundary.  (15 to 25 inches thick)\nBCg--68 to 84 inches; light gray (5Y 6/1) clay, light gray (5Y 7/1) dry; few fine distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure; very hard, very firm, sticky and plastic; few fine masses of barite; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fannin County, Texas; from Ivanhoe about 1 mile south on Farm Road 273 to junction with Farm Roads 898 and 1396, 1.2 mi|es east on Farm Road 1396, 200 feet north of right-of-way in field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 80 inches thick.  The clay content of the control section ranges from 37 to 47 percent.  Depth to a dense clayey layer with more than 40 percent clay ranges from 12 to about 20 inches.  Black concretions or nodules from 2 to 10 mm in diameter range from none to few throughout the argillic horizon.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 or 3.  Texture is silt loam or loam.  Reaction ranges from medium acid to neutral.\nThe Bt1 horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 or 3.  Yellowish, grayish or brownish mottles range from few to many.  Texture is silty clay loam, clay loam, or loam.  It ranges from medium acid to neutral.\nThe Bt2 horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2.  Mottles in shades of red or brown range from few to many.  Texture is clay or silty clay.  It is medium acid or slightly acid.\nThe lower Bt horizons have hue of 10YR, 2.5Y or 5Y, value of 3 to 5, and chroma of 2 with or without mottles in shades of brown or yellow.  Texture is clay or silty clay.  Reaction ranges from neutral to moderately alkaline.  Some pedons contain a few concretions or soft masses of calcium carbonate in the lower part.\nThe BCg horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 or 2 with or without mottles in shades of brown or yellow.  Texture is clay or silty clay.  It is mildly alkaline or moderately alkaline.  Masses of barite range from none to few.  Some pedons contain a few concretions or soft masses of calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Acadia series is the only competing series.  However, closely similar soils include Alusa, Derly, Lightning, Lufkin, Mabank, Midland, Springfield, Wilson and Wrightsville series.  The Acadia soils have a solum less than 60 inches thick and are more acid throughout.  The Alusa, Mabank and Springfield soils have an abrupt texture change between the A and Bt horizons, and Springfield soils have mixed clay mineralogy.  Derly and Wrightsville soils have tonguing of A material into the Bt horizon.  The Midland and Lightning soils lack mottles in the upper Bt horizon and have mixed clay mineralogy.  The Lufkin and Wilson soils have vertic properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ivanhoe soils typically are on the fourth or fifth terrace level of the Red River.  The slope gradient ranges from 0 to 2 percent.  The soils formed in clayey alluvium.  The mean annual temperature is 64 degrees F., and mean annual precipitation ranges from 40 to 45 inches.  The summer moisture deficit is about 4 to 6 inches.  The annual P-E index ranges from 64 to 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Freestone, Hicota, Porum, Whakana, and Woodtell series.  The Freestone and Whakana soils have fine-loamy control sections.  The Hicota soils occupy mounds and have coarse-loamy control sections.  These soils are on nearby better drained positions.  The Porum soils are more sloping and are typically along sideslopes of drains.  They have red silty clay loam Bt horizons.  The Woodtell soils are more sloping and are on low ridges or along sideslopes of drains.  They have red clayey Bt horizons underlain with interbedded shales and loamy materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is very slow.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for bermudagrass pastures or cultivated to wheat, sorghum or to a lesser extent soybeans and peanuts.  Native vegetation includes motts of post oak trees with mid and tall prairie grasses such as indiangrass, little bluestem, big bluestem, Virginia wildrye, vine-mesquite and Florida paspalum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in northeast Texas but possibly in Oklahoma and Arkansas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fannin County, 1938; inactive since 1965.  The redefined Ivanhoe series is closely similar to the original series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of 13 inches.  Argillic horizon - The zone from approximately 13 to 68 inches.  Aeric feature - Value of 5 or less, with chroma of 2 in the Bt horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
