{
  "SERIES": "IVES",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRT/PDC",
  "REVDATE": "10/2013",
  "STATES": "AZ,CO,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ives sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; single grain (but with a thin weak surface crust); loose, nonsticky and nonplastic; common very fine roots; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 10 inches thick)\nC1--3 to 15 inches; reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; massive; hard, very friable, slightly sticky and nonplastic; few fine roots; few very fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (10 to 15 inches thick)\nC2--15 to 38 inches; reddish brown (5YR 5/4) weakly stratified fine sandy loam, reddish brown (5YR 4/4) moist; massive; hard, very friable, slightly sticky and nonplastic; few medium roots; common fine tubular pores; common fine calcium carbonate filaments; thin strata of sandy clay loam about 3 inches thick; slightly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (15 to 25 inches thick)\nC3--38 to 60 inches; reddish brown (5YR 5/4) sandy loam stratified with thin layers of loamy fine sand, fine sandy loam and gravelly sandy loam, reddish brown (5YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few fine and very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coconino County, Arizona; about 10 miles west of Winslow and 1/2 mile north of the Turquoise Ranch Headquarters; 600 feet south and 750 feet east of the northwest corner of section 1, T. 19 N., R. 14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February. Driest during May and June. Typic aridic soil moisture regime.\nSoil Temperature - 50 to 59 degrees F.\nRock Fragments - 0 to 10 percent gravel\nSalinity- nonsaline to strongly\nSodicity- nonsodic to slightly\nReaction - Slightly to strongly alkaline\nA horizon\nHue: 10YR, 2.5YR, 5YR, 7.5YR\nValue: 4 through 7 dry, 3, 4, or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: fine sandy loam, loam, sandy loam, loamy fine sand, very fine sandy loam (10 to 15 percent clay)\nC horizon\nHue: 10YR, 2.5YR, 5YR, 7.5YR\nValue: 4 through 7 dry, 3, 4, or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: fine sandy loam, sandy loam (10 to 15 percent clay and more than 50 percent sand), with thin strata of coarser or finer textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cirac (NV), Eghelm (CO), Gilco (NM), Glenton (WY), Juva (NV), Neskahi (UT), Thoroughfare (CO), and Yelives (NM) series. Glenton soils have mean annual soil temperatures of 47 to 51 degrees F. Juva soils have hue of 10YR or yellower and are dry from May to November. Neskahi soils do not have stratification within the particle-size control section. Cirac soils are moist for less than 20 days cumulative between July and October. Gilco soils contain less than 50 percent sand. Eghelm soils have mean annual soil temperatures of 47 to 50 degrees F. Thoroughfare soils have not been properly differentiated by Colorado. The only identifiable difference is when rock fragments are present; they appear to be greater than 1/2 inch in diameter in the Thoroughfare soil. Yelives soils have colors more yellow than 10YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ives soils are on alluvial fans and flood plains at elevations that range from 4,000 to 6,500 feet. Slopes are dominantly 1 to 3 percent but range from 0 to 8 percent. These soils formed in recent stream alluvium. The mean annual precipitation ranges from 6 to 11 inches. The mean annual air temperature ranges from 48 to 57 degrees F. The frost-free period is 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jocity, Moenkopie, Navajo, Purgatory, Sheppard, and Tours soils. Jocity soils have sandy clay loam control sections. Moenkopie soils have a lithic contact at depths of less than 20 inches. Navajo soils have clayey control sections. Purgatory soils have more than 40 percent gypsum and weathered shale at depths of 20 to 40 inches. Sheppard soils have sandy control sections. Tours soils have fine-silty control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for livestock grazing and wildlife habitat but some areas are under irrigation. The principal crops are barley, corn for silage and alfalfa for silage. The present vegetation is Indian ricegrass, alkali sacaton, galleta, fourwing saltbush, sand dropseed, snakeweed, and sand sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona, east central New Mexico, and southwestern Colorado. MLRA 35, LRR-D. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Winslow Area, Coconino and Navajo Counties, Arizona; 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 11th Edition, 2006\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08 DWD\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
