{
  "SERIES": "IWAIT",
  "STATUS": "Established Series",
  "BYREV": "JWW/CAP/CJH",
  "REVDATE": "05/2002",
  "STATES": "WY",
  "OVERVIEW": "The Iwait series consists of very deep, well drained soils formed in alluvium derived from mixed sedimentary sources.  Iwait soils are on alluvial fans, fan remnants, terraces, hills and broad ridges.  Slopes are 0 to 20 percent.  The mean annual precipitation is about 15 inches, and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Iwait loam -- on a south facing slope of 3 percent, utilized as hayland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; strongly effervescent, calcium carbonate disseminated; slightly alkaline (pH 7.8); clear smooth boundary.  (1 to 6 inches thick)\nBk1--6 to 20 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine and very fine roots; common fine irregular light gray (10YR 7/2) carbonate threads throughout and common fine rounded light gray (10YR 7/2) masses of carbonate throughout; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.\nBk2--20 to 60 inches; light yellowish brown (10YR 6/4) clay loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; common fine irregular light gray (10YR 7/2) carbonate threads throughout and common fine rounded light gray (10YR 7/2) masses of carbonate throughout; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 1,340 feet north and 1,750 feet west of the southeast corner of section 5, T. 55 N., R. 72 W.  USGS Whitetail Butte topographic quadrangle; 44 degrees 46 minutes 30 seconds north latitude and 105 degrees 32 minutes 24 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are typically effervescent to the surface, but may be leached to 6 inches in some pedons.  The particle-size control section has 20 to 35 percent clay and 15 to 35 percent fine and coarser sand.  Rock fragments range from 0 to 15 percent gravel. The moisture control section is usually moist in some or all parts in March through June. The average annual soil temperature is 47 to 50 degrees F.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry and 3 or 4 moist, and chroma of 2 to 4.  It is loam, clay loam or fine sandy loam.  It is neutral to moderately alkaline.\nA thin Bw horizon or AC horizon occurs in some pedons.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry and 4 to 6  moist, and chroma of 2 to 4.  Texture is loam, clay loam or silty clay loam.  Textues of sandy clay loam or fine sandy loam can occur where the soil is underlain by sandstone.  The horizon has 5 to 14 percent calcium carbonate equivalent.  Exchangeable sodium ranges from 0 to 10 percent but is typically less than 5 percent.   Electrical conductivity is 0 to 4 millimhos per centimeter.  It is moderately alkaline or strongly alkaline.\nA C horizon occurs below or in place of the Bk horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kimst and Ucross soils.  Kimst soils have a soil temperature at 20 cm of 41 degrees F or warmer for 195 to 220 days.  Ucross soils are moderately deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Iwait soils are on alluvial fans, fan remnants, terraces, broad ridges and hills.  They formed in alluvium derived from mixed sedimentary sources.  Slopes are 0 to 20 percent.  Elevations are 3,500 to 5,000 feet.  The mean annual precipitation ranges from 14 to 19 inches, half of which falls as rain or snow from March through June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ucross soils and the Deekay, Oldwolf, Fairburn and Ziggy soils.  Deekay and Oldwolf soils have argillic horizons.  Fairburn soils are shallow.  Ziggy soils have cambic horizons.  Deekay and Ziggy soils are on footslopes.  Fairburn, Oldwolf and Ucross soils occur on shoulders and crests of hills and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized as rangeland, hayland and pasture, nonirrigated cropland, and wildlife habitat.  The native vegetation is mainly needleandthread, western wheatgrass, blue grama, and green needlegrass.  Winter wheat, oats, barley, and alfalfa are the principle cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Iwait soils occur in the Powder River basin of north-central and northeastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Campbell County, Wyoming, Southern Part; 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A)\nAridic subgroup of ustic soil moisture regime.\nSIR - WY1366\nLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  }
}
