{
  "SERIES": "IWELA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH/WWJ",
  "REVDATE": "09/2006",
  "STATES": "NM",
  "OVERVIEW": "The Iwela series consists of very deep, well drained soils that formed in colluvium derived from sandstone and shale. Iwela soils are on footslopes and backslopes of stable landslides. Permeability is moderate in the subsoil and rapid in the lower substratum. Slopes are 10 to 40 percent. Mean annual precipitation is about 14 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Iwela very cobbly fine sandy loam, extremely bouldery -- on a convex footslope of a stable landslide sloping 14 percent to the north at 7,440 feet elevation -- woodland. (Colors are for dry soil unless otherwise noted. When described, the soil was moist from 0 to 17 inches and dry below.)\nA -- 0 to 3 inches; brown (7.5YR 4/2) very cobbly fine sandy loam, dark brown (7.5YR 3/2) moist; moderate thick platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; common fine and very fine roots; few fine tubular and common very fine irregularly shaped pores; 30 percent cobbles, 10 percent pebbles, 2 percent boulders, and 5 percent stones; neutral (pH 6.6); clear smooth boundary. (1 to 4 inches thick)\nBt1 -- 3 to 9 inches; reddish brown (5YR 5/4) gravelly sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; few medium and very fine and common fine roots; common fine and few very fine tubular pores; common thin clay films on faces of peds and lining pores; 15 percent pebbles and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary. (5 to 12 inches thick.)\nBt2 -- 9 to 17 inches; brown (7.5YR 5/4) cobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; common medium and few coarse to very fine roots; common fine tubular pores; few moderately thick clay films on faces of peds and common thin clay films on faces of peds and lining pores; 15 percent cobbles and 10 percent pebbles; neutral (pH 6.8); clear wavy boundary. (0 to 25 inches thick)\nBt3 -- 17 to 26 inches; light brown (7.5YR 6/4) cobbly sandy clay loam, brown (7.5YR 5/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and few fine and very fine roots; common fine tubular pores; few moderately thick clay films on faces of peds and few thin clay films on faces of peds and lining pores; 15 percent cobbles, 5 percent pebbles, and 5 percent stones; neutral (pH 6.8), abrupt wavy boundary. (0 to 9 inches thick)\n2Btk -- 26 to 44 inches; very pale brown (10YR 7/4) very stony sandy loam, light yellowish brown (10YR 6/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few medium to very fine roots; few very fine tubular pores; few thin clay films on faces of peds and lining pores; 35 percent stones, 10 percent cobbles, 5 percent pebbles, and 5 percent boulders; strongly effervescent with some spots non-effervescent, secondary calcium carbonates segregated as few fine and medium irregularly shaped accumulations on faces of peds and on rock fragments; slightly alkaline (pH 7.8); clear wavy boundary. (11 to 28 inches thick)\n2BCk -- 44 to 64 inches; very pale brown (10YR 7/3) very stony loamy sand, light yellowish brown (10YR 6/4) moist; weak coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine and very fine roots; 30 percent stones, 10 percent cobbles, 10 percent boulders, and 5 percent pebbles; strongly effervescent with some spots non-effervescent, secondary calcium carbonates segregated as common fine and medium irregularly shaped accumulations on rock fragments; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 6 miles southwest of Sheep Springs; 500 feet north and 2,450 feet east of the southwest corner of section 30, T.22N., R.18W.; Latitude 36 degrees 6 minutes 21 seconds N and Longitude 108 degrees 48 minutes 2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent of the time and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. December and August are the wettest months and May and June are the driest. Aridic ustic moisture regime.\nSoil temperature - 50 to 52 degrees F\nSoil depth - greater than 60 inches\nDepth to base of argillic horizon - 11 to 45 inches\nParticle-size control section, clay content: 18 to 35 percent\nRock fragment content, control section weighted average: 15 to 30 percent\nA horizon\nHue: 5YR or 7.5YR.\nValue: 4 or 5 dry.\nChroma: 2 or 3.\nOrganic carbon content: 0.6 to 1.2 percent.\nRock fragments: Total range is 35 to 60 percent.\n10 to 15 percent pebbles.\n20 to 30 percent cobbles.\n0 to 5 percent stones.\n1 to 10 percent boulders.\nBt horizon\nHue: 5YR or 7.5YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 3 or 4.\nOrganic carbon content: 0.1 to 0.6 percent.\nRock fragments: Total range is 15 to 35 percent.\n5 to 20 percent pebbles.\n5 to 20 percent cobbles.\n0 to 5 percent stones.\nTexture: cobbly sandy clay loam, gravelly sandy loam or cobbly fine sandy loam.\n2Btk horizon\nHue: 5YR through 10YR.\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 2 through 4.\nTexture: very stony sandy loam or very stony fine sandy loam\nClay content: 8 to 18 percent.\nCalcium carbonate equivalent: 1 to 5 percent.\nRock fragments: Total range is 35 to 60 percent.\n5 to 10 percent pebbles.\n5 to 10 percent cobbles.\n25 to 35 percent stones.\n0 to 5 percent boulders.\n2BCk horizon\nHue: 5YR through 10YR.\nValue: 6 through 8 dry, 5 through 7 moist.\nChroma: 2 through 4.\nTexture: very stony loamy sand or very stony loamy fine sand.\nClay content: 5 to 10 percent.\nCalcium carbonate equivalent: 1 to 10 percent.\nRock fragments: Total range is 35 to 60 percent.\n5 to 10 percent pebbles.\n5 to 10 percent cobbles.\n20 to 30 percent stones.\n5 to 10 percent boulders.\nOther features: Some pedons have texture of very cobbly loamy sand or isolated bodies of soft shale fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arnor (NM), Arwite (WY), Augustine (NM), Bigbow (KS), Bosonoak (NM), Carri (AZ), Celacy (NM), Celavar (NM), Dalhart (OK), Deekay (WY), Dermala (NM), Elwop (WY), Evpark (NM), Flugle (NM), Fort Collins (CO), Gateson (WY), Lykorly (AZ), Navajita (NM), Nyjack (NM), Oldwolf (WY), Olnest (CO), Orlie (NM), Parkelei (NM), Pinitos (NM), Rauzi (WY), Ribera (NM), Rockybutte (WY), Stoneham (CO), Toluca (MT), and Wagonhound (WY) series. All these soils lack a skeletal discontinuity within 40 inches.  Augustine, Flugle, Parkelei and Pinitos series have more than 35 percent sand in the particle-size control section.  Bigbow soils have buried paleosol horizons.  Carri, Celavar, Celacy, Evpark, Nyjack and Ribera soils have a lithic or paralithic contact within 40 inch depths. Dermala soils have igneous or metamorphic parent material. Lykorly soils have annual soil temperature of 54 to 56 degrees F.  The Arwite, Bigbow, Dalhart, Deekay, Elwop, Fort Collins, Gateson, Oldwolf, Olnest, Rauzi, Rockybutte, Stoneham, Toluca, and Wagonhound soils are in LRR-E or LRR-G soils and are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Iwela soils are on footslopes and backslopes of stable landslides. They formed in colluvium derived from Tertiary sandstone and Cretaceous shale. Slopes are 10 to 40 percent. Elevation ranges from 6,800 to 7,800 feet. The mean annual precipitation is 12 to 16 inches with about half falling as winter snow and half falling as rain from high-intensity convective thunderstorms between July and September. The mean annual temperature is 48 to 50 degrees F. The average frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Nomrah soil and the Vosburg soil. Nomrah soils lack skeletal substrata, and have calcic horizons. Vosburg soils have thick mollic epipedons and occur on adjacent toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; permeability is moderate in the subsoil and rapid in the lower substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Iwela soils are used for livestock grazing and fuelwood production. Present vegetation is pinyon, Utah juniper, pingue, Wyoming big sagebrush, muttongrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Iwela soils are of moderate extent below the Defiance Uplift-Chuska Mountains portion of the Colorado Plateau province in northwest New Mexico. MLRAs 35 & 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches. (A horizon)\nArgillic horizon - The zone from 3 inches to a depth of about 44 inches.  (Bt1, Bt2, Bt3, and 2Btk horizons)\nSkeletal substrata - The presence of horizons with greater than 35 percent rock fragments from 26 inches to a depth of about 64 inches.  (2Btk and 2BCk horizons)\nKeys to Soil Taxonomy - Soils classified according to the Eighth Edition, 1998.\nADDITIONAL DATA: Calcium carbonate equivalent was determined with a field volume calcimeter. Organic carbon values are estimated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
