{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart A - General Information",
      "part": 644,
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "644.0": [
    {
      "clause": 1,
      "content": "A. Definition.-Soil survey information is the analysis and summary of records gathered either during the initial inventory or added later to enhance the data assembled during the initial investigation and mapping. Soil survey information is distributed in a variety of forms and always includes a geographic component identifying either the spatial or point location of the information. Soil survey information describes, defines, and classifies the soils and interprets them for various uses. It documents the kinds, extent, location, and quality of the soils in the survey area. It contains soil interpretations appropriate for the intended uses of the soils. The memorandum of understanding for the soil survey area describes these uses.",
      "part": "644",
      "headerid": "0",
      "header": "644.0 Definition and Purpose"
    },
    {
      "clause": 2,
      "content": "B. Purpose.-The purpose of soil survey information is to transfer knowledge to those who make decisions about soil use. Soil survey information may utilize several delivery systems and is represented by different soil survey products.",
      "part": "644",
      "headerid": "0",
      "header": "644.0 Definition and Purpose"
    },
    {
      "clause": 3,
      "content": "C. Authority.-According to the authority outlined in 7 CFR Section 611.10(a) (October 8, 2004), NRCS conducts soil surveys under national standards and guidelines for naming, classifying, and interpreting soils and for disseminating soil survey information. This part of the National Soil Survey Handbook provides standards on dissemination of soil survey information.",
      "part": "644",
      "headerid": "0",
      "header": "644.0 Definition and Purpose"
    }
  ],
  "644.1": [
    {
      "clause": 1,
      "content": "Soil survey information is delivered primarily through three online systems: Web Soil Survey, the National Cooperative Soil Survey (NCSS) Soil Characterization Database web application, and the Soil Geochemical Spatial Database web application.",
      "part": "644",
      "headerid": "1",
      "header": "644.1 Types of Soil Survey Delivery"
    },
    {
      "clause": 2,
      "content": "(1) Web Soil Survey.-The Web Soil Survey is the primary delivery mechanism for detailed soil survey information. This web application has several delivery functions. It includes web- based soil surveys with user-determined text and maps of areas of interest. The Web Soil Survey allows the user to interactively select an area of interest on the map, to view and print the soils map for the area-of-interest, to access soil data for the area, and to obtain information on the suitability of the soils for selected uses. The Web Soil Survey is a dynamic system; any corrections and enhancements made to the spatial and tabular data as a result of soil survey maintenance can be uploaded to the intermediate databases which provide informational services to the Web Soil Survey. Although the information in the current version is detailed soil survey information, plans are to include general soil information and point data. The tabular data, spatial data, template database, and FGDC metadata for the U.S. General Soil Map (STATSGO2) are available for download from the Web Soil Survey.",
      "part": "644",
      "headerid": "1",
      "header": "644.1 Types of Soil Survey Delivery"
    },
    {
      "clause": 3,
      "content": "(2) National Soil Characterization Database.-The National Soil Characterization Database offers a web application that provides analytical data for pedons of U.S. and foreign soils from both the National Soil Survey Center\\'s Kellogg Soil Survey Laboratory (KSSL) and NCSS cooperating laboratories. Standard morphological pedon descriptions are available for most of these pedons. The data are available online at http://ncsslabdatamart.sc.egov.usda.gov. They are point data.",
      "part": "644",
      "headerid": "1",
      "header": "644.1 Types of Soil Survey Delivery"
    },
    {
      "clause": 4,
      "content": "(3) Soil Geochemical Spatial Database Web Application.-The Soil Geochemical Spatial Database web application is an ArcView-driven web application. The geographic display consists of two major sets of geochemistry data: (i) Current geochemical data.-These data are displayed in four geographic layers: \\\"Site Info,\\\" \\\"Major Elements,\\\" \\\"Trace Elements,\\\" and \\\"Selected Characterization Data.\\\" (ii) Holmgren Dataset.-These data were produced by the SCS Soil Survey Laboratory during the 1970s and 1980s for a project documenting the content of selected trace elements in agricultural soils of the United States (https://www.nrcs.usda.gov/wps/portal/nrcs/detail/tx/home/?cid=nrcs142p2_053632).",
      "part": "644",
      "headerid": "1",
      "header": "644.1 Types of Soil Survey Delivery"
    }
  ],
  "644.2": [
    {
      "clause": 1,
      "content": "A. 7 CFR Section 611.11 directs the NRCS to disseminate soil survey information to the public through electronically accessible maps and reports, electronic access to data files, or printed documents. To the extent limited by commonly accepted technology, soil survey information is disseminated in electronic form. NRCS is to make soil survey information available as soon as is practical following fieldwork or other soil survey activity that provides new soil survey information. Sensitive or personally identifiable information, such as landowner names, must not be attached to point data accessible in NRCS products. Policy on media protection (access, storage, transport, sanitization, and disposal) is available in Title 270, General Manual, Part 418, at http://directives.sc.egov.usda.gov/viewerFS.aspx?hid=28735.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 2,
      "content": "B. Official Soil Survey Information The official source of soil information is the Web Soil Survey, a part of the National Soil Information System. (i) This system provides for the collection, storage, manipulation, and dissemination of detailed and general soil survey information. (ii) The system includes certified tabular and spatial data at various scales. (iii) The goal is to distribute and maintain accurate and complete information on the current condition of the soils of the United States in a seamless sequence of spatial and tabular data. - Soil survey information is published and issued to users soon after the completion of the fieldwork. - Initial detailed soil survey information is to be posted when the spatial data is certified, the NASIS data is certified and both databases are ready to send to the Soil Data Warehouse; this occurs within 1 year after mapping is complete.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 3,
      "content": "C. Interpretations",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 4,
      "content": "(1) Interpretations are generated from soil property data and approved interpretation criteria.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 5,
      "content": "(2) Interpretations used in disseminating soil survey information are extracted directly from information hosted on the Web Soil Survey.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 6,
      "content": "(3) The interpretation results are not modified or adjusted individually in any way. They are the results generated by the criteria.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 7,
      "content": "D. Responsibilities",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 8,
      "content": "(1) The Soil Survey Office (SSO) is responsible for- (i) Creation and maintenance of fully populated soil survey databases in the National Soil Information System with the properties to generate tables of soil survey information and interpretations for all soil surveys in their assigned area. (ii) Detailed soil mapping for digitized and certified detailed soil spatial data. (iii) Primary authorship and preparation of soil survey manuscripts for complete soil survey publications. (iv) Developing technically correct, consistent, complete, current, organized, clear, and concise soil survey manuscripts. (v) Responding to the customer needs and expectations defined in the memorandum of understanding. (vi) Meeting NCSS standards. (vii) Preparing illustrations and photographs. (viii) Requesting the assistance of staff specialists for soils and other disciplines, as needed. (ix) Developing schedules and meeting established dates.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 9,
      "content": "(2) The Soil Survey Regional Office (SSR) is responsible for- (i) Ensuring that detailed and general soil survey products and information conform to NCSS standards. (ii) Providing support and leadership to the SSO in describing soil properties and making estimations used as data elements. (iii) Providing support and leadership to the SSO in preparing soil survey manuscripts and maps and the processes involved, such as map compilation and digitizing. (iv) Ensuring that soil survey products and information are technically correct, consistent, complete, current, and organized in a clear and concise manner. (v) Ensuring that soil survey information reflects current local conditions and needs. (vi) Providing training to authors. (vii) Recommending the action needed to correct an error in a database. (viii) Monitoring key project dates in NASIS and assisting the project office in keeping the soil survey on schedule. (ix) Ensuring multidiscipline and cooperator input when soil survey information is prepared and reviewed. (x) Editing, formatting, proofreading, and preparing text and tables for soil survey manuscripts. and (xi) Ensuring conformity of publications to the Government Printing Office Style Manual.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 10,
      "content": "(3) The State office is responsible for- (i) Certifying and posting official detailed soil survey information in the Web Soil Survey. (ii) Developing criteria for local or State interpretations, as needed. (iii) Selecting the appropriate tables of detailed soil information for use within the Web Soil Survey. (iv) Developing a program that ensures equitable distribution of soil survey information and products. (v) Populating the electronic field office technical guide (eFOTG) with soil survey information from the Web Soil Survey. (vi) Ensuring that any directive included in the MOU or other working agreement directing the restriction of information sensitive to national security is complied with (see section 606.1 of this handbook).",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    },
    {
      "clause": 11,
      "content": "(4) The National Soil Survey Center is responsible for- (i) Developing national standards and procedures for disseminating soil survey information. (ii) Developing national interpretations using detailed and general soil survey information. (iii) Maintaining the general soil information data set. (iv) Maintaining a national list of published soil surveys, including out-of-print surveys. (v) Providing for the delivery of soil survey information on web delivery tools.",
      "part": "644",
      "headerid": "2",
      "header": "644.2 Policy and Responsibilities"
    }
  ],
  "644.3": [
    {
      "clause": 1,
      "content": "Soil survey information is assembled at various scales to meet the needs of various customers. The product types are as follows:",
      "part": "644",
      "headerid": "3",
      "header": "644.3 Soil Survey Products"
    },
    {
      "clause": 2,
      "content": "(1) Point Soil Data.-These are data that are sampled in one location. (i) Point data include pedon description data and lab characterization data that are georeferenced. Some of this information is currently delivered through the laboratory characterization database or within printed publications, such as soil survey reports and soil survey investigation reports. (ii) Most point data gathered as field documentation for soil survey are now captured within the National Soil Information System but are not made available elsewhere.",
      "part": "644",
      "headerid": "3",
      "header": "644.3 Soil Survey Products"
    },
    {
      "clause": 3,
      "content": "(2) Detailed Soil Survey Information (i) This information consists of soil survey spatial data (soil maps or digital data) and reports, such as the standard product of detailed soil surveys, and generally is at a scale of either 1:12,000 or 1:24,000. (ii) This information is delivered by the Web Soil Survey.",
      "part": "644",
      "headerid": "3",
      "header": "644.3 Soil Survey Products"
    },
    {
      "clause": 4,
      "content": "(3) Complete Soil Survey Publication.-The complete soil survey publication includes materials and sections identified in section 644.10. The complete soil survey publication- (i) Includes detailed soil survey information and other explanatory information. (ii) Is delivered as standardized PDF files of text, tables, and maps both by CD-ROM and in the Web Soil Survey as a soil survey manuscript. (iii) New or old, whether published in printed form, on CD-ROM, or on the web, is listed on the national list of published soil surveys, which is maintained by the National Soil Survey Center at http://soils.usda.gov/survey/printed_surveys/. This site includes the list of completed soil survey publications, information on ordering printed copies or CD- ROMs, and information about online soil survey publications.",
      "part": "644",
      "headerid": "3",
      "header": "644.3 Soil Survey Products"
    },
    {
      "clause": 5,
      "content": "(4) U.S. General Soil Map. This dataset includes both spatial and tabular data. (i) The level of mapping is designed for maps to be used for broad planning and management covering State, regional, and multistate areas. (ii) Soil maps for the U.S. General Soil Map database are produced by generalizing the detailed soil survey data. (iii) The mapping scale for the general soil map is 1:250,000 (with the exception of Alaska, which is 1:1,000,000). (iv) Web access to the U.S. General Soil Map is provided, with the capability to download data, within the Web Soil Survey. (v) Future plans call for online viewing and analysis of the U.S. General Soil Map to be available on Web Soil Survey.",
      "part": "644",
      "headerid": "3",
      "header": "644.3 Soil Survey Products"
    },
    {
      "clause": 6,
      "content": "(5) Major Land Resource Areas of the United States.-The map of the major land resource areas of the United States is a generalization of the map units in the U.S. General Soil Map. Some line work is also taken from U.S. Forest Service and U.S. Environmental Protection Agency ecoregion maps. (i) Delineations are compiled to a base map of 1:250,000 and displayed at scales of 1:3.5 million to 1:7.5 million. Currently, no tabular database has been developed for this data layer. (ii) All connected soil data are in text fields, except for National Resource Inventory data. However, the MLRA map is linked to a companion dataset, called \\\"Common Resource Areas,\\\" that has linkages to short narratives and the Conservation Systems Guides (CSGs) database, used by the field office technical guide.",
      "part": "644",
      "headerid": "3",
      "header": "644.3 Soil Survey Products"
    }
  ],
  "644.4": [
    {
      "clause": 1,
      "content": "Point data become a product of soil survey when they are incorporated into the database. These data include soil profile descriptions, soil water or temperature measurements, transects, field notes, and data derived from characterization or engineering test laboratories.",
      "part": "644",
      "headerid": "4",
      "header": "644.4 Development of Point Data"
    }
  ],
  "644.5": [
    {
      "clause": 1,
      "content": "Detailed soil survey information becomes a product of soil survey when it is entered into the Soil Data Warehouse. It includes all soil map unit and component information and spatial information.",
      "part": "644",
      "headerid": "5",
      "header": "644.5 Development of Detailed Soil Survey Information"
    }
  ],
  "644.6": [
    {
      "clause": 1,
      "content": "A. Planning",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 2,
      "content": "(1) The memorandum of understanding for the soil survey area is the guidance document for soil surveys from design to delivery. It must be specific, and signers must commit to its contents.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 3,
      "content": "(2) The workload analysis identifies the tasks and the timeframe to complete each task. Part 608, section 608.4, of this handbook, provides more information. Part 608, section 608.8, provides information on scheduling.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 4,
      "content": "(3) During the initial field review, the SSO and the SSR assign each section of the manuscript to an author. They also identify dates for completion.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 5,
      "content": "(4) The layout and design of a \\\"complete soil survey publications\\\" are standardized so that the publications have a consistent corporate look and meet Government standards. Flexibility is available to authors in the presentation of this soil survey information, as outlined in section 644.8, which indicates required and optional sections. The content should meet the needs of the intended users. These needs are identified in the memorandum of understanding.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 6,
      "content": "B. Quality Control and Assurance",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 7,
      "content": "(1) Progressive correlation and certification help to resolve soil survey problems and meet soil survey needs throughout the course of the soil survey project. The SSR assists the SSO during the project activities, including manuscript preparation, to ensure the timely completion of the manuscript and database and conformance to standards.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 8,
      "content": "(2) The authors and the SSO staff control the technical quality of a soil survey manuscript. Technical specialists in such fields as range, forestland, wildlife, and engineering provide assistance. Quality control occurs during each stage in the project.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 9,
      "content": "(3) The SSR and technical specialists review the soil survey manuscript and database for technical accuracy and adherence to standards. The soil scientists on the SSR staff provide quality assurance of the text and maps. The SSR certifies the soil survey legend, descriptions, database, mapping, and manuscript during progressive reviews.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 10,
      "content": "(4) The National Geospatial Center of Excellence controls the quality of printing the CD-ROMS.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 11,
      "content": "C. Ordering Copies (Previous Procedure)",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 12,
      "content": "(1) The State conservationist submits a consolidated State order for CD-ROMs or print copies of surveys and map copies on Form NRCS-SOI-7 to the National Geospatial Center of Excellence about 3 months before manuscript completion. Section 644.11 contains an example of the form. Include the shipping addresses of those locations receiving copies. (i) The State conservationist coordinates with the cooperating agencies and libraries, institutions, and officials of interested agencies. Up to 1000 CD-ROMs and 500 sets of maps can be ordered. (ii) Each cooperating agency is entitled to 50 copies of the published soil survey on CD- ROM at no cost. (iii) In special situations, where printed and bound copies are required, approval by the Soil Science Division director is required. The State conservationist will indicate on the NRCS-SOI-7 the number of copies to be printed on paper and the number to be published on CD-ROMs. (iv) Prior to final publication, the State conservationist checks the submitted Form NRCS- SOI-7 to ensure that it still is current. The State conservationist notifies the National Geospatial Center of Excellence of any change in the number of copies ordered. The revised Form NRCS-SOI-7 must be received before the survey is sent for the production of CD-ROMs.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 13,
      "content": "(2) Members of Congress are informed of the availability of the publication. Refer to section 644.12 for a sample.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 14,
      "content": "D. Printing Requirements and Options for Soil Surveys",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 15,
      "content": "(1) Although soil survey publications are issued only as electronic copies of text and maps on CD-ROMs, on the web, or both, maps may be available as flat maps where printing from electronic media is not feasible. Printing of paper copies of the text requires special approval by the Soil Science Division director.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 16,
      "content": "(2) All surveys must be sent to the National Geospatial Center of Excellence for the production of original CD-ROMs and electronic files. States and cooperators can produce copies of issued CD-ROMs as needed.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 17,
      "content": "(3) The National Geospatial Center of Excellence maintains the printing materials for maps. States ensure that other printing materials, such as photographs, are stored for future use.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 18,
      "content": "(4) Electronic files can be provided to cooperators and others, who can then produce additional copies of the survey for distribution or sale to the public.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 19,
      "content": "E. Detecting and Correcting Errors in Printed Copies of Published Soil Surveys Printing and binding errors include blank pages, duplicate or missing pages, poor binding, misplaced pages, and blurred print. Some errors may occur in every copy of the survey. They include missing paragraphs, misplaced captions, wrong entries in tables, and defective maps. Determine the extent of the error before selecting a corrective action. The National Geospatial Center of Excellence can provide assistance to the State soil scientist in determining the corrective action to be taken.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 20,
      "content": "F. Distributing a Published Soil Survey",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 21,
      "content": "(1) When the soil survey publication of an area is printed on a CD-ROM or other electronically readable media, the National Geospatial Center of Excellence notifies the State conservationist to expect delivery of the publication. The State conservationist and the cooperating agencies implement their marketing plan and distribute the soil survey to maximize its utilization.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 22,
      "content": "(2) The distribution ensures that each published soil survey is available to all people. The U.S. Department of Agriculture (USDA) prohibits discrimination on the basis of race, color, national origin, age, disability, and where applicable, sex (including gender identity and expression), marital status, familial status, parental status, religion, sexual orientation, political beliefs, genetic information, reprisal, or because all or a part of an individual\\'s income is derived from any public assistance program (not all prohibited bases apply to all programs). Persons with disabilities who require alternative means for communication of program information (Braille, large print, audiotape, etc.) should contact USDA\\'s TARGET Center at (202) 720-2600 (voice and TDD). The distribution may entail printing paper copies from the CD-ROM or downloaded from the web.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    },
    {
      "clause": 23,
      "content": "(3) Prior to distribution, check all copies. Be sure all sections of the PDF files open properly. Also, check maps if they are printed separately. Report errors to the State soil scientist, who in turn notifies the National Geospatial Center of Excellence.",
      "part": "644",
      "headerid": "6",
      "header": "644.6 Development of a Complete Soil Survey Publication"
    }
  ],
  "644.7": [
    {
      "clause": 1,
      "content": "A. Digital General Soil Map of the United States",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 2,
      "content": "(1) The basis for the Digital General Soil Map of the U.S., or STATSGO2, is the former State Soil Survey Geographic (STATSGO) dataset. This database includes spatial and tabular data.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 3,
      "content": "(2) It uses the Geographic Coordinate System with North American Datum (NAD) 1983.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 4,
      "content": "(3) This database is established and managed as one data set.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 5,
      "content": "(4) Data is refreshed annually. The database uses a standard State boundary vector and the National Atlas Coastline.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 6,
      "content": "(5) The Web Soil Survey (WSS) is the public distribution site.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 7,
      "content": "B. This dataset provides-",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 8,
      "content": "(1) A nationally consistent soil geographic database.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 9,
      "content": "(2) Soil data compatible with other data digitized from 1:250,000-scale maps, such as land use and land cover, political boundaries, and federally owned land.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 10,
      "content": "(3) Soil information at a level of detail for a State or broader geographic information system.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 11,
      "content": "(4) A set of consistent, joined county general soil maps of the same scale used for a State or broader geographic information system.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 12,
      "content": "(5) Maps for interim general soil data for areas where digital detailed soil survey maps are not complete.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 13,
      "content": "(6) General soil data to determine optimal locations for various uses.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 14,
      "content": "(7) General soil maps for publications in soil survey and watershed reports.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 15,
      "content": "(8) A tool for use with other resource information for the State, region, or nation in a geographic information system.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 16,
      "content": "C. Components of the U.S. General Soil Map",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 17,
      "content": "(1) In general, map units are a combination of associated phases of soil series that enable the most precise interpretations. Where soil series are not established or are not adequately described, some map units contain soil components which are associated higher taxonomic categories such as subgroups or families. Components may also be miscellaneous areas (i.e., nonsoil bodies) such as playas, rock outcrop, or water. Water bodies not large enough to be delineated, but of sufficient extent, are added as components of general soil map units.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 18,
      "content": "(2) Map units have a maximum of 21 soil components. The percentages of the components of a map unit add up to 100 percent. Highly contrasting components are kept separate, even though they are of minor extent. For instance, 1 percent rock outcrop is significant and should be identified in the composition.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 19,
      "content": "(3) Not all components are in all delineations of a general soil map unit, and the composition percentage may vary by delineation.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    },
    {
      "clause": 20,
      "content": "(4) The information about map units includes reliable estimates of the components and their composition percentages. The methods by which the composition was determined is included. Composition is determined by using transects, measuring components, or calculating in a geographic information system from digital Soil Survey Geographic (SSURGO) data. Transects are commonly located and examined on soil survey field sheets.",
      "part": "644",
      "headerid": "7",
      "header": "644.7 Development of the U.S. General Soil Map"
    }
  ]
}
