{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart B - Exhibits",
      "part": "Subpart B - Exhibits",
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "644.10": [
    {
      "clause": 1,
      "content": "Accessibility statement Cover \\\"How To Use This Soil Survey\\\" \\\"Box\\\" information and EEO statement Contents Foreword (or Preface) \\\"General Nature of the Survey Area\\\" Introductory information and locator map Climate tables and \\\"Climate\\\" section Other sections, such as \\\"History,\\\" \\\"Natural Resources,\\\" and \\\"Transportation Facilities\\\" \\\"How This Survey Was Made\\\" \\\"Survey Procedures\\\" \\\"General Soil Map Units\\\" Detailed soil map unit descriptions \\\"Use and Management of the Soils\\\" and interpretive tables (Cropland, pasture, woodland, rangeland, wildlife habitat, recreation, and engineering uses are all optional, depending on relevancy.) \\\"Land Capability Classification\\\" \\\"Prime Farmland\\\" \\\"Soil Properties\\\" and properties tables \\\"Engineering Index Properties\\\" \\\"Physical Properties\\\" \\\"Chemical Properties\\\" \\\"Soil Features\\\" \\\"Water Features\\\" \\\"Physical and Chemical Analyses of Selected Soils\\\" \\\"Engineering Index Test Data\\\" \\\"Classification of the Soils\\\" and classification table Series descriptions1 \\\"Formation of the Soils\\\" References Glossary General soil map Detailed soil maps Detailed map sheets \\\"Index to Map Sheets\\\" 1 As we have progressed to automated development and delivery of soil survey information, taxonomic descriptions (series or higher taxa) are not required for a manuscript to meet minimum standards. Please note that you are not prohibited from publishing these descriptions, including the option to use the OSD. The soil survey regional director may have additional insight and suggestions about this. \\\"Conventional and Special Symbols Legend\\\" \\\"Soil Legend\\\" Photographs Block diagrams and other drawings GENERAL INTRODUCTION Soil Survey Manuscript Format Soil survey publications on CD-ROM include the soil descriptions, interpretations, and maps published on one disk. Flexibility is available for offices that desire to have additional maps printed. Editing Prewritten Material Authors should use the latest version of the prewritten material that is available. This material introduces major sections and describes the tables used in soil surveys. It should be edited only as needed. Authors need to ensure that table letters are changed to the appropriate numbers and that statements that misrepresent the survey area are changed or deleted. They should not, however, delete rating factors when these factors are not limitations in the survey area. The factors were considered when the soils were rated. Deleting references to them implies that they were not considered.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 2,
      "content": "A. COVER This is prewritten material. The names of cooperating agencies are to match the \\\"Classification and Correlation Document.\\\"",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 3,
      "content": "B. HOW TO USE THE SURVEY A page entitled \\\"How To Use This Soil Survey\\\" is inserted into the text by the editorial staff prior to sending the manuscript for publication. This page is included as part of the electronically generated prewritten material.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 4,
      "content": "C. CREDITS This page is referred to by the editorial staff as the \\\"box.\\\" It is prewritten material. Dates and cooperators are to match the \\\"Classification and Correlation Document.\\\" Credit for financial or other assistance by agencies other than cooperators can be given at the end of the second paragraph on this page. Insert the caption for the cover photo.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 5,
      "content": "D. CONTENTS This is prewritten material with addition or deletion of headings as needed. Series names are to match the correlation document. The table of contents must accurately represent the actual contents of the survey. Do not list page numbers.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 6,
      "content": "E. FOREWORD This is prewritten material with insertion of the name of the survey area and the State conservationist\\'s name. (Note: If the State conservationist\\'s name is not used, change \\\"Foreword\\\" to \\\"Preface\\\"; be sure also to change the listing in the table of contents.)",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 7,
      "content": "F. TITLE PAGE This is prewritten material. Fill in the name of the survey area, the author\\'s name, and the names of soil survey project members. Fill in the names of the cooperating agencies as they appear in the correlation document.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 8,
      "content": "G. INTRODUCTION TO THE SURVEY AREA This part of the survey is not assigned a heading. A few short paragraphs describe the location of the survey area, the size of the area, and some important facts about the area. If a soil survey of the area or part of the area has been previously published, it is pointed out that this survey supersedes the older one. Make sure that the older published survey is cited in the list of references.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 9,
      "content": "H. GENERAL NATURE OF THE SURVEY AREA This section highlights the natural and cultural features in the survey area that affect the use and management of the soils. Brief discussions of the history and development of the area, climate, physiography, drainage, natural resources, farming, etc., can be included. If history and development are described, the emphasis should be on land use. Significant trends in population and in soil use can be described. A discussion of the trends in land use is especially appropriate for survey areas that have been subject to recent extensive changes. Data from census or other sources should be supported by appropriate references. This section should give the reader a general impression of the area. Information given in the introduction to the survey area is not repeated. Technical material does not belong in this section. If general enough for the lay reader, a brief discussion of the geology of the survey area can be included here. A highly technical discussion belongs in the section on \\\"Formation of the Soils.\\\" The climate section is required as either a link to the Climate Data Access Facility or as a section. If possible, use the prewritten material. Authors are encouraged to use the automated climate tables from the Climate Data Access Facility located in Portland, OR. The standard \\\"normal\\\" period of 1971 to 2000 is used, but long term or climates of other periods can supplement this required period.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 10,
      "content": "I. HOW THIS SURVEY WAS MADE This is prewritten material with the following additions. Explain all locations that are not exactly joined briefly at the end of this section. Explain a blank or unmapped area on the map within the boundaries of the survey. Is the area unmapped because it is a restricted military installation or because access was denied? The purpose of the survey procedures section is to describe and document specific procedures used to make or update the soil survey.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 11,
      "content": "J. GENERAL SOIL MAP UNITS The general soil map, if used, is a subset of the Digital General Soil Map of the U.S. This section consists of prewritten material, general soil map unit descriptions, and a discussion of broad land use considerations. The broad land use considerations part is optional. Three-dimensional block diagrams and cross-sectional diagrams that show the location of the major soils of a general soil map unit on a landscape and their relationship to underlying material is optional.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 12,
      "content": "K. DETAILED SOIL MAP UNITS Map unit descriptions, if used, provide users in nontechnical terms the typical profile of the named soil or soils, information about the basic soil interpretations and management concerns that could reasonably be expected for the common land uses. Map unit descriptions are written in a way that will help the reader understand the behavior of the soils within a survey area. If detailed soil map units are used they must add value to the information provided in the tables. The descriptions sequence is:",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 13,
      "content": "(1)   Map symbol and map unit name",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 14,
      "content": "(2)   Major features, setting, and composition",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 15,
      "content": "(3)   Brief soil profile",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 16,
      "content": "(4)   Included areas",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 17,
      "content": "(5) Soil properties and qualities",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 18,
      "content": "(6) Use and management",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 19,
      "content": "(7) Interpretive groups The information in the use and management section of the map unit description is intended to alert the user to significant problems or qualities of the soil. The discussion should be brief, concise, and informative. The description of the major hazards and management concerns must be consistent with the assigned interpretive groups.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 20,
      "content": "L. USE AND MANAGEMENT OF THE SOILS This section gives, mainly in tables, information applicable to the use and management of the soils. It discusses yields and suitability or potential and limitations of the soils for major land uses. There is a prewritten explanation for each table. In addition, there are discussions of general management concerns and practices applicable to all soils that are used for a particular purpose, such as crops and pasture.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 21,
      "content": "M. SOIL PROPERTIES Data about soil properties are listed in tables in this section. All tables are generated from certified data. Information includes estimates of engineering index properties, physical and chemical properties, and soil and water features. Also, available field and laboratory data are given in this section.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 22,
      "content": "N. CLASSIFICATION OF THE SOILS This section consists of a brief description of the system of soil classification and tables. Taxonomic unit descriptions define the range in characteristics of a soil series as mapped within the major land resource area or utilize or link to the official soil series descriptions. The description is written for those individuals who need a detailed technical description of the soil and the associated range in characteristics.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 23,
      "content": "O. FORMATION OF THE SOILS This section allows soil scientists to record their concepts of the soil genesis in the survey area. The formation of the soils section can be an important part of the manuscript because it describes the models used by soil scientists in making the soil survey, however, the section is optional. This information is useful to soil scientists as well as other users of the soil survey.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 24,
      "content": "P. REFERENCES References are to be shown in the reference section only. List only the references cited in the text. Previously published soil surveys of the area should always be cited.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 25,
      "content": "Q. GLOSSARY A glossary is required. The glossary defines terms, words, and phrases in the manuscript that are likely to be unfamiliar to most readers.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 26,
      "content": "R. TABLES All tables are exact replicas of the tables extracted from the certified data source. No adjustments are made to these reports.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    },
    {
      "clause": 27,
      "content": "S. ILLUSTRATIONS Illustrations help convey important facts to readers. They relate specifically to the soils shown on the map and to places within the survey area. Each illustration must be referred to in the text. Photographs and drawings, such as maps, diagrams, and charts, are useful types of illustrations.",
      "part": "644",
      "headerid": "10",
      "header": "644.10 Sections of a Soil Survey Publication"
    }
  ],
  "644.11": [
    {
      "clause": 1,
      "content": "644.11 Record Sheet for Collating State Orders for Published Soil Surveys",
      "part": "644",
      "headerid": "11",
      "header": "644.11 Record Sheet for Collating State Orders for Published Soil Surveys"
    }
  ],
  "644.12": [
    {
      "clause": 1,
      "content": "Honorable _________________________ United States Senate Washington, DC Dear Senator _________________________: The National Cooperative Soil Survey (NCSS) is a nationwide partnership of federal, regional, State, and local agencies and institutions. Partners in NCSS work together to inventory, document, and interpret the soils of the United States and territories and to disseminate information about the soils. The Natural Resources Conservation Service (NRCS), an agency of the U.S. Department of Agriculture, is responsible for leadership of the National Cooperative Soil Survey. We have completed a soil survey titled ___________________________. This soil survey is now available at the State office of NRCS in ___________________________ and on the web at http://soils.usda.gov/survey/. Sincerely, State Conservationist cc: _________________________, Chairperson, _________________________ Conservation District",
      "part": "644",
      "headerid": "12",
      "header": "644.12 Example of Letter to Senator - Notification of Availability of Soil Survey"
    }
  ]
}
