{
  "SERIES": "QENI",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM/DLM",
  "REVDATE": "11/2008",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Oxyaquic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Qeni very fine sandy loam - on a nearly level slope under willow scrub vegetation at 2400 feet elevation.  (All colors are for moist soil)\nOi--6 inches to 0; very dark brown (10YR 2/2) fibrous forest litter.   (1 to 6 inches thick)\nA--0 to 3 inches; dark brown (10YR 3/3) very fine sandy loam; moderate medium granular structure; very friable, nonsticky and nonplastic; many very fine and fine roots; moderately acid (pH 5.6); abrupt smooth boundary.  (1 to 4 inches thick)\nBw--3 to 6 inches; dark brown (7.5YR 3/4) fine sandy loam; weak coarse subangular blocky structure; very friable, nonsticky and nonplastic; common very fine and fine roots; moderately acid (pH 5.6); abrupt smooth boundary.  (2 to 6 inches thick)\nAb--6 to 7 inches; black (10YR 2/1) silt loam; weak medium granular structure; very friable, nonsticky and nonplastic; moderately acid (pH 5.8); abrupt smooth boundary.  (0 to 3 inches thick)\n2C1--7 to 17 inches; variegated gravelly coarse sand; single grain; loose, nonsticky and nonplastic; neutral (pH 6.6); gradual irregular boundary.  (8 to 54 inches thick)\n2C2--17 to 60 inches; variegated extremely gravelly coarse sand; single grain; loose, nonsticky and nonplastic; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Matanuska-Susitna Valley Area, Alaska; about 16 miles (32 kilometers) northeast of Willow; in the SE 1/4 of the NW 1/4 of section 17, T.21N., R.1W., Seward Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 33 to 37 degrees F.  Depth to gravelly outwash material ranges from 2 to 10 inches.  Reaction ranges from strongly acid to moderately acid in the solum and from slightly acid to slightly alkaline in the substratum.\nThe A and Ab horizons have moist hue of 10YR or 2.5Y; value moist of 2 or 3; and chroma moist of 1 through 3.  Texture is very fine sandy loam or fine sandy loam.\nThe Bw horizon has moist hue of 7.5YR or 10YR; value moist of 3 or 4; and chroma moist from 4 through 6.  Texture is fine sandy loam and very fine sandy loam.\nThe 2C horizons have texture of coarse sand or sand.  Coarse fragment content ranges from 40 to 70 percent with 0 to 50 percent well rounded cobble and 10 to 70 percent well rounded gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lemcave series. Lemcave soils have lamellae in the solumn."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Qeni soils are on low stream terraces.  They formed in an admixture of loess and stratified loamy alluvium over sandy and gravelly alluvium.  These soils have a water table that fluctuates within the gravelly substratum.  The climate is transitional maritime-continental.  Mean annual temperature ranges from 33 to 35 degrees F. and mean annual precipitation ranges from 25 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Oxyaquic saturation occurs at depths of 14 to 36 inches.  Slow runoff.  Moderate permeability in the stratified surface layers and rapid in the underlying sand and gravel."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat.  The native vegetation is primarily willow scrub."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southcentral Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Matanuska-Susitna Area, Alaska.  1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include: ochric epipedon from 0 to 3 inches; cambic horizon from 3 to 6 inches; sandy-skeletal particle size from 7 to 60 inches; saturated oxyaquic conditions below 14 inches; cryic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
