{
  "SERIES": "QUAILRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/RWL",
  "REVDATE": "07/2012",
  "STATES": "ID",
  "OVERVIEW": "The Quailridge series consists of very deep, well drained soils with moderate permeability that formed in  deltaic deposits from granitic rocks and volcaniclastic materials. Slopes range from 25 to 65 percent in foothills. The average annual precipitation is about 14 inches and the average annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quailridge loamy coarse sand -- on a convex southwest-facing slope of 55 percent, in rangeland at 3,275 feet elevation. When described on August 25, 1995, the soil was dry throughout. (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine, few medium roots; common very fine and fine, few medium irregular pores; 10 percent fine gravel; neutral (pH 7.3); abrupt smooth boundary. (2 to 10 inches thick)\nBtl--4 to 8 inches; brown (10YR 4/3) sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; few very fine and fine tubular and irregular pores; many distinct clay films on faces of peds and in pores; 5 percent fine gravel; neutral (pH 7.3); abrupt smooth boundary.\nBt2---8 to 19 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; few very fine and fine tubular and irregular pores; common faint clay films in pores and bridging sand grains; 5 percent fine gravel; neutral (pH 7.3); clear wavy boundary. (combined Bt - 6 to 18 inches thick)\n&Bt--19 to 46 inches; (E material) pale brown (10YR 6/3) loamy coarse sand, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine and fine irregular pores; 5 percent fine gravel; neutral (pH 7.3); (Bt material) continuous lamellae, dark yellowish brown (10YR 4/4) sandy clay loam, dark yellowish brown (10YR 3/4) moist; 2 to 10 mm thick, 2 to 5 inches apart; continuous prominent clay films bridging sand grains; clear wavy boundary. (12 to 25 inches thick)\nC--46 to 60 inches; very pale brown (10YR 7/3) fine gravelly loamy coarse sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine irregular pores; 15 percent fine gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ada County, Idaho; in Boise; 1,400 feet south and 1,900 feet west of the northeast corner of section 27, T.4 N., R.2 E.; USGS Boise North Quadrangle; (Latitude 43 degrees, 39 minutes, 32 seconds N. and Longitude 116 degrees, 11 minutes, 59 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 7 to 12 inches\nDepth to base of argillic horizon - 12 to 25 inches\nMoisture control section - moist less than 90 consecutive days when the soil temperature is greater than 47 degrees F.\nAverage annual soil temperature - 52 to 54 degrees F.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nRock fragment content - 5 to 35 percent\n(0 to 5 stones, 0 to 10 cobbles, 5 to 25 gravel)\nBt horizon\nValue - 4 through 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - SCL or COSL\nClay content - 18 to 30 percent\nRock fragment content - 5 to 25 percent\n(0 to 5 cobbles, 5 to 25 gravel)\nE&Bt horizon\nClay content (weighted average) - 10 to 18 percent\n- E material (80 to 95 percent)\nValue - 6 or 7 dry, 5 or 6 moist\nChroma - 3 or 4 dry or moist\nTexture - COSL or LCOS\nClay content - 8 to 18 percent\nRock fragment content - 5 to 25 percent\n(0 to 5 cobbles, 5 to 25 gravel)\nReaction (pH) - slightly acid or neutral\n- Bt material (lamellae)\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 through 6 dry or moist\nTexture - SL or SCL\nClay content - 15 to 24 percent\nThickness - 2 to 15 mm\nSeparation - 1 to 8 inches\nC horizon\nHue - 2.5Y or 10YR\nValue - 7 or 8 dry, 5 or 6 moist\nChroma - 3 or 4 dry or moist\nTexture - LCOS or COS\nClay content - 2 to 10 percent\nRock fragment content - 15 to 35 percent\n(0 to 5 cobbles, 15 to 30 gravel)\nReaction (pH) - slightly acid through slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bissell, Bjork, Cowiche, Dodes, Fernpoint, Hullsgulch (T), Indiano, Jerusalem (T), Madras, Margerum, Noslo, Orr, Pahrange, Quiero, Ralls, Shoebend (T), Simcoe, Springmeyer, Truax, Uhaldi and Wenatchee series. Bissell soils are micaceous throughout and contain 0 to 5 percent rock fragments. Bjork, Dodes, Pahrange, Noslo, Shoebend and Uhaldi soils are 20 to 40 inches deep to a paralithic contact. Cowiche soils have less than 5 percent rock fragments in the argillic horizon and do not have lamellae. Fernpoint soils have stratified extremely gravelly or extremely cobbly 2C horizons, secondary calcium carbonates at 40 to 50 inches and mean annual soil temperature of 47 to 51 degrees F. Hullsgulch and Jerusalem soils are greater than 25 inches deep to the base of the argillic horizon. Indiano, Madras, Quiero and Simcoe soils are 20 to 40 inches deep to a lithic contact. Margerum soils have pumice throughout. Orr soils are 35 to 45 inches deep to the base of the argillic horizon and do not have lamellae. Ralls soils have silt loam and clay loam textures with less than 45 percent sand in the particle-size control section and do not have lamellae. Springmeyer soils are dry for more than 145 consecutive days, have relict mottles in the Bt and C horizons and stratified C horizons that do not have lamellae. Truax soils have Bq horizons, are dry for more than 145 consecutive days and have mean annual soil temperature of 48 to 52 degrees F. Wenatchee soils have less than 20 percent medium and coarse sand in the particle-size control section, are over 26 inches deep to the base of the argillic horizon and do not have lamella in the C horizon above 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quailridge soils are steep to very steep on hill backslopes and gulch slopes (dissected remnant basin-margin fluvial facies) at elevations of 2,700 to 3,850 feet. Slopes range from 25 to 65 percent. These soils formed in deltaic deposits from granitic rocks and volcaniclastic materials. Average annual precipitation is 12 to 16 inches. Average annual temperature is 50 to 52 degrees F. Frost-free period is 140 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cranegulch, Fortbois, Hullsgulch and Stu soils. Cranegulch soils have more than 35 percent clay in the particle-size control section. Fortbois soils have less than 10 percent clay in the particle-size control section. Hullsgulch soils are greater than 25 inches to the base of the argillic horizon. Stu soils are less than 20 inches deep to a paralithic contact and are calcareous. These soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Quailridge soils are used mainly for rangeland and wildlife habitat. The dominant natural vegetation is basin big sagebrush, bluebunch wheatgrass, antelope bitterbrush and Thurber needlegrass. Some areas are used for homesites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Idaho. MLRA 10. Quailridge soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boise Front Project, Ada County, Idaho, 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone 0 to 8 inches (A and Bt1 horizons)\nArgillic horizon and particle-size control section - zone 4 to 19 inches (Bt1 and Bt2 horizons)\nSoil moisture regime - aridic bordering on xeric\nThese soils are drier than other Xerolls in the region under similar precipitation due to early runoff and extended period of high evapotranspiration.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine, few medium roots; common very fine and fine, few medium irregular pores; 10 percent fine gravel; neutral (pH 7.3); abrupt smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "Btl",
        "top": 10,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btl--4 to 8 inches; brown (10YR 4/3) sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; few very fine and fine tubular and irregular pores; many distinct clay films on faces of peds and in pores; 5 percent fine gravel; neutral (pH 7.3); abrupt smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2---8 to 19 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; few very fine and fine tubular and irregular pores; common faint clay films in pores and bridging sand grains; 5 percent fine gravel; neutral (pH 7.3); clear wavy boundary. (combined Bt - 6 to 18 inches thick)"
      },
      {
        "name": "Bt",
        "top": 48,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "&Bt--19 to 46 inches; (E material) pale brown (10YR 6/3) loamy coarse sand, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine and fine irregular pores; 5 percent fine gravel; neutral (pH 7.3); (Bt material) continuous lamellae, dark yellowish brown (10YR 4/4) sandy clay loam, dark yellowish brown (10YR 3/4) moist; 2 to 10 mm thick, 2 to 5 inches apart; continuous prominent clay films bridging sand grains; clear wavy boundary. (12 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "C--46 to 60 inches; very pale brown (10YR 7/3) fine gravelly loamy coarse sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine irregular pores; 15 percent fine gravel; neutral (pH 6.8)."
      }
    ]
  ]
}
