{
  "SERIES": "QUAKERBRIDGE",
  "STATUS": "Tentative Series",
  "BYREV": "SCK/Rev. JAK",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, coated Spodic Quartzipsamments\nDepth Class: Very deep\nDrainage Class (Agricultural): Somewhat excessively drained\nInternal Free Water Occurrence: Deep or very deep\nIndex Surface Runoff: Negligible\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nPermeability: Rapid\nShrink-Swell Potential: Low\nLandscape: Northern Atlantic Coastal Plain\nLandform: Low hill, flat, fluviomarine terrace\nGeomorphic Component: Crest, side slope, base slope, rise, tread\nHillslope Profile Position: Summit, backslope, footslope\nParent Material: Sandy fluviomarine deposits\nSlope: 0 to 5 percent\nElevation (type location): 95 feet\nFrost Free Period (type location): 195 days\nMean Annual Air Temperature (type location): 56 degrees F.\nMean Annual Precipitation (type location): 45 inches\nTAXONOMIC CLASS: Mesic, coated Spodic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quakerbridge sand (in an area of Lakewood-Quakerbridge complex, 0 to 5 percent slopes, forested. (Colors are for moist soil.)\nOi--0 to 2 inches; dark reddish brown (5YR 3/4), slightly decomposed plant material, reddish brown (5YR 4/4), dry; extremely acid, pH 4.0; abrupt smooth boundary. (0 to 3 inches thick)\nA--2 to 3 inches; 75 percent light gray (10YR 7/1) and 25 percent dark gray (10YR 4/1), sand, white (10YR 8/1) and gray (10YR 5/1), dry; single grain; loose; many fine roots; very strongly acid, pH 4.8; abrupt smooth boundary. (0 to 4 inches thick)\nE--3 to 20 inches; gray (10YR 6/1), sand; single grain; loose; common fine roots and few medium roots and few coarse roots; 1 percent 3 to 75 millimeter quartzite fragments; very strongly acid, pH 4.8; abrupt irregular boundary. (6 to 24 inches thick)\nBh--20 to 24 inches; brown (7.5YR 4/4), loamy sand; single grain; loose; 5 percent very coarse irregular very weakly cemented ironstone nodules throughout; very strongly acid, pH 4.8; clear irregular boundary. (2 to 10 inches thick)\nBC--24 to 42 inches; yellowish brown (10YR 5/6), sand; single grain; loose; 15 percent discontinuous faint clay bridging between sand grains; 1 percent coarse irregular very weakly cemented ironstone nodules throughout; very strongly acid, pH 4.8; gradual smooth boundary. (18 to 30 inches thick)\nC1--42 to 46 inches; yellowish brown (10YR 5/6), sand; single grain; loose; 1 percent coarse irregular very weakly cemented ironstone nodules and 1 percent medium distinct strong brown (7.5YR 5/6) masses of oxidized iron and 1 percent medium faint light brownish gray (10YR 6/2) iron depletions; very strongly acid, pH 4.8; gradual smooth boundary. (0 to 18 inches thick)\nC2--46 to 80 inches; yellowish brown (10YR 5/4), sand; single grain; loose; 1 percent coarse irregular extremely weakly cemented ironstone nodules and 10 percent coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron and 10 percent medium distinct light brownish gray (10YR 6/2) iron depletions; very strongly acid, pH 4.8."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gloucester County, New Jersey; Winslow Wildlife Refuge, about 1.9 miles south east of intersection of Whitehouse Road and US 322 on 322; 0.75 mile north east on Cecil Road (dirt); left at fork 0.3 mile; 100 feet in woodland; USGS Williamstown Quadrangle; lat. 39 degrees 38 minutes 03 seconds N. and long. 74 degrees 54 minutes 32 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the Bh Horizon: 10 to 30 inches\nDepth to Bedrock: Greater than 72 inches\nDepth to Seasonal High Water Table: 42 to 72 inches, January to April\nRock Fragments: 0 to 20 percent, by volume throughout. Individual layers with more than 15 percent fragments are generally less than 12 inches thick.\nSoil Reaction: Extremely acid to strongly acid throughout, unless limed & RANGE OF INDIVIDUAL HORIZONS:\nO horizon:\nColor--hue of 5YR, value 3 or 4, chroma of 3 or 4\nTexture--slightly decomposed or moderately decomposed plant material\nA horizon:\nColor--hue of 7.5YR to 2.5Y, value of 2 to 7, chroma of 1 or 2\nTexture (fine-earth fraction)--sand or fine sand\nAp horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 or 5, chroma of 1 or 2\nTexture (fine-earth fraction)--sand or fine sand\nE horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 1 or 2\nTexture (fine-earth fraction)--sand or fine sand\nBh horizon:\nColor--hue of 5YR to 10YR, value of 3 to 6, chroma of 2 to 6. The redder hue and lower value and chroma are restricted to discontinuous thin subhorizons in the uppermost part of the Bh horizon.\nTexture--sand, loamy sand, or fine sand\nBC horizon:\nColor--hue of 7.5YR to 10YR, value of 4 to 6, chroma of 3 to 6\nTexture--sand, loamy sand, or fine sand\nC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 6\nTexture (fine-earth fraction)--sand above 40 inches, and sand, loamy sand, or sandy loam below 40 inches\nRedoximorphic Features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of red, brown, yellow, or olive.  These features can be few, fine, and faint making them difficult to see especially during dry periods.\nCg horizon (if it occurs):\nColor--hue of 7.5YR to 5Y, value of 5 to 7, and chroma of 1 or 2\nTexture--(fine-earth fraction)--sand above 40 inches, and sand to sandy loam below 40 inches\nRedoximorphic Features--below 42 inches, iron depletions in shades of olive or gray and masses of oxidized iron in shades of red, brown, yellow, or olive. These features can be few, fine, and faint making them difficult to see especially during dry periods."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nLakewood soils--have a seasonal high water table greater than 72 inches (excessively drained)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Northern Atlantic Coastal Plain\nLandform: Low hill, flat, fluviomarine terrace\nGeomorphic Component: Crest, side slope, base slope, rise, tread\nHillslope Profile Position: Summit, backslope, footslope\nParent Material: Sandy fluviomarine deposits\nFrost Free Period: 180 to 210 days\nMean Annual Air Temperature: 50 to 56 degrees F.\nMean Annual Precipitation: 40 to 48 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nLakehurst soils-have a seasonal high water table at a depth of 18 and 42 inches (moderately well drained); on lower parts of the landform\nLakewood soils-have a seasonal high water table at a depth below 72 inches (excessively drained); on higher parts of the landform\nAtsion soils-have a seasonal high water table at a depth of 6 to 12 inches (poorly drained); on lower landforms\nBerryland soils-have a seasonal high water table at a depth of 6 inches above the soil surface to a depth of 6 inches (very poorly drained); on lower landforms\nManahawkin soils-have a seasonal high water table at from 0 to 12 inches above the soil surface (very poorly drained) and are organic soils; on lower flood plain landforms and in closed depressions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class (Agricultural): Somewhat excessively drained\nIndex Surface Runoff: Negligible\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nInternal Free Water Occurrence: Deep or very deep (40 to 72 inches) and common (present 3 to 6 months)\nPermeability: Rapid\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The Northern Atlantic Coastal Plain of New Jersey\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE & MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nMajor Uses: Mostly woodland. Areas once farmed have now been abandoned.\nDominate Vegetation: Pitch pine, shortleaf pine, black, and white oak, with an understory of lowbush blueberries and scrub oak.  Where wildfires have been severe, pitch pine and black jack oak are dominant. & MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Gloucester County, New Jersey, 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Quakerbridge series was formally mapped in New Jersey with the Lakewood series, most often in areas adjacent to poorly or very poorly drained soils such as Atsion sand and Manahawkin muck. However, Lakewood soils have a seasonal high water table greater than 72 inches. Quakerbridge soils typically have a Bh horizon less than 4 inches thick or if the horizon is more than 4 inches, it fails either the physical or chemical properties defined for spodic materials.\nDiagnostic horizons and other features recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 3 inches (A horizon)\nAlbic horizon--the zone from 3 to 20 inches (E horizon)\nAquic conditions--the zone from 42 to 80 inches (C1, C2 horizons) is periodically saturated (episaturation)\nADDITIONAL DATA:\nDatabase Information:\nOSD Data Mapunit ID: To be developed\nTypical Pedon Data Mapunit ID: 426452\nOSD User Pedon ID: Quakerbridge-OSD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
