{
  "SERIES": "QUAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. HGF-RCG-AGG",
  "REVDATE": "06/2000",
  "STATES": "MN",
  "OVERVIEW": "The Quam series consists of very deep, poorly and very poorly drained soils that formed in silty water-sorted sediments in flats, swales and depressions on glacial moraines and lake plains. These soils have moderately slow permeability. Slopes range from 0 to 2 percent. Mean annual precipitation is about 25 inches. Mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quam silty clay loam on a slope of less than 1 percent in a depression on a lake plain. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; black (N 2/0) silty clay loam; very dark gray (N 3/0) dry; weak fine and very fine subangular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary.\nA1--10 to 32 inches; black (N 2/0) silty clay loam; very dark gray (N 3/0) dry; weak fine subangular blocky structure; friable; common fine roots; neutral; gradual smooth boundary.\nA2--32 to 45 inches; very dark gray (5Y 3/1) silty clay loam; dark gray (5Y 4/1) dry; weak fine subangular blocky structure; friable; common fine roots; slightly alkaline; clear smooth boundary. (the combined thickness of the A horizon is 24 to 80 inches )\nCg--45 to 80 inches; gray (5Y 5/1) silty clay loam; massive; friable; few fine distinct olive (5Y 5/4) Fe concentrations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Swift County, Minnesota; 1600 feet west and 1850 feet north of southeast corner of sec. 29, T. 121 N., R. 38 W. USGS De Graff quadrangle Latitude 45 degrees 15 minutes, 30 seconds North; Longitude 95 degrees 28 minutes, 02 seconds West. NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon ranges from 24 to 80 inches. Depth to free carbonates is 20 to 60 inches.  The A horizons typically do not have rock fragments but the lower part in some pedons contains up to 5 percent by volume.  Some pedons have an 0 horizon as much as 6 inches in thickness. The 10- to 40-inch control section averages between 22 and 35 percent clay and 7 to 15 percent fine sand and coarser. The soil moisture control section is not dry for 45 consecutive days.\nThe A horizon has hue of 10YR, 2.5Y, 5Y, or neutral; value of 2 or 3, and chroma of 1 or 0. It has Fe concentrations in some pedons. Typically it is silty clay loam or silt loam throughout, but subhorizons of loam, or silty clay are included in the range. In some pedons the upper part has sufficient organic matter to be mucky. It is neutral or slightly alkaline.\nA Bg horizon when present is as much as 24 inches in thick in some pedons. It has hue of 2.5Y or 5Y or neutral, value of 2 to 4, and chroma of 1 or 0. Its range in texture and reaction is the same as the A horizon.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2. It commonly has distinct or prominent Fe depletions or concentrations. Texture is silt loam, or silty clay loam. Reaction is slightly alkaline or moderately alkaline.\nSome pedons have a 2Cg horizon below a depth of 60 inches.  It has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2. It commonly has distinct or prominent Fe depletions or concentrations. Texture is loam, or clay loam. It containes 1 to 8 percent rock fragments by volume. Reaction is slighlty alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fury and the Housefield series. Fury soils do not have carbonates within the series control section. Housefield soils have greater than 10 percent organic matter in the particle size controll section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Quam soils have plane or concave slopes with gradient of 0 to 2 percent in on flats an in swales and depressions (potholes and sloughs) in undulating to hilly end or ground moraines. They have primarily formed in silty water-sorted sediments and sometimes in the underlying calcareous, glacial till. Mean annual air temperature ranges from about 38 to 45 degrees F. Mean annual precipitation ranges from about 22 to 29 inches. Frost-free days range from 120 to 160. Elevation above sea level ranges from 990 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The main ones are the well drained Barnes, Hokans and Waukon soils, the moderately well drained Aastad, Gonvick, and Svea soils, and the poorly drained Flom and Vallers soils. These soils are all on higher lying positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained and very poorly drained. Runoff is very slow or ponded. Permeability is moderately slow. Depth to an apparent seasonal high water table is as high as +2 to .5 foot in the very poorly drained soils and .5 to 1.5 feet in the poorly drained soils at some time during the year in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used to grow corn, soybeans, and small grains where drained. Native vegetation is grasses, rushes, sedges, and reeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Minnesota. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - surface to 45 inches (A horizons); aquic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Refer to MAES Central File Code No. 840 for results of some laboratory analysis of the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "poorly, very poorly",
        "drainage_overview": "poorly, very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "N",
        "dry_value": 3,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silty clay loam",
        "structure": "weak fine and very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; black (N 2/0) silty clay loam; very dark gray (N 3/0) dry; weak fine and very fine subangular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 25,
        "bottom": 81,
        "dry_hue": "N",
        "dry_value": 3,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--10 to 32 inches; black (N 2/0) silty clay loam; very dark gray (N 3/0) dry; weak fine subangular blocky structure; friable; common fine roots; neutral; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 81,
        "bottom": 114,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--32 to 45 inches; very dark gray (5Y 3/1) silty clay loam; dark gray (5Y 4/1) dry; weak fine subangular blocky structure; friable; common fine roots; slightly alkaline; clear smooth boundary. (the combined thickness of the A horizon is 24 to 80 inches )"
      },
      {
        "name": "Cg",
        "top": 114,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--45 to 80 inches; gray (5Y 5/1) silty clay loam; massive; friable; few fine distinct olive (5Y 5/4) Fe concentrations; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
