{
  "SERIES": "QUARTELES",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Quarteles series consists of somewhat excessively drained soils that are very shallow to interbedded sandstone and siltstone bedrock.  Quarteles soils formed in colluvium and residuum derived from micaceous sandstone, siltstone, mudstone, and fanglomerate on backslopes of ridges and hills.  Slopes are 25 to 90 percent.  Mean annual precipitation is about 11 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quarteles gravelly loam--on a convex backslope of a ridge sloping 65 percent to the southeast at 6,420 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry throughout.)\nA--0 to 2 inches; light reddish brown (5YR 6/3) gravelly loam, reddish brown (5YR 4/3) moist; weak thick platy structure parting to weak medium granular; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; common very fine irregularly shaped pores; 25 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\n2C1--2 to 5 inches; light reddish brown (5YR 6/4) paragravelly loam, reddish brown (5YR 4/4) moist; massive, platy rock structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine, and common very fine roots; 30 percent sandstone paragravel; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (2 to 5 inches thick)\n2C2--5 to 7 inches; light reddish brown (5YR 6/3) very paragravelly loam, reddish brown (5YR 4/3) moist; massive, platy rock structure; hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; 60 percent sandstone paragravel; slightly to strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (2 to 5 inches thick)\n2Cr--7 to 17 inches; interbedded weakly cemented micaceous sandstone and siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; on the Tesuque Indian Reservation about 0.5 mile northeast of Camel Rock; USGS Tesuque 7.5 minute topographic quadrangle; 550 feet north and 2,600 feet west of the southeast corner of section 34, T.19N., R.9E.; Latitude 35 degrees 49 minutes 42 seconds North and Longitude 105 degrees 58 minutes 22 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is torric (aridic) bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to paralithic contact - 7 to 10 inches\nVolcanic glass content: 10 to 20 percent in the coarse silt plus sand fraction\nLithology of rock fragments: granite, gneiss, schist, and limestone\nParticle-size control section (weighted averages)\nSilicate clay content: 10 to 24 percent\nSand content: 35 to 70 percent\nFine sand or coarser content: 15 to 35 percent\nRock fragment content: less than 15 percent gravel and cobbles\nPararock fragment content: 15 to 60 percent paragravel\nMica content: 5 to 10 percent (by grain count)\nReaction - slightly alkaline to moderately alkaline in the surface; moderately alkaline to strongly alkaline in the underlying material\nCalcium carbonate equivalent - 2 to 10 percent\nA horizon\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: gravelly loam or gravelly very fine sandy loam\nRock fragment content: total range is 15 to 35 percent\n15 to 30 percent gravel\n0 to 5 percent cobbles\nMica content: 5 to 10 percent (by grain count)\n2C1 horizon\nHue: 5YR or 7.5YR\nValue: 5 through 7 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: paragravelly loam, fine sandy loam, or very paragravelly very fine sandy loam; some pedons have texture of silt loam or loamy very fine sand\nRock fragment content: 0 to 10 percent gravel\nParagravel content: 10 to 60 percent weakly cemented sandstone, siltstone, or mudstone paragravel, some of which will slake in water\nMica content: 10 to 25 percent (by grain count)\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nOther features: some pedons have minor amounts (up to 1 percent) of secondary gypsum.\n2C2 horizon\nHue: 5YR or 7.5YR\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 through 6, dry or moist\nTexture: very paragravelly loam, fine sandy loam, extremely paragravelly silt loam, or extremely paragravelly very fine sandy loam; some pedons have texture of silt loam or loamy very fine sand\nParagravel content: 30 to 90 percent weakly cemented sandstone, siltstone, or mudstone, some of which will slake in water\nMica content: 10 to 25 percent (by grain count)\nSalinity, mmhos/cm: 0 to 4\nSodicity, SAR: 0 to 13\nOther features: some pedons have minor amounts (up to 1 percent) of secondary gypsum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canyon, Epping, Eslendo, Gerst, Picante, Redarrow, Remorris, Sandoval, Shingle, Simel, Taluce, Tassel, and Tesihim series.\nNone of the competing series have greater than 5 percent mica in the control section.\nCanyon, Shingle, Redarrow, Taluce, and Tassel soils are moist during May and June.\nEpping soils have significant amounts of amorphous (volcanic-related) materials and volcanic glass shards.\nEslendo, Gerst, and Picante soils are moist for longer periods of time between December and March.\nPicante soils are 10 to 20 inches deep to a paralithic contact and have hue of 10YR through 5Y.\nSandoval soils are 10 to 20 inches deep to a paralithic contact and have hue of 10YR through 5Y.\nSimel soils have greater than 24 percent clay in the particle-size control section.\nTesihim soils have paralithic material of tuff."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Quarteles soils are on backslopes of ridges and hills.  They formed in colluvium and residuum derived from Tertiary micaceous sandstone, siltstone, mudstone, and fanglomerate.  Slopes are 25 to 90 percent.  Elevation ranges from 5,400 to 6,900 feet.  The mean annual precipitation is 9 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Koshare, Ojito, and El Rancho soils.  The miscellaneous land type Rock outcrop, is also associated with Quarteles.  Koshare soils are coarse-loamy, very deep, have cambic horizons, and occur on adjacent toeslopes.  Ojito soils are coarse-loamy, moderately deep, and occur on adjacent beveled summits, shoulders, and footslopes.  El Rancho soils are fine-silty, very deep, have cambic horizons, and occur on toeslopes of ridges and hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very high surface runoff; moderate permeability in the soil and moderately slow permeability in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Quarteles soils are used for limited urban development and livestock grazing, and for recreation.  The historic climax vegetation is mountain mahogany, sideoats grama, oak, blue grama, and Indian ricegrass.  The ecological site is Sandstone Hills(R036XB122NM).."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Quarteles soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Quarteles is a city in New Mexico."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches. (A horizon)\nParalithic contact - The boundary at 7 inches to weakly cemented bedrock. (2Cr layer)\nParticle-size control section - The zone from 0 to 7 inches (entire soil)\nSeries control section - The zone from 0 to 17 inches (entire soil and upper 10 inches of the paralithic material.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
