{
  "SERIES": "QUAZO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "06/2012",
  "STATES": "UT",
  "OVERVIEW": "The Quazo series consists of shallow, well drained soils that formed in residuum derived from volcanic rocks.  Quazo soils are on hills and mountains.  Slopes are 30 to 70 percent.  The mean annual precipitation is about 330 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Lithic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quazo very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; brown (10YR 5/3) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure parting to moderate very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine, few medium, and common very fine vesicular pores; 55 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (3 to 8 cm thick)\nABt--5 to 8 cm; brown (10YR 5/3) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to strong very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few fine and very fine tubular pores; 40 percent gravel; neutral (pH 6.6); clear wavy boundary.  (0 to 23 cm thick)\nBt1--8 to 23 cm; brown (10YR 5/3) very gravelly sandy clay loam, brown (7.5YR 4/2) moist; moderate coarse subangular blocky structure parting to moderate very fine subangular blocky; very hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; few fine and common very fine pores; 40 percent gravel; neutral; clear wavy boundary.\nBt2--23 to 46 cm; reddish brown (5YR 5/4) very gravelly sandy clay loam, reddish brown (5YR 4/4) moist; moderate coarse prismatic structure parting to moderate fine subangular blocky; extremely hard, firm, moderately sticky and moderately plastic; few medium, fine, and very fine roots; few fine and common very fine pores; 45 percent gravel; neutral; gradual wavy boundary. (Combined thickness of the Bt horizons is 20 to 38 cm)\nR--46 cm; slightly weathered dacite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Utah; north of the East Fork of Beaver Dam Wash, southwest of McFarlane Mountain, and about 240 feet northwest of Trail Spring; about 1,400 feet south and 1,300 feet east of the northwest corner of section 1, T. 39 S., R. 19 W.; USGS Goldstrike 7.5 minute topographic quadrangle; latitude 37 degrees 25 minutes 39 seconds N and longitude 113 degrees 55 minutes 46 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry during the period the soil temperature is above 5.0 degrees C. They are intermittently moist in some part for 30 to 40 days cumulative during summer months and are dry for 70 to 85 days during the 120 days following the winter solstice; aridic soil moisture regime that borders on ustic.\nMean annual soil temperature: 8 to 14 degrees C.\nMean summer soil temperature: 18 to 24 degrees C.\nOchric epipedon thickness: 3 to 8 cm.\nDepth to bedrock: 28 to 50 cm to a lithic contact.\nParticle-size control section - Clay content: 20 to 30 percent.\nSand content: 50 to 70 percent.\nRock fragments: 35 to 60 percent, more than half of which are fine gravel.  Lithology of fragments are volcanic rocks such as dacite and rhyolite.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 3 to 12 percent.\nBt horizons\nHue: 5YR through 10YR.\nValue: 3 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 20 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fourmilebench, Puertecito, Roygorge, and Wyva series.\nFourmilebench soils have more 12 to 20 percent clay in the particle-size control section. Puertecito soils have subhorizons with identifiable secondary carbonates.  Roygorge soils are more moist in some part during the spring season and may have thin petrocalcic horizons overlying the lithic contact.  Wyva soils are intermittently moist less than 30 days cumulative during the summer season, have less than 50 percent sand in the particle-size control section, and are dominated by cobbles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Quazo soils are on hills and mountains.  They typically occur on backslope positions.  These soils formed in residuum derived from volcanic rocks.  Slopes are 30 to 70 percent. Elevations range from 1,130 to 2,045 meters.  The climate is semiarid with cool, moist winters and warm, intermittently dry summers.  The mean annual precipitation is 300 to 360 mm with a significant percentage that comes from high-intensity convective storms between July and October.  The mean annual air temperature is 8 to 13 degrees C, mean summer temperature is 21 to 26 degrees C, and the frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dagflat and Motoqua soils.  Dagflat soils are fine-loamy, moderately deep to lithic contacts, and have mollic epipedons and argillic horizons.  Motoqua soils are loamy-skeletal, very shallow and shallow to lithic contacts, and have mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff;  moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Quazo soils are used for livestock grazing.  The vegetation is mountain big sagebrush, Haplopappus spp., cliffrose, Utah serviceberry, turbinella oak, Spanish dagger, desert almond, singleleaf pinyon, Utah juniper, Nevada bluegrass, desert needlegrass, bottlebrush squirreltail, and galleta.  Some areas at the highest elevations are marginal forestland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah in the Basin and Range physiographic province.  These soils are moderately extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The revision of May 2001 updates the taxonomic class from Loamy-skeletal, mixed, mesic Lithic Ustollic Haplargids and corrects missing information in the typical pedon.  The typical pedon at the series type location is a minor component in a delineation of Dagflat-Motoqua complex, 30 to 70 percent slopes, from the Washington County Area, Utah soil survey.  Field work is needed in the future to verify either that Quazo should be a named major component in the area of the type location or that the type location be moved to a more representative area.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 cm (A horizon).\nArgillic horizon - The zone from 5 to 46 cm (ABt, Bt1, and Bt2 horizons).\nLithic contact - The boundary at 46 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 5 to 46 cm (ABt, Bt1, and Bt2 horizons).\nADDITIONAL DATA: Previous authors and editors include: KMD/VLM/AJE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; brown (10YR 5/3) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure parting to moderate very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine, few medium, and common very fine vesicular pores; 55 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (3 to 8 cm thick)"
      },
      {
        "name": "ABt",
        "top": 5,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "ABt--5 to 8 cm; brown (10YR 5/3) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to strong very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few fine and very fine tubular pores; 40 percent gravel; neutral (pH 6.6); clear wavy boundary.  (0 to 23 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 23 cm; brown (10YR 5/3) very gravelly sandy clay loam, brown (7.5YR 4/2) moist; moderate coarse subangular blocky structure parting to moderate very fine subangular blocky; very hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; few fine and common very fine pores; 40 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--23 to 46 cm; reddish brown (5YR 5/4) very gravelly sandy clay loam, reddish brown (5YR 4/4) moist; moderate coarse prismatic structure parting to moderate fine subangular blocky; extremely hard, firm, moderately sticky and moderately plastic; few medium, fine, and very fine roots; few fine and common very fine pores; 45 percent gravel; neutral; gradual wavy boundary. (Combined thickness of the Bt horizons is 20 to 38 cm)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--46 cm; slightly weathered dacite."
      }
    ]
  ]
}
