{
  "SERIES": "QUEALY",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "12/1999",
  "STATES": "WY",
  "OVERVIEW": "Typically they have friable granular noncalcareous A horizons, moderately coarse textured very stony noncalcareous B2 horizons having subangular blocky structure, and moderately coarse textured very stony C horizons in which the matrix is generally noncalcareous but there is a consistent accumulation of secondary calcium carbonate on the underside of rock fragments.  They overlie bedrock at some point between 10 and 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Lithic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quealy very stony fine sandy loam - grassland (Colors are for dry soil unless otherwise stated).\nA1--0 to 4 inches; grayish brown (10YR 5/2) fine sandy loam dark grayish brown (10YR 4/2) moist; strong fine granular structure; soft, very friable, nonsticky, nonplastic; 50 percent flagstone more than 10 inches in diameter; noncalcareous, mildly alkaline, pH 7.7 (PT); clear smooth boundary.  (3 to 5 inches thick).\nB2--4 to 10 inches; brown (7.5YR 5/3) fine sandy loam, dark brown (7.5YR 4/3) moist; weak fine subangular blocky structure that parts to strong fine granules; soft, very friable, nonsticky, nonplastic; 65 percent flagstone; noncalcareous, mildly alkaline, pH 7.8 (PR); clear wavy boundary.  (3 to 13 inches thick).\nCca--10 to 15 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky, nonplastic; 75 percent flagstone; the matrix material is noncalcareous or only weakly calcareous, moderately alkaline, pH 7.8 (PR); consistent accumulation of secondary carbonate on the underside of rock fragments; abrupt wavy boundary.  (4 to 6 inches thick)\nR--15 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Wyoming.  Approximately 1,848 feet west of the east quarter corner of Sec. 13, T21N, R116W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have ochric epipedons and cambic horizons.  They overlie a lithic contact at some point between 10 and 20 inches.  The soils have weak but continuous horizons of visible secondary calcium carbonate accumulation.  Depth to calcareous material ranges from 9 to 19 inches and most of the matrix material throughout the regolith is noncalcareous.  Thickness of solum ranges from 8 to 18 inches.  The weighted average organic carbon content of the surface 15 inches or that portion of the soil above the bedrock is approximately .6 percent.  Sand/clay ratio ranges from 3 to 10.  Conductivity is less than 2 millimho and exchangeable sodium is typically less than 3.  The soil is base saturated.  Content of coarse fragments ranges from 35 to 80 percent and consists mainly of flagstone more than 10 inches in diameter derived from the underlying sandstone beds.  Texture of the matrix material is typically a fine sandy loam but clay may range from 5 to 18 percent, silt from 5 to 50 percent, and sand from 50 to 80 percent with more than 35 percent being fine or coarser sand.  Any textures coarser than loamy very fine sand are excluded from the above range.  Mean annual soil temperature ranges from 32 degrees F. to 46 degrees F., and mean summer soil temperature ranges from 59 degrees F. to 70 degrees F.  In 7 out of 10 years these soils are moist in some part of the moisture control section for more than one-fourth but less than one-half of the time the soil temperature at 20 inches is above 41 degrees F., and they are moist in all parts of the moisture control section for less than 60 cumulative days during the 120 days following the winter solstice.\nThe color of the A horizon may range in hue from 2.5Y to 7.5YR, in value from 5 to 6 dry or 3 to 5 moist, and in chroma from 2 to 3.  When the value of the surface horizon is as dark as 5 dry and 3 moist the horizon must be too thin or contain too little organic carbon to be a mollic epipedon.  Normally reaction ranges from pH 6.6 to pH 7.8 (1 to 5 dilution organic dye).  Primary structure is typically granular but may be crumb.  Consistence ranges from soft to slightly hard.\nThe color of the B2 horizon may range in hue from 2.5Y to 7.5YR, in value from 5 to 6 dry or 4 to 5 moist, and in chroma from 3 to 4.  Normally reaction ranges from pH 6.6 to pH 7.8.  Primary structure is generally subangular blocky, parting to crumb or granular.  This horizon should have redder hue, brighter chroma, or moderate grades of structure or show evidence of calcium carbonate translocation, or alteration of minerals.\nThe hue of the Cca horizon may range from 2.5Y to 7.5YR.  Normally reaction ranges from pH 7.4 to pH 8.2 with the matrix materials generally being noncalcareous.  Calcium carbonate equivalent may range from about 1 to 4 percent, including the calcium carbonate deposited on the coarse fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series presently placed in this subgroup and family.  Similar and related series include the Cedar Mountain and Fola series.  The Cedar Mountain series differs in having mean annual soil temperature warmer than 47 degrees F, and in containing less than 35 percent coarse fragments.  The Fola series differs in lacking the lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Quealy series occurs on sloping to steep upland hills and ridges.  Slopes typically range from 5 to 40 percent.  The soil is developing in moderately coarse textured and noncalcareous materials weathered from noncalcareous or only weakly calcareous sandstone.  At the type location the average annual precipitation is 10 inches with peak periods of precipitation occurring during the spring and early summer months.  The average annual air temperature is 40 degrees F., the average summer air temperature is 60 degrees F., the mean annual soil temperature is 45 degrees F., and the mean summer soil temperature is 61 degrees F..  Elevation is 6,500 to 7,500 feet.  The FFS is about 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Comer and Kemmerer series.  The Comer series differs in lacking a lithic contact above 40 inches and in lacking a cambic horizons.  The Kemmerer series differs in having a paralithic rather than a lithic contact above 20 inches, in being calcareous, and in lacking a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium, permeability is moderately rapid above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Native vegetation includes sagebrush, Sandberg bluegrass, and thickspike wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to the high mountain valleys of Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Lincoln County, Wyoming, 1970.  The series name is taken from the name of railroad siding in Lincoln County, Wyoming.\nClassification updated to superactive, frigid Lithic Ustic Haplocambids from Borollic Lithic Camborthids December 1999.  Description last updated by state June 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; grayish brown (10YR 5/2) fine sandy loam dark grayish brown (10YR 4/2) moist; strong fine granular structure; soft, very friable, nonsticky, nonplastic; 50 percent flagstone more than 10 inches in diameter; noncalcareous, mildly alkaline, pH 7.7 (PT); clear smooth boundary.  (3 to 5 inches thick)."
      },
      {
        "name": "B2",
        "top": 10,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2--4 to 10 inches; brown (7.5YR 5/3) fine sandy loam, dark brown (7.5YR 4/3) moist; weak fine subangular blocky structure that parts to strong fine granules; soft, very friable, nonsticky, nonplastic; 65 percent flagstone; noncalcareous, mildly alkaline, pH 7.8 (PR); clear wavy boundary.  (3 to 13 inches thick)."
      },
      {
        "name": "Cca",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cca--10 to 15 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky, nonplastic; 75 percent flagstone; the matrix material is noncalcareous or only weakly calcareous, moderately alkaline, pH 7.8 (PR); consistent accumulation of secondary carbonate on the underside of rock fragments; abrupt wavy boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--15 inches; hard sandstone bedrock."
      }
    ]
  ]
}
