{
  "SERIES": "QUEALMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, frigid Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quealman fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; moderate fine granular structure, some thin strata occupy about 1/3 of the horizon; soft, very friable, nonsticky and nonplastic; common fine and very fine roots; slightly effervescent, lime disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (1 to 7 inches thick)\nC--5 to 60 inches; light brownish gray (2.5Y 6/2) fine sandy loam stratified with thin to moderately thick lenses of loamy sand, sand, and loam, dark grayish brown (2.5Y 4/2) moist; massive with visible strata; slightly hard, very friable, nonsticky and nonplastic; common fine and very fine roots to about 22 inches, few fine roots to 36 inches; strongly effervescent, lime disseminated, some strata contain more lime than others; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uinta County, Wyoming; about 2,500 feet north and 1,000 feet west of the southeast corner of sec. 19, T. 15 N., R. 113 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are typically calcareous throughout but may be leached a few inches in some pedons.  Depth to bedrock exceeds 60 inches.  Organic carbon decreases irregularly with depth and ranges from .2 to 2 percent in the strata above 24 inches.  The mean annual soil temperature is about 41 degrees F. and ranges from 39 to 45 degrees F., and the mean summer soil temperature ranges from 59 to about 64 degrees F.  The particle size control section is stratified with loam, fine sandy loam, sandy loam, and loamy sand or sand; but the weighted average contains 5 to 18 percent clay, 5 to 40 percent silt, and 45 to 80 percent sand with more than 35 percent being fine or coarser sand.  Coarse  fragments range from 0 to 15 percent when averaged and are fine or medium rounded pebbles.  Exchangeable sodium ranges from 0 to 15 percent.  EC ranges from 2 to 8 mmhos throughout.  Calcium carbonates range from 1 to 10 percent throughout and are typically disseminated.  Some thin strata may appear to have secondary accumulations of carbonates, but these are discontinuous within any given pedon.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 4.  Reaction is moderately or strongly alkaline.\nThe C horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  The colors are somewhat variable because of the stratification.  Mottling occurs in many pedons and typically are of high chroma.  This horizon does not have gleyed colors above 40 inches.  Reaction is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Glenderson series in the same class and the similar Clowers and Laney series.  Glenderson soils have more than 15 percent exchangeable sodium throughout the C horizon.  Clowers and Laney soils have more than 18 percent clay throughout the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Quealman soils are on nearly level floodplains and low terraces.  These soils have rare to occasional flooding depending upon position.  Water tables at 2 to 4 feet are usually a result of irrigation, but natural high water tables are common.  Slopes are 0 to 3 percent.  Elevations range from 6,400 to 7,600 feet.  The mean annual precipitation is about 7 inches and ranges from 5 to 10 inches.  About half the annual precipitation falls as rain or snow in April, May, and early June.  The mean annual temperature is about 40 degrees F. and ranges from 38 to 44 degrees F. The frost-free season is estimated to range from 65 to 90 days depending upon aspect, air drainage, and elevation."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mishak soils and the competing Clowers and Laney soils.  Mishak soils are wet and have more than 18 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well and somewhat poorly drained; slow and medium runoff depending upon position of loam strata; moderately rapid permeability.  These soils are subject to rare or occasional flooding depending upon position."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, native hay, and wildlife habitat.  Native vegetation is alkali sacaton. basin wildrye, thickspike wheatgrass, western wheatgrass, and scattered cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uinta County, Wyoming; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
