{
  "SERIES": "QUEBRADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLL; GRB",
  "REVDATE": "02/2006",
  "STATES": "PR",
  "OVERVIEW": "The Quebrada series consists of shallow, well drained, moderately permeable soils on summits, shoulders and back slopes of mountains of the Humid Mountains and Valleys MLRA.  They formed in colluvium and residuum material that weathered from tuffaceous sandstone, siltstone, breccia, and conglomerate, lava, and tuff.  Near the type location, the mean annual temperature is about 75 degrees F., and the mean annual precipitation is about 56 inches. Slopes range from 12 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, mixed, active, isohyperthermic, shallow Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quebrada clay loam--naturalized pastureland (Colors are for moist soil).\nAp--0 to 2 inches; very dark gray (10YR 3/1) clay loam; strong fine and medium granular structure; soft, friable; slightly sticky, slightly plastic; many very fine and fine roots; many very fine irregular pores; about 5 percent, by volume, pebbles; slightly acid; clear smooth boundary. (2 to 8 inches thick)\nBt1--2 to 10 inches; brown (10YR 4/3) clay; strong medium subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; common distinct clay films on face of peds; many very fine and fine roots; common fine irregular pores; about 5 percent, by volume, pebbles; neutral; clear wavy boundary.\nBt2--10 to 19 inches; dark grayish brown (10YR 4/2) clay; strong medium and coarse subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; common prominent clay films on face of peds; common fine and medium roots; common fine and medium irregular pores, few fine tubular pores; about 10 percent, by volume pebbles; neutral; abrupt wavy boundary. (Combined thickness of the Bt horizons ranges from 8 to 18 inches)\nCr1--19 to 26 inches; highly weathered volcanic rock; few fine roots; neutral; abrupt wavy boundary.\nCr2--26 to 60 inches; highly fractured volcanic rock; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sabana Grande, Puerto Rico.  Approximately 3.0 miles northeast of downtown Sabana Grande from the intersection of P.R. Hwy. 120 and P.R. Hwy. 364.about 0.6 mile southwest of Fraile Peak, about 0.4 mile west of P.R. Hwy. 365 on dirt road; about 50 feet north of road in naturalized pastureland.  USGS Sabana Grande topographic quadrangle (1966); lat. 18 degrees 06 minutes 48 seconds N.; long. 66 degrees 55 minutes 43 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to highly fractured unconsolidated rock ranges from 9 to 20 inches.  Reaction ranges from slightly acid to neutral throughout.\nThe A or Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 1 or 3. Content of pebbles ranges from 2 to 10 percent, by volume, and content of cobbles ranges from 0 to 5 percent, by volume.  Texture is sandy loam, silty clay loam, clay loam, clay or their gravelly analogs.\nThe AB horizon, where present, has hue of 10YR, value of 3, and chroma of 3.  Texture is sandy clay loam.  Content of pebbles range from 0 to 2 percent, by volume.\nThe Bt horizon has hue of 10YR, value of 3 or 4, and chroma of 2 to 4.  Texture is clay loam, silty clay, or clay.  Content of pebbles range from 0 to 10 percent, by volume.\nThe Cr horizon is composed of semi consolidated volcanic rock.  The upper part can be excavated easily with hand tools.  The lower part can be excavated with difficulty with hand tools and is rippable by mechanical equipment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Juncal series in the same family.  The moderately well drained Juncal soils are on lower positions and are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Quebrada soils are on summits, shoulders and back slopes of mountains on the Humid Mountains and Valleys MLRA.  Slopes range from 12 to 60 percent.  They formed in colluvium and residuum that weathered from tuffaceous sandstone, siltstone, breccia, and conglomerate, lava and tuff.  The climate is humid tropical.  The average annual precipitation ranges from 43 to 68 inches and the average annual temperature ranges from 73 to 77 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caguabo, Consumo, El Cacique (T), Humatas, La Taina (T), Maraguez, Morado and Mucara series.  All of these soils are on similar positions.  Caguabo soils are shallow to consolidated bedrock and do not have an argillic horizon.  Consumo soils are moderately deep. Humatas and Maraguez soils are very deep.  El Cacique (T) and La Taina (T) soils are shallow to serpentinite bedrock and have a mollic epipedon.  Morado and Mucara soils are moderately deep to bedrock and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Quebrada soils are on naturalized pastureland.  A few areas are used for coffee plantations, pigeon peas and pumpkins.  The vegetation consists of native and introduced grasses, shrubs, and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Summits, shoulders and back slopes of mountains of the Humid Mountains and Valleys MLRA.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Villalba Municipality, Puerto Rico; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 2 inches (Ap horizon).\nArgillic horizon - the zone from 2 to 19 inches (Bt1 and Bt2 horizons).\nParalithic contact - the contact at 19 inches (Cr1 horizon).\nThe type location was moved to its present location in 2006 based on field observations this profile is a better representation of the series concept. The classification was updated with the 06/2002 draft from Fine, mixed, active, isohyperthermic Dystric Eutrudepts to Fine, mixed, active, isohyperthermic Typic Hapludalfs based on the recognition of an argillic horizon.\nThis soil formed in the Rio Loco formation (Kl).\nQuebrada soils are in MLRA 270."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 2 inches; very dark gray (10YR 3/1) clay loam; strong fine and medium granular structure; soft, friable; slightly sticky, slightly plastic; many very fine and fine roots; many very fine irregular pores; about 5 percent, by volume, pebbles; slightly acid; clear smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--2 to 10 inches; brown (10YR 4/3) clay; strong medium subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; common distinct clay films on face of peds; many very fine and fine roots; common fine irregular pores; about 5 percent, by volume, pebbles; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--10 to 19 inches; dark grayish brown (10YR 4/2) clay; strong medium and coarse subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; common prominent clay films on face of peds; common fine and medium roots; common fine and medium irregular pores, few fine tubular pores; about 10 percent, by volume pebbles; neutral; abrupt wavy boundary. (Combined thickness of the Bt horizons ranges from 8 to 18 inches)"
      },
      {
        "name": "Cr1",
        "top": 48,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cr1--19 to 26 inches; highly weathered volcanic rock; few fine roots; neutral; abrupt wavy boundary."
      },
      {
        "name": "Cr2",
        "top": 66,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr2--26 to 60 inches; highly fractured volcanic rock; neutral."
      }
    ]
  ]
}
