{
  "SERIES": "QUEETS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH/RJE",
  "REVDATE": "08/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Queets medial silt loam, forested. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leave and twigs.\nA--1 to 7 inches; dark brown (10YR 3/3) medial silt loam, yellowish brown (10YR 5/4) dry; moderate fine and very fine subangular blocky structure parting to granular; slightly hard, friable, slightly sticky and moderately plastic and weakly smeary; many fine and very fine roots; many fine and very fine tubular and irregular pores; very strongly acid (pH 4.6); gradual smooth boundary. (5 to 8 inches thick)\nBw1--7 to 17 inches; dark yellowish brown (10YR 4/4) medial silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic and weakly smeary; many fine and very fine roots; many fine and very fine tubular and irregular pores; very strongly acid (pH 4.8); gradual smooth boundary. (10 to 16 inches thick)\nBw2--17 to 29 inches; dark yellowish brown (10YR 4/4) medial silt loam, light yellowish brown (10YR 6/4) dry; moderate fine, very fine, and medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic and weakly smeary; many fine and very fine roots; many fine and very fine tubular and irregular pores; very strongly acid (pH 4.8); gradual smooth boundary. (12 to 24 inches thick)\nBw3--29 to 61 inches; olive brown (2.5Y 4/4) medial silt loam, light yellowish brown (2.5Y 6/4) dry; weak fine, very fine, and medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic and weakly smeary; common very fine irregular pores; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clallam County, Washington; 200 feet east of ITT Rayonier logging road and 400 feet north of the Bogachiel River; 1,000 feet east of the NW corner of section 23, T.28N., R.14W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 51 degrees F. The difference between the mean winter and mean summer soil temperature is 5 to 9 degrees F. The soils are usually moist and are dry for less than 45 consecutive days; udic moisture regime. The solum has andic soil properties with moist bulk density of 0.70 to 0.90 g/cc, acid oxalate extractable aluminum plus one-half the acid oxalate iron of 2 to 4 percent, phosphate retention of 85 to 100 percent, 15-bar water retention of 15 to 25 percent for air dried samples and acid oxalate iron of 1.5 to 3.0 percent The particle size control section is 0 to 2 percent gravel and has 10 to 18 percent apparent clay. The soil is strongly acid or very strongly acid throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 or 5 dry, and chroma of 3 or 4. It has 10 to 20 percent organic matter.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist. It is medial silt loam or medial very fine sandy loam. This horizon has subangular blocky or angular blocky structure. It has 1 to 12 percent organic matter decreasing to less than 7 percent below 20 inches.\nSome pedons have a 2C horizon at a depth greater than 40 inches. This horizon lacks andic soil properties and has hue of 10YR or 2.5Y, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4. It ranges from very gravelly sand to silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Calawah, Ilwaco, Klootchie, Knappton, Lint, Lytell, Narel, Neotsu, Neskowin, Newskah, Palix and Salander series. The Calawah, Ilwaco, Klootchie, Lint, Lytell, Narel, Neotsu, Neskowin, Palix, and Salander soils have an umbric epipedon. Calawah soils have 20 to 35 percent field estimated clay. Ilwaco soils are on mountains and have 0 to 15 percent paragravel. Klootchie soils are on mountains. Knappton soils are on mountains and have 20 to 40 percent field estimated clay. Lytell soils are on mountains and have 35 to 60 percent parafragments. Mopang soils have cemented till at 40 to 60 inches. Newskah soils have a solum 40 to 60 inches thick with loamy fine sand below 40 inches. Palix soils are deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Queets soils are on river terraces at elevations of 0 to 600 feet. They formed in silty alluvium. The soils are in a mild marine climate and have cool, moist summers and cool, wet winters. The mean annual precipitation is 85 to 125 inches. The average January temperature is about 38 degrees F; the average July temperature is about 61 degrees F; and the mean annual temperature is about 51 degrees F. The frost-free season is 140 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hoh, Solduc, Tealwhit and Quillayute soils. Hoh soils have andic soil properties 9 to 14 inches thick. Solduc soils are medial-skeletal with sandy-skeletal substratum. Quillayute soils have a melanic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderate permeability. These soils are subject to none or rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production and wildlife are the principal uses. Small areas are used for cropland and permanent pasture. Native vegetation is western hemlock, Sitka spruce, and red alder. Understory species include red huckleberry, blue leaved huckleberry, salal, devil's club, salmonberry, elderberry, western swordfern, deer fern, lady fern, and Oregon oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West side of the Olympic Peninsula in western Washington; MLRA 4A. This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Washington, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an ochric epipedon, and a cambic horizon from 7 to 61 inches, andic soil properties from 1 to 61 inches.\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
