{
  "SERIES": "QUEENY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RNR-RMR-RM",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Queeny series consists of very shallow and shallow to a petrocalcic horizon, well drained soils that formed in calcareous loamy over gravelly alluvium derived from shale, claystone, siltstone, or chalk of Cretaceous Age. These nearly level to moderately steep soils are on treads of stream terraces on dissected plains. Slopes range from 1 to 20 percent. Mean annual precipitation is about 820.2 mm (32.29 in) and the mean annual air temperature is about 20.8 degrees C (69.4 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Queeny gravelly loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 23 cm (0 to 9 in); very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, friable; common fine roots; about 15 percent siliceous pebbles; few limestone pebbles on surface and within horizon; calcareous, moderately alkaline; abrupt wavy boundary.  (10 to 51 cm [4 to 20 in] thick)\nBkkm--23 to 43 cm (9 to 17 in); very pale brown (10YR 8/3) strongly cemented platy caliche containing common embedded siliceous and limestone pebbles; the caliche plates are mostly 10 to 38 cm (4 to 15 in) long and 3 to 5 cm (1  to 2 in) thick; few fine crevices and solution channels filled with very dark grayish brown loam in the upper plates; moderately alkaline; clear wavy boundary.  (5 to 46 cm [2 to 18 in] thick)\nCk--43 to 94 cm (17 to 37 in); very pale brown (10YR 8/2) weakly cemented, massive caliche containing common embedded siliceous and limestone pebbles; moderately alkaline; clear wavy boundary.  (51 to 244 cm [20 to 96 in] thick)\n2C--94 to 366 cm (37 to 144 in); very gravelly sand composed of about 60 to 70 percent by volume of siliceous and limestone pebbles and 30 to 40 percent by volume of brownish yellow (10YR 6/6) and light gray (10YR 7/2) fine sand; pebbles are mostly 0.4  to 3 cm (0.125 to 1 in) in diameter; some of the fine sand is in interbedded layers that are 0.4 to 10 cm (0.25  to 4 in) thick and 5 to 15 cm (2 to 6 in) apart; loose; few soft bodies of calcium carbonate; calcareous, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guadalupe County, Texas; From the intersection of State Highway 123 and U.S. Highway 90 Alternate in Seguin, Texas; 1.5 miles east on U.S. Highway 90 Alternate to the east edge of the Seguin Auxiliary Airfield; 0.2 mile south on a gravel road and 400 ft west along west face of gravel pit.\nUSGS topographic quadrangle: Seguin, TX;\nLatitude: 29 degrees, 34 minutes, 25.1 seconds North;\nLongitude: 97 degrees, 55 minutes, 18.2 seconds West.\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth: from 10 to 51 cm (4 to 20 in)\nSoil Moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for 90 or more cumulative days and moist, in some part, either for more than 180 cumulative days per year, or for 90 or more consecutive days in normal years.\nSoil temperature: 15 to 22 degrees C (59 to 72 degrees F)\nThickness of mollic epipedon: 0 to 23 cm (0 to 9 in) thick\nThickness of petrocalcic horizon: 5 to 46 cm (2 to 18 in) thick\nParticle-size control section:\nSilicate clay content: 22 to 35 percent\nRock fragments: amount-2 to 25 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nCalcium carbonate equivalent: 1 to 15 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5, dry or moist\nChroma: 2 or 3, dry or moist\nTexture: clay loam, loam, silty clay loam, gravelly clay loam, gravelly loam, or gravelly silty clay loam\nRock fragments: amount-2 to 25 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nBkkm horizon\nHue: 10YR\nValue: 7 or 8, dry or moist\nChroma: 1 to 3, dry or moist\nOther features: strongly cemented platy caliche that has an estimated hardness of 2 to 3 on Moh's scale and is uniformly plugged with carbonates.\nCk horizon\nHue: 10YR\nValue: 7 or 8, dry or moist\nChroma: 1 to 3, dry or moist\nOther features: Structure is massive and rupture resistance is indurated to soft\n2C horizon\nHue: 10YR\nValue: 6 or 7, dry or moist\nChroma: 1 to 8, dry or moist\nTexture: gravelly fine sand, very gravelly fine sand, gravelly loamy fine sand, or very gravelly loamy fine sand\nRock Fragments: amount- 50 to 80 percent; size-mainly gravels 0.4 to 2.3 cm (0.125 to 0.75 in), a few cobbles 8 cm (3 in), and an occasional boulder in the lower part on some pedons; kind-limestone and quartzite; shape-nonflat\nOther features: Some of the fine sand is in interbedded layers that are 0.75 to 10 cm (0.25  to 4 in) thick and 5 to 15 cm (2 to 6 in) apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Carbine, Espy, Kimberson, Ozona, and Pitzer series in the same family and the similar Cho, Kavett, Mereta, Patrick, and Stephen series.\nCarbine soils: occurs in an aridic ustic moisture regime.\nEspy soils: have cambic horizons.\nKimberson soils: have an ustic moisture regime bordering on aridic.\nOzona soils:  occurs in an aridic ustic moisture regime and does not have quartzite in the subtrata.\nPitzer soils: are underlain with shale or limestone and are in drier climates.\nCho soils: have a carbonatic mineralogy class.\nKavett, Mereta, and Stephen soils: have more than 35 percent silicate clay.  In addition, Stephen soils lack a calcic horizon.\nPatrick soils: lack a petrocalcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous loamy over gravelly alluvium derived from shale, claystone, siltstone, or chalk of Cretaceous Age. These soils formed over thick beds of Uvalde gravel and sand deposited by ancient streams.\nLandscape: River Valleys or Dissected Plains\nLandform: Risers of ancient stream terraces\nSlope: 1 to 20 percent\nMean annual air temperature: 18 to 21 degrees C (64.4 to 69.8 degrees F)\nMean annual precipitation: 737 to 948 mm (29 to 37.3 in)\nFrost-free period: 235 to 266 days\nElevation: 117 to 244 m (383.9 to 800.5 ft)\nThornthwaite P-E Index: 42 to 50"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Patrick, Boerne, Lewisville, and Venus series.\nThey all have cambic horizons and lack petrocalcic horizons.  In addition, Boerne soils lack a mollic epipedon.  Patrick soils occur on similar surfaces.  Boerne, Lewisville, and Venus soils on stream terraces at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well;\nPermeability class: A horizon is moderate and very slow on the petrocalcic horizon\nRunoff: high on slopes less than 1 percent and very high on slopes of 1 to 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland and as a source of gravel.  Native vegetation is live oak and mesquite trees, with grasses such as buffalograss, threeawns, Texas wintergrass, and sideoats grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil occurs primarily in the Texas Blackland Prairies, Northern Part (MLRA 86A) and is of moderate extent and to a minor extent in the Edwards Plateau, Eastern Part (MLRA 81C) and the Grand Prairie (MLRA 85)."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Patrick series.\nDiagnostic features and horizons recognized in this pedon are:\nMollic epipedon: 0 to 23 cm (0 to 9 in) (A horizon)\nPetrocalcic horizon: 23 to 43 cm (9 to 17 in) (Bkm horizon)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 23 cm (0 to 9 in); very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, friable; common fine roots; about 15 percent siliceous pebbles; few limestone pebbles on surface and within horizon; calcareous, moderately alkaline; abrupt wavy boundary.  (10 to 51 cm [4 to 20 in] thick)"
      },
      {
        "name": "Bkkm",
        "top": 23,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkkm--23 to 43 cm (9 to 17 in); very pale brown (10YR 8/3) strongly cemented platy caliche containing common embedded siliceous and limestone pebbles; the caliche plates are mostly 10 to 38 cm (4 to 15 in) long and 3 to 5 cm (1  to 2 in) thick; few fine crevices and solution channels filled with very dark grayish brown loam in the upper plates; moderately alkaline; clear wavy boundary.  (5 to 46 cm [2 to 18 in] thick)"
      },
      {
        "name": "Ck",
        "top": 43,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ck--43 to 94 cm (17 to 37 in); very pale brown (10YR 8/2) weakly cemented, massive caliche containing common embedded siliceous and limestone pebbles; moderately alkaline; clear wavy boundary.  (51 to 244 cm [20 to 96 in] thick)"
      },
      {
        "name": "2C",
        "top": 94,
        "bottom": 366,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "texture_class": "fine sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--94 to 366 cm (37 to 144 in); very gravelly sand composed of about 60 to 70 percent by volume of siliceous and limestone pebbles and 30 to 40 percent by volume of brownish yellow (10YR 6/6) and light gray (10YR 7/2) fine sand; pebbles are mostly 0.4  to 3 cm (0.125 to 1 in) in diameter; some of the fine sand is in interbedded layers that are 0.4 to 10 cm (0.25  to 4 in) thick and 5 to 15 cm (2 to 6 in) apart; loose; few soft bodies of calcium carbonate; calcareous, moderately alkaline."
      }
    ]
  ]
}
