{
  "SERIES": "QUEENCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJB/WAS/CEM",
  "REVDATE": "07/2012",
  "STATES": "AZ,NM,TX",
  "OVERVIEW": "The Queencreek series consists of very deep, excessively drained soils that formed from mixed stream alluvium.  Queencreek soils are on flood plains and inset fans and have slopes of 0 to 8 percent.  The mean annual precipitation is about 11 inches and the mean annual air temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Queencreek extremely gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)  The surface is covered with 40 percent fine gravel, 40 percent medium gravel, 15 percent large gravel, and 5 percent cobble.\nC1--0 to 7 inches; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine roots; many fine interstitial pores; 60 percent gravel and 5 percent cobble; slight effervescence; slightly alkaline (pH 7.6); abrupt wavy boundary.\nC2--7 to 17 inches; brown (10YR 5/3) very gravelly sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common fine, medium, and coarse roots; many fine interstitial pores; 37 percent gravel; slight effervescence; slightly alkaline (pH 7.8); abrupt wavy boundary.\nC3--17 to 60 inches; brown (10YR 5/3) stratified very gravelly coarse sand with thin strata of gravelly fine sand and gravelly coarse sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common fine and coarse roots; many fine interstitial pores; 46 percent gravel; slight effervescence; slightly alkaline (pH 7.8).  (Combined thickness of the C horizons is 50 to 80 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pinal County, Arizona; located at latitude 33 degrees, 02 minutes, 43 seconds North and longitude 110 degrees, 55 minutes, 21 seconds West; about 800 feet south and 2,500 feet west of northeast corner of section 33, Township 4 S., Range 14 E.; USGS Quadrangle - Kearny."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature: 62 to 72 degrees F.\nRock fragments: 15 to 85 percent (mostly fine and medium gravel; but can have 5 to 30 percent cobbles)\nOrganic matter: decreases irregularly due to thin strata and recurring flood events\nReaction: neutral to moderately alkaline (pH 6.6 to 8.4)\nC horizon\nHue:  10YR, 7.5YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  2 or 4, dry or moist\nTexture:  coarse sand, sand, loamy sand, loamy coarse sand with thin strata ranging from silty clay loam to coarse sand loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Queencreek soils are on flood plains and inset fans at elevations of 1,750 to 4,000 feet.  They formed in mixed stream alluvium.  Slopes range from 0 to 8 percent.  The mean annual precipitation is 8 to 12 inches.  The mean annual air temperature is 60 to 70 degrees F.  The frost-free period is 190 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agustin, Hayhook, and Bucklebar soils.  Agustin and Hayhook soils are coarse-loamy.  Bucklebar soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; very low runoff; rapid to very rapid permeability.  These soils are subject to occasional, brief periods of flooding between July and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing, wildlife habitat and recreation.  Vegetation is big bursage, mesquite, seep willow, desert willow, and netleaf hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Arizona, south central New Mexico, and west Texas.  Queencreek soils are not extensive.  MLRAs are 38, 40, 41, and 42"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochise County, Arizona.  Soil Survey of Cochise County, Arizona, Northwestern Part, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - the absence of diagnostic horizons\nFluventic feature - irregular decrease in organic matter due to thin strata and recurring flood events\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--0 to 7 inches; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine roots; many fine interstitial pores; 60 percent gravel and 5 percent cobble; slight effervescence; slightly alkaline (pH 7.6); abrupt wavy boundary."
      },
      {
        "name": "C2",
        "top": 18,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C2--7 to 17 inches; brown (10YR 5/3) very gravelly sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common fine, medium, and coarse roots; many fine interstitial pores; 37 percent gravel; slight effervescence; slightly alkaline (pH 7.8); abrupt wavy boundary."
      },
      {
        "name": "C3",
        "top": 43,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "C3--17 to 60 inches; brown (10YR 5/3) stratified very gravelly coarse sand with thin strata of gravelly fine sand and gravelly coarse sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common fine and coarse roots; many fine interstitial pores; 46 percent gravel; slight effervescence; slightly alkaline (pH 7.8).  (Combined thickness of the C horizons is 50 to 80 inches)"
      }
    ]
  ]
}
