{
  "SERIES": "QUEMADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-RM",
  "REVDATE": "05/2009",
  "STATES": "TX",
  "OVERVIEW": "The Quemado series consists of soils that are shallow to a petrocalcic horizon. They are well drained, moderately permeable soils that formed in gravelly loamy alluvium over highly calcareous materials. These nearly level to moderately sloping soils are on knobs of paleoterraces. Slope ranges from 0 to 8 percent. Mean annual temperature is about 22 degrees (72 degrees F) and mean annual precipitation is about 533 mm (21 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic, shallow Ustalfic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quemado very gravelly sandy loam in rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); brown (7.5YR 4/4) very gravelly sandy loam, dark brown (7.5YR 3/4) moist; weak granular structure; hard, friable, slightly sticky and nonplastic; 50 percent rounded quartz, chert, sandstone, and igneous gravel; neutral; clear smooth boundary. (8 to 20 cm [3 to 8 in] thick)\nBt--13 to 31 cm (5 to 12 in); reddish brown (5YR 4/4) very gravelly sandy loam; dark reddish brown (5YR 3/4) moist; weak granular structure; hard, friable, slightly sticky and nonplastic; few faint clay films on surfaces of peds and coarse fragments; about 55 percent rounded gravel; neutral; abrupt wavy boundary. (13 to 31 cm [5 to 12 in] thick)\nBkkm1--31 to 61 (12 to 24 in); pinkish white (7.5YR 8/2) strongly cemented calcium carbonate, having few fractures; finely laminated and indurated in upper part; about 50 percent embedded rounded siliceous gravel; moderately alkaline; diffuse irregular boundary. (10 to 46 cm [4 to 18 in] thick)\nBkkm2--61 to 203 cm (24 to 80 in) pinkish white (7.5YR 8/2) weakly cemented calcium carbonate; massive; about 50 percent siliceous gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kinney County, Texas; from the intersection of U.S. Highways 90 and 277 in Del Rio, 14.7 miles south on U.S. Highway 277 to Canal Headgate Road; 1.6 miles west on Canal Headgate Road; 100 feet south into rangeland.  Cow Creek Tank, TX USGS topographic quadrangle. Latitude: 29 degrees, 11 minutes, 50.235 seconds N.; Longitude: 100 degrees, 44 minutes, 57.933 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic soil moisture regime bordering on ustic. The soil moisture control section is dry in all parts for less than 270 cumulative days in normal years. The soil is driest during the months of May through July and December through February. These soils are intermittently moist in August through November and March through April.\nSurface coverage: 30 to 90 percent rounded pebbles\nSolum thickness: 25 to 51 cm (10 to 20 in)\nMean annual soil temperature: 22 to 24 degrees C (72 to 76 degrees F).\nDepth to argillic horizon: 8 to 23 cm (3 to 9 in) (A horizon)\nDepth to petrocalcic horizon: 20 to 51 cm (8 to 20 in)\nParticle-size control section (weighted average)\nClay content: 13 to 26 percent\nCoarse fragments: 35 to 80 percent\nCEC/clay ratio: 0.60 to 0.90\nA horizon\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: very gravelly or extremely gravelly sandy loam or loam\nClay content: 10 to 21 percent\nCoarse fragments: 35 to 80 percent\nBase saturation: 100 percent\nCalcium carbonate equivalent: 0 to trace\nIdentifiable secondary carbonate: none\nEC (dS/m): 0 to 1\nGypsum: 0 to trace\nSAR: 0 to trace\nEffervescence: none to very slight\nReaction: slightly acid to slightly alkaline\nBt horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5\nChroma: 2 to 6\nTexture: very gravelly or extremely gravelly sandy loam, loam, or sandy clay loam\nClay content: 13 to 26 percent\nClay films: few to common, faint to distinct, of surfaces of peds and lining pores\nCoarse fragments: 35 to 80 percent quartz, chert, limestone, and indurated caliche, or igneous rocks\nBase saturation: 100\nCalcium carbonate equivalent: 0 to 1 percent\nIdentifiable secondary calcium carbonate: none\nEC (dS/m): 0 to 1\nGypsum: 0 to 1 percent\nSAR: 0 to 1\nEffervescence: none to slightly\nReaction: neutral or slightly alkaline\nThe Bkkm1 horizon\nHue: 7.5YR\nValue: 7 or 8\nChroma: 2 to 4\nCoarse fragments: about 50 percent embedded rounded siliceous gravel\nThis horizon is moderately or strongly cemented in the upper part.\nThe Bkkm2 horizon\nHue: 7.5YR\nValue: 7 or 8\nChroma: 2 to 4\nCoarse fragments: about 50 percent siliceous gravel\nThis horizon is weakly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family.  Similar soils are the Grava (TX), Hollace (NV), Jimenez (TX), Mata (TX), Plaintank (AZ), Terino (NM), and Yologo (TX) series.\nGrava, Jimenez, and Yologo soils: have mollic epipedons, in addition the Grava soils are clayey-skeletal\nHollace and Plaintank soils: are in the mesic soil temperature regime.\nMata soils: are deep to weathered shale bedrock and do not have a petrocalcic horizon.\nTerino soils: are in the thermic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: gravelly loamy alluvium derived from the Uvalde Gravel.\nLandform: knobs on paleoterraces.\nSlope: 0 to 8 percent.\nMean annual air temperature: 21 to 23 degrees C (70 to 74 degrees F).\nMean annual precipitation: 432 to 635 mm (17 to 25 in).\nPrecipitation pattern: moist spring and fall months and dry summer and winter months.\nFrost-free period: 260 to 360 days.\nElevation: 31 to 274 m (100 to 900 ft).\nThornthwaite annual P-E indices: 24 to 28."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Delmita, Jimenez, Olmos, and Zapata series. (This aridisol is currently associated with soils in the ustic/aridic soil moisture regime. Associated soils will be evaluated in the future to insure proper taxonomic placement. This section will be updated to reflect any changes that may occur.)\nDelmita soils: are in the fine-loamy family and are on similar positions\nJimenez and Olmos soils: have a mollic epipedon, no argillic horizons and are on lower positions\nZapata soils: are not gravelly, do not have an argillic horizons and are on lower positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate above the very slowly permeable petrocalcic horizon.  Runoff is negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Vegetation is a sparse cover of red grama, hairy tridens, threeawn, and Hall's panicum, and woody shrubs including cenizo, catclaw acacia, pricklypear, and some cacti.  Ecological site is Gravelly Ridge 18-35 PZ (R083BY419TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Rio Grande Plain, Texas; LRR I, MLRA 83B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kinney County, Texas, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification change from Ustalfic Paleargids to Ustic Petroargids based on application of the second edition of Soil Taxonomy, 1999. Classification change from Ustic Petroargids to Ustalfic Petrocalcids based on application of the Keys of Soil Taxonomy, Tenth Edition, 2006.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 13 to 31 cm (5 to 12 in).  (Bt horizon)\nOchric epipedon: 0 to 13 cm (0 to 5 in) (A horizon) .\nArgillic horizon: 13 to 31 cm (5 to 12 in) (Bt horizon).\nPetrocalcic horizon: 13 to 203 cm (12 to 80 in) (Bkkm horizons).\nAdditional data: The assignment of cation exchange capacity is inferred from surrounding surveys.\nTaxonomic version: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm (0 to 5 in); brown (7.5YR 4/4) very gravelly sandy loam, dark brown (7.5YR 3/4) moist; weak granular structure; hard, friable, slightly sticky and nonplastic; 50 percent rounded quartz, chert, sandstone, and igneous gravel; neutral; clear smooth boundary. (8 to 20 cm [3 to 8 in] thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 31,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--13 to 31 cm (5 to 12 in); reddish brown (5YR 4/4) very gravelly sandy loam; dark reddish brown (5YR 3/4) moist; weak granular structure; hard, friable, slightly sticky and nonplastic; few faint clay films on surfaces of peds and coarse fragments; about 55 percent rounded gravel; neutral; abrupt wavy boundary. (13 to 31 cm [5 to 12 in] thick)"
      },
      {
        "name": "Bkkm2",
        "top": 61,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkkm2--61 to 203 cm (24 to 80 in) pinkish white (7.5YR 8/2) weakly cemented calcium carbonate; massive; about 50 percent siliceous gravel; moderately alkaline."
      }
    ]
  ]
}
