{
  "SERIES": "QUEPONCO",
  "STATUS": "Tentative Series",
  "BYREV": "SYD-CJH-AMH/Rev. PSK-JAK",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults\nDepth Class: Very Deep\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Deep (40 to 72 inches)and common (3 to 6 months)\nPermeability: Moderate\nIndex Surface Runoff: Low\nLandscape: Peninsula\nLandform: Interfluves and broad interstream divides\nHillslope Profile Position: Summits, shoulders, and backslope\nGeomorphic Component: Rise and talfs\nParent Material: Loamy fluvial and eolian deposits underlain by sandy and loamy fluvial and marine (fluviomarine) deposits\nSlope: 0 to 5 percent\nElevation (type location): 5 feet\nMean Annual Air Temperature (type location near Princess Anne, MD): 57 degrees F.\nMean Annual Precipitation (type location near Princess Anne, MD): 46 inches\nTAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Queponco silt loam, (in an area of Queponco silt loam, 2 to 8 percent slopes) on a smooth 1 percent slope, in a fallow farm field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 10 inches; yellowish brown (10YR 5/4) silt loam; moderate coarse and medium subangular blocky structure; friable; slightly sticky; slightly plastic; common fine and very fine roots throughout; many fine and very fine tubular pores throughout; few fine distinct brown (7.5YR 4/4) iron masses on ped faces and in pores; neutral; abrupt smooth boundary. (4 to 12 inches thick)\nBt1--10 to 17 inches; strong brown (7.5YR 5/8) silt loam; moderate fine and medium subangular structure; friable; slightly sticky; slightly plastic; common fine and very fine roots throughout; many fine tubular pores; common prominent dark yellowish brown (10YR 4/4) clay films on ped faces and in pores; moderately acid; clear smooth boundary. (5 to 27 inches thick)\n2Bt2--17 to 24 inches; yellowish brown (10YR 5/6) loam; moderate medium and fine subangular blocky structure; friable; moderately sticky; slightly plastic; common very fine and fine roots throughout; many fine tubular pores; common fine distinct strong brown (7.5YR 5/6) irregular iron masses throughout; common distinct dark yellowish brown (10YR 4/4) clay films on ped faces and in pores; strongly acid; gradual smooth boundary.\n2Bt3--24 to 31 inches; dark yellowish brown (10YR 4/6) sandy loam; moderate coarse and medium subangular blocky structure; friable; slightly sticky; slightly plastic; common fine roots throughout; many fine tubular pores; common distinct dark yellowish brown (10YR 4/4) clay films on ped faces and in pores; common fine distinct strong brown (7.5YR 5/6) irregular iron masses throughout; strongly acid; clear smooth boundary. (Combined thickness of Bt horizon is 5 to 23 inches.)\n2CB--31 to 36 inches; yellowish brown (10YR 5/6) loamy sand; weak coarse subangular blocky structure; very friable; nonsticky; nonplastic; common fine tubular pores; common medium faint dark yellowish brown (10YR 4/4) irregular iron masses in pores; strongly acid; gradual smooth boundary. (0 to 19 inches thick)\n2C1--36 to 40 inches; light yellowish brown (10YR 6/4) loamy sand; weak medium subangular blocky structure; very friable; nonsticky; nonplastic; common fine tubular pores; moderately acid; gradual smooth boundary.\n2C2--40 to 49 inches; light yellowish brown (2.5Y 6/3) sand; weak medium subangular structure; very friable; nonsticky; nonplastic; common fine tubular pores; common medium yellowish brown (10YR 5/6) irregular iron masses throughout; common fine faint pale yellow 2.5Y 8/2) irregular iron depletions throughout; moderately acid; gradual smooth boundary.\n2Cg--49 to 60 inches; 97 percent light brownish gray (2.5Y 6/2) and 3 percent black (N 2/0) sand; weak fine subangular blocky structure; very friable; nonsticky; nonplastic; common fine tubular pores; prominent discontinuous black (N 2/0) stains throughout; common medium platy prominent yellowish brown (10YR 5/6) iron masses in two separate continuous bands about 1/4 inch thick; slightly acid; clear smooth boundary. (0 to 11 inches thick)\n2C'--60 to 72 inches; light olive brown (2.5Y 5/4) sand; single grain; loose; nonsticky; nonplastic; common medium prominent strong brown (7.5YR 4/6) irregular iron masses throughout; 2 percent, by volume quartzite and chert pebbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Somerset County, Maryland; about 0.75 mile west of the intersection of Fitzgerald Road and Black Road (State Rt. 627) near Venton on Fitzgerald Road, north on farm lane about 2,000 feet to cultivated field just north of private cemetery; USGS Monie, Maryland topographic quadrangle; lat. 38 degrees 12 minutes 14.12 seconds N. and long. 75 degrees 47 minutes 41.37 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 4 to 14 inches\nDepth to base of Argillic horizon: 25 to 45 inches\nDepth to Bedrock: Greater than 72 inches\nDepth to Seasonal High Water Table: 40 to 72 inches, January to May\nRock Fragments: 0 to 20 percent, by volume quartzite and chert pebbles below the lithologic discontinuity\nSoil Reaction: Strongly acid to neutral throughout the profile, unless limed. Inherently these soils have a low base status.\nDepth to Lithologic Discontinuity: 15 to 40 inches\nSilt content: 40 to 60 percent in layers above the lithologic discontinuity & RANGE OF INDIVIDUAL HORIZONS:\nAp or A horizon:\nColor--hue of 10YR, value of 4 or 5, chroma of 2 to 4\nTexture--loam or silt loam\nBE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 or 5, chroma of 3 or 4\nTexture--loam or silt loam\nBt horizon:\nColor--hue of 7.5YR or 10YR, value of 4 or 5, chroma of 4 to 8\nTexture--loam or silt loam\n2Bt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 6\nTexture--sandy loam or loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown\n2CB horizon or BC horizon (if it occurs):\nColor--hue of 7.5YR or 10YR, value of 4 or 5, chroma of 3 to 8\nTexture--loamy sand or sandy loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2C horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 to 8, chroma of 3 to 8\nTexture--sand or loamy sand\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2Cg horizon:\nColor--hue of 10YR or 2.5Y, value of 6 to 8, chroma of 1 or 2\nTexture--sand or loamy sand\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are more than 45 series in the same family. Soils listed in this section formed in similar parent materials and are within the same MLRA or adjoining MLRAs.\nFreehold soils--do not have a silty mantle and have 2 to 10 percent, by volume glauconite in the particle-size control section; on ridges and side slopes\nWist soils--do not have a silty mantle, have 2 to 20 percent, by volume glauconite in the particle-size control section, and have a seasonal high water table at a depth of 40 to 72 inches; on ridges and side slopes\nSassafras soils--do not have a seasonal high water table with in 72 inches; on higher landforms\nReybold soils--do not have a seasonal high water table with in 72 inches; on higher landforms\nHambrook soils--have less than 45 percent very fine sand and silt in the profile\nMarr soils--do not have a seasonal high water table with in 72 inches; on higher landforms"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Peninsula\nLandform: Interfluves and broad interstream divides\nHillslope Profile Position: Summits, shoulders, and backslopes\nGeomorphic Component: Rise and talfs\nParent Material: Loamy fluvial and eolian deposits underlain by sandy and loamy fluvial and marine (Fluviomarine) deposits\nElevation: 5 to 20 feet\nMean Annual Air Temperature (Princess Anne, MD): 56 to 59 degrees F.\nMean Annual Precipitation (Princess Anne, MD): 42 to 46 inches\nFrost Free Period: 200 to 232 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMatapeake soils--do not have a seasonal high water table within 72 inches and have a fine-silty particle size class; on similar landforms\nMattapex soils--have a seasonal high water table between 20 and 40 inches and have a fine-silty particle size class; on similar landforms\nSassafras soils--do not have a seasonal water table between 40 and 72 inches and have silt contents less than 40 percent; on similar landforms\nHambrook soils--have silt contents typically less than 40 percent; on similar landforms\nWoodstown soils--have a seasonal water table at a depth of 20 and 40 inches below the soil surface; on similar landforms\nNassawango soils--have a fine-silty particle size class; on similar landforms\nReybold soils--do not have a seasonal water table within 72 inches of the soil surface"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class (Agricultural): Well drained\nIndex Surface Runoff: Low\nInternal Free Water Occurrence: Deep (40 to 72 inches) and common (present 3 to 6 months)\nPermeability: Moderate in the subsoil and rapid in the underlying material"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: MLRA 153D Northern Tidewater area of Maryland, and possible Delaware\nExtent: The series is small; 5,000 to 10,000 acres"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE & MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nMajor Uses: Cultivated crops\nDominant Vegetation: Where cultivated--mostly agronomic crops such as corn, wheat and soybeans and to a lesser extent truck crops. Where wooded--upper story species include white oak (Qercus alba), American holly (Ilex opaca), sweet gum (Liquidambar styraciflua), loblolly pine (Pinus taeda), pignut hickory (Carya glabra), sassafras (Sassafras albidum), Virginia pine (Pinus virginiana). & MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Somerset County, Maryland, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Queponco soils were previously mapped with the Matapeake series. Queponco soils are differentiated from Matapeake by having a particle-size control section that is fine-loamy rather than fine-silty and having a seasonal water table between 40 and 72 inches.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 10 inches (Ap horizon)\nArgillic horizon--the zone from 10 to 31 inches (Bt horizon)\nOther soil features identified in this pedon:\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA: This pedon sampled as S00MD039-005. Additional reference samples include sample numbers S99MD039-046-1, 3,4 and 5 (University of Maryland, College Park, MD).\nData Mapunit ID: To be developed.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
