{
  "SERIES": "QUERENCIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LH/DS/LWH",
  "REVDATE": "03/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Querencia sandy clay loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches (0 to 10 cm); light brownish gray (2.5Y 6/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common coarse, many fine and very fine roots; slightly effervescent; moderately alkaline (pH 8.1); abrupt smooth boundary. (2 to 5 inches or 5 to 13 cm thick)\nBw1--4 to 12 inches (10 to 30 cm); light yellowish brown (2.5Y 6/4) clay loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine and very fine roots; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (5 to 10 inches or 13 to 25 cm thick)\nBw2--12 to 24 inches (30 to 61 cm); pale yellow (2.5Y 7/4) loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine and very fine roots; slightly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (6 to 15 inches or 15 to 38 cm thick)\nBk--24 to 70 inches (61 to 178 cm); pale yellow (2.5Y 7/4) loam, light olive brown (2.5Y 5/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine and very fine roots; slightly effervescent; calcium carbonate as few fine irregular soft masses; moderately alkaline (pH 8.2); gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sandoval County, New Mexico; .75 mile southeast of Trujillo on the Alamo Ranch; 1,100 feet south and 1,500 feet west of the northeast corner of sec. 4. T. 13 N., R. 1 W.; 106 degrees, 56 minutes, 30 seconds west longitude; 35 degrees, 23 minutes, 50 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: It is typically dry in all parts during May and June and periodically moist in some part from July through September. Ustic aridic soil moisture regime.\nSoil temperature: 51 to 56 degrees F (11 to 13 degrees C).\nRock fragments by volume: 0 to 10 percent gravel\nReaction: Slightly alkaline to strongly alkaline\nCalcium carbonates: Effervescent in all parts. The calcium carbonate equivalent is less than 15 percent\nA horizon\nHue: 2.5Y, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nTexture: fine sandy loam, loam, sandy clay loam, clay loam, silty clay loam\nBw horizon\nHue: 2.5Y, 10YR\nValue: 4 to 7 dry, 3 to 7 moist\nChroma: 2 to 6, dry or moist\nTexture: loam, sandy clay loam, clay, clay loam, silty clay loam\nBk or C horizon\nHue: 2.5Y, 10YR\nValue: 4 to 7 dry, 3 or 5 moist\nChroma: 2 to 6, dry or moist\nTexture: fine sandy loam, loam, sandy clay loam, clay loam, silt loam, silty clay loam, clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aquima (NM), Atrac (NM), Bullpen (UT), La Fonda (NM), Pultney (CO), Shavano (CO) and Zigweid (WY) series. Aquima, Atrac and La Fonda soils have hues redder than 10YR. Bullpen soils are deep to a paralithic contact. Pultney soils are moderately deep to a paralithic contact. Shavano soils are moderately deep to a lithic contact. Additionally, La Fonda, Pultney, and Zigweid are in the Western Great Plains LRR-G and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Querencia soils are on alluvial fans on valley sides and stream terraces on valley floors and have slopes of 0 to 10 percent. Elevations are 5,800 to 7,380 feet (1,768 to 2,249 meters). The soils formed in alluvium, fan alluvium, slope alluvium and colluvium derived from shale and sandstone. Mean annual precipitation is about 10 to 14 inches (254 to 356 mm), and mean annual air temperature is 49 to 54 degrees F (9 to 12 degrees C). The frost-free period is about 120 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Penistaja, Sandoval, Skyvillage and Councelor soils. The Penistaja soils have an argillic horizon. The Sandoval and Skyvillage soils are shallow. Councelor soils have less than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Querencia soils are used for livestock grazing. The present vegetation is blue grama, galleta, bottlebrush squirreltail and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern New Mexico and northeastern Arizona. MLRAs 35 & 36, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coconino County, Hopi Area, Arizona, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (0 to 10 cm) (A horizon)\nCambic horizon - the zone from 4 to 24 inches (10 to 61 cm)(Bw1, Bw2 horizons)\nSecondary carbonate accumulation - the zone from 24 to 70 inches (61 to 178 cm)(Bk horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08 DWD\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\nUpdate and revisions for the correlation of the SDJR-MLRA 35- Querencia clay loam, 0 to 3 percent slopes project, March 2014, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
