{
  "SERIES": "QUILLAMOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/ JAS/RWL",
  "REVDATE": "11/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Pachic Melanudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quillamook medial silt loam, pasture. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; black (10YR 2/1) medial silt loam, very dark gray (10YR 3/1) dry; moderate very fine subangular blocky structure parting to very fine granular; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine roots; many very fine irregular pores; very strongly acid (pH 5.0); clear smooth boundary. (6 to 10 inches thick)\nA1--10 to 21 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; moderate very fine subangular blocky structure parting to very fine granular; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine roots; many very fine continuous tubular and many very fine irregular pores; very strongly acid (pH 4.8); gradual smooth boundary. (8 to 11 inches thick)\nA2--21 to 34 inches; very dark grayish brown (10YR 3/2) medial silt loam, brown (10YR 5/3) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary, many very fine roots; many very fine continuous tubular pores; very strongly acid (pH 4.8) clear wavy boundary. (6 to 14 inches thick)\nBw--34 to 58 inches; dark yellowish brown (10YR 4/4) medial silt loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine roots; many very fine continuous tubular pores; very strongly acid (pH 4.8); abrupt smooth boundary. (18 to 30 inches thick)\n2C--58 to 60 inches; dark yellowish brown (10YR 4/6, 3/6) loamy sand, light yellowish brown and yellowish brown (10YR 6/4, 5/6) dry; massive; soft, loose, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Oregon; about 1,500 feet south and 900 feet east of NW corner of section 9. T. 10 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist and is dry less than 45 consecutive days between the depths of 4 and 12 inches following the summer solstice. The mean annual soil temperature is 49 to 54 degrees F. The difference between mean summer and mean winter soil temperature varies from 6 to 9 degrees F. under canopy cover. The particle-size control section is smeary throughout, and has a moist bulk density of 0.50 to 0.85 grams per cubic centimeter, acid-oxalate extractable aluminum plus one-half iron of 3.0 to 5.0 percent, and 15-bar moisture of 20 to 30 percent (air-dried). The umbric epipedon ranges from 20 to 35 inches thick.  Depth to the 2C horizon is below 40 inches.\nThe A horizon has value of 2 or 3 moist, 2 through 5 dry and chroma of 1through 3 moist and dry. Moist value and chroma of 3 are below 20 inches when present. Apparent field texture is medial silt loam with 15 to 25 percent clay and 0 to 10 percent rounded gravel It has 10 to 25 percent organic matter in the upper 21 inches.\nThe Bw horizon has value of 3through 5 moist, 5 or 6 dry and chroma of 4 through 6 moist and dry. Apparent field texture is medial loam, medial silt loam, medial clay loam, or medial silty clay loam with 18 to 30 percent clay. It has 0 to 25 percent rounded gravel and 0 to 25 percent rounded cobbles.\nThe 2C horizon, when present, is below a depth of 40 inches and has value of 3 through 5 moist, 5 or 6 dry and chroma of 2 through 6 moist and dry Texture is sandy loam, loamy sand or loamy coarse sand with 5 to 10 percent clay.  It has 0 to 80 percent gravel and 0 to 30 percent cobbles. It is single grain to massive and has  intermittent very weakly to weakly cemented lenses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Quillayute series. The Quillayute series needs to be evaluated for correlation to the Quillamook series when MLRA 4A update is activated."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quillamook soils are on stream terraces at elevations of 20 to 400 feet. The soils formed in mixed alluvium. Slopes are 0 to 15 percent. The climate is characterized by cool wet winters and cool moist summers with fog and low clouds. The mean annual precipitation is 70 to 100 inches. The mean annual temperature is 49 to 53 degrees F. The frost-free period is 160 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ginger, Knappa, Siletz and Wolfer series. Ginger soils are somewhat poorly drained, have more than 35 percent clay in the subsoil and are on a higher adjacent terrace. Knappa soils have bulk densities of more than 0.95 grams/cubic centimeter and are on a higher adjacent terrace. Siletz soils are medial over loamy and are on a slightly lower adjacent terrace. Wolfer soils are medial over sandy or sandy-skeletal and on a higher adjacent terrace."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are primarily used for pasture and forage production. Other uses include timber production, homesite, wildlife habitat, recreation, and for berry production in a few areas. Native vegetation includes Sitka spruce, western hemlock, Douglas fir, red alder, cascara buckthorn, western brackenfern, western swordfern, salmonberry, and trailing blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Fog influenced coastal terraces of Oregon; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Oregon; 1990.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon:\nMelanic epipedon - from surface to depth of 21 inches (Ap and A1 horizons) with value and chroma moist of 2 or less, a melanic index of 1.6 and organic carbon content of 11 percent.\nCambic horizon - from 34 to 58 inches.\nAndic properties - from the surface to 58 inches (Ap, A1, A2, and Bw horizons)\nMedial family - from the surface to 58 inches having andic properties and 15-bar moisture (dried) of 20 to 35 percent.\nParticle-size control section - from 0 to 40 inches.\nADDITIONAL DATA: This pedon sampled by OSU, October 1985. Other data from Tillamook County, Oregon: S79OR-029-001 & S620R-29-1. These soils were previously sampled under the name of Quillayute.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
