{
  "SERIES": "QUIMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC/ELS/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quima coarse sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky, and nonplastic; few very fine roots; many very fine tubular, and common very fine interstitial pores; moderate amount of mica flakes; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 8 cm thick)\nA2--5 to 13 cm; light brownish gray (10YR 6/2) coarse sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular and many very fine interstitial pores; moderate amount of mica flakes; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 18 cm thick)\nBw--13 to 41 cm; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine tubular pores; moderate amount of mica flakes; moderately alkaline (pH 8.4); clear smooth boundary. (20 to 53 cm thick)\nBk--41 to 152 cm; light gray (10YR 7/2) coarse sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine tubular pores; moderate amount of mica flakes; strongly effervescent; strongly alkaline (pH 9.O)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; 3 miles northwest of Round Mountain, Nevada; 790 feet east and 265 feet north of the southwest corner of sec. 12, T.10N., R.43E.; USGS Round Mountain 7.5 minute topographic quadrangle; latitude 38 degrees 44 minutes 1 seconds N and longitude 117 degrees 6 minutes 25 seconds W; WGS84 Decimal Degrees 38.7336111 latitude, -117.1069444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring months and for 10 to 20 days cumulative between July and September and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 10 to 13 degrees C.\nDepth to the Bk horizon: 30 to 75 cm.\nParticle-size control section - Clay content: 5 to 12 percent.\nSand content: 25 percent coarse and very coarse sand and with moderate amounts of mica flakes.\nRock fragments: 0 to 30 percent, dominantly granitic.\nA horizons\nValue: 6 or 7 dry, 3 through 5 moist.\nChroma:  2 through 4.\nStructure: Weak very thin to medium platy structure or massive\nReaction: Slightly alkaline to moderately alkaline.\nBw horizon\nValue: 6 or 7 dry, 3 through 5 moist.\nChroma:  2 through 4.\nTexture: Averages coarse sandy loam, but strata of fine sandy loam or sandy loam are in some pedons.\nStructure: Massive but parts to weak coarse or medium subangular blocky or prismatic in some pedons.\nReaction: Slightly alkaline through strongly alkaline.\nBk horizon\nValue of 6 through 8 dry, 4 through 6 moist,\nChroma: 3 through 5.\nTexture: Averages coarse sandy loam, but strata of fine sandy loam or sandy loam are in some pedons.\nReaction: Slightly alkaline through strongly alkaline.\nCalcium carbonate equivalent: 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Embudo, Hessing, Koyen, Monue, Unionville, and Wall series.\nEmbudo soils have horizons with gravelly loamy coarse sand within 75 cm. Hessing soils have stratified very gravelly loamy coarse sand to extremely gravelly sand within 90 cm. Koyen soils have a calcium carbonate equivalent of 10 to 30 percent below the cambic horizon. Monue soils are calcareous throughout and lack mica flakes. Unionville soils are calcareous throughout and have a paralithic contact at depths of 50 to 70 cm. Wall soils have less than 25 percent coarse and very coarse sand and lack mica flakes in the particle size-control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quima soils are on fan piedmonts at elevations of 5,500 to 6,500 feet.  Slopes are O to 4 percent.   The soils forced in alluvium derived mainly from granitic rocks. The climate is warm arid with a mean annual precipitation of 100 to 150 mm. The mean annual temperature is 7 to 9 degrees C and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Broyles, Lathrop, Mazuma, and Stumble soils. Broyles soils have durinodes. Lathrop soils have argillic horizons and discontinuous weakly cemented horizons.  Mazuma soils are calcareous and lack cambic horizons. Stumble soils have sandy particle-size control sections"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wild life habitat. The vegetation is fourwing saltbush, Indian ricegrass, bud sagebrush thistle, and spiny hopsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Quima soils are moderately extensive in the Big Smoky Valley, Nye County, Nevada. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Big Smoky Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Quima soils were classified as Alluvial soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 18 cm (A1, A2 and part of Bw horizons).\nCambic Horizon - The zone from 13 to 41 cm (Bw horizon).\nBk horizon - The zone from 41 to 152 cm (Bk horizon)\nParticle-size control section - The zone from 25 to 100 cm (part of Bw and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
