{
  "SERIES": "QUINTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/AON/RWL",
  "REVDATE": "11/2008",
  "STATES": "OR,WA",
  "OVERVIEW": "The Quinton series consists of moderately deep, excessively drained soils that formed in mixed eolian sands. Quinton soils are on hillslopes, benches and terraces and have slopes of 0 to 30 percent. The mean annual precipitation is about 8 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quinton loamy fine sand. (Colors are for dry soil unless otherwise noted.)\nC1--0 to 7 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; many very fine and fine roots; many very fine irregular pores; 5 percent gravel; neutral (pH 7.0); gradual wavy boundary. (4 to 9 inches thick)\nC2--7 to 30 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; common very fine and fine roots; many very fine irregular pores; neutral (pH 7.0); gradual wavy boundary. (8 to 30 inches thick)\nC3--30 to 37 inches; brown (10YR 5/3) gravelly loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; common very fine and fine roots; many very fine irregular pores; 25 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (0 to 15 inches thick)\n2R--37 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morrow County, Oregon; 20 feet west of road in NE1/4 SE1/4 NE1/4 of section 22, T. 4 N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 52 to 56 degrees F. The soils have an aridic moisture regime but are dry for less than three-fourths of the time that the soil temperature is 41 degrees F. or higher and are moist during the winter. Depth to bedrock is 20 to 40 inches. The soils have hue of 7.5YR, 10YR, or 2.5Y and value of 4 through 7 dry, 3 through 5 moist and chroma of 2 or 3. Values below the C1 or Ap horizon in some pedons are lighter but the differences are less than 1 unit of value. The particle-size control section has a fine-earth texture of fine sand or loamy fine sand. Rock fragments in the lower part range from 0 to 30 percent gravel and 0 to 5 percent cobbles. Less than 75 percent of the sand is of the very coarse, coarse and medium size classes if the clay content is less than 5 percent. If the clay content exceeds 5 percent, more than 75 percent of the sand fraction can be in the above mentioned size classes. In the upper 20 inches these soils are usually free of lime, except for small particles brought up by insects and animals; but the matrix below 20 inches is slightly effervescent in some pedons. Reaction in the upper 20 inches is neutral to slightly alkaline and below 20 inches it is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berent, Goldrun, Hotsprings, Incy, Lachim, Painter, Quincy, Rinquin, Toll, Walco, Winchester, and Zorravista series.\nBerent soils  greater than 60 inches to bedrock; calcareous to the surface\nGoldrun soils  greater than 60 inches to bedrock; particle-size control section dominated by sand of mixed origin with moist value greater than 4; 0 to 15 percent durinodes\nHotsprings soils  greater than 60 inches to bedrock; particle-size control section with 20 to 35 percent fine gravel\nIncy soils  greater than 60 inches to bedrock; particle-size control section dominated by sand of granitic origin; noncalcareous throughout\nLachim soils  20 to 40 inches to a paralithic contact (granite)\nPainter soils  20 to 30 inches to a paralithic contact (granodiorite); 24 to 40 inches to a lithic contact (granodiorite)\nQuincy soils  greater than 60 inches to bedrock\nRinquin soils  20 to 40 inches to a paralithic contact (siltstone)\nToll soils  greater than 60 inches to bedrock; particle-size control section dominated by sand of mixed alluvial origin; noncalcareous throughout\nWalco soils  mean annual soil temperature of  50 to 53 degrees F.;  the Walco and Quinton soils are very similar overlapping in MAST and Walco having a shorter frost-free period of 100 to 120\nWinchester soils  greater than 60 inches to bedrock; have more than 75 percent of the sand fraction in the very coarse, coarse, and medium size classes\nZorravista soils  greater than 60 inches to bedrock; calcareous throughout; contain lacustrine lake sediments below 44 inches in some pedons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quinton soils are on hillslopes, benches and terraces at elevations of 250 to 2,300 feet. Slopes are 0 to 30 percent. They formed in mixed eolian sands. The climate is characterized by hot dry summers and cool moist winters. The mean annual precipitation of 6 to 9 inches. The mean annual temperature is 50 to 54 degrees F. The frost-free period is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hezel, Prosser, Roloff, Sagehill and Taunton soils and the competing Quincy soils. Hezel and Sagehill soils are deeper than 40 inches to bedrock. Hezel soils are on dissected terraces and terrace escarpments. Sagehill soils are on terraces. Prosser soils are coarse-loamy and are on hillslopes, benches, and plateaus. Roloff soils have a mollic epipedon, are coarse-loamy and are on hillslopes, benches, and escarpments. Taunton soils have a duripan, are coarse-loamy and are on terraces, basalt plains, and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; rapid or very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and irrigated cropland. Irrigated areas are in hay, pasture and small grains. The natural vegetation is needleandthread grass, thickspike wheatgrass, Indian ricegrass, rabbitbrush, horsebrush, fourwing saltbush and Russian thistle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Oregon and South-central Washington; MLRA 7. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morrow County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nParticle-size control section - from 10 to 37 inches (part of C2 and the C3 horizons).\nLithic contact - 37 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--0 to 7 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; many very fine and fine roots; many very fine irregular pores; 5 percent gravel; neutral (pH 7.0); gradual wavy boundary. (4 to 9 inches thick)"
      },
      {
        "name": "C2",
        "top": 18,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--7 to 30 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; common very fine and fine roots; many very fine irregular pores; neutral (pH 7.0); gradual wavy boundary. (8 to 30 inches thick)"
      },
      {
        "name": "C3",
        "top": 76,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C3--30 to 37 inches; brown (10YR 5/3) gravelly loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; common very fine and fine roots; many very fine irregular pores; 25 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2R",
        "top": 94,
        "narrative": "2R--37 inches; basalt."
      }
    ]
  ]
}
