{
  "SERIES": "QUINLAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELC-JWF-JGF",
  "REVDATE": "12/2018",
  "STATES": "KS,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quinlan loam, northeast-facing, convex, 9 percent slope in rangeland at an elevation of about 534 m (1,751 feet).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak medium granular structure; slightly hard, friable; many fine roots; slightly effervescent; moderately alkaline; gradual wavy boundary.  Thickness of the A horizon is 10 to 30 cm (4 to 12 in)\nBw--20 to 33 cm (8 to 13 in); red (2.5YR 4/6) loam, dark red (2.5YR 3/6) moist; weak medium granular structure; slightly hard, friable; many fine roots; less than 2 percent of 2 to 10 mm in diameter pararock fragments consisting of very weakly cemented sandstone; strongly effervescent; moderately alkaline; gradual wavy boundary.  Thickness of the Bw horizon is 5 to 30 cm (2 to 12 in)\nCd--33 to 163 cm (13 to 64 in); red (2.5YR 5/6) noncemented, calcareous sandstone bedrock, red (2.5YR 4/6) moist; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nWoodward County, Oklahoma; About 1.5 miles west of Quinlan; 2,300 feet east and 2,100 feet south of the northwest corner of sec. 24, T. 23 N., R. 18 W.\nUSGS topographic quadrangle: Quinlan, OK\nLatitude: 36 degrees, 27 minutes, 29 seconds N\nLongitude: 99 degrees, 04 minutes, 38 seconds W\nDatum: NAD83\nDecimal Degrees:\nLatitude: 36.4580556\nLongitude: -99.0772222\nUTM Easting: 493080 m\nUTM Northing: 4034758 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: A typic-ustic soil moisture regime.\nThickness of the ochric epipedon: 10 to 30 cm (4_to 12 in)\nDepth to densic bedrock: 25 to 50 cm (10 to 20 in)\nParticle-size control section (weighted average):\nTotal clay content: 10 to 30 percent\nA horizon:\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6\nOther color features: Epipedons with moist value and chroma less than 3.5 are less than 18 cm (7 in) thick or have less than 0.6 percent organic carbon.\nTexture: very fine sandy loam, fine sandy loam, loam, silt loam\nIdentifiable secondary carbonate: 0 to 5 percent; threads, masses, and/or nodules\nCalcium carbonate equivalent: 0 to 10 percent\nEffervescence: none to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBw horizon:\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 4 to 6\nTexture: very fine sandy loam, fine sandy loam, loam, silt loam\nTotal clay content: dominantly 10 to 20 percent, but ranges from 5 to 27 percent\nPararock fragments: 0 to 15 percent; 2 to 10 mm;  very weakly to moderately cemented sandstone or siltstone\nIdentifiable secondary carbonate: 0 to 15 percent; threads, masses, and/or nodules\nCalcium carbonate equivalent: 2 to 15 percent\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nCd horizon:\nHue: 2.5YR, 5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 6 to 8\nTexture: Permian age sandstone or siltstone that breaks down to very fine sandy loam, loam, or silt loam; bulk density is high enough to be root-restrictive\nCementation: Noncemented, most of this material slakes in water within 1 hour\nOther features: Some pedons contain thin seams of gypsum or sandstone that are cemented\nFractures: cracks and fractures that roots can enter are greater than 10 cm (4 in) apart\nIdentifiable secondary carbonate: 0 to 15 percent, threads, masses, and/or nodules occur in cracks and fractures\nCalcium carbonate equivalent: 0 to 15 percent\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no series in the same family. Similar series are the Cordell, Darnell, Ironmound, Keese, Lucien, Pixlee, and Spikebox series.\nCordell soils: have a lithic contact within 50 cm (20 in) of the soil surface\nDarnell and Ironmound soils: have a paralithic contact and are moist in the control section for longer periods\nKeese soils: has a paralithic contact with weathered granite\nLucien soils: have a mollic epipedon and are moist in the control section for longer periods\nSpikebox soils: have paralithic sandstone bedrock that is extremely weakly to moderately cemented and occurs mainly in the San Angelo formation of Permian age or equivalent units"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum weathered from noncemented, calcareous sandstone or siltstone of Permian age\nLandscape: Dissected plains\nLandform: interfluves and side slopes of hillslopes, ridges and escarpments\nSlopes: 1 to 50 percent\nMean annual precipitation: 508 to 762 mm (20 to 30 in)\nThornthwaite annual P-E Index Values: 32 to 44\nMean annual air temperature: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 185 to 230 days\nElevation: 396.2 to 792.5 m (1,300 to 2,600 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Aspermont, Carey, Cordell, Dill, Obaro, and Woodward series.\nAspermont soils: occur on lower positions, have a calcic horizon, and are more than 50 cm (20 in) deep to bedrock\nCarey soils: occur on slightly higher less sloping positions, have an argillic horizon, and a mollic epipedon\nCordell soils: occur on similar positions and have a lithic contact with siltstone\nDill soils: occur on similar positions, are more than 50 cm (20 in) deep to bedrock, and are noncalcareous in the control section\nObaro and Woodward soils: occur on similar positions and are more than 50 cm (20 in) deep to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability class: moderate in the solum and moderately slow in the bedrock\nRunoff class: medium on 1 to 5 percent slopes, high on 5 to 20 percent slopes, and very high on greater than 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: mostly livestock grazing but a considerable acreage on lesser slopes is used for crop production\nNative vegetation: mainly little bluestem and grama grasses\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites:     Shallow, Shallow Upland, Loamy Breaks"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Western Oklahoma, a few counties in southern Kansas, and northwestern Texas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 78B & 78C - Central Rolling Red Plains, Western and Eastern Parts\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodward County, Oklahoma; 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 0 to 33 cm (0 to 13_in)\nOchric epipedon: 0 to 20 cm (0 to 8 in) (A horizon)\nCambic horizon: 20 to 33 cm (8 to 13 in) (B horizon)\nDensic contact: at 33 cm (13 in), the top of the Cd layer\nDensic material: 33 to 163 cm (13 to 64 in), the Cd layer\nADDITIONAL DATA: Oklahoma State University - Lab sample 75-OK-75-3-(1-3); KSSL Lab sample 87P-2277-2282\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
