{
  "SERIES": "QUIRT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFD-JAL",
  "REVDATE": "07/1999",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quirt silt loam, on a 10 percent slope with northwest aspect at 6240 feet elevation, rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots, common medium roots; many very fine and fine tubular pores, few medium tubular pores; trace pebbles; neutral (pH 6.8); clear smooth boundary.  (7 to 15 inches thick)\nBt--7 to 18 inches; reddish brown (2.5YR 4/4) silty clay loam, dark reddish brown (2.5YR 3/4) moist; weak medium prismatic structure parting to strong medium and fine angular blocky; very hard, firm, moderately sticky and moderately plastic; many very fine and fine roots; few very fine, fine and medium tubular pores; few faint uncoated silt grains on faces of peds; common faint clay films on faces of peds and lining pores; 5 percent pebbles; neutral (pH 7.0); clear smooth boundary.  (8 to 15 inches thick)\nBtk1--18 to 28 inches; weak red (2.5YR 4/2) silty clay loam, dark reddish brown (2.5YR 3/4) moist; strong medium angular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine roots, few medium roots; few very fine, fine and medium tubular pores; many faint clay films on faces of peds and lining pores; few seams and masses of lime; strongly effervescent; 5 percent pebbles; slightly alkaline (pH 7.6); clear wavy boundary.  (5 to 10 inches thick)\nBtk2--28 to 39 inches; reddish brown (2.5YR 5/4) silty clay loam; reddish brown (2.5YR 4/4) moist; strong coarse prismatic structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine and medium roots; few fine and medium tubular pores; many faint clay films on faces of peds and lining pores; common fine seams and masses of lime; violently effervescent; 5 percent pebbles; moderately alkaline (pH 7.9); clear wavy boundary.  (5 to 15 inches thick)\nBtk3--39 to 50 inches; reddish brown (2.5YR 5/4) silty clay loam; reddish brown (2.5YR 4/4) moist; moderate coarse prismatic structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine and medium roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; many fine seams and masses of lime; violently effervescent; 5 percent pebbles; 15 percent channer-size soft shale fragments; moderately alkaline (pH 7.9); gradual wavy boundary.  (5 to 15 inches thick)\nBk--50 to 60 inches; reddish gray (5YR 5/2) clay loam, dark reddish gray (5YR 4/2) moist; weak very coarse prismatic structure parting to moderate medium angular blocky; slightly hard, friable, slightly sticky and moderately plastic; few fine roots; common very fine tubular pores; few seams and masses of lime; strongly effervescent; 5 percent pebbles; 25 percent soft shale fragments; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bonneville County, Idaho, about 12 miles southwest of Swan Valley; about 2300 feet west and 1700 feet north of the southeast corner of section 4, T. 1 S., R. 46 E.; Latitude - 43 degrees North, 21 minutes, 32 seconds; Longitude - 111 degrees West, 32 minutes, 08 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 39 to 42 degrees F.\nMean summer soil temperature - 51 to 54 degrees F.\nMoisture control section - between 4 and 12 inches.  The soil is dry throughout the moisture control section for 45 to 60 consecutive days during the four months following the summer solstice.\nMollic epipedon thickness - 7 to 15 inches.\nDepth to carbonates - 15 to 30 inches.\nDepth to calcic horizon - 20 to 40 inches.\nA horizon - Value:  4 or 5 dry, 3 moist\nChroma:  2 or 3\nClay content:  15 to 27 percent\nRock fragment content:  0 to 10 percent pebbles\nReaction:  pH 6.6 to 7.3\nBt horizon - Hue:  2.5YR, 5YR, 7.5YR or 10YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  3 or 4\nTexture:  silty clay loam, silty clay or clay loam\nClay content:  35 to 45 percent\nRock fragment content:  0 to 10 percent pebbles\nReaction:  pH 6.6 to 7.8\nBtk1 horizon - Hue:  2.5YR, 5YR or 7.5YR\nValue:  4, 5 or 6 dry; 3, 4 or 5 moist\nChroma:  2, 3, 4, or 6\nTexture:  silty clay loam, silty clay or clay loam\nClay content:  35 to 50 percent\nRock fragment content:  0 to 10 percent pebbles\nEffervescence:  slightly or strongly\nCalcium carbonate equivalent:  5 to 15 percent in the less than 2 mm size fraction\nReaction:  pH 7.4 to 8.4\nBtk2 and Btk3 horizons - Hue:  2.5YR, 5YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3 or 4 dry or moist\nTexture:  silty clay loam or clay loam\nClay content:  30 to 40  percent\nRock fragment content:  0 to 5 percent pebbles\nSoft shale fragments:  0 to 15 percent\nEffervescence:  violently\nCalcium carbonate equivalent:  15 to 40 percent in the less than 2 mm size fraction\nReaction:  pH 7.9 to 8.4\nBk horizon - Hue:  2.5YR, 5YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nTexture:  silty clay loam or clay loam\nClay content:  27 to 40  percent\nRock fragment content:  0 to 5 percent pebbles\nSoft shale fragments:  15 to 60 percent\nEffervescence:  strongly or violently effervescent\nCalcium carbonate equivalent:  5 to 25 percent in the less than 2 mm size fraction\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - basins and foothills.\nElevation - 5650 to 7600 feet.\nSlope - 4 to 35 percent.\nParent material - residuum derived from shale.\nClimate -  Winters are moist and cool, summers are warm and dry.  A winter snowpack of 2 to 4 feet in depth and lasting through April is common.\nMean annual temperature - 37 to 40 degrees F.\nMean annual precipitation - 15 to 18 inches.\nFrost free period - 30  to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nielsen and Tetonia series.  Nielson soils are on nearby windswept ridges.  They are less than 20 inches deep over hard bedrock.  Tetonia soils are on nearby summits.  They formed in local alluvium derived from loess, lack an argillic horizon and average less than 18 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained,  medium to rapid runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Quirt soils are used for livestock grazing, recreation and wildlife habitat.  These soils commonly support the mountain big sagebrush/Idaho fescue plant association."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  They are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Targhee National Forest, Bonneville County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the mineral soil surface to 7 inches (A horizons)\nArgillic horizon - the zone from 7 to 50 inches (Bt, Btk1, Btk2 and Btk3 horizons)\nCalcic horizon - the zone from 28 to 60 inches (Btk2, Btk3 and Bk horizons)\nParticle-size control section - the zone from 7 to 27 inches (Bt horizon and part of the Btk1 horizon)\nMoisture regime - xeric\nNational Cooperative Soil Survey\nU.S.A."
  }
}
