{
  "SERIES": "QUITMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCH-RMT",
  "REVDATE": "12/2012",
  "STATES": "AL,MS",
  "OVERVIEW": "The Quitman series consists of very deep, somewhat poorly drained moderately slowly permeable soils on terraces and uplands of the Southern Coastal Plain. They formed in loamy marine or fluvial sediments. Near the type location, the average annual temperature is about 66 degrees F., and the average annual precipitation is about 54 inches. Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quitman fine sandy loam, in a nearly level loblolly pine plantation (Colors are for moist soil).\nAp--0 to 5 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine and medium granular structure; very friable; many very fine and fine roots, few medium to very coarse roots; few fine brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; strongly acid; clear smooth boundary. (1 to 9 inches thick)\nE--5 to 12 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak and medium granular structure; very friable; many very fine and fine roots, few medium to very coarse roots; few fine brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; few fine and medium distinct light brownish gray (10YR 6/2) irregular-shaped areas of iron depletions; strongly acid; clear smooth boundary. (4 to 8 inches thick)\nBE--12 to 18 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; common very fine and fine roots, few medium to very coarse roots; many fine, medium and coarse distinct pale brown (10YR 6/3) and few fine and medium  distinct light brownish gray (10YR 6/2) irregular-shaped areas of iron depletions; few fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; strongly acid; clear wavy boundary. (0 to 8 inches thick)\nBt--18 to 26 inches; pale brown (10YR 6/3) loam; moderate medium and coarse subangular blocky structure; friable; common very fine and fine roots, few medium to very coarse roots throughout; common faint clay films on vertical faces of peds; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse distinct light brownish gray (10YR 6/2) areas of iron depletions; many fine, medium, and coarse distinct yellowish brown (10YR 5/6), common fine and medium prominent strong brown (7.5YR 5/6) and many fine and medium prominent yellowish red (5YR 5/8) irregular-shaped masses of iron accumulations; strongly acid; gradual wavy boundary. (6 to 14 inches thick)\nBtxg1--26 to 47 inches; light brownish gray (10YR 6/2) sandy clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly brittle and compact in about 20 percent of the matrix; firm; few fine and medium roots in seams between prisms; common faint clay films on vertical faces of peds; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse distinct yellowish brown (10YR 5/6), common fine and medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/8) irregular-shaped masses of iron accumulations; strongly acid; gradual wavy boundary.\nBtxg2--47 to 62 inches; light brownish gray (10YR 6/2) sandy clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; slightly brittle and compact in about 20 percent of the matrix; many faint clay films on vertical faces of peds; prism faces coated with pale brown (10YR 6/3) sandy loam; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse distinct yellowish brown (10YR 5/6), common fine and medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/8) irregular-shaped masses of iron accumulations; strongly acid; gradual wavy boundary.\nBtx--62 to 77 inches; 30 percent yellowish brown (10YR 5/6), 25 percent light brownish gray (10YR 6/2), 25 percent strong brown (7.5YR 5/6) and 20 percent yellowish red (5YR 5/8) sandy clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; slightly brittle and compact in about 15 percent of the matrix; common faint clay films on vertical faces of peds; prism faces coated with pale brown (10YR 6/3) sandy loam; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; the areas of yellowish brown, strong brown and red are iron accumulations and the areas of light brownish gray are iron depletions; strongly acid. (Combined thickness of the Btx horizons ranges from 40 to more than 60 inches)\nBC--77 to 84 inches; strong brown (7.5YR 5/6) clay loam; weak medium subangular blocky structure; firm; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse prominent light brownish gray (10YR 6/2) irregular-shaped areas of iron depletions and many fine, medium and coarse distinct yellowish brown (10YR 5/6) irregular-shaped masses of iron accumulations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clarke County, Mississippi; about 1.5 mile west and 0.25 mile south of the town of Shubuta and about 150 feet east of County Road 150 in a mature loblolly pine plantation. About 500 feet north and about 200 feet east of the SW corner of Sec. 5; T. 10 N.; R. 7 W. USGS Shubuta topographic quadrangle: Latitude 31 degrees 51 minutes 37.5 seconds N., Longitude 88 degrees 43 minutes 23.3 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness exceeds 60 inches. The control section has 18 to 35 percent clay and 25 to 50 percent silt. Iron and manganese concretions in shades of brown and black ranged from non to many throughout the profile. The reaction is very strongly acid or strongly acid throughout, except the surface layers in areas that have been limed.\nThe A or Ap horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 4. Texture is loamy fine sand, fine sandy loam, silt loam or loam.\nThe E horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 4. Redoximorphic features in shades of yellow, red, brown and gray range from few to many. Texture is loamy fine sand, fine sandy loam, silt loam or loam.\nThe EB or BE horizon, where present, is a mix of the E and Bt horizons and has hue of 10YR or 2.5Y, value of 4 or 6, and chroma of 3 to 6. Redoximorphic features in shades of yellow, red, brown and gray range from few to many. Texture is fine sandy loam, loam, silt loam or loam.\nThe Bt or B't horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 2 to 8. Redoximorphic features in shades of yellow, red, brown and gray range from few to many. Texture is sandy loam, loam or sandy clay loam.\nThe Btx horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 3 to 6 with redoximorphic features in shades of gray and brown that range from common or many; or there is no dominant matrix color and it is mottled in shades of brown, gray, red or yellow. About 10 to 20 percent of the Btx horizon is brittle and compact and restricts roots in the browner portion. Concretions in shades of brown and red range from few to common. Texture is loam, sandy clay loam, or clay loam. In some pedons the lower part is silty clay loam.\nThe Btxg horizon, where present, has hue of 10YR to 5Y, value of 5 or 6, and chroma of 1 or 2 with redoximorphic features in shades of yellow, red and brown that range from common or many; or there is no dominant matrix color and it is mottled in shades of brown, gray, red or yellow. Texture is loam, sandy clay loam, or clay loam.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 2 to 8, with redoximorphic features in shades of red, yellow, gray or brown that range from few to many; or there is no dominant matrix color and it is multicolored in shades of red, brown, and gray. Texture is commonly clay loam but ranges to silty clay loam.\nSome pedons has a 2Bt horizon. Where present, it has a matrix in hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 2 to 8, with redoximorphic features in shades of red, gray, or brown that range from few to many; or there is no dominant matrix color and is multicolored in shades of yellow, red, brown and gray. Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Izagora, Kullit and Wrightsboro series are the only known series in the same family and the Goldsboro series is in a closely related family. All of these soils are moderately well drained. Izagora and Wrightsboro soils have no brittleness in the subsoils. Kullit soils have redder subsoils. Goldsboro soils are subactive, have less than 25 percent silt and no brittleness in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quitman soils are on terraces and uplands of the Southern Coastal Plain. These nearly level to gently sloping soils formed in marine or fluvial loamy material. Slopes range from 0 to 5 percent. The climate is humid subtropical. Near the type location, the mean annual temperature ranges from 64 to 68 degrees F., and the mean annual precipitation ranges from 50 to 58 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Cahaba, Daleville, Harleston, Myatt, Prentiss, Savannah and Stough series. The well drained Cahaba soils are on higher positions on terraces and have redder subsoils and thinner sola. The poorly drained Daleville and Myatt soils are in lower positions on stream terraces and upland flats. The moderately well drained Harleston soils have coarse-loamy control sections. The moderately well drained Prentiss and Savannah soils are on slightly higher positions and have a fragipans. The somewhat poorly drained Stough soils have coarse-loamy control sections and are brittle and compact in 40 to 55 percent of the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Quitman soils are somewhat poorly drained. Runoff is slow and permeability is moderately slow. A seasonal high water table is at a depth of 1.5 to 2.0 feet during winter and early spring. Some areas of this soil on low terraces are subject to occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of the Quitman soils are used for pasture and forests. Some areas have been cleared and are used for growing cotton, corn, and soybeans. The forested areas are mainly mixed hardwoods and pines; common trees are sweetgum, American sycamore, loblolly pine, and slash pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Plain sections of Alabama, Mississippi, and South Carolina."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clarke County, Mississippi; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of approximately 12 inches (Ap and E horizons).\nArgillic horizon - the zone from approximately 12 to 84 inches (Bt, Btx1, Btx2, Btx3 and BC horizons).\nFragic soil properties- compaction and brittleness is 20 percent or less in the Btx horizons (26 to 77 inches).\nThe Quitman series is in MLRA 133A.\nADDITIONAL DATA: Data for the typifying pedon are in Soil Survey Investigations Report No. 13. Chemical analyses and particle-size distribution for one pedon are published in Soil Survey of Lauderdale County, Mississippi (issued July 1983) pp. 135-136; and, one pedon published in Soil Survey of Tishomingo County, Mississippi (issued October 1983) pp. 91-92.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine and medium granular structure; very friable; many very fine and fine roots, few medium to very coarse roots; few fine brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; strongly acid; clear smooth boundary. (1 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 12 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak and medium granular structure; very friable; many very fine and fine roots, few medium to very coarse roots; few fine brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; few fine and medium distinct light brownish gray (10YR 6/2) irregular-shaped areas of iron depletions; strongly acid; clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "BE",
        "top": 30,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--12 to 18 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; common very fine and fine roots, few medium to very coarse roots; many fine, medium and coarse distinct pale brown (10YR 6/3) and few fine and medium  distinct light brownish gray (10YR 6/2) irregular-shaped areas of iron depletions; few fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; strongly acid; clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 46,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--18 to 26 inches; pale brown (10YR 6/3) loam; moderate medium and coarse subangular blocky structure; friable; common very fine and fine roots, few medium to very coarse roots throughout; common faint clay films on vertical faces of peds; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse distinct light brownish gray (10YR 6/2) areas of iron depletions; many fine, medium, and coarse distinct yellowish brown (10YR 5/6), common fine and medium prominent strong brown (7.5YR 5/6) and many fine and medium prominent yellowish red (5YR 5/8) irregular-shaped masses of iron accumulations; strongly acid; gradual wavy boundary. (6 to 14 inches thick)"
      },
      {
        "name": "Btxg1",
        "top": 66,
        "bottom": 119,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btxg1--26 to 47 inches; light brownish gray (10YR 6/2) sandy clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly brittle and compact in about 20 percent of the matrix; firm; few fine and medium roots in seams between prisms; common faint clay films on vertical faces of peds; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse distinct yellowish brown (10YR 5/6), common fine and medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/8) irregular-shaped masses of iron accumulations; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btxg2",
        "top": 119,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btxg2--47 to 62 inches; light brownish gray (10YR 6/2) sandy clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; slightly brittle and compact in about 20 percent of the matrix; many faint clay films on vertical faces of peds; prism faces coated with pale brown (10YR 6/3) sandy loam; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse distinct yellowish brown (10YR 5/6), common fine and medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/8) irregular-shaped masses of iron accumulations; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btx",
        "top": 157,
        "bottom": 196,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "Btx--62 to 77 inches; 30 percent yellowish brown (10YR 5/6), 25 percent light brownish gray (10YR 6/2), 25 percent strong brown (7.5YR 5/6) and 20 percent yellowish red (5YR 5/8) sandy clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; slightly brittle and compact in about 15 percent of the matrix; common faint clay films on vertical faces of peds; prism faces coated with pale brown (10YR 6/3) sandy loam; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; the areas of yellowish brown, strong brown and red are iron accumulations and the areas of light brownish gray are iron depletions; strongly acid. (Combined thickness of the Btx horizons ranges from 40 to more than 60 inches)"
      },
      {
        "name": "BC",
        "top": 196,
        "bottom": 213,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "narrative": "BC--77 to 84 inches; strong brown (7.5YR 5/6) clay loam; weak medium subangular blocky structure; firm; common fine and medium brown (10YR 4/3) and black (10YR 2/1) iron and manganese concretions; many fine, medium and coarse prominent light brownish gray (10YR 6/2) irregular-shaped areas of iron depletions and many fine, medium and coarse distinct yellowish brown (10YR 5/6) irregular-shaped masses of iron accumulations; strongly acid."
      }
    ]
  ]
}
