{
  "SERIES": "QUITERIA",
  "STATUS": "Established Series",
  "BYREV": "FM-ROG-CLN",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, hyperthermic Typic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quiteria fine sand--nearly level slopes in rangeland at an elevation of 23 m (76 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 cm (0 to 5 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; loose, friable; common fine and very roots; few insect tunnels and root channels; moderately acid; clear smooth boundary.\nA2--13 to 38 cm (5 to 15 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; loose, very friable; common fine and very fine roots; few fine root channels; moderately acid; abrupt smooth boundary. (combined thickness of the A horizons is 25 to 51 cm [10 to 20 in])\n2Btn1--38 to 46 cm (15 to 18 in); brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium blocky; very hard, firm; few fine and very fine roots; few very fine pores; few faint clay films on faces of peds; clean sand grains and organic coatings on faces of peds; few fine distinct yellowish brown (10YR 5/4) redox concentrations and light gray (10YR 7/2) redox depletions; neutral; clear smooth boundary.\n2Btn2--46 to 60 cm (18 to 22 in); light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; strong coarse prismatic structure parting to moderate medium blocky; extremely hard, very firm; few fine and very fine roots; few faint clay films on faces of peds; clean sand grains and organic coatings on faces of peds; many medium distinct yellow (10YR 7/6) and few fine distinct brownish yellow (10YR 6/8) redox concentrations; slightly alkaline; clear smooth boundary.\n2Btn3--60 to 79 cm (22 to 31 in); yellow (10YR 7/6) sandy clay loam, brownish yellow (10YR 6/6) moist; moderate coarse prismatic structure parting to moderate medium blocky; very hard, firm; few fine and very fine roots; few faint clay films on faces of peds; clean sand grains on faces of peds; few fine root channels; moderately alkaline; gradual smooth boundary.\n2Btn4--79 to 109 cm (31 to 43 in); very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; moderate coarse prismatic structure parting to moderate medium blocky; very hard, firm; few fine and very fine roots; few faint clay films on faces of peds; few fine distinct brownish yellow (10YR 6/8), reddish yellow (7.5YR 6/6) and reddish yellow (5YR 6/8) redox concentrations; few fine black iron-manganese masses and concretions; few calcareous nodules up to 1 cm diameter; strongly alkaline; gradual smooth boundary.\n2Btn5--109 to 150 cm (43 to 59 in); very pale brown (10YR 8/2) sandy clay loam; light gray (10YR 7/2) moist; weak coarse prismatic structure parting to moderate medium blocky; very hard, firm; few fine roots; few faint clay films on faces of peds; few medium distinct reddish yellow (7.5YR 7/6) redox concentrations; few fine black iron-manganese masses and concretions; few calcareous nodules up to 1 cm diameter; strongly alkaline; gradual smooth boundary. (combined thickness of the 2Btn horizons is 48 to 152 cm [19 to 60 in])\n2BCkn--150 to 203 cm (59 to 80 in); pale yellow (2.5Y 8/2) fine sandy loam, light gray (2.5Y 7/2) moist; weak moderate subangular blocky structure; very hard, firm; few calcareous nodules up to 1 cm diameter; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brooks County, Texas; from post office in Encino; 0.6 mile north on U.S. 281 to entrance gate of the Encino Division of the King Ranch; 5.7 miles east on ranch road to ranch road; 3.6 miles south on ranch road; 155 feet east in rangeland. San Tomas Camp, Texas USGS topographic quadrangle. Latitude: 26 degrees, 54 minutes, 23 seconds N.; Longitude: 98 degrees, 03 minutes, 04 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime.  Precipitation pattern: moist spring and fall months and dry summer and winter months.  The soil moisture control section is dry in some or all parts for more than 90 but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nOne or more lithological discontinuities occur in the Btn horizon.\nA horizon\nHue: 10YR\nValue: 6 or 7\nChroma: 3 or 4\nTexture: loamy fine sand or fine sand\nReaction: moderately acid to neutral\n2Btn horizon\nHue: 7.5YR or 10YR\nValue: 5 to 8\nChroma: 2 to 6\nTexture: loamy fine sand, fine sandy loam, or sandy clay loam. Sandy clay loam layers are less than 30 cm (12 in) thick\nClay content: upper 51 cm (20 in) is 8 to 18 percent\nRedox features: few to many reddish, brownish, grayish, and yellowish redox concentrations and depletions occur in most pedons\nSecondary calcium carbonate: none to few masses or nodules of calcium carbonate\nESP: 15 percent and increases with depth\nSAR: 20 to 36\nEC (dS/m): 2 to 15\nReaction: neutral to strongly alkaline.\n2BCn horizon\nHue: 10YR or 2.5Y\nValue: 7 or 8\nChroma: 2 to 4\nTexture: loamy fine sand, fine sandy loam, or sandy clay loam\nRedox concentrations: few to common yellowish concentration occur in some pedons\nSecondary calcium carbonate: none to few masses or nodules of calcium carbonate\nSAR: 20 to 36\nEC (dS/m): 2 to 15\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are Bauman (TX), Oscar (OK), Palobia (TX), Ramita (TX), Sauz (TX), and Willamar (TX) series.\nBauman soils: are in a thermic temperature regime\nOscar soils: have a fine-silty particle-size control section and are in a thermic temperature regime\nPalobia, Ramita, and Willamar soils: have a fine-loamy particle-size control section\nSauz soils: have an aquic moisture regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian deposits over loamy Quaternary age alluvium\nLandform: vegetated sandsheet prairie\nSlopes: 0 to 1 percent\nMean annual air temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation: 610 to 711 mm (24 to 28 in)\nFrost-free period: 300 to 341 days\nElevation: 6 to 9 m (20 to 30 ft)\nThornthwaite P-E Index: 26 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bordas, Padrones, Palobia, Ramita, Sauz, and Yturria series.\nBordas soils: have fine-loamy control sections and are in depressions\nPadrones soils: have a sandy epipedon 51 to 102 cm (20 to 40 in) thick and on higher landscapes\nPalobia soils: have a fine-loamy particle-size control section and are on similar landscapes\nRamita soils: have a fine-loamy particle-size control sections and are on lower landscapes\nSauz soils: have an aquic moisture regime and are on lower landscapes\nYturria soils: have a mollic epipedon more than 51 cm (20 in) thick and are in higher landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, runoff is low.  Water movement through the soil is moderately slow.  During normal years of precipitation, a seasonal water table perches on top of the natric horizon for brief periods of less than 1 to 2 weeks, most likely in the months of May to October.  In some years tropical storms or prolonged periods of above-normal precipitation result in a seasonal water table perched on top of the natric horizon for 2 to 4 weeks most likely in the months of June to October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for livestock grazing and wildlife habitat.  The native climax vegetation in excellent condition is composed of 90 percent grasses, 5 percent woody plants and 5 percent forbs.  In excellent condition, tall and midgrasses such as seacoast bluestem, brownseed paspalum and switchgrass dominate.  Major forbs include snoutbean, arrowleaf sida, prairie coneflower, firewheel, phlox, and ragweed.  Mesquite is the dominant woody plant.  The ecological site is Loamy Sand, PE 31 to 44 (R083EY705TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sandsheet Prairie (MLRA 83E in LRR I) in southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brooks County, Texas, 1983.  The name is from a small lake and hill."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Particle-size distribution analysis, sand/silt ratios and clay free fraction indicate a lithological discontinuity occurs at the upper boundary of the natric horizon.  In 2005 this series was reclassified from Aquic Natrustalfs to Typic Natrustalfs based on the 1989 to 2002 water table study* conducted on similar upland soils in the central part of the Texas Gulf Coast Prairie MLRA.  This soil does not have aquic conditions in most years.  In some years, reduced conditions develop just above and in the upper part of the natric horizon for brief periods following extreme above-normal precipitation events.  Redoximorphic features that result from these above-normal events are not diagnostic for classification.\n*partial data in Proceedings of eighth international soil correlation meeting (VIII ISCOM) 1992, USDA-SCS National Soil Survey Center, Lincoln, NE\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 38 cm (0 to 15 in)\nNatric horizon: 38 to 150 cm (15 to 59 in)\nLithologic discontinuity: 38 cm (15 in)\nADDITIONAL DATA:  TAMU data from Kenedy County, TX (S98TX-261-004)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
