{
  "SERIES": "QUIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-GRS-DJP",
  "REVDATE": "11/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Mollic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quiver silty clay loam, in a nearly level wooded area at an elevation of 134 meters (439 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 23 centimeters (0 to 9 inches); very dark gray (2.5Y 3/1) with thin strata of dark grayish brown (2.5Y 4/2) silty clay loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure with some thin bedding planes; firm; many very fine roots; few fine prominent reddish brown (5YR 4/4) masses of oxidized iron and few fine manganese masses with diffuse boundaries on surfaces along pores and root channels; neutral; clear smooth boundary. [15 to 25 centimeters (6 to 10 inches) thick]\nACg--23 to 36 centimeters (9 to 14 inches); dark gray (2.5Y 4/1) with fine strata of dark grayish brown (2.5Y 4/2) silty clay loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure with some thin bedding planes; firm; many very fine roots; common fine prominent reddish brown (5YR 4/4) masses of oxidized iron and few fine manganese masses with diffuse boundaries on surfaces along pores and root channels; slightly alkaline; clear smooth boundary. [0 to 15 centimeters (0 to 6 inches) thick]\nCg1--36 to 63.5 centimeters (14 to 25 inches); dark gray (2.5Y 4/1) silty clay loam; massive; firm; common very fine roots; many distinct very dark grayish brown (10YR 3/2) organic coats lining pores; common fine prominent reddish brown (5YR 4/4) masses of oxidized iron and few fine manganese masses with diffuse boundaries on surfaces along pores and root channels; slightly alkaline; clear smooth boundary.\nCg2--63.5 to 86 centimeters (25 to 34 inches); very dark gray (5Y 3/1) silty clay loam; massive with thin bedding planes; firm; few very fine roots; few distinct very dark grayish brown (10YR 3/2) organic coats lining pores; common fine prominent reddish brown (5YR 4/4) masses of oxidized iron and few fine manganese masses with diffuse boundaries on surfaces along pores and root channels; slightly alkaline; clear smooth boundary.\nCg3--86 to 114 centimeters (34 to 45 inches); dark gray (5Y 4/1) silty clay loam; massive with thin bedding planes; firm; few distinct very dark grayish brown (10YR 3/2) organic coats lining pores; many fine prominent dark red (2.5YR 3/6) masses of oxidized iron and few fine manganese masses with diffuse boundaries on surfaces along pores; slightly alkaline; clear smooth boundary.\nCg4--114 to 165 centimeters (45 to 65 inches); dark grayish brown (2.5Y 4/2) silty clay loam; massive; firm; many medium prominent dark red (2.5YR 3/6) masses of oxidized iron with diffuse boundaries on surfaces along pores; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fulton County, Illinois; about 1 1/2 miles south of Banner; 1,990 feet north and 1,490 feet east of the southwest corner of sec. 24, T. 6 N., R. 5 E.; USGS Duck Island topographic quadrangle; lat. 40 degrees 29 minutes 09 seconds N. and long. 89 degrees 53 minutes 30 seconds W.; UTM Zone 16, 763454.73 easting and 4486323.26 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section: averages 20 to 35 percent clay and less than 15 percent fine sand or coarser\nRock fragment content: zero within a depth of 152 centimeters (60 inches)\nReaction: slightly acid to moderately alkaline and generally becomes less acid with depth\nDepth to carbonates: typically more than 152 centimeters (60 inches)\nOther features: redox concentrations are throughout\nA and ACg horizons:\nHue: 10YR, 2.5Y or N\nValue: 2 or 3\nChroma: 0 to 2 and contains fine strata of higher value\nTexture: typically silty clay loam, but is silt loam in some pedons\nCg horizons:\nHue: 10YR, 2.5Y, 5Y, or N\nValue: 3 to 6\nChroma: 0 to 2\nTexture: typically is silty clay loam, but some pedons are silt loam or contain strata with less clay or more sand or both"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ackmore and Kezan series. Ackmore soils have a dark colored buried soil within a depth of 50 to 100 centimeters (20 to 40 inches). Kezan soils do not have endosaturation at the soil surface, do not have bedding planes in the surface layer, and are in areas that receive less than 869 millimeters of mean annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quiver soils are in abandoned oxbow lakes and on flood plains. Slope ranges from 0 to 2 percent. These soils formed in dark colored, non-calcareous, recently deposited silty alluvium. Mean annual temperature varies from 9 to 13 degrees C (48 to 55 degrees F). Mean annual precipitation varies from 869 to 1068 millimeters (34 to 42 inches). Frost free days ranges from 155 to 185 days. Elevation ranges from 127 to 395 meters (417 to 1296 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ambraw, Beaucoup, Darwin, Dockery, Nodaway, Sawmill, Tice, and Wakeland soils. The poorly drained Ambraw and Sawmill soils are on similar positions along smaller riverine tributaries. The poorly drained Beaucoup soils are on similar parts of flood plains nearby. Darwin soils are very poorly drained located in deeper sloughs and stream channels. Dockery soils are somewhat poorly drained and are on slightly higher natural levees. Nodaway soils are moderately well drained and are located on higher elevations generally closer to the stream channel. The somewhat poorly drained Tice soils are on broad rises. The somewhat poorly drained Wakeland soils commonly are on flood plains of smaller streams or are closer to the upland source of sediments on larger flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. Where drained, the seasonal high water ranges from the surface to a depth of 31 centimeters (1.0 foot) in the spring in normal years. In the undrained condition, the seasonal high water table is as much 31 centimeters (1.0 foot) above the surface to 31 (1.0 foot) below the surface between the months of December and July in normal years. Unless protected, Quiver soils are frequently or occasionally flooded for brief to long duration. The potential for surface water runoff is low or negligible. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers/sec). Permeability is moderately slow (0.2 to 2.0 inches per hour)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Quiver soils are wooded. Native vegetation is mixed deciduous trees. See Additional Data section for native vegetative cover in Iowa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Illinois and Southeastern Iowa; Land Resource Unit (LRU) 115C-Central Mississippi Valley Wooded Slopes, Northern Part; LRU 108C-Illinois and Iowa Deep Loess and Drift, West-Central Part; LRU 108D-Illinois and Iowa Deep Loess and Drift, Western Part. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fulton County, Illinois, 1995. Named for a creek in Mason County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: fluventic properties: irregular decrease in organic carbon; aquic conditions - chroma of 2 or less and redox concentrations.\nTaxonomy version--Keys to Soil Taxonomy, Twelfth Edition, 2014.\nADDITIONAL DATA: In Iowa, the native vegetative cover is a mixed herbaceous and woody community commonly inhabited with Silver Maples, Green Ashes, Eastern Cottonwoods, Black Elderberries, Black Willows, Riverbank Grapes, White Cutgrasses, Wood Reedgrasses, Virginia Wildryes, Sensitive Ferns, Wood Nettles, Canadian Clearweeds, Late Goldenrods, and Yellow Jewelweeds. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
