{
  "SERIES": "QUONAL",
  "STATUS": "Established Series",
  "BYREV": "KDA/ARW/CAF",
  "REVDATE": "10/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, thermic Sodic Xerarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quonal silty clay, under irrigated cultivation, with a slope of 0 to 2 percent at an elevation of 317 feet.  (Colors are for dry soil unless otherwise stated. Disturbance from mechanical reclamation occurs to a depth of 41 inches).\nAp1--0 to 7 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; weak fine, medium and coarse subangular blocky structure; very hard, friable, sticky and plastic; few very fine roots; common very fine and fine tubular pores; strongly effervescent, carbonates are disseminated; electrical conductivity is 0.5 decisiemens per meter; sodium adsorption ratio is 2; moderately alkaline (pH 8.3); gradual smooth boundary.\nAp2--7 to 9 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; massive; extremely hard, firm, sticky and plastic; few very fine and fine roots; few very fine and fine tubular pores; few thin clay films in pores of displaced fragments of a natric horizon; strongly effervescent, carbonates are disseminated; electrical conductivity is 3.1 decisiemens per meter; sodium adsorption ratio is 6; very strongly alkaline (pH 9.3); gradual smooth boundary.\nAp3--9 to 16 inches; brown (10YR 5/3) clay, dark brown (10YR 3/3) moist; massive; extremely hard, firm, sticky and plastic; few fine and very fine roots; common fine and very fine tubular pores; few thin clay films in pores of displaced fragments of a natric horizon; strongly effervescent, carbonates are disseminated; electrical conductivity is 4.1 decisiemens per meter; sodium adsorption ratio is 12; common fine and medium faint very dark grayish brown (10YR 3/2) moist, relict redox depletions; very strongly alkaline (pH 9.2); gradual smooth boundary.\nAp4--16 to 20 inches; light yellowish brown (10YR 6/4) clay, dark yellowish brown (10YR 4/4) moist; massive; extremely hard, firm, sticky and plastic; few thin clay films on displaced fragments of a natric horizon; strongly effervescent, carbonates are disseminated; electrical conductivity is 7.5 decisiemens per meter; sodium adsorption ratio is 27; very strongly alkaline (pH 9.2); gradual smooth boundary.\nAp5--20 to 32 inches; yellowish brown (10YR 5/4) silty clay, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; extremely hard, firm, sticky and plastic; few very fine roots; common very fine tubular pores; common thin and moderately thick clay films coating faces of and in pores of displaced fragments of a natric horizon; strongly effervescent, carbonates are disseminated; electrical conductivity is 5.9 decisiemens per meter; sodium adsorption ratio is 35; common medium faint dark brown (10YR 3/3) relict redox depletions; very strongly alkaline (pH 9.7); clear wavy boundary.\nAp6--32 to 41 inches; yellowish brown (10YR 5/4) silty clay, dark yellowish brown (10YR 4/4) moist; strong fine and medium angular blocky structure; extremely hard, firm, sticky and plastic; common very fine tubular pores; few thin clay films in pores of displaced fragments of a natric horizon; 15 percent very fine and fine subangular blocky duripan fragments that are extremely hard and extremely firm; violently effervescent, carbonates are disseminated and segregated as many moderately thick coats on faces of peds and as many fine and medium filaments; electrical conductivity is 7.4 decisiemens per meter; sodium adsorption ratio is 50; very strongly alkaline (pH 9.9); abrupt wavy boundary. (The combined thickness of the Ap horizons is 40 to 60 inches).\n2Bkqmb--41 to 44 inches; light yellowish brown (10YR 6/4) strongly silica and lime cemented duripan with 50 percent discontinuous 1/8 inch thick laminar cap, and with fractures 4 to 8 inches apart, dark yellowish brown (10YR 4/4) moist; massive; extremely hard, slightly rigid; strongly effervescent, carbonates are disseminated and segregated as many fine and medium threads and many moderately thick coats in fractures; brittle when wet; clear wavy boundary. (2 to 20 inches thick).\n2Bkb1--44 to 50 inches; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine tubular pores; violently effervescent, carbonates are disseminated and segregated as many fine and medium filaments and as many moderately thick coats on faces of peds; electrical conductivity is 0.9 decisiemens per meter; sodium adsorption ratio is 4; moderately alkaline (pH 8.3); gradual wavy boundary. (0 to 16 inches thick).\n2Bkb2--50 to 62 inches; light yellowish brown (10YR 6/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; medium fine angular blocky structure; hard, friable, slightly sticky, slightly plastic; few very fine tubular pores; few thin and moderately thick clay films lining pores and on ped faces; strongly effervescent, carbonates are disseminated and segregated as few thin filaments and many moderately thick coats on faces of peds; electrical conductivity is 0.8 decisiemens per meter; sodium adsorption ratio is 2; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California; about 6 miles north of Woodville; 1,050 feet south, and 2,125 feet east of the north west quarter of Sec. 19, T. 20 S., R. 26 E., MDB&M; Latitude 36 degrees, 10 minutes and 43 seconds north and Longitude 119 degrees, 12 minutes, and 3 seconds west; Cairns Corner Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 64 to 67 degrees F.\nDepth to displaced fragments of a natric horizon: 0 to 40 inches. Some part always contains at least 3 percent natric horizon fragments.\nDepth to duripan fragments: 0 to 40 inches.\nDepth to fractured, remnant duripan: 40 to 60 inches (before reclamation the depth to duripan was 20 to 40 inches).\nSalinity:  Electrical conductivity: 0 to 8 decisiemens per meter.\nDepth to relict redoximorphic features is 8 to 18 inches.\nAp Horizon--10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 6/2, 6/3, 6/4 dry; 10YR 3/2, 3/3, 3/4, 4/2, 4/3, 4/4 moist.\nTexture: Silty clay in the upper part and silty clay, clay and gravelly clay in the lower part.\nClay: 40 to 50 percent.\nCoarse fragments: 0 to 15 percent gravel size duripan fragments in the upper part with 0 to 35 percent in the lower part, which are not arranged in any discernable order. Some part contains at least 3 percent duripan fragments.\nCarbonates: Slightly effervescent to violently effervescent. (Calcium carbonate equivalent is 1 to 10 percent.\nReaction: Slightly to very strongly alkaline.\nSodium adsorption ratio: 0 to 4 in the upper part and 13 to 50 in the lower part.\nOther features: Soil reaction and salinity/sodicity is highly variable due to degree of reclamation. Some pedons have thin strata of clay loam or silty clay loam in the upper part of the horizon due to land leveling and importing soil material from other locations.\n2Bkqmb Horizon--10YR 5/3, 5/4, 6/3, 6/4, 7/2 dry; 3/3, 3/4, 4/3, 4/4, 5/3, 5/4, 6/3, 6/4 moist.\nFractures: Are 4 to 8 inches apart. The duripan has been mechanically fractured to a depth of at least 40 inches, and has been partially dissolved by farm chemicals and irrigation water, so that only fragments remain of the original duripan above 40 inches.\n2Bkb horizon--10YR 5/3, 5/4, 6/3, 6/4, 7/3, 7/4 dry; 10YR 3/3, 3/4, 4/3, 4/4, 5/3, 5/4 moist.\nTexture: Stratified sandy loam to silty clay loam.\nClay: Averages 18 to 35 percent and ranges from 15 to 39 percent.\nCoarse fragments: 0 to 15 percent gravel size duripan fragments.\nCarbonates: Strongly effervescent to violently effervescent. (Calcium carbonate equivalent is 5 to 10 percent.\nReaction: Moderately alkaline to very strongly alkaline.\nSodium adsorption ratio: 13 to 50."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quonal soils are on terraces. The soils formed in the chemically and mechanically reclaimed remnants of the Lewis series (Fine, smectitic, thermic Natric Durixeralfs) which originally formed in alluvium from granitic rock.  The soil commonly contains a remnant duripan. This duripan has been mechanically removed to a depth of at least 40 inches and has been partially dissolved by the addition of farm chemicals and irrigation water. Elevations are 280 to 400 feet. The climate is arid with hot, dry summers and cool, moist winters. The mean annual precipitation is 8 to 12 inches, the mean annual temperature is 62 to 65 degrees F., and the frost free season is 250 to 300 days. ."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colpien (T), Kai (T), Exeter, Lewis, San Joaquin and Tagus (T) series. Colpien and Tagus soils have mollic epipedons and lack duripans. Exeter and San Joaquin soils are 20 to 40 inches to the duripan and have argillic horizons. Kai and Lewis soils are 20 to 40 inches to a duripan and have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; runoff is medium or high; and permeability is slow above the duripan and very slow in the duripan.   Flooding is rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for irrigated cropland growing cotton, alfalfa, corn silage and wheat. It is also used for dairy and cattle production and building site development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The southern part of the San Joaquin valley.  The soil is not extensive.  MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tulare County, West Part, California, 1999.  The name is coined.\nRemarks: The original landscape had undulating and hummocky topography.\nProposed subgroup Duric Natric Xerarents.  Fragments of a displaced duripan and fragments of a displaced natric horizon.\nDiagnostic horizons and features recognized in this pedon:\n1.0 Ochric Epipedon--The zone from the soil surface to 41 inches (Ap1, Ap2, Ap3, Ap4, Ap5 and Ap6 horizons).\n2.0 Remnant duripan fragments -- Identifiable fragments of the ripped and chemically softened duripan, the zone from a depth of about 32 inches to 41 inches (Ap6 horizon).\n3.0 Remnant natric horizon fragments -- Identifiable fragments of the ripped and chemically destroyed natric horizon, the zone from a depth of about 7 inches to 41 inches (Ap2, Ap3, Ap4, Ap5 and Ap6 horizons).\n4.0 Strongly silica and lime cemented duripan -- The zone from a depth of 41 to about 44 inches (2Bkqmb horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
