{
  "SERIES": "QUONSET",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-CAW-DAS",
  "REVDATE": "01/2013",
  "STATES": "MA,NH,RI,VT",
  "OVERVIEW": "The Quonset series consists of very deep, excessively drained soils formed in glaciofluvial deposits. They are nearly level through very steep soils on outwash plains, terraces, deltas, kames, and eskers. Slope ranges from 0 through 70 percent. Saturated hydraulic conductivity is high or very high in the mineral solum and very high in the substratum. The mean annual temperature is about 49 degrees F. (9 degrees C.), and the mean annual precipitation is about 44 inches (1016 millimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Quonset sandy loam on a 13 percent slope in a forested area. (Colors are for moist soil.)\nOi -- 0 to 1 inches (0 to 3 centimeters); slightly decomposed plant material (fibric material) derived from oak leaves and pine needles.\nOa -- 1 to 2 inches (3 to 5 centimeters); dark reddish brown (5YR 2/2) highly decomposed plant material (sapric material).\nA -- 2 to 4 inches (5 to 10 centimeters); black (10YR 2/1) sandy loam; weak fine granular structure; very friable; many medium and fine roots; 5 percent shale channers and gravel; extremely acid; abrupt smooth boundary. (1 to 4 inches (3 to 10 centimeters) thick.)\nBw1 -- 4 to 7 inches (10 to 18 centimeters); brown (10YR 4/3) channery sandy loam; weak fine and medium granular structure; very friable; many medium and fine roots; 15 percent shale channers and gravel; very strongly acid; abrupt wavy boundary.\nBw2 -- 7 to 14 inches (18 to 36 centimeters); yellowish brown (10YR 5/4) channery loamy sand; massive; very friable; common medium and fine roots; 20 percent rock fragments, mainly shale and phyllite channers; very strongly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 6 to 18 inches (15 to 46 centimeters).)\nBC -- 14 to 22 inches (36 to 56 centimeters); light olive brown (2.5Y 5/4) very channery loamy sand; single grain; loose; common medium and fine roots; 40 percent shale and phyllite channers, 2 percent flagstones; 25 percent dark sand in the sand fraction; very strongly acid; clear smooth boundary. (0 to 10 inches (0 to 25 centimeters) thick.)\nC -- 22 to 65 inches (56 to 165 centimeters); olive brown (2.5Y 4/4) to dark grayish brown (2.5Y 4/2) extremely channery sand; single grain; loose; few medium roots; 65 percent shale and phyllite channers and 2 percent granitic gravel and cobbles; 30 percent of the sand fraction consists of dark sand; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plymouth County, Massachusetts; Town of Norwell, 3 1/2 miles northwest of Norwell Village and 1 3/4 miles north of Assinippi Village. USGS Weymouth, MA topographic quadrangle; Latitude 42 degrees, 11 minutes, 05 seconds N., and Longitude 70 degrees, 51 minutes, 18 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 38 through 94 centimeters. The volume of channers and gravel ranges from 0 through 50 percent in the A horizon, 15 through 50 percent in the B horizon, and 10 through 70 percent in the C horizon. Rock fragments greater than 3 inches range from 0 through 5 percent throughout the soil. Dark minerals dominate the lithology, ranging from 25 through 75 percent of the rock fragments and 15 through 50 percent of the sand fraction. Reaction, where not limed, ranges from extremely acid through strongly acid in the A horizon, from extremely acid through moderately acid in the B horizon and from very strongly acid through slightly acid in the C horizon.\nMost pedons have an O horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 through 3. Some pedons have Ap horizons that have hue of 10YR, value of 3 or 4, and chroma of 2 through 4. Texture is fine sandy loam, sandy loam, or loamy sand in the fine-earth faction. Consistence is friable or very friable.\nThe upper part of the Bw horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 3 through 6. Texture is fine sandy loam, sandy loam, loamy sand, or sand in the fine-earth fraction.\nThe lower part of the Bw horizon and the BC horizon, where present, have hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 through 6. Texture of the fine-earth of these horizons is loamy sand. Consistence is very friable or loose.\nThe C horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 2 through 4. Texture is sand or coarse sand in the fine-earth fraction and the horizon is normally stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bonaparte, Hinckley, Manchester, Mecosta, Multorpor, Otisville, and Rikers series. Bonaparte soils do not have loamy textures in the upper part and have carbonates within a depth of 40 inches. Hinckley soils have rock fragments dominated by granite, gneiss, and schist. Manchester soils have hue of 5YR or redder. Mecosta and Multorpor soils are from outside of Region R. Mecosta soils have a calcareous C horizon. Multorpor soils have hue of 10YR and chroma of 1 or 2 throughout. Otisville soils have rock fragments dominated by sandstone and conglomerate. Rikers soils are anthropogenic and formed in coal ash and have carboliths, pieces of coal or coal slag, in the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Quonset soils are on nearly level through very steep slopes on terraces, outwash plains, deltas, eskers, and kames. Slope ranges from 0 to 70 percent. The soils developed in water-sorted sand, gravel, subrounded channers, and flagstones. All were derived dominantly from acid, dark phyllite, shale, or slate, and some schist and gneiss. Mean annual temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.) Mean annual precipitation ranges from 40 through 50 inches (1016 through 1270 millimeters). The frost free period ranges from 120 through 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Warwick, Bernardston, Dutchess, Nassau, and Pittstown soils on nearby landscapes. Warwick soils are loamy and are somewhat excessively drained. Bernardston, Dutchess, Nassau, and Pittstown are loamy soils formed in till on adjacent uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Saturated hydraulic conductivity is high or very high in the mineral solum and very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly in forest or idle land. Forest is mainly oaks, eastern white pine, and gray birch. Cleared and improved areas are used principally for hay, pasture, and silage corn and to a small extent, for truck crops. A few areas are used for urban development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms in Massachusetts, New Hampshire, Rhode Island, and Vermont. MLRAs 144A and 145. The series is moderately extensive, estimated to be about 28,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kent and Washington Counties, Rhode Island, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects changes to the range in characteristics as well as general updating to metric units.\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - the zone from the mineral soil surface to a depth of 4 inches (10 centimeters) (A horizon).\n2) Sandy-skeletal feature - have 35 percent or more (about 54 percent) weighted average volume of rock fragments in the particle-size control section.\n3) Particle-size control section - the zone from 10 through 40 inches (25 through 100 centimeters) (Bw2, BC and C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi -- 0 to 1 inches (0 to 3 centimeters); slightly decomposed plant material (fibric material) derived from oak leaves and pine needles."
      },
      {
        "name": "Oa",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oa -- 1 to 2 inches (3 to 5 centimeters); dark reddish brown (5YR 2/2) highly decomposed plant material (sapric material)."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 2 to 4 inches (5 to 10 centimeters); black (10YR 2/1) sandy loam; weak fine granular structure; very friable; many medium and fine roots; 5 percent shale channers and gravel; extremely acid; abrupt smooth boundary. (1 to 4 inches (3 to 10 centimeters) thick.)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1 -- 4 to 7 inches (10 to 18 centimeters); brown (10YR 4/3) channery sandy loam; weak fine and medium granular structure; very friable; many medium and fine roots; 15 percent shale channers and gravel; very strongly acid; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 18,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2 -- 7 to 14 inches (18 to 36 centimeters); yellowish brown (10YR 5/4) channery loamy sand; massive; very friable; common medium and fine roots; 20 percent rock fragments, mainly shale and phyllite channers; very strongly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 6 to 18 inches (15 to 46 centimeters).)"
      },
      {
        "name": "BC",
        "top": 36,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC -- 14 to 22 inches (36 to 56 centimeters); light olive brown (2.5Y 5/4) very channery loamy sand; single grain; loose; common medium and fine roots; 40 percent shale and phyllite channers, 2 percent flagstones; 25 percent dark sand in the sand fraction; very strongly acid; clear smooth boundary. (0 to 10 inches (0 to 25 centimeters) thick.)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 22 to 65 inches (56 to 165 centimeters); olive brown (2.5Y 4/4) to dark grayish brown (2.5Y 4/2) extremely channery sand; single grain; loose; few medium roots; 65 percent shale and phyllite channers and 2 percent granitic gravel and cobbles; 30 percent of the sand fraction consists of dark sand; strongly acid."
      }
    ]
  ]
}
