{
  "SERIES": "QUOPANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "10/2019",
  "STATES": "NV",
  "OVERVIEW": "The Quopant series consists of shallow, well drained soils that formed in colluvium and residuum derived from tuff, rhyolite, and other volcanic rocks.  Quopant soils are on hills, mountains, and plateaus.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 360 mm and the mean annual temperature is about 7degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid, shallow Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Quopant very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 30 percent gravel and 15 percent cobbles and stones.\nA--0 to 13 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine tubular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (8 to 15 cm thick)\nBt--13 to 28 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium roots; common fine tubular pores; few faint clay films coating and bridging sand grains; 35 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 20 cm thick)\nBtkq--28 to 36 cm; pale brown (10YR 6/3) very gravelly sandy clay 3loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine, few medium roots; common fine tubular and many very fine interstitial pores; few faint clay films coating and bridging sand grains; secondary carbonates and silica segregated as few coats on bottoms of gravel; 35 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (5 to 18 cm thick)\n2C--36 to 46 cm; pale brown (10YR 6/3) paragravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; common fine roots; many very fine interstitial pores; 20 percent very soft tuff paragravel; slightly alkaline (pH 7.6); clear wavy boundary.  (8 to 13 cm thick)\n2Cr--46 cm; highly weathered ash-flow tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 9 miles southwest of Contact between Big Devils Table and Salmon Falls Creek; about 1,500 feet north and 600 feet east of the southwest corner of section 36, T. 45 N., R. 62 E.; USGS Hubbard Basin 7.5 minute topographic quadrangle; latitude 41 degrees 44 minutes 47 seconds N and longitude 114 degrees 54 minutes 44 seconds W; WGS84 Decimal Degrees 41.7463889 latitude, -114.9122222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the winter and spring, dry from July through October; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 23 to 36 m; includes the Bt horizon.\nDepth to base of argillic horizon: 28 to 38 cm.\nDepth to bedrock: 36 to 50 cm to a paralithic contact.  The paralithic materials below the contact are weathered volcanic rocks such as ash-flow tuff.\nParticle-size control section - Clay content: 18 to 30 percent.\nRock fragments: 35 to 50 percent, mainly gravel that are larger than 5 mm in diameter.  Lithology of fragments is volcanic rocks such as tuff or rhyolite.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nBt and Btkq horizons\nValue:  5 or 6 dry, 3 or 4 moist with darker value common to the Bt horizon.\nChroma:  2 or 3, dry or moist.\nTexture:  Very gravelly loam, very gravelly clay loam, or very gravelly sandy clay loam.\nClay content:  18 to 30 percent.\nRock fragments:  35 to 50 percent.\nStructure:  Fine to coarse subangular blocky.\nOrganic matter content: 1 to 3 percent.\nOther features: Identifiable secondary carbonates and opaline silica occur in some pedons on bottoms of rock fragments in the Btkq horizon.\n2C horizon - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Sandy loam, loam, paragravelly sandy loam, or paragravelly loam.\nClay content: 10 to 20 percent.\nPararock fragments: 10 to 20 percent soft tuff paragravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crispy, Cucamungo, Grandridge, Pinew, Pinwheel, Pinwheeler and Trailamp series.\nCrispy soils do not have 2C horizons below the argillic horizons and have paralithic materials of weathered metamorphic rocks in the series control section.  Cucamungo and Grandridge soils have rocks that are mainly 2 to 5 mm in diameter, do not have 2C horizons below the argillic horizons, and have paralithic materials that are weathered granitic rock in the series control section.  Pinew soils do not have 2C horizons below the argillic horizons with less than 35 percent rock fragments. Pinwheeler have 10 to 18 percent clay in the particle-size control section.  Trailamp soils have paralithic contacts at depths of 18 to 36 cm and do not have 2C horizons below the argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Quopant soils are on hills, mountains, and plateaus.  These soils formed in colluvium and residuum derived from tuff, rhyolite, and other volcanic rocks.  Slopes are 15 to 75 percent.  Elevations range from 1,710 to 2,290 meters.  The climate is semiarid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 75 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cleavage and Shalcleav soils.  Cleavage and Shalcleav soils are shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Quopant soils are used for rangeland and wildlife habitat.  The present vegetation is mainly black sagebrush, bluebunch wheatgrass, downy rabbitbrush, bottlebrush squirreltail, and Sandberg's bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive with about 6,700 acres of the series mapped to date.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Northeast Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 (A and Bt horizons).\nArgillic horizon - The zone from 13 to 36 cm (Bt and Btkq horizons).\nIdentifiable secondary carbonates - The zone from 28 to 36 cm (Btkq horizon).\nParalithic contact - The boundary at 46 cm to underlying soft, weathered bedrock (2Cr layer).\nParticle-size control section - The zone from 13 to 36 cm (Bt and Btkq horizons).\nADDITIONAL DATA: Previous authors and editors include: MDD-DWW-RLB.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine tubular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (8 to 15 cm thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--13 to 28 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium roots; common fine tubular pores; few faint clay films coating and bridging sand grains; 35 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "Btkq",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btkq--28 to 36 cm; pale brown (10YR 6/3) very gravelly sandy clay 3loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine, few medium roots; common fine tubular and many very fine interstitial pores; few faint clay films coating and bridging sand grains; secondary carbonates and silica segregated as few coats on bottoms of gravel; 35 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (5 to 18 cm thick)"
      },
      {
        "name": "2C",
        "top": 36,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C--36 to 46 cm; pale brown (10YR 6/3) paragravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; common fine roots; many very fine interstitial pores; 20 percent very soft tuff paragravel; slightly alkaline (pH 7.6); clear wavy boundary.  (8 to 13 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 46,
        "narrative": "2Cr--46 cm; highly weathered ash-flow tuff."
      }
    ]
  ]
}
