[
  [
    {
      "term": "maar",
      "text": "A low relief, broad volcanic crater formed by multiple, shallow explosive eruptions. It is surrounded by a crater ring in the form of low ramparts of gently dipping (i.e., < 25 degrees), well-bedded tephra; may be partially or completely filled by water (maar lake).",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mafic rock",
      "text": "A general term for igneous rock composed chiefly of one or more ferromagnesian, dark-colored minerals; also said of those minerals.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "main scarp",
      "text": "The steep surface on undisturbed ground at the upper edge of a landslide, caused by movement of displaced material away from the undisturbed ground; it is visible a part of the surface of rupture (slip surface).",
      "compare": null,
      "sources": ["CV", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mainland cove",
      "text": "A subaqueous area adjacent to the mainland or a submerged mainland beach that forms a minor recess or embayment within the larger basin.",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mangrove swamp",
      "text": "A tropical or subtropical marine swamp formed in a silty, organic, or occasionally a coralline substratum and characterized by abundant mangrove trees along the seashore in a low area of salty or brackish water affected by daily tidal fluctuation but protected from violent wave action by reefs or land; dominated by saturated soils, commonly Fluvaquents formed in marl.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "marine deposit",
      "text": "Sediments (predominantly sands, silts and clays) of marine origin; laid down in the waters of an ocean.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "marine lake",
      "text": "[water] An inland body of permanently standing brackish or saline water, occupying a depression on the earth’s surface whose water level is commonly influenced by ocean tides through subterranean cavities connecting to nearby lagoons; generally of appreciable size (larger than a pond) and too deep to permit emergent vegetation to take root completely across the expanse of water. Such water bodies can have unique biota (e.g., sting- less jellyfish of Palau).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "marine terrace",
      "text": "A constructional coastal strip, sloping gently seaward, veneered by marine deposits (typically silt, sand, fine gravel).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "marl",
      "text": "A generic term loosely applied to a variety of materials, most of which occur as an earthy, unconsolidated deposit consisting chiefly of an intimate mixture of clay and calcium carbonate formed commonly by the chemical action of algae mats and organic detritus (periphyton); specifically an earthy substance containing 35 to 65 percent clay and 65 to 35 percent calcium carbonate mud; formed primarily under freshwater lacustrine conditions, but varieties associated with more saline environments and higher carbonate contents also occur.",
      "compare": null,
      "sources": ["HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "marsh",
      "text": "Periodically wet or continually flooded areas with the surface not deeply submerged. Covered dominantly with sedges, cattails, rushes, or other hydrophytic plants.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mass movement",
      "text": "A generic term for any process or sediments (mass movement deposit) resulting from the dislodgment and downslope transport of soil and rock material as a unit under direct gravitational stress. The process includes slow displacements such as creep and solifluction, and rapid movements such as landslides, rock slides, and falls, earthflows, debris flows, and avalanches. Agents of fluid transport (water, ice, air) may play an important, if subordinate role in the process.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mass-movement till",
      "text": "(not preferred) Refer to till.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "till"
    }
  ],
  [
    {
      "term": "mass wasting",
      "text": "(not preferred) Refer to mass movement.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "mass movement"
    }
  ],
  [
    {
      "term": "mawae",
      "text": "(colloquial: Hawaii) A natural surface channel commonly found near the middle of an aa lava flow, formed by the surficial draining of molten lava rather than by erosion from running water; a type of lava trench.",
      "compare": null,
      "sources": "MA",
      "colloquial": true,
      "colloquloc": "Hawaii",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "meander",
      "text": "[streams] One of a series of regular freely developing sinuous curves, bends, loops, turns, or windings in the course of a stream.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "meander belt",
      "text": "The zone within which migration of a meandering channel occurs; the flood plain area included between two imaginary lines drawn tangential to the outer bends of active channel loops. Landform components of the meander-belt surface are produced by a combination of gradual (lateral and down-valley) migration of meander loops and avulsive channel shifts causing abrupt cut-offs of loop segments. Landforms flanking the sinuous stream channel include: point bars, abandoned meanders, meander scrolls, oxbow lakes, natural levees, and flood-plain splays. Meander belts may not exhibit prominent natural levee or splay forms. Flood plains of broad valleys may contain one or more abandoned meander belts in addition to the zone flanking the active stream channel.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "meander scar",
      "text": "A crescent-shaped, concave or linear mark on the face of a bluff or valley wall, produced by the lateral erosion of a meandering stream that impinged upon and undercut the bluff; if it’s no longer adjacent to the modern stream channel, it indicates an abandoned route of the stream.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "meander scar",
      "text": "(not recommended: refer to oxbow) An abandoned meander, commonly filled in by deposition and vegetation, but still discernable.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "meander scroll",
      "text": "One of a series of long, parallel, close fitting, crescent-shaped ridges and troughs formed along the inner bank of a stream meander as the channel migrated laterally down-valley and toward the outer bank.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "meander scroll",
      "text": "(not recommended: use oxbow lake) A small, elongate lake on a flood plain in a well- defined part of an abandoned stream channel.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "meandering channel",
      "text": "The term “meandering” should be restricted to loops with channel length more than 1.5 to 2 times the meander wave length. Meandering stream channels commonly have cross sections with low width-to-depth ratios, cohesive (fine-grained) bank materials, and low gradient. At a given bank-full discharge, meandering streams have gentler slopes, and deeper narrower, and more stable channel cross sections than braided streams.",
      "compare": null,
      "sources": ["HP", "RR"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "medial moraine",
      "text": "An elongate moraine carried in or upon the middle of a glacier and parallel to its sides, usually formed by the merging of adjacent and inner lateral moraines below the junction of two coalescing valley glaciers.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "medial moraine",
      "text": "A moraine formed by glacial abrasion of a rocky protuberance near the middle of a glacier and whose debris appears at the glacier surface in the ablation area.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "medial moraine",
      "text": "The irregular ridge left behind in the middle of a glacial valley, when the glacier on which it was formed has disappeared.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "melt-out till",
      "text": "A till that may be either subglacial or supraglacial in origin. Melt-out till forms by slow melting of debris-rich stagnant ice, but without secondary flow processes. The fabric and clast orientations, imparted by ice processes, remain mostly intact.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mesa",
      "text": "An isolated, flat-topped landform that stands distinctly above the adjacent land area, is bounded by steep slopes or cliffs, and is generally capped by erosion-resistant, nearly horizontal rock (often lava). Mesas and buttes have similar forms and isolated occurrence. A mesa has a summit area broader than the bounding cliff height. Mesas are most common in arid and semiarid regions, but are not climatically restricted.",
      "compare": null,
      "sources": ["GG", "HP"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "metamorphic rock",
      "text": "Rock of any origin altered in mineralogical composition, chemical composition, or structure by heat, pressure, and movement at depth in the earth’s crust. Nearly all such rocks are crystalline. Examples: schist, gneiss, quartzite, slate, marble.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "metasediment",
      "text": "A sediment or sedimentary rock that shows evidence of having been subjected to metamorphism.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "metastable slope",
      "text": "(not recommended: obsolete) A slope that is relatively stable at the present time, but may become active if the environmental balance is disturbed, for instance, by road construction or destruction of vegetation. A metastable slope is often related to base levels of former geomorphic episodes. The regolith is generally moderately deep, may contain stone lines or relict evidence of slope alluvium. Slope gradients usually range from 15 to 45 percent.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "meteorite crater",
      "text": "An impact crater formed by the falling of a large meteorite onto the earth’s surface (e.g., Barringer Crater (AZ)).",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "microbiotic crust",
      "text": "A thin, surface layer (crust) of soil particles bound together primarily by living organisms and their organic byproducts; thickness can range up from < 1 cm up to 10 cm; aerial coverage of the ground surface can range from 10 to 100 percent. Crusts stabilize loose earthy material. Other types of surface crusts include chemical crusts (e.g., salt crusts) and physical crusts (e.g., raindrop-impact crust).",
      "compare": null,
      "sources": ["SS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "microdepression",
      "text": "(not preferred) Refer to microlow.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "microlow"
    }
  ],
  [
    {
      "term": "microfeature",
      "text": "[soil survey] Small, local, natural forms (features) on the land surface that are too small to delineate on a topographic or soils map at commonly used map scales (e.g., 1:24,000 to 1:10,000). They are readily identifiable at ground level and typically have substantial impact on local soil geography, local hydrology, and ecological microsites. Examples include earth pillar, patterned ground, frost boil.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "microhigh",
      "text": "A generic microrelief term applied to slightly elevated areas relative to the adjacent ground surface; differences in relief range from several centimeters to several meters. Cross-sectional profiles can be simple or complex and generally consist of gently rounded, convex tops with gently sloping sides; also spelled micro-high.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "microknoll",
      "text": "(not preferred) Refer to microhigh.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "microhigh"
    }
  ],
  [
    {
      "term": "microlow",
      "text": "A generic microrelief term applied to slightly lower areas relative to the adjacent ground surface (e.g., shallow depression); differences in relief range from several centimeters to several meters. Cross-sectional profiles can be simple or complex and generally consist of subdued, concave, open or closed depressions with gently sloping sides; also spelled micro-low.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "microrelief",
      "text": "[soil survey] Slight variations in the height of a land surface that are too small or intricate to delineate on a topographic or soils map at commonly used map scales (e.g., 1:24,000 through 1:10,000). Examples include microhigh, microslope, and microlow.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "microrelief",
      "text": "(not preferred – refer to microfeature) Generically refers to local, slight irregularities in form and height of a land surface that are superimposed upon a larger landform, including such features as low mounds, swales, and shallow pits.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "microfeature"
    }
  ],
  [
    {
      "term": "microslope",
      "text": "A generic microrelief term applied to areas of nominal surface relief (slightly sloping to level), relative to the adjacent ground surface; differences in overall local relief range from several centimeters to several meters. Cross-sectional profiles can be simple or complex and generally consist of low and gently rounded, convex tops (microhigh), gently sloping to level sides (microslope), and depressional low areas (microlow). Microslopes commonly constitute the majority of the land surface area in gilgai and other settings with microrelief.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "midden",
      "text": "A mound or stratum of refuse (broken pots, ashes, food remains, etc.) normally found on the site of an ancient settlement.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mima mound",
      "text": "A term used for one of numerous low circular or oval domes composed of loose, unstratified, gravelly, silty, or sandy material. The basal diameter varies from 3 meters to more than 30 meters, and the height from 30 centimeters to about 2 meters.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mine spoil, coal extraction",
      "text": "Randomly mixed, earthy materials artificially deposited as a result of either surficial or underground coal mining activities; a type of mine spoil.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mine spoil, metal-ore extraction",
      "text": "Randomly mixed, earthy materials artificially deposited as a result of either surficial or underground metal-ore mining activities; a type of mine spoil.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mine spoil or earthy fill",
      "text": "[soil survey] An accumulation of displaced earthy material, rock, or other waste material removed during mining or excavation.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "minor scarp",
      "text": "A steep surface on the displaced material of a landslide, produced by differential movements within the sliding mass.",
      "compare": null,
      "sources": "CV",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Miocene",
      "text": "An epoch of the Tertiary Period of geologic time (approximately 5.2 to 23 million years ago) that immediately follows the Oligocene and precedes the Pliocene Epoch; also the corresponding (time-stratigraphic) “series” of earth materials.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mogote",
      "text": "(colloquial: Caribbean Basin) An isolated, steep-sided, commonly asymmetrical hill or ridge composed of limestone, generally steeper on its leeward side (prevailing downwind side) and surrounded by nearly level to sloping coastal plain composed of marine and alluvial sediments; a type of karst tower. They range in height from a few feet (< 1 m) to over 150 ft (50 m). Most are isolated and cover small areas but some form clusters of hills or ridges rising out of the surrounding blanket deposits. Mogotes are extensive in northern Puerto Rico. SW, Monroe (1976, 1980), and WW",
      "compare": null,
      "sources": ["SW", "WW"],
      "colloquial": true,
      "colloquloc": "Caribbean Basin",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "monadnock",
      "text": "An isolated hill or mountain of resistant rock rising conspicuously above the general level of a lower erosion surface in a temperate climate representing an isolated remnant of a former erosion cycle in an area that has largely been beveled to its base level.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "monocline",
      "text": "[landform] A unit of folded strata that dips from the horizontal in one direction only, is not part of an anticline or syncline, and occurs at the earth’s surface. This structure is typically present in plateau areas where nearly flat strata locally assume steep dips caused by differential vertical movements without faulting.",
      "compare": null,
      "sources": ["HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "monocline",
      "text": "[structural geology]– A local steepening in an otherwise uniform gentle dip.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "moraine [glacial geology]",
      "text": "[material] A mound, ridge, or other topographically distinct accumulation of unsorted, unstratified glacial drift, predominantly till, deposited primarily by the direct action of glacier ice, in a variety of landforms.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "moraine [glacial geology]",
      "text": "[landform] A general term for a landform composed mainly of till that has been deposited by a glacier; a kame moraine is a type of moraine similar in exterior form to other types of moraines but composed mainly of stratified outwash materials. Types of moraine include disintegration, end, ground, kame, lateral, recessional, and terminal.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mossy organic materials",
      "text": "See organic materials.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "moss peat",
      "text": "An accumulation of organic material that is predominantly the remains of mosses (e.g., sphagnum moss).",
      "compare": null,
      "sources": ["SS", "SSM"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mound",
      "text": "A low, rounded natural hill of unspecified origin, generally < 3 m high and, composed of earthy material.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "mound",
      "text": "A small, human-made hill, composed either of debris accumulated during successive occupations of the site (e.g., tell) or of earth heaped up to mark a burial site (e.g., burial mound).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "mound",
      "text": "A structure built by colonial organisms (e.g., termite mound).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountain",
      "text": "A generic term for an elevated area of the land surface, rising more than 300 meters above surrounding lowlands, usually with a nominal summit area relative to bounding slopes and generally with steep sides (greater than 25-percent slope) with or without considerable bare-rock exposed. A mountain can occur as a single, isolated mass or in a group forming a chain or range. Mountains are primarily formed by tectonic activity, volcanic action, or both and secondarily by differential erosion.",
      "compare": null,
      "sources": ["HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountainbase",
      "text": "A geomorphic component of mountains consisting of the lowermost area, consisting of the strongly to slightly concave colluvial apron or wedge at the bottom of mountain slopes; composed of long-transport colluvium and slope alluvium sediment. It can extend out onto more level valley areas where it ultimately interfingers with, is buried by alluvium or is replaced by reemergent residuum.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountainflank",
      "text": "A geomorphic component of mountains consisting of the side area of mountains, characterized by very long, complex backslopes with comparatively high slope gradients and composed of highly-diverse, colluvial sediment mantles, complex near-surface hydrology, mass movement processes and features (e.g., creep, landslides); rock outcrops or structural benches may be present. The mountainflank can be subdivided by the general location along the mountainside (i.e., upper-third, middle-third, or lower-third mountainflank).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountain range",
      "text": "A single, large mass consisting of a succession of mountains or narrowly spaced mountain ridges, with or without peaks, closely related in position, direction, orientation, formation, and age; a component part of a mountain system.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountains",
      "text": "A region or landscape characterized by mountains and their intervening valleys; a generic name for any group, cluster, or sequence of mountains or narrowly spaced mountain ridges, with or without peaks, closely related in position, orientation, direction, formation, or age, and whose summits commonly exceed 300 m (approx. 1000 ft).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountainside",
      "text": "(not recommended) Use mountain slope.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "mountain slope"
    }
  ],
  [
    {
      "term": "mountain slope",
      "text": "A part of a mountain between the summit and the foot.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountain system",
      "text": "A group of mountain ranges exhibiting certain unifying features, such as similarity in form, structure and alignment, and presumably originating from the same general causes; especially a series of mountain ranges belonging to an orogenic belt.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountaintop",
      "text": "A geomorphic component of mountains consisting of the uppermost, comparatively level or gently sloped area of mountains, characterized by relatively short, simple slopes composed of bare rock, residuum, or short-transport colluvial sediments. In humid environments, mountaintop soils can be quite thick and well developed.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mountain valley",
      "text": "Any small, externally drained V-shaped depression (in cross-section) cut or deepened by a stream and floored with alluvium, or a broader, U-shaped depression modified by an alpine glacier and floored with either till or alluvium, that occurs on a mountain or within mountains. Several types of mountain valleys can be recognized based on their form and valley floor sediments (i.e., V-shaped valley, U-shaped valley).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "mountain valley",
      "text": "(colloquial: Basin and Range, United States) A relatively small, structural depression within a mountain range that is partly filled with alluvium and commonly drains externally to an intermontane basin, bolson, or semibolson.",
      "compare": null,
      "sources": ["FFP", "SW"],
      "colloquial": true,
      "colloquloc": ["Basin and Range", "United States"],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "muck",
      "text": "Unconsolidated soil material consisting primarily of highly decomposed organic material in which the original plant parts are not recognizable (e.g., “sapric soil materials” of Soil Taxonomy). It generally contains more mineral matter, fewer plant fibers, and is usually darker in color than peat.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mucky peat",
      "text": "Unconsolidated soil material consisting primarily of organic matter that is in an intermediate stage of decomposition such that a significant part of the original material can be recognized and a significant part of the material cannot be recognized (e.g., “hemic soil materials” of Soil Taxonomy).",
      "compare": null,
      "sources": ["SS", "SSM"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mud flat",
      "text": "(not preferred – use tidal flat) A relatively level area of fine grained material (e.g., silt) along a shore (as in a sheltered estuary) or around an island, alternately covered and uncovered by the tide or covered by shallow water, and barren of vegetation.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mud pot",
      "text": "A type of hot spring containing boiling mud, usually sulfurous and often multicolored, as in a paint pot. Mud pots are commonly associated with geysers and other hot springs in volcanic areas, especially in Yellowstone Natl. Park, WY.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mudflow",
      "text": "The mass movement process, associated sediments (mudflow deposit), or resultant landform characterized by a very rapid type of earthflow dominated by a sudden, downslope movement of a saturated mass of rock, soil, and mud (more than 50% of the particles are < 2 mm), that behaves as much as a viscous fluid when moving.",
      "compare": null,
      "sources": ["DV", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "mudstone",
      "text": "A blocky or massive, fine-grained sedimentary rock in which the proportions of clay and silt are approximately equal.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "mudstone",
      "text": "A general term that includes clay, silt, claystone, siltstone, shale, and argillite, and that should be used only when the amounts of clay and silt are not known or cannot be precisely identified.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "muskeg",
      "text": "A bog, usually a sphagnum bog, frequently with grassy tussocks (hummocks), growing in wet, poorly drained boreal regions, with deep accumulations of organic material, often in areas of permafrost; a moss-covered muck or peat bog of boreal regions.",
      "compare": null,
      "sources": ["GG", "HP"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
