[
  [
    {
      "term": "paha",
      "text": "(colloquial: Midwestern United States) Commonly a low, elongated, rounded ridge or hill cored by an erosional remnant of drift, rock, or windblown sand, silt, or clay and capped with a thick cover (e.g., up to 10 m) of loess; found especially in northeastern Iowa. Height varies between 10 and 30 m.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": true,
      "colloquloc": "Midwestern United States",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pahoehoe lava",
      "text": "A type of basaltic lava (material) with a characteristically smooth, billowy or rope-like surface and vesicular interior.",
      "compare": null,
      "sources": ["GG", "MA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pahoehoe lava flow",
      "text": "A type of basaltic lava flow with a characteristically smooth, billowy or rope-like surface.",
      "compare": null,
      "sources": ["GG", "MA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Paleocene",
      "text": "The earliest epoch (from 56.5 to 65.0 million years ago) of the Tertiary Period of geologic time that follows the Cretaceous Period and precedes the Eocene Epoch; also the corresponding (time-stratigraphic) “series” of earthy materials.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "paleosol",
      "text": "A soil that formed on a landscape in the past with distinctive morphological features resulting from a soil-forming environment that no longer exists at the site. The former pedogenic process was either altered because of external environmental change or interrupted by burial. A paleosol (or component horizon) may be classed as relict if it has persisted in a land-surface position without major alteration of morphology by processes of the prevailing pedogenic environment. An exhumed paleosol is one that formerly was buried and has been reexposed by erosion of the covering mantle. Most paleosols have been affected by some subsequent modification of diagnostic horizon morphologies and profile truncation.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "paleoterrace",
      "text": "An erosional remnant of a terrace that retains the surface form and alluvial deposits of its origin but was not emplaced by, and commonly does not grade to a present-day stream or drainage network.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "palsa",
      "text": "An elliptical dome-like permafrost mound containing alternating layers of ice lenses and peat or mineral soil, commonly 3-10 m high and 2-25 m long, occurring in subarctic bogs of the tundra and often surrounded by water; plural: palsen.",
      "compare": null,
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "parabolic dune",
      "text": "A sand dune with a long, scoop-shaped form, convex in the downwind direction so that its horns point upwind, whose ground plan, when perfectly developed, approximates the form of a parabola.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "parallel drainage pattern",
      "text": "A drainage pattern in which the streams and their tributaries are regularly spaced and flow parallel or subparallel to one another and tributaries characteristically join the mainstream at approximately the same angle, over a considerable area. It is indicative of a region having a pronounced, uniform slope and a homogeneous lithology and rock structure, such as young coastal plains and large basalt flows. SW, GG, and WA",
      "compare": null,
      "sources": ["GG", "SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "parent material",
      "text": "The unconsolidated and more or less chemically weathered mineral or organic matter from which a soil’s solum is developed by pedogenic processes.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "park",
      "text": "(colloquial: Rocky Mountains, United States; not preferred – refer to valley, intermontane basin).—An ecological term for a grassy or shrubby, wide, open valley lying at high elevation and confined between forested mountain slopes, as in a high meadow; sometimes marshy.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": true,
      "colloquloc": ["(738) park.—(colloquial: Rocky Mountains", "United States; not preferred – refer to valley", "intermontane basin).—An ecological term for a grassy or shrubby", "wide", "open valley lying at high elevation and confined between forested mountain slopes", "as in a high meadow; sometimes marshy."],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "park",
      "text": "(colloquial: Rocky Mountains, United States; not preferred – refer to valley, intermontane basin).—(refer to intermontane basin) A level valley between mountain ranges.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": true,
      "colloquloc": ["(738) park.—(colloquial: Rocky Mountains", "United States; not preferred – refer to valley", "intermontane basin).—(refer to intermontane basin) A level valley between mountain ranges."],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "parna",
      "text": "A term used, especially in southeastern Australia and the southwestern United States, for silt and sand-sized aggregates of eolian clay occurring as sheets or dunes.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "parna dune",
      "text": "A dune largely composed of silt and sand-sized aggregates of clay; sometimes called a clay dune or lunette.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "partial ballena",
      "text": "(not preferred) Refer to ballena.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "ballena"
    }
  ],
  [
    {
      "term": "patina",
      "text": "A general term for a colored film or thin outer layer produced on the surface of a rock or other material by weathering after long exposure.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "patterned ground",
      "text": "A general term for any ground surface exhibiting a discernibly ordered, more-or-less symmetrical, morphological pattern of ground and, where present, vegetation. Patterned ground is characteristic of, but not confined to, permafrost regions or areas subjected to intense frost action; it also occurs in tropical, subtropical, and temperate areas. Patterned ground is classified by type of pattern and presence or absence of sorting and includes nonsorted and sorted circles, net, polygons, steps and stripes, garlands, and solifluction features. In permafrost regions, the most common macroform is the ice-wedge polygon and a common microform is the nonsorted circle. Stone polygons generally form on slopes of less than 8 percent, while garlands and stripes occur on slopes of 8 to 15 percent and more than 15 percent, respectively.",
      "compare": null,
      "sources": ["HP", "NRC"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pavement karst",
      "text": "Areas of bare limestone, usually sculpted by solution erosion into karren of various types and where soils have been stripped off, commonly by glaciation in alpine areas (e.g., Rocky Mountains, United States) and high latitudes, and by water erosion in arid karst areas.",
      "compare": null,
      "sources": ["SW", "WW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "peak",
      "text": "Sharp or rugged upward extension of a ridge chain, usually at the junction of two or more ridges; the prominent highest point of a summit area.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "peat",
      "text": "Unconsolidated soil material consisting largely of undecomposed, or slightly decomposed, organic matter containing abundant plant fibers (e.g., “fibric soil materials” of Soil Taxonomy) and which accumulated under conditions of excessive moisture.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "peat plateau",
      "text": "A generally flat-topped expanse of peat, elevated above the general surface of a peatland, and containing segregated ice that may or may not extend downward into the underlying mineral soil. Controversy exists as to whether peat plateaus and palsen are morphological variations of the same feature.",
      "compare": null,
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pediment",
      "text": "A gently sloping erosional surface developed at the foot of a receding hill or mountain slope, commonly with a slightly concave-upward profile, that cross-cuts rock or sediment strata that extend beneath adjacent uplands. The erosion surface may be essentially bare bedrock (i.e., rock pediment), or it may be thinly mantled (e.g., 1 to 3 m) with debris (i.e., pediment) such as colluvium, pedisediment, or alluvium that is ultimately in transit from an upland front to basin or valley lowland. In hill-footslope terrain the debris mantle (over an erosional contact) is designated “pedisediment.” The term has been used in several geomorphic contexts: Pediments may be classed with respect to—.—landscape positions (e.g., intermontane-basin piedmont = apron pediment, or valley- border footslope surfaces ( = terrace pediment); Cooke and Warren, 1973).",
      "compare": null,
      "sources": ["HP", "RR", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "pediment",
      "text": "A gently sloping erosional surface developed at the foot of a receding hill or mountain slope, commonly with a slightly concave-upward profile, that cross-cuts rock or sediment strata that extend beneath adjacent uplands. The erosion surface may be essentially bare bedrock (i.e., rock pediment), or it may be thinly mantled (e.g., 1 to 3 m) with debris (i.e., pediment) such as colluvium, pedisediment, or alluvium that is ultimately in transit from an upland front to basin or valley lowland. In hill-footslope terrain the debris mantle (over an erosional contact) is designated “pedisediment.” The term has been used in several geomorphic contexts: Pediments may be classed with respect to—.—type of material eroded (e.g., bedrock = rock pediment, or regolith = pediment).",
      "compare": null,
      "sources": ["HP", "RR", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "pediment",
      "text": "A gently sloping erosional surface developed at the foot of a receding hill or mountain slope, commonly with a slightly concave-upward profile, that cross-cuts rock or sediment strata that extend beneath adjacent uplands. The erosion surface may be essentially bare bedrock (i.e., rock pediment), or it may be thinly mantled (e.g., 1 to 3 m) with debris (i.e., pediment) such as colluvium, pedisediment, or alluvium that is ultimately in transit from an upland front to basin or valley lowland. In hill-footslope terrain the debris mantle (over an erosional contact) is designated “pedisediment.” The term has been used in several geomorphic contexts: Pediments may be classed with respect to—.—combinations of the above.  SW, HP, and RR",
      "compare": null,
      "sources": ["HP", "RR", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pedisediment",
      "text": "A sediment layer, eroded from the shoulder and backslope of an erosional slope that lies on and is, or was, being transported across a pediment.",
      "compare": null,
      "sources": "FFP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pedoturbation",
      "text": "The mixing of soil materials by natural processes.",
      "compare": null,
      "sources": "BHM",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "peneplain",
      "text": "(not recommended: obsolete) A low nearly featureless, gently undulating land surface of considerable area, which presumably has been produced by the processes of long-continued subaerial erosion.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "peninsula",
      "text": "An elongated body or stretch of land nearly surrounded by water (e.g., on three sides) and connected with a larger tract of land area, usually by a neck or an isthmus.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "peninsula",
      "text": "A relatively large tract of land jutting out into the water, with or without a well-defined isthmus (e.g., the Italian peninsula).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "perennial stream",
      "text": "A stream or reach of a stream that flows continuously throughout the year and whose surface is generally lower than the water table adjacent to the region adjoining the stream.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "periglacial",
      "text": "(adjective) Pertaining to processes, conditions, areas, climates, and topographic features occurring at the immediate margins of glaciers and ice sheets, and influenced by cold temperature of the ice. The term was originally introduced to designate the climate and related geologic features peripheral to ice sheets of the Pleistocene.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "permafrost",
      "text": "Ground, soil, or rock that remains at or below 0 °C for at least 2 years. It is defined on the basis of temperature and is not necessarily frozen (i.e., cemented by ice).",
      "compare": null,
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Physiographic Division",
      "text": "A large portion of a continent of which all parts are similar in geologic structure and climate at a small scale (e.g., 1:5,000,000) and that has consequently had a unified geomorphic history and whose pattern of relief or landforms differ significantly from that of adjacent areas. Examples: the Laurentian Upland, Rocky Mountain System, and Interior Highlands of the United States western United States (the highest level in the Physiographic Location part of the Geomorphic Description System).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Physiographic Province",
      "text": "A region of which all parts are similar in geologic structure and climate and that has consequently had a unified geomorphic history; a region whose pattern of relief or landforms differ significantly from that of adjacent regions; i.e., a subset within a Physiographic Division. Examples: the Valley and Ridge, Blue Ridge, and Piedmont provinces in the eastern United States, and the Basin and Range, Rocky Mountains, and Great Plains provinces in the western United States (the second highest level in the Physiographic Location part of the Geomorphic Description System).",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Physiographic Section",
      "text": "An area in which all parts are similar in geologic structure and climate at a relatively small scale and that has consequently had a unified geomorphic history and whose pattern of relief or landforms differ significantly from that of adjacent areas (equivalent to Fenneman’s (1957) “Section”) (i.e., a subset within a Physiographic Province). Examples: the Mohawk, Green Mountain, and Floridian Sections in the eastern United States and the Sacramento Section, Puget Trough, and Klamath Mountains in the western United States (the third-highest level in the Physiographic Location part of the Geomorphic Description System).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "piedmont",
      "text": "(adjective) Lying or formed at the base of a mountain or mountain range (e.g., a piedmont terrace or a piedmont pediment). (noun) An area, plain, slope, glacier, or other feature at the base of a mountain (e.g., a foothill or a bajada). In the United States, the Piedmont (noun) is a low plateau extending from New Jersey to Alabama and lying east of the Appalachian Mountains.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "piedmont slope",
      "text": "(colloquial: western United States) The dominant gentle slope at the foot of a mountain; generally used in terms of intermontane-basin terrain in arid to subhumid regions. Main components include an erosional surface on bedrock adjacent to the receding mountain front (pediment, rock pediment); a constructional surface comprising individual alluvial fans and interfan valleys, also near the mountain front; and a distal complex of coalescent fans (bajada) and alluvial slopes without fan form. Piedmont slopes grade to basin-floor depressions with alluvial and temporary lake plains or to surfaces associated with through drainage (e.g., axial streams).",
      "compare": null,
      "sources": "HP",
      "colloquial": true,
      "colloquloc": "western United States",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pillow lava",
      "text": "A general term for lava displaying pillow structure (discontinuous, close- fitting, bun-shaped or ellipsoidal masses, generally < 1 m in diameter); considered to have formed in a subaqueous environment; such lava is usually basaltic or andesitic.  SW, GG, and GS",
      "compare": null,
      "sources": ["GG", "GS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pillow lava flow",
      "text": "A lava flow or body displaying pillow structure and considered to have formed in a subaqueous environment (underwater); usually basaltic or andesitic in composition.",
      "compare": null,
      "sources": ["GS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pimple mound",
      "text": "(colloquial: Gulf Coast United States) Low, flattened, approximately circular or elliptical features composed of sandy loam that is coarser than, and distinct from, the surrounding soil; the basal diameter ranges from 3 m to more than 30 m, and the height from 30 cm to more than 2 m.",
      "compare": null,
      "sources": "GG",
      "colloquial": true,
      "colloquloc": "Gulf Coast United States",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pingo",
      "text": "A large frost mound; especially a relatively large conical mound of soil-covered ice (commonly 30 to 50 meters high and up to 400 meters in diameter) raised in part by hydrostatic pressure within and below the permafrost of Arctic regions, and of more than 1 year's duration.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pinnacle",
      "text": "[geomorphology] A tall, slender, tapering tower or spire-shaped pillar of rock, either isolated, as on steep slopes or cliffs formed in karst or other massive rocks, or at the summit of a hill or mountain.  SW, GG, and WW",
      "compare": null,
      "sources": ["GG", "SW", "WW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pinnate drainage pattern",
      "text": "A variation of the dendritic drainage pattern in which the main stream receives many closely spaced, subparallel tributaries that join it at slightly acute angles upstream, resembling in plan a feather. They typically form on steep slopes with soils that have a high silt content, such as loess landscapes or fine-textured flood plains. SW, GG, and WA",
      "compare": null,
      "sources": ["GG", "SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pit and mound topography",
      "text": "(not recommended) Use tree-tip pit and mound topography.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "tree-tip pit and mound topography"
    }
  ],
  [
    {
      "term": "pitted outwash",
      "text": "Outwash deposits with surficial pits or kettles, produced by the partial or complete burial of glacial ice by outwash and the subsequent thaw of the ice and collapse of the surficial materials.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pitted outwash plain",
      "text": "An outwash plain marked by many irregular depressions such as kettles, shallow pits, and potholes that formed by melting of incorporated ice masses; much of the gradient and internal structures of the original plain remain intact; many are found in WI, MN, MI, and IN.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pitted outwash terrace",
      "text": "A relict glaciofluvial terrace that retains its original attitude, composed of undistorted outwash sediments and depositional structures and whose surface is pock-marked with numerous potholes or kettle depressions.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "plain",
      "text": "A general term referring to any flat, lowland area, large or small, at a low elevation. Specifically, any extensive region of comparatively smooth and level gently undulating land. A plain has few or no prominent hills or valleys but sometimes has considerable slope, and usually occurs at low elevation relative to surrounding areas. Where dissected, remnants of a plain can form the local uplands. A plain may be forested or bare of trees and may be formed by deposition or erosion.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "plateau",
      "text": "[geomorphology] A comparatively flat area of great extent and elevation; specifically an extensive land region considerably elevated (more than 100 meters) above adjacent lower-lying terrain, and is commonly limited on at least one side by an abrupt descent, has a flat or nearly level surface. A comparatively large part of a plateau surface is near summit level.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa",
      "text": "The usually dry and nearly level lake plain that occupies the lowest parts of closed depressions, such as those occurring on intermontane basin floors. Temporary flooding occurs primarily in response to precipitation-runoff events. Playa deposits are fine grained and may or may not have high water table and saline conditions.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa dune",
      "text": "(colloquial: Southern High Plains) A linear or curvilinear ridge of windblown, granular material (generally sand or parna) removed from the adjacent basin by wind erosion (deflation), and deposited on the leeward (prevailing downwind) margin of a playa, playa basin, or salina basin. The dune may be barren or vegetated.",
      "compare": null,
      "sources": "SW",
      "colloquial": true,
      "colloquloc": "Southern High Plains",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa floor",
      "text": "(colloquial: Southern High Plains) The lowest extensive, flat to slightly concave surface within a playa basin, consisting of a dry lake bed or lake plain underlain by stratified clay, silt or sand, and commonly by soluble salts.",
      "compare": null,
      "sources": "SW",
      "colloquial": true,
      "colloquloc": "Southern High Plains",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa lake",
      "text": "A shallow, intermittent lake in a arid or semiarid region, covering or occupying a playa in the wet season but drying up in summer; an ephemeral lake that upon evaporation leaves or forms a playa.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa rim",
      "text": "(colloquial: Southern High Plains) The convex, upper margin (shoulder) of a playa basin where the playa slope intersects the surrounding terrain.",
      "compare": null,
      "sources": "SW",
      "colloquial": true,
      "colloquloc": "Southern High Plains",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa slope",
      "text": "(colloquial: Southern High Plains) The generally concave to slightly convex area within a playa basin that lies between the relatively level playa floor below (or playa step, if present) and the convex playa rim above. Overland flow is typically parallel down slope.",
      "compare": null,
      "sources": "SW",
      "colloquial": true,
      "colloquloc": "Southern High Plains",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playa step",
      "text": "(colloquial: Southern High Plains) The relatively level or gently inclined “terrace-like” bench or toeslope within a large playa basin flanking and topographically higher than the playa floor and below the playa slope; a bench or step-like surface within a playa basin that breaks the continuity of the playa slope and modified by erosion and/or deposition. Temporary ponding may occur in response to precipitation and runoff events.",
      "compare": null,
      "sources": "SW",
      "colloquial": true,
      "colloquloc": "Southern High Plains",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "playette",
      "text": "A very small, playa-like, shallow, closed depression typically with a salt- encrusted surface, little or no vegetation in semiarid to arid climates and infrequently subject to ponding from precipitation events; commonly lacks the component parts of a playa except for a small playa floor.",
      "compare": null,
      "sources": ["GHG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Pleistocene",
      "text": "The epoch of the Quaternary Period of geologic time (from about 10 to 12 thousand to 1.6 million years ago), following the Pliocene Epoch and preceding the Holocene also the corresponding (time-stratigraphic) “series” of earth materials.",
      "compare": null,
      "sources": ["HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Pliocene",
      "text": "The last epoch (from 1.6 to 5.2 million years ago) of the Tertiary Period of geologic time that follows the Miocene and precedes the Pleistocene Epoch; also, the corresponding (time-stratigraphic) “series” of earth materials.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "plowpan",
      "text": "[soil survey] A relatively thin, but highly compressed soil layer at the depth of tillage (e.g., 8-25 cm), largely the result of driving tractor wheels in a furrow while plowing. A plowpan can dramatically reduce vertical root penetration, water percolation, internal gas exchange and subsequent crop growth; sandy loam soil textures are particularly susceptible.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "plug [volcanic]",
      "text": "(not recommended) Use volcanic neck.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "volcanic neck"
    }
  ],
  [
    {
      "term": "plug dome",
      "text": "A volcanic dome characterized by an upheaved, consolidated conduit filling.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pluton",
      "text": "A deep-seated igneous intrusion.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "plutonic",
      "text": "Pertaining to igneous rocks formed at great depth, but also including associated metamorphic rocks.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pluvial lake",
      "text": "A lake formed in an extended period of exceptionally heavy rainfall, commonly the Pleistocene.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pluvial lake [relict]",
      "text": "A lake formed in an extended period of exceptionally heavy rainfall, but now greatly reduced or gone; a lake formed in the Pleistocene Epoch during a time of glacial advance (and associated increase in annual precipitation or runoff), and now extinct (relict) (e.g., Lake Bonneville).",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pocosin",
      "text": "(colloquial: southeastern United States) A large wet area, commonly a swamp, that occurs on broad, nearly level interfluves in the Atlantic coastal plain with distinctive, native vegetation relative to adjacent areas. Soils may be either mineral or organic. A Native American term for “swamp on a hill.”",
      "compare": null,
      "sources": "RD",
      "colloquial": true,
      "colloquloc": "southeastern United States",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "point bar",
      "text": "One of a series of low, arcuate ridges of sand and gravel developed on the inside of a growing meander by the slow addition of individual accretions accompanying migration of the channel toward the outer bank.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "point bar [coastal]",
      "text": "Low, arcuate, subaerial ridges of sand developed adjacent to an inlet and formed by the lateral accretion or movement of the channel.",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "polder",
      "text": "A generally fertile tract of flat, low-lying coastal area that is at or below sea level but has been reclaimed and is constantly protected from the sea, or other body of water by an organized system of maintenance and defense that involves embankments, dikes, dams, or levees (e.g., a brackish marsh that has been drained and brought under cultivation).",
      "compare": null,
      "sources": ["ICOMANTH", "MA", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "polje",
      "text": "(not preferred) Refer to interior valley.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "interior valley"
    }
  ],
  [
    {
      "term": "polygon",
      "text": "A type of patterned ground consisting of a closed, roughly equidimensional figure bounded by more or less straight sides; some sides may be irregular. Refer to patterned ground.",
      "compare": null,
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pond",
      "text": "A natural body of standing fresh water occupying a small surface depression, usually smaller than a lake and larger than a pool.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "pond",
      "text": "A small artificial body of water, used as a source of water.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pool",
      "text": "A small, natural body of standing water, usually fresh (e.g., a stagnant body of water in a marsh or a transient puddle in a depression following a rain).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "porcellanite",
      "text": "A dense, siliceous rock formed as a indurated or baked clay or shale with a dull, light-colored, cherty appearance, often found in the roof or floor of a burned-out coal seam.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "postglacial",
      "text": "(not preferred) Refer to Holocene.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "Holocene"
    }
  ],
  [
    {
      "term": "pothole",
      "text": "[geomorphology] (not preferred) A generic, imprecise term for any pot-shaped pit or hole.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pothole",
      "text": "[glacial geology] A type of small pit or closed depression (1 to 15 meters deep), generally circular or elliptical, occurring in an outwash plain, a recessional moraine, or a till plain.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pothole lake",
      "text": "A shallow depression, generally less than 10 hectares in area, occurring on disintegration moraines and commonly containing an intermittent or seasonal pond or marsh.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "proglacial lake",
      "text": "A type of glacial lake that formed just beyond the margin of an advancing or retreating glacier; generally in direct contact with the ice.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "proglacial lake [relict]",
      "text": "Remnant features of a glacial lake that is now extinct that formed just beyond the margin of an advancing or retreating glacier; generally in direct contact with the ice.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "proximal",
      "text": "[adjective: sedimentology] Said of a sedimentary deposit consisting of coarse clastics and deposited nearest the source area.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "puff",
      "text": "(gilgai) A surface drape or exposure of up-welled substratum material forced to the surface and outcropping on a low mound or rim; the surface exposure of a chimney [gilgai]; a type of diapir composed of earthy material.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pumice",
      "text": "[soils] Volcanic fragments ≥ 2 mm in diameter (i.e., retained upon a standard #10 sieve), or coherent rock layers (pumice flow), made of light-colored, vesicular, glassy rock commonly having the composition of rhyolite. The material commonly has a specific gravity of < 1.0 and is thereby sufficiently buoyant to float on water. SW; pumice-like fragments < 2 mm in size are called pumiceous ash. ST;",
      "compare": null,
      "sources": ["ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "pumice",
      "text": "[geology] same as",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "pumice",
      "text": "but does not include any size restrictions.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pyroclastic",
      "text": "(adjective) Pertaining to clastic rock particles produced by explosive, aerial ejection from a volcanic vent. Such materials may accumulate on land or under water.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pyroclastic flow",
      "text": "A fast density current of pyroclastic material, usually very hot, composed of a mixture of gasses and a high concentration of pyroclastic particles in a variety of sizes and composition (ash, pumice, scoria, lava fragments, etc.); produced by the explosive disintegration of viscous lava in a volcanic crater, collapse of an eruption column, or by the explosive emission of gas-charged ash from a fissure and that tends to follow topographic lows (e.g., valleys) as it moves; used in a more general sense than ash flow.  SW, SN, and GG",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "pyroclastic surge",
      "text": "A low density, dilute, turbulent pyroclastic flow, usually very hot, composed of a generally unsorted mixture of gases and comparatively low concentrations of pyroclastic particles (ash, pumice, and dense rock fragments) that travels across the ground at high speed and less constrained by topography than a pyroclastic flow; several types of pyroclastic surges can be specified (e.g., base surge, ash-cloud-surge).  SW, SN, and GG",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
