[
  [
    {
      "term": "valley",
      "text": "An elongated, relatively large, externally drained depression of the earth\\'s surface that is primarily developed by stream erosion or glacial activity.",
      "compare": "basin",
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley fill",
      "text": "The unconsolidated sediment deposited by any agent (water, wind, ice, mass wasting) so as to fill or partly fill a valley.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley flat",
      "text": "A generic term for the low or relatively level ground lying between valley walls and bordering a stream channel; especially the small plain at the bottom of a narrow, steep-sided valley. The term can be generally applied noncommittally to a flat surface that cannot be identified with certainty as a flood plain or terrace.",
      "compare": ["backswamp", "meander belt"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley floor",
      "text": "A general term for the nearly level to gently sloping, lowest surface of a valley. Landforms include axial stream channels, the flood plain, flood-plain steps, and, in some areas, low terrace surfaces.",
      "compare": "flood",
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley side",
      "text": "The sloping to very steep surfaces between the valley floor and summits of adjacent uplands. Well-defined, steep valley sides have been termed valley walls (not recommended). Note: Scale, relief, and perspective may require use of closely related terms, such as hillslope or mountain slope.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley train",
      "text": "A long narrow body of outwash confined within a valley beyond a glacier; it may, or may not, emerge from the valley and join an outwash plain.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley wall",
      "text": "(not recommended) Use valley side.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "valley side"
    }
  ],
  [
    {
      "term": "valley-border surfaces",
      "text": "A general grouping of valley-side geomorphic surfaces of relatively large extent that occur in a stepped sequence graded to successively lower stream base levels, produced by episodic valley entrenchment; for example, multiple stream terrace levels, each with assemblages of constituent landforms (e.g., interfluves, hillslopes, fans, etc.) that dominate the margins of large river valleys.",
      "compare": null,
      "sources": ["HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley-floor remnant",
      "text": "Hills that are now erosion remnants of a former valley or basin floor, composed mostly of unconsolidated valley or basin fill sediments (e.g., alluvium) and typically lie well above the modern valley floor and flood plain. Former basin floor surfaces have become dissected and irregular and consist of hillslope positions (shoulder, backslope, etc.) and hill components (interfluve, headslope, etc.); common in large valleys of the western United States.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "valley-side alluvium",
      "text": "A concave \\\"slope wash\\\" deposit at the base of a hill slope, mountain slope, terrace escarpment, etc., that may or may not include the alluvial toe slope.",
      "compare": ["base slope", "slope alluvium"],
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "varve",
      "text": "A sedimentary layer, lamina, or sequence of laminae, deposited in a body of still water within 1 year; specifically, a thin pair of graded glaciolacustrine layers seasonally deposited, usually by meltwater streams, in a glacial lake or other body of still water in front of a glacier.",
      "compare": "rhythmite",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ventifact",
      "text": "A stone or pebble that has been shaped, worn, faceted, cut, or polished by the abrasive action of windblown sand, usually under arid conditions. When the pebble is at the ground surface, as in a desert pavement, the upper part is polished while the lower or below ground part is angular or subangular.",
      "compare": null,
      "sources": ["GG", "HP"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "vernal pool",
      "text": "A natural, seasonal pond in a small closed depression (microlow) that supports a semiaquatic or aquatic ecosystem adapted to annual cycles of standing water in the springtime followed by drying in the summer or autumn; commonly recognized in California.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "vitric",
      "text": "Pyroclastic material that is more than 75 percent glass.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic",
      "text": "(adjective) Pertaining to the deep seated (igneous) processes by which magma and associated gases rise through the crust and are extruded onto the earth\\'s surface and into the atmosphere and the structures, rocks, and landforms produced.",
      "compare": ["extrusive", "volcaniclastic"],
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic block",
      "text": "A pyroclast that was ejected in a solid state; it has a diameter greater than 64 mm.",
      "compare": ["cinders", "lapilli", "tephra", "volcanic bomb"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic bomb",
      "text": "A pyroclast > 64 mm in at least one dimension that was ejected while still viscous and solidified into its rounded form in flight.",
      "compare": ["cinders", "lapilli", "tephra", "volcanic block"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic breccia",
      "text": "A volcaniclastic rock composed mostly of angular rock fragments greater than 2 mm in size. The name volcanic breccia is not synonymous with pyroclastic breccia (volcanic breccia forms in different ways).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic cone",
      "text": "A conical hill of lava, pyroclastics, or both that is built up around a volcanic vent.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic crater",
      "text": "A basin-like, rimmed structure, usually at the summit of a volcanic cone. It may be formed by collapse, by an explosive eruption or by the gradual accumulation of pyroclastic material into a surrounding rim.",
      "compare": "caldera",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic dome",
      "text": "A steep-sided, rounded extrusion of highly viscous lava squeezed out from a volcano, and forming a dome-shaped or bulbous mass of congealed lava above and around the volcanic vent.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic field",
      "text": "A more or less well defined area that is covered with volcanic rocks of much more diverse lithology and distribution than a lava field, or that is so modified by age and erosion that its original topographic configuration, composition and extent is uncertain.",
      "compare": ["lava field", "lava plain"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic neck",
      "text": "A vertical, pipe-like tower of solidified lava or consolidated fragmental igneous rock that represents a former volcanic vent whose surrounding material (e.g., tuff and tephra) has been largely removed by erosion.  SW, GG, and GS",
      "compare": "diatreme",
      "sources": ["GG", "GS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcanic plug",
      "text": "(not recommended) Use volcanic neck.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "volcanic neck"
    }
  ],
  [
    {
      "term": "volcanic pressure ridge",
      "text": "An elongate uplift of the congealing crust of a lava flow, probably due to the pressure of the underlying, still-flowing lava; commonly < 5 m in height (but range up to 15 m) and < 100 m length (but can exceed 500 m).  SW, GG, and GS",
      "compare": "tumulus",
      "sources": ["GG", "GS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcaniclastic",
      "text": "(adjective) Pertaining to the entire spectrum of fragmental materials with a preponderance of clasts of volcanic origin. The term includes not only pyroclastic materials but also epiclastic deposits derived from volcanic source areas by normal processes of mass movement and stream erosion. Examples: welded tuff, volcanic breccia, lahar deposit.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "volcano",
      "text": "A vent in the surface of the earth through which magma and associated gases and ash erupt; also, the form or structure, usually conical, that is produced by the ejected material.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "volcano",
      "text": "Any eruption of material, e.g., mud, sand, etc. that resembles a magmatic volcano.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "V-shaped valley",
      "text": "A valley having a pronounced cross profile suggesting the form of the letter \\\"V,\\\" characterized by steep sides and short tributaries; specifically a narrow valley resulting from downcutting by a stream. The \\\"V\\\" becomes broader as the downcutting progresses.",
      "compare": "U",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
