[
  [
    {
      "term": "lacustrine deposit",
      "text": "Clastic sediments and chemical precipitates deposited in lakes.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lagoon",
      "text": "A shallow stretch of salt or brackish water, partly or completely separated from a sea or lake by an offshore reef, barrier island, sandbank or spit.",
      "compare": null,
      "sources": ["GG", "GG87"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lagoon [relict]",
      "text": "A nearly level, filled trough or depression behind the longshore bar on a barrier beach and built by a receding pluvial or glacial lake.",
      "compare": null,
      "sources": ["FFP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lagoon bottom",
      "text": "The nearly level or slightly undulating central portion of a submerged, low-energy, depositional estuarine basin (McGinn, 1982) characterized by relatively deep water (1.0 to >2.5 m).",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lagoon channel",
      "text": "A subaqueous, sinuous area within a lagoon that likely represents a relict channel (paleochannel) (Wells et al., 1994) that is maintained by strong currents during tidal cycles.",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lagoonal deposit",
      "text": "Sand, silt or clay-sized sediments transported and deposited by wind, currents, and storm washover in the relatively low-energy, brackish to saline, shallow waters of a lagoon.",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lahar",
      "text": "The landform and sediments (i.e., lahar deposit) emplaced by, and the process associated with, a mudflow composed mainly of volcaniclastic debris on or near the flank of a volcano. Sediment composition includes pyroclastic material, primary lava-flow blocks and fragments, and nonvolcanic material. Thick lahar deposits may have crude (poorly sorted) upward-fining strata. A lahar is initially unconsolidated material, but through cementation and compression can become bedrock.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lahar deposit",
      "text": "Unconsolidated volcaniclastic material emplaced as mudflows on or near the flanks of a volcano.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lake",
      "text": "[water] An inland body of permanently standing water fresh or saline, occupying a depression on the earth’s surface, generally of appreciable size (larger than a pond) and too deep to permit vegetation (excluding subaqueous vegetation) to take root completely across the expanse of water.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lake plain",
      "text": "A nearly level surface marking the floor of an extinct lake filled by well- sorted, generally fine-textured, stratified deposits, commonly containing varves.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lake terrace",
      "text": "A narrow shelf, partly cut and partly built, produced along a lake shore in front of a scarp line of low cliffs and later exposed when the water level falls.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lakebed",
      "text": "The bottom of a lake; a lake basin.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lakebed [relict]",
      "text": "The flat to gently undulating, exposed ground underlain or composed of fine-grained sediments deposited in a former lake.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lakeshore",
      "text": "The narrow strip of land in contact with or bordering a lake; especially the beach of a lake.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lamella",
      "text": "[soil] A thin (< 7.5 cm thick), discontinuous or continuous, generally horizontal layer of fine material (especially clay and iron oxides) that has been pedogenically concentrated (illuviated) within a coarser (e.g., sandy), eluviated layer (several centimeters to several decimeters thick).",
      "compare": null,
      "sources": ["ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "lamella",
      "text": "[mineralogy] A thin scale, leaf, lamina, or layer, e.g., one of the units of a polysynthetically twinned mineral, such as plagioclase.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lamina",
      "text": "(noun) The thinnest recognizable layer (commonly < 1 cm thick) of original deposition in a sediment or sedimentary rock, differing from other layers in color, composition, or particle size. Plural=laminae; Several laminae constitute a bed.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lamination",
      "text": "(not recommended) see lamina.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "landfill",
      "text": "(see sanitary landfill).",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "landform",
      "text": "Any physical, recognizable form or feature on the earth’s surface, having a characteristic shape, internal composition, and produced by natural causes; a distinct individual produced by a set of processes. Landforms can span a large size (e.g., dune encompasses a number of feature including parabolic dune, which is tens-of-meters across and seif dune, which can be up to a 100 kilometers across. Landforms provide an empirical description of the earth's surface features.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "landscape",
      "text": "[soils] A broad or unique land area comprised of an assemblage or collection of landforms that define a general geomorphic form or setting (e.g., mountain range, lake plain, lava plateau, or loess hill) Landforms within a landscape are spatially associated, but may vary in formation processes and age.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "landslide",
      "text": "A general, encompassing term for most types of mass movement landforms and processes involving the downslope transport and outward deposition of soil and rock materials, caused by gravitational forces and that may or may not involve saturated materials. Names of landslide types generally reflect the dominant process, the resultant landform, or both. The main operational categories of mass movement are fall (rockfall, debris fall, soil fall), topple (rock topple, debris topple, soil topple), slide (rotational landslide, block glide, debris slide, lateral spread), flow (rockfall avalanche, debris avalanche, debris flow (e.g., lahar), earthflow, (creep, mudflow)), and complex landslides.",
      "compare": null,
      "sources": ["DV", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "land-surface form",
      "text": "The description of a given terrain unit based on empirical analysis of the land surface rather than interpretation of genetic factors. Surface form may be expressed quantitatively in terms of vertical and planimetric slope-class distribution, local and absolute relief, and patterns of terrain features such as interfluve crests, drainage lines, or escarpments.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lapilli",
      "text": "Nonvesicular or slightly vesicular pyroclastics, 2.0 to 76 mm in at least one dimension, with an apparent specific gravity of 2.0 or more g/cm3 .",
      "compare": null,
      "sources": ["KST", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lateral moraine",
      "text": "A ridge-like moraine carried on and deposited at the side margin of a valley glacier. It is composed chiefly of rock fragments derived from valley walls by glacial abrasion and plucking, or colluvial accumulation from adjacent slopes.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lateral spread",
      "text": "A category of mass movement processes, associated sediments (lateral spread deposit), or resultant landform characterized by a very rapid spread dominated by lateral movement in a soil or fractured rock mass resulting from liquefaction or plastic flow of underlying materials; also called spread. Types of lateral spreads can be specified based on the dominant particle size of sediments (i.e., debris spread, earth spread, rock spread).  SW, DV, and GG",
      "compare": null,
      "sources": ["DV", "GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava",
      "text": "A general term for a molten extrusive, also the rock solidified from it.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava channel",
      "text": "see lava trench.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava dome",
      "text": "A rounded or irregular mound, hill or small mountain composed of lava congealed over a volcanic vent on the flanks or within a crater or caldera. Typically composed of silica-rich volcanic rocks (e.g., rhyolite, dacite) with admixtures of obsidian, agglomerate, volcanic breccia, etc. The lava may be uniform or varied in color and texture; also called a resurgent dome. SW, HS, and GG",
      "compare": null,
      "sources": ["GG", "HS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava field",
      "text": "An area covered primarily by lava flows whose terrain can be rough and broken or relatively smooth; it can include vent structures (e.g., small cinder cones, spatter cones, etc.), surface flow structures (e.g., pressure ridges, tumuli, etc.) and small, intermittent areas covered with pyroclastics.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava flow",
      "text": "A solidified body of rock formed from the lateral, surficial outpouring of molten lava from a vent or fissure, often lobate in form.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava flow unit",
      "text": "A separate, distinct lobe of lava that issues from the main body of a lava flow; a specific outpouring of lava, a few centimeters to several meters thick and of variable lateral extent that forms a subdivision within a single flow. A series of overlapping lava flow-units together comprise a single lava flow. Also called flow unit.",
      "compare": null,
      "sources": ["GG", "GS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava plain",
      "text": "A broad area of nearly level land, that can be localized but is commonly hundreds of square kilometers in extent, covered by a relatively thin succession of primarily basaltic lava flows resulting from fissure eruptions.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava plateau",
      "text": "A broad elevated tableland or flat-topped highland that may be localized but commonly is many hundreds or thousands of square kilometers in extent, underlain by a thick succession of basaltic lava flows resulting from fissure eruptions (e.g., Columbia River Plateau).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava trench",
      "text": "A natural surface channel in a lava flow that never had a roof, formed by the surficial draining of molten lava rather than by erosion from running water; also called lava channel.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lava tube",
      "text": "A natural, hollow tunnel beneath the surface of a solidified lava flow through which the lava flow was fed; the tunnel was left empty when the molten lava drained out.",
      "compare": null,
      "sources": ["GG", "MA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ledge",
      "text": "A narrow shelf or projection of rock, much longer than wide, formed on a rock wall or cliff face, as along a coast by differential wave action on softer rocks; erosion is by combined biological and chemical weathering.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "ledge",
      "text": "A rocky outcrop; solid rock.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "ledge",
      "text": "A shelf-like quarry exposure or natural rock outcrop.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lee",
      "text": "(adjective) Said of a side or slope that faces away from an advancing glacier or ice sheet, and facing the downstream (“down-ice”) side of a glacier and relatively protected from its abrasive action.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "levee",
      "text": "An artificial or natural embankment built along the margin of a watercourse or an arm of the sea, to protect land from inundation or to confine streamflow to its channel.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "leveled land",
      "text": "A land area, usually a field, that has been mechanically flattened or smoothed to facilitate management practices such as flood irrigation; as a result the natural soil has been partially or completely modified (e.g., truncated or buried).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "limestone",
      "text": "A sedimentary rock consisting chiefly (more than 50 percent) of calcium carbonate, primarily in the form of calcite. Limestones are usually formed by a combination of organic and inorganic processes and include chemical and clastic (soluble and insoluble) constituents; many contain fossils.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "limestone pavement",
      "text": "(not preferred) Refer to pavement karst.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "pavement karst"
    }
  ],
  [
    {
      "term": "limonite",
      "text": "A general “field” term for various brown to yellowish brown, amorphous- to- cryptocrystalline hydrous ferric oxides that are an undetermined mixture of goethite, hematite, and lepidocrocite formed by weathering and iron oxidation from iron-bearing rocks and minerals.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "linear gilgai",
      "text": "A type of gilgai dominated by parallel troughs (microlows) separated by low ridges (microhighs) and oriented perpendicular to the topographic contour (i.e., up and down slopes); the prevailing type of gilgai on sloping terrain (slopes > 8%).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lithification",
      "text": "The conversion of unconsolidated sediment into a coherent and solid rock, involving processes such as cementation, compaction, desiccation, crystallization, recrystallization, and compression. It may occur concurrently with, shortly after, or long after deposition.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lithologic",
      "text": "(adjective) Pertaining to the physical character of a rock.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "local relief",
      "text": "An informal term referring to the prevailing difference in elevation between drainageways or local depressions and adjacent elevated landforms (on a local scale).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "local relief",
      "text": "A generic term referring to the collective, relative differences in elevation of a land surface on a broad scale.",
      "compare": null,
      "sources": ["SS", "SSM"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lodgment till",
      "text": "A subglacial till deposited by an active glacier (flowing ice) commonly characterized by dense, fissile (“platy”) structure and containing rock fragments with their long axes oriented generally parallel to the direction of ice flow. Local bedrock generally dominates the rock fragment composition and fragments exhibit striations or facets.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "loess",
      "text": "Material transported and deposited by wind and consisting predominantly of silt- size particles. Commonly a loess deposit thins and the mean-particle size decreases as distance from the source area increases. Loess sources are dominantly from either glacial meltwaters (i.e., “cold loess”) or from non-glacial, arid environments, such as deserts (i.e., “hot loess”). [soil survey] Several types of loess deposits can be recognized based on mineralogical composition (calcareous loess, noncalcareous loess).",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "loess bluff",
      "text": "A bluff composed of a thick deposit of coarse loess, formed immediately adjacent to the edges of flood plains, as along the Mississippi River valley or China. Sometimes referred to as a bluff formation (not preferred).",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "loess hill",
      "text": "A hill composed of thick deposits of loess, as in IA, MO, NE and the Palouse Hills of WA and ID.",
      "compare": null,
      "sources": ["SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "log landing",
      "text": "A comparatively level area, usually with road access, constructed or cut into steeper slopes and used for sorting logs during timber harvest operations.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "longitudinal dune",
      "text": "A long, narrow sand dune, usually symmetrical in cross profile, oriented parallel to the prevailing wind direction; it is wider and steeper on the windward side but tapers to a point on the lee side. It commonly forms behind an obstacle in an area where sand is abundant and the wind is strong and constant. Such dunes can be a few meters high and up to 100 km long.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "long run-out landslide",
      "text": "(not recommended) Use rockfall avalanche.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "rockfall avalanche"
    }
  ],
  [
    {
      "term": "longshore bar",
      "text": "A low, elongate sand ridge, built chiefly by wave action, occurring at some distance from, and extending generally parallel with, the shoreline. They are submerged at least by high tides and are typically separated from the beach by an intervening trough.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "longshore bar [relict]",
      "text": "A narrow, elongate, wave-built sand ridge that originally rose near to, or barely above, the surface of a body of water, and extended generally parallel to the shore but was separated from it by an intervening trough.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "louderback",
      "text": "A hill or ridge composed of a lava flow remnant that caps or is exposed in a tilted fault block and bounded by a dip slope; Used as evidence of block faulting in the Basin and Range physiographic province (western United States).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "low-center polygon",
      "text": "A polygon whose center is depressed relative to its boundary.",
      "compare": null,
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "low hill",
      "text": "A generic name for an elevated, generally rounded land surface with low local relief, rising between 30 m (100 ft.) to as much as 90 m (approx. 300 ft.) above surrounding lowlands.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "lowland",
      "text": "An informal, generic, imprecise term for low-lying land or an extensive region of low- lying land, especially near a coast and including the extended plains or country lying not far above tide level.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "lowland",
      "text": "(not preferred) A generic, imprecise term for a landscape of low, comparatively level ground of a region or local area, in contrast with the adjacent higher country.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "lowland",
      "text": "(not recommended: use valley, bolson, etc.) A generic term for a large valley.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "low marsh",
      "text": "(not preferred – refer to mud flat) The flat, usually bare ground situated seaward of a salt marsh and regularly covered and uncovered by the tide; e.g., a mud flat.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "mud flat"
    }
  ],
  [
    {
      "term": "lowmoor bog",
      "text": "A bog that is at or only slightly above the water table, on which it depends for accumulation and preservation of peat (chiefly the remains of sedges, reeds, shrubs, and various mosses).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
