[
  [
    {
      "term": "dead-ice",
      "text": "(not recommended) Use stagnant ice.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "stagnant ice"
    }
  ],
  [
    {
      "term": "dead-ice moraine",
      "text": "(not recommended) Use disintegration moraine.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "disintegration moraine"
    }
  ],
  [
    {
      "term": "debris",
      "text": "Any surficial accumulation of loose material detached from rock masses by chemical and mechanical means, as by decay and disintegration. It consists of rock clastic material of any size and sometimes organic matter.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "debris avalanche",
      "text": "The mass movement process, associated sediments (debris avalanche deposit), or resultant landform characterized by a very rapid to extremely rapid type of flow dominated by the sudden downslope movement of incoherent, unsorted mixtures of soil and weathered bedrock that, although comparatively dry, behave much as a viscous fluid when moving.",
      "compare": ["debris flow", "earthflow", "landslide", "rockfall avalanche"],
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "debris fall",
      "text": "The mass movement process, associated sediments (debris fall deposit), or resultant landform characterized by a rapid type of fall involving the relatively free, downslope movement or collapse of detached, unconsolidated material that falls freely through the air (lacks an underlying slip face); sediments have substantial proportions of both fine earth and rock fragments; common along undercut stream banks.",
      "compare": ["rockfall", "soil fall", "landslide"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "debris slide",
      "text": "The mass movement process, associated sediments (debris slide deposit), or resultant landform characterized by a rapid type of slide, composed of comparatively dry and largely unconsolidated earthy material that slides or rolls downslope (does not exhibit backward rotation) and resulting in an irregular, hummocky deposit somewhat resembling a moraine.",
      "compare": ["rotational landslide", "block glide", "lateral spread", "landslide"],
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "debris spread",
      "text": "The mass movement process, associated sediments (debris spread deposit), or resultant landform characterized by a very rapid type of spread dominated by lateral movement in a soil and rock mass resulting from liquefaction or plastic flow of underlying materials that may be extruded out between intact units; sediments have substantial proportions of both fine earth and rock fragments.",
      "compare": ["earth spread", "rock spread", "landslide"],
      "sources": ["DV", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "debris topple",
      "text": "The mass movement process, associated sediments (debris topple deposit), or resultant landform characterized by a localized, very rapid type of topple in which large blocks of soil and rock material literally fall over, rotating outward over a low pivot point; sediments have substantial proportions of both fine earth and rock fragments. Portions of the original material may remain intact, although reoriented, within the resulting debris pile.",
      "compare": ["earth topple", "rock topple", "landslide"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "deflation",
      "text": "The sorting out, lifting and removal of loose, dry, fine-grained soil particles (clays, silts, and fine sands) by the turbulent eddy action of the wind; a form of wind erosion.",
      "compare": null,
      "sources": ["GG", "GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "deflation basin",
      "text": "A topographic basin excavated and maintained by wind erosion that removes unconsolidated material and commonly leaves a rim of resistant material surrounding the depression. Unlike a blowout, a deflation basin does not include adjacent deposits derived from the basin.",
      "compare": "blowout",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "deflation flat",
      "text": "(colloquial: US Gulf Coast) A series of low ridges and troughs on an essentially flat surface on barrier islands formed by dune field migration during alternating wet and dry periods; a type of interdune. Troughs are eroded down to the wet sand level during drought periods (dune slack), while the ridges are stabilized by vegetation that invades the edge of dune fields during wet periods.",
      "compare": ["blowout", "deflation basin"],
      "sources": "HF",
      "colloquial": true,
      "colloquloc": "US Gulf Coast",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "degradation",
      "text": "[geomorphology] The wearing down or away, and the general lowering of the land surface by natural processes of weathering and erosion (e.g., the deepening by a stream of its channel); it may infer the process of transportation of sediment.",
      "compare": "destructional",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "Delmarva Bay",
      "text": "See Carolina Bay.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "delta",
      "text": "A body of alluvium, nearly flat and fan-shaped, deposited at or near the mouth of a river or stream where it enters a body of relatively quiet water, usually a sea or lake.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "delta plain",
      "text": "The level or nearly level surface composing the land-ward part of a large delta; strictly, a flood plain characterized by repeated channel bifurcation and divergence, multiple distributary channels, and interdistributary flood basins.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dendritic drainage pattern",
      "text": "A common drainage pattern in which the tributaries join the gently curving mainstream at acute angles, resembling in plan view the branching habit of an oak or chestnut tree; it is produced where a consequent stream receives several tributaries that in turn are fed by smaller tributaries. It indicates streams flowing across horizontal rock strata and homogenous soil typified by the landforms of soft sedimentary rocks, volcanic tuff, old dissected coastal plains, or complex crystalline rocks offering uniform resistance to erosion. SW, WA, GG",
      "compare": null,
      "sources": ["GG", "SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "deposit",
      "text": "Either consolidated or unconsolidated material of any type that has accumulated by natural processes or by human activity.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "deposition",
      "text": "The laying down of any material by any agent such as wind, water, ice or by other natural processes.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "depression",
      "text": "Any relatively sunken part of the earth\\'s surface; especially a low-lying area surrounded by higher ground. A closed depression has no natural outlet for surface drainage (e.g., a sinkhole). An open depression has a natural outlet for surface drainage.",
      "compare": ["closed depression", "open depression"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "deranged drainage pattern",
      "text": "A distinctively disordered drainage pattern of nonintegrated streams that indicates a complete lack of underlying structural and bedrock control, resulting from a relatively young landscape having a flat or undulating topographic surface and a high water table. It is characterized by relatively few, irregular streams with few, short tributaries, that flow into and out of depressions containing swamps, bogs, marshes, ponds, or lakes; interstream areas are swampy. Regional streams may meander through the area but do not influence its drainage. These drainage patterns commonly occur on young, thick till plains, end moraines, flood plains, and coastal plains.",
      "compare": null,
      "sources": ["SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "desert pavement",
      "text": "A natural, residual concentration or layer of wind-polished, closely packed gravel, boulders, and other rock fragments, mantling a desert surface. It is formed where wind action and sheetwash have removed all smaller particles or where rock fragments have migrated upward through sediments to the surface. It usually protects the underlying, finer-grained material from further deflation.  SW, GSST, and GG",
      "compare": ["erosion pavement", "stone line"],
      "sources": ["GG", "GS", "GSST", "SS", "ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "desert varnish",
      "text": "(not preferred) Refer to rock varnish.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "rock varnish"
    }
  ],
  [
    {
      "term": "destructional",
      "text": "[geomorphology] (adjective) Said of a landform that owes its origin, form, position, or general character to the removal of material by erosion and weathering (degradation) processes resulting from the wearing-down or away of the land surface.",
      "compare": "constructional",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "detritus",
      "text": "[geology] A collective term for rock and mineral fragments occurring in sediments, that are detached or removed by mechanical means (e.g., disintegration, abrasion) and derived from preexisting rocks and moved from their place of origin.",
      "compare": ["clastic", "epiclastic", "pyroclastic"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diamict",
      "text": "(not preferred; refer to diamicton) A general term that includes both diamictite (coherent rock) and diamicton (unconsolidated sediments).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "diamicton"
    }
  ],
  [
    {
      "term": "diamictite",
      "text": "A general term for any nonsorted or poorly sorted, noncalcareous, terrigenous sedimentary rock (e.g., pebbly mudstone) containing a wide range of particle sizes.",
      "compare": "diamicton",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diamicton",
      "text": "A generic term for any nonlithified, nonsorted or poorly sorted sediment that contains a wide range of particle sizes, such as rock fragments contained within a fine earth matrix (e.g., till) and used when the genetic context of the sediment is uncertain.",
      "compare": "diamictite",
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diapir",
      "text": "A dome or anticlinal fold in which the overlying rocks or sediments have been ruptured by the squeezing-out of plastic core material. Diapirs in sedimentary strata usually contain cores of salt or shale; igneous intrusions may also show diapiric structure.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diatomaceous earth",
      "text": "[geology] A lacustrine or marine geologic deposit of fine, grayish, siliceous material composed chiefly or wholly of the remains of diatoms. It may occur as a powder or a rigid material (i.e., diatomite).",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diatomaceous earth",
      "text": "[Soil Taxonomy] A layer of soil material (limnic materials) that is composed of diatoms. Diatomaceous earth is identified by several diagnostic criteria such as moist color value that changes on drying as a result of the irreversible shrinkage of organic- matter coats on diatoms and either a moist color value of 8 or more and a chroma of 2 or less from a saturated sodium-pyrophosphate extract on white chromatographic or filter paper, or a cation-exchange capacity of less than 240 cmol (+) per kg organic matter (measured by loss on ignition).",
      "compare": null,
      "sources": ["KST", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diatomite",
      "text": "A light-colored, soft, siliceous sedimentary rock consisting chiefly of opaline diatom frustules deposited in a lacustrine or marine environment. Diatomite has a number of uses owing to its high surface area, absorptive capacity, and relative chemical stability but the term is generally reserved for deposits of actual or potential commercial value.",
      "compare": "diatomaceous earth",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "diatreme",
      "text": "A breccia-filled volcanic pipe that was formed by a gaseous explosion (e.g., hydrovolcanic eruption); commonly, but not exclusively associated with exposed throat or neck of maar, as in the Hopi Buttes area of northeastern Arizona.",
      "compare": "volcanic neck",
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dike",
      "text": "[intrusive rocks] A tabular igneous intrusion that cuts across the bedding or foliation of the country rock.",
      "compare": "sill",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dip",
      "text": "[soil survey] A geomorphic component (characteristic piece) of flat plains (e.g., lake plain, low coastal plain, low-relief till plain) consisting of a shallow and typically closed depression that tends to be an area of focused groundwater recharge but not a permanent water body and that lies slightly lower and is wetter than the adjacent talf, and favors the accumulation of fine sediments and organic materials.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dip",
      "text": "[structural geology] The maximum angle that a structural surface, (e.g., a bedding or fault plane) makes with the horizontal, measured perpendicular to the strike of the structure and in the vertical plane; used in combination with \\\"dip\\\" to describe the orientation of bedrock strata.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dip slope",
      "text": "A slope of the land surface, roughly determined by and approximately conforming to the dip of underlying bedded rocks; (i.e., the long, gently inclined surface of a cuesta).",
      "compare": "scarp slope",
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "discontinuity",
      "text": "[stratigraphy] Any interruption in sedimentation, whatever its cause or length, usually a manifestation of nondeposition and accompanying erosion; an unconformity.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "discontinuous permafrost",
      "text": "Permafrost occurring in some areas beneath the exposed land surface throughout a geographic region where other areas are free of permafrost.",
      "compare": ["continuous permafrost", "sporadic permafrost"],
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "disintegration moraine",
      "text": "A drift topography characterized by chaotic mounds and pits, generally randomly oriented, developed in supraglacial drift by collapse and flow as the underlying stagnant ice melted. Slopes may be steep and unstable and there will be used and unused stream courses and lake depressions interspersed with the morainic ridges. Characteristically, there are numerous abrupt lateral and vertical changes between unconsolidated materials of differing lithology.",
      "compare": null,
      "sources": ["SJ", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dissected breaklands",
      "text": "Very steep slopes flanking major rivers and streams in mountainous terrain and dominated by deeply incised, subparallel to dendritic, chute-like drainageways that occupy > 50 percent of the ground surface. Dissected breakland slopes are dominated by hillslope elements that grade to secondary drainageways, rather than directly to the axial stream; a type of breakland.",
      "compare": null,
      "sources": ["HD", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dissected plateau",
      "text": "A land area (landscape) produced by significant stream erosion and incision of a plateau such that only a small part of the plateau surface is at or near the original summit level. Much of the area occurs as hillslopes, or if incision is sufficient and relief is > 1000 feet, as mountain slopes.",
      "compare": "plateau",
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "distal",
      "text": "(sedimentology; adjective) Said of a sedimentary deposit consisting of fine clastics and deposited farthest from the source area.",
      "compare": "proximal",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "distributary [streams]",
      "text": "A divergent stream flowing away from the main stream and not returning to it, as in a delta or on a flood plain.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "distributary [streams]",
      "text": "One of the channels of a braided stream; a channel carrying the water of a stream distributary.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ditch",
      "text": "An open and usually unpaved (unlined), channel or trench excavated to convey water for drainage (removal) or irrigation (addition) to or from a landscape; smaller than a canal; some ditches are modified natural waterways.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "divide",
      "text": "A summit area or tract of high ground, which can vary from broad to narrow, or a line of separation that constitutes a watershed boundary between adjacent drainage basins; a divide separates surface waters that flow naturally in one direction from those that flow in a different or opposite direction.",
      "compare": "interfluve",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "doline",
      "text": "(not preferred) Refer to synonym \\\"sinkhole.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "synonym"
    }
  ],
  [
    {
      "term": "doline karst",
      "text": "(not preferred) Refer to sinkhole karst.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "sinkhole karst"
    }
  ],
  [
    {
      "term": "dolomite",
      "text": "[mineral] A common rock-forming rhombohedral carbonate mineral: CaMg(CO3)2.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "dolomite",
      "text": "[rock] A carbonate sedimentary rock consisting chiefly (more than 50 percent by weight or by areal percentages under the microscope) of the mineral dolomite.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dolostone",
      "text": "(not recommended - use dolomite) An obsolete term proposed for the sedimentary rock called dolomite, in order to avoid confusion with the mineral of the same name.",
      "compare": "dolomite",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dome",
      "text": "[structural geology] An uplift or anticlinal structure, either circular or elliptical in outline, in which the rocks dip gently away in all directions. A dome may be small (e.g., a salt dome) or many kilometers in diameter.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "dome",
      "text": "(geomorphology) A landform that is a smoothly rounded rock mass such as a rock- capped mountain summit that roughly resembles a building dome. (e.g., the rounded granite peaks of Yosemite National Park, CA).",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "double-bedding mound",
      "text": "Raised, linear mounds with subdued, convex slope cross- sections constructed by mounding and shaping spoil material dredged from adjacent drainage ditches and placed over natural soil. The mounds serve as preferred, better-drained bedding areas for managed timber plantations; common in the lower coastal plains of the Atlantic and Gulf coasts, United States.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drainage basin",
      "text": "A general term for a region or area bounded by a drainage divide and occupied by a drainage system.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drainage network",
      "text": "(not preferred) Refer to drainage pattern.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "drainage pattern"
    }
  ],
  [
    {
      "term": "drainage pattern",
      "text": "The configuration or arrangement, in plan view, of stream courses in an area, including gullies or first-order channelized flow areas, higher order tributaries, and main streams. Drainage pattern is related to local geologic materials and structure, geomorphologic features, and geomorphic history of an area. Major drainage pattern types include dendritic, trellis, artificial, etc. Also called drainage network. SW, GG, and WA",
      "compare": null,
      "sources": ["GG", "SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drainageway",
      "text": "A general term for a course or channel along which water moves in draining an area.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "drainageway",
      "text": "[soil survey] a term restricted to relatively small, roughly linear or arcuate depressions that move concentrated water at some time, and either lack a defined channel (e.g., head slope, swale) or have a small, defined channel (e.g., low order streams).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drainhead complex",
      "text": "An irregular series of low, broad depressions that form the uppermost reaches of surface drainage networks in low-relief and low-gradient terrain, such as coastal plains, and separated by slightly higher and drier areas (e.g., flatwoods). They characteristically lack defined stream channels but contribute surface water to the drainage system further downstream through a network of subtle topographic lows.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "draw",
      "text": "A small, natural watercourse cut in unconsolidated materials, generally more open with a broader floor and more gently sloping sides than an arroyo, ravine or gulch, and whose present stream channel may appear inadequate to have cut the drainageway that it occupies.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dredged channel",
      "text": "A roughly linear, deep water area formed by a dredging operation for navigation purposes (after Wells et al., 1994; dredged hole).",
      "compare": "dredge",
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dredge-deposit shoal",
      "text": "A subaqueous area, substantially shallower than the surrounding area that resulted from the deposition of materials from dredging and dumping (modified from Demas 1998).",
      "compare": ["dredged channel", "shoal"],
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dredge spoils",
      "text": "Unconsolidated, randomly mixed sediments composed of rock, soil, and/or shell materials extracted and deposited during dredging and dumping activities. Dredge spoils lie unconformably upon natural, undisturbed soil or regolith and can form anthropogenic landforms (e.g., dredge spoil bank).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dredge spoil bank",
      "text": "A subaerial mound or ridge that permanently stands above the water composed of dredge spoils; randomly mixed sediments deposited during dredging and dumping.",
      "compare": ["dredged channel", "dredge"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drift",
      "text": "[glacial geology] A general term applied to all mineral material (clay, silt, sand, gravel, boulders) transported by a glacier and deposited directly by or from the ice, or by running water emanating from a glacier. Drift includes unstratified material (till) that forms moraines, and stratified deposits that form outwash plains, eskers, kames, varves, and glaciofluvial sediments. The term is generally applied to Pleistocene glacial deposits in areas that no longer contain glaciers.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dropstone",
      "text": "An oversized stone (compared to the matrix sediments) in laminated sediment that depresses the underlying laminae and can be covered by \\\"draped laminae.\\\" Most dropstones originate through ice-rafting; another source is floating tree roots.",
      "compare": ["erratic", "ice"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drumlin",
      "text": "A low, smooth, elongated oval hill, mound, or ridge of compact till that has a core of bedrock or drift. It usually has a blunt nose facing the direction from which the ice approached and a gentler slope tapering in the other direction. The longest axis is parallel to the general direction of glacier flow. Drumlins are products of streamline (laminar) flow of glaciers, which molded the subglacial floor through a combination of erosion and deposition.  SW, HP, and GG",
      "compare": "drumlinoid ridge",
      "sources": ["GG", "HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drumlin field",
      "text": "Groups or clusters of closely spaced drumlins or drumlinoid ridges, distributed more or less en echelon, and commonly separated by small, marshy tracts or depressions (interdrumlins).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "drumlinoid ridge",
      "text": "A rock drumlin or drift deposit whose form approaches but does not fully attain that of a classic drumlin, even though it seemingly results from similar processes of moving ice.",
      "compare": ["drumlin", "interdrumlin"],
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dry wash",
      "text": "(not preferred - refer to wash). A dry, ephemeral stream channel, especially in semiarid regions that only moves water in response to intense, infrequent precipitation.",
      "compare": "arroyo",
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "wash"
    }
  ],
  [
    {
      "term": "dump",
      "text": "An area of smooth or uneven accumulations or piles of waste rock, earthy material, or general refuse that without major reclamation are incapable of supporting plants.",
      "compare": ["fill", "sanitary landfill"],
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dune",
      "text": "A low mound, ridge, bank or hill of loose, windblown, subaerially deposited granular material (generally sand), either barren and capable of movement from place to place, or covered and stabilized with vegetation, but retaining its characteristic shape. (See barchan dune, parabolic dune, parna dune, shrub-coppice dune, seif dune, transverse dune).",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dune field",
      "text": "An assemblage of moving dunes, stabilized dunes, or both, together with sand plains, interdune areas, and the ponds, lakes, or swamps produced by the blocking of waterways by migrating dunes. See dune lake.",
      "compare": "coppice dune field",
      "sources": ["SS", "SSS", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dune lake",
      "text": "A lake occupying a deflation basin as in a blowout on a dune.",
      "compare": null,
      "sources": ["GG", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "dune lake",
      "text": "A lake occupying a basin formed by the blocking of a stream by sand dunes migrating along a shore (e.g., Moses Lake, WA).",
      "compare": null,
      "sources": ["GG", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dune slack",
      "text": "A damp depression or trough between dunes in a dune field or dune ridges on a shore, caused by intersecting the capillary fringe of the local water table; a moist type of interdune.",
      "compare": ["interdune", "dune lake"],
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "dune traces",
      "text": "A series of linear to semi-concentric micro-ridges and intervening troughs, on the floor of a dune slack or interdune that were exposed by deflation or dune migration. The ridges are remnant bases of slip face lamina held together by soil moisture, cemented by evaporates, or both.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
