[
  [
    {
      "term": "aa lava",
      "text": "A type of basaltic lava (material) having a rough, jagged, clinkery surface and a vesicular interior.",
      "compare": ["block lava", "pahoehoe lava", "pillow lava"],
      "sources": ["GG", "MA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "aa lava flow",
      "text": "A type of basaltic lava flow dominated by aa lava and a characteristically rough, jagged, clinkery surface.",
      "compare": ["block lava flow", "pahoehoe lava flow", "pillow lava flow"],
      "sources": ["GG", "MA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ablation till",
      "text": "(not preferred) Refer to supraglacial till.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "supraglacial till"
    }
  ],
  [
    {
      "term": "accretion",
      "text": "[sedimentology] The gradual increase or extension of land by natural forces acting over a long period of time, as on a beach by the washing up of sand from the sea or on a flood plain by the accumulation of sediment deposited by a stream. Synonym: aggradation.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "active layer",
      "text": "The top layer of ground subject to annual thawing and freezing in areas underlain by permafrost.",
      "compare": null,
      "sources": "NRC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "active slope",
      "text": "(not recommended: obsolete)",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "aeolian",
      "text": "(not recommended: obsolete) Use eolian.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "eolian"
    }
  ],
  [
    {
      "term": "aggradation",
      "text": "The building-up of the earth\\'s surface by deposition; specifically, the accumulation of material by any process in order to establish or maintain uniformity of grade or slope; also called accretion.",
      "compare": "degradation",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "agricultural anthroscape",
      "text": "A human-modified \\\"landscape\\\" dominated by permanent, extensive alterations to the physical shape or internal stratigraphy of the land due to agricultural management for food, fiber or forage production, that have substantively altered water flow and sediment transport across and within the regolith (e.g., leveled land). Commonly excludes areas of minor alterations (e.g. shallow plowing) that are easily obscured or obliterated by natural bio-, pedo-, or cryoturbation.",
      "compare": ["hillslope terrace anthroscape", "urban anthroscape", "suburban anthroscape"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alas",
      "text": "A type of thermokarst depression with steep sides and a flat, grass-covered floor, found in thermokarst terrain, produced by thawing of extensive areas of very thick and exceedingly ice-rich permafrost.",
      "compare": "thermokarst depression",
      "sources": ["GG", "NRC"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial",
      "text": "Pertaining to material or processes associated with transportation and/or subaerial deposition by concentrated running water.",
      "compare": "colluvial",
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial cone",
      "text": "A semiconical type of alluvial fan with very steep slopes; it is higher, narrower, and steeper (e.g., > 40% slopes) than a fan, and composed of coarser, and thicker layers of material deposited by a combination of alluvial episodes and to a much lesser degree, landslides (e.g., debris flow). Coarsest materials tend to concentrate at the cone apex.",
      "compare": ["alluvial fan", "talus cone"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial fan",
      "text": "A low, outspread mass of loose materials and/or rock material, commonly with gentle slopes, shaped like an open fan or a segment of a cone, deposited by a stream (best expressed in semiarid regions) at the place where it issues from a narrow mountain or upland valley; or where a tributary stream is near or at its junction with the main stream. It is steepest near its apex, which points upstream and slopes gently and convexly outward (downstream) with a gradual decrease in gradient.",
      "compare": ["fan remnant", "eroded fan remnant", "eroded fan remnant sideslope"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial flat",
      "text": "(colloquial: western United States) A nearly level, graded, alluvial surface in bolsons and semi-bolsons that lacks distinct channels, terraces, or flood plain levels.",
      "compare": ["floodplain step", "terrace", "valley flat FFP", "GG", "& SW"],
      "sources": ["FFP", "GG", "SW"],
      "colloquial": true,
      "colloquloc": "western United States",
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "alluvial flat",
      "text": "(not preferred) A general term for a small flood plain bordering a river, on which alluvium is deposited during floods.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial plain",
      "text": "A large assemblage of fluvial landforms (braided streams, terraces, etc.,) that form low gradient, regional ramps along the flanks of mountains and extend great distances from their sources (e.g., High Plains of North America.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "alluvial plain",
      "text": "(not recommended, use flood plain.) A general, informal term for a broad flood plain or a low-gradient delta.",
      "compare": "alluvial flat",
      "sources": "FFP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial plain remnant",
      "text": "An erosional remnant of an alluvial plain that retains the surface form and alluvial deposits of its origin but was not emplaced by, and commonly does not grade to a present-day stream or drainage network.",
      "compare": ["alluvial plain", "erosional remnant", "paleoterrace"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alluvial terrace",
      "text": "(not preferred) Refer to stream terrace.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "stream terrace"
    }
  ],
  [
    {
      "term": "alluvium",
      "text": "Unconsolidated, clastic material subaerially deposited by running water (channel flow), including gravel, sand, silt, clay, and various mixtures of these.",
      "compare": ["colluvium", "slope alluvium"],
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alpine",
      "text": "[geomorphology] (adjective) Characteristic of, or resembling the European Alps, or any lofty mountain or mountain system, especially one so modified by intense glacial erosion as to contain cirques, horns, etc. (e.g., alpine lake) GG",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "alpine",
      "text": "(not recommended as a landform term) An ecological community term for high- elevation plant communities.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "alpine glacier",
      "text": "Any glacier in a mountain range except an ice cap or ice sheet. It usually originates in a cirque and may flow down into a valley previously carved by a stream.",
      "compare": "continental glacier",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "alpine glacier",
      "text": "(not preferred - refer to U-shaped valley) Relict - landforms or sediments formed, modified or deposited by a glacier in or on mountains or high hills that has since melted away.",
      "compare": "glacial",
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "U-shaped valley"
    }
  ],
  [
    {
      "term": "andesitic lahar deposit",
      "text": "A lahar dominated by andesitic volcaniclastics.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "angle of repose",
      "text": "The maximum angle of slope (measured from a horizontal plane) at which loose, cohesionless material will come to rest.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "annular drainage pattern",
      "text": "A drainage pattern in which subsequent streams follow a roughly circular or concentric path along a belt of weak rocks, resembling, in plan view, a ring-like pattern where the bedrock joints or fracturing control the parallel tributaries. It is best displayed in streams draining a maturely dissected granitic or sedimentary structural dome or basin where erosion has exposed rimming sedimentary strata of greatly varying degrees of hardness, as in the Red Valley, which nearly encircles the domal structure of the Black Hills, SD. SW, GG, & WA",
      "compare": null,
      "sources": ["GG", "SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "anthropogenic feature",
      "text": "An enduring, human-made (or extensively modified), surface or subsurface feature (e.g., fire pit), mark (e.g., shovel mark), structure (e.g., building pad) or other physical evidence of human manipulation (after Hester et al., 1975). Note: Phenomena that do not leave permanent evidence of human activity (e.g., features of accelerated erosion, amendments of inorganic fertilizers or lime, shallow plowing or in-situ mixing) are not included. Artifacts (specific objects, pieces) are not included (use - human artifacts). SW, & ICOMANTH",
      "compare": null,
      "sources": ["ICOMANTH", "MA", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "anthropogenic feature",
      "text": "(obsolete - use Anthroscape, Anthropogenic Landform, or Anthropogenic Microfeature) An artificial feature on the earth\\'s surface (including those in shallow water), having a characteristic shape and range in composition, composed of unconsolidated earthy, organic materials, artificial materials, or rock, that is the direct result of human manipulation or activities; can be either constructional (e.g., artificial levee) or destructional (e.g., quarry).",
      "compare": null,
      "sources": ["ICOMANTH", "MA", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": ["Anthroscape", "Anthropogenic Landform", "Anthropogenic Microfeature"]
    },
    {
      "term": "anthropogenic feature",
      "text": "Formerly a category in NASIS and the Geomorphic Description System, subsequently subdivided into and replaced by anthroscapes, anthropogenic landforms, and anthropgenic microfeatures. SW, ICOMANTH",
      "compare": null,
      "sources": ["ICOMANTH", "MA", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "anthroscape",
      "text": "A human-modified \\\"landscape\\\" of substantial and permanent alterations (removal, additions, or reorganization) of the physical shape and/or internal stratigraphy of the land, associated with management for habitation, commerce, food or fiber production, recreation, or other human activities that have substantively altered water flow and sediment transport across or within the regolith.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "anthroscape",
      "text": "A category in NASIS and the Geomorphic Description System for large, human- modified areas.",
      "compare": ["anthropogenic landform", "anthropogenic microfeature"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "anthropogenic landform",
      "text": "A discrete, human-made \\\"landform\\\" on the earth\\'s surface or in shallow water, with a characteristic shape and range in composition (unconsolidated earthy, organic, human- transported materials, or rock) that is the direct result of human manuipultion or activities and is mappable at common soil survey scales (e.g., Order 2: > 1: 10,000 and < 1:24,000). Anthropogenic landforms can be either constructional (accumulations; e.g., artificial levee) or destructional (voids; e.g., quarry) in origin.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "anthropogenic landform",
      "text": "A category in NASIS and the Geomorphic Description System for human-derived or modified \\\"landforms.\\\"",
      "compare": ["anthropogenic microfeature", "anthroscape"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "anthropogenic microfeature",
      "text": "A small, human-made \\\"microfeature\\\" on the earth\\'s surface or in shallow water, with a characteristic shape and range in composition of unconsolidated earthy, organic, human- transported materials, or rock and that is typically too small to delineate at common soil survey scales (e.g., Order 2: > 1: 10,000 and < 1:24,000). Anthropogenic microfeatures can be either constructional accumulations (e.g. railroad bed) or destructional voids (e.g. ditch) in origin.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "anthropogenic microfeature",
      "text": "A category in NASIS and the Geomorphic Description System for human-derived or modified \\\"landforms.\\\"",
      "compare": ["anthropogenic landform", "anthroscape"],
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "anticline",
      "text": "[landform] A unit of folded strata that is convex upward and whose core contains the stratigraphically oldest rocks, and occurs at the earth\\'s surface. In a single anticline, beds forming the opposing limbs of the fold dip away from its axial plane.",
      "compare": ["monocline", "syncline", "fold"],
      "sources": ["HP", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "anticline",
      "text": "[structural geology] A fold, at any depth, generally convex upward whose core contains the stratigraphically older rocks.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "aquiclude",
      "text": "A layer of soil, sediment, or rock that may or may not be saturated, that is incapable of transmitting significant quantities of water under ordinary hydraulic gradients.",
      "compare": "aquitard",
      "sources": "FC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "aquifer",
      "text": "A saturated, permeable geologic unit of sediment or rock that can transmit significant quantities of water under hydraulic gradients.",
      "compare": null,
      "sources": "FC",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "aquitard",
      "text": "A body of rock or sediment that retards but does not prevent the flow of water to or from an adjacent aquifer. It does not readily yield water to wells or springs but may serve as a storage unit for groundwater.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "arete",
      "text": "A narrow, jagged mountain crest, often above the snowline, sculptured by alpine glaciers and formed by backward erosion of adjoining cirque walls.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "arroyo",
      "text": "(colloquial: southwestern United States) The channel of a flat-floored, ephemeral stream, commonly with very steep to vertical banks cut in unconsolidated material; sometimes called a wash. It is usually dry but can be transformed into a temporary watercourse or short-lived torrent after heavy rain within the watershed. Where arroyos intersect zones of ground-water discharge, they are more properly classed as intermittent stream channels.",
      "compare": null,
      "sources": "HP",
      "colloquial": true,
      "colloquloc": "southwestern United States",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "artifact",
      "text": "An artificial (human-derived) object or material (e.g., brick, concrete, metal, plastic, or treated wood), commonly larger than 2 mm in diameter, made and deposited in association with habitation, manufacturing, excavation, or construction activities.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "artificial collapsed depression",
      "text": "A collapse basin, commonly a closed depression, which is the direct result of surficial subsidence associated with subsurface mining (e.g., long-wall mining).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "artificial drainage pattern",
      "text": "Human-made networks of drainage structures (ditches, canals, etc.) built primarily to lower or control the local water table in low lying, flat topography such as glacial lakebeds, broad flood plains, low coastal plains, or marshes most commonly in humid climates. Irrigation ditches found in arid and semiarid climates, which bring water into the fields, should not be confused with drainage structures.",
      "compare": null,
      "sources": ["SW", "WA"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "artificial levee",
      "text": "An artificial embankment constructed along the bank of a watercourse or an arm of the sea, to protect land from inundation or to confine streamflow to its channel.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ash",
      "text": "[volcanic] Unconsolidated, pyroclastic material less than 2 mm in all dimensions. Commonly called volcanic ash.",
      "compare": ["cinders", "lapilli", "tephra", "volcanic block"],
      "sources": ["KST", "ST", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ash field",
      "text": "A land area covered by a relatively thick or distinctive, surficial deposit of volcanic ash (air fall) that can be traced to a specific source and has well defined boundaries. An ash field can be distinguished from adjacent landforms or land areas based on ash thickness, mineral composition, and physical characteristics. Soils within an ash field form solely or predominantly within the ash deposit.",
      "compare": null,
      "sources": ["GG", "SW"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "ash flow",
      "text": "(not preferred - see pyroclastic flow, pyroclastic surge) A highly heated mixture of volcanic gases and ash, traveling down the flank of a volcano or along the surface of the ground; produced by the explosive disintegration of viscous lava in a volcanic crater, or by the explosive emission of gas-charged ash from a fissure or group of fissures. The solid materials contained in a typical ash flow are generally unsorted and ordinarily include volcanic dust, pumice, scoria, and blocks in addition to ash. (Also called a pyroclastic flow.)",
      "compare": ["nuu00e9e ardente", "lahar", "pyroclastic"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "aspect",
      "text": "The direction toward which a slope faces with respect to the compass or to the rays of the Sun; also called slope aspect.",
      "compare": null,
      "sources": ["GS", "GSST", "SS", "ST"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "atoll",
      "text": "A coral reef appearing in plan view as roughly circular, and surmounted by a chain of closely spaced, low coral islets that encircle or nearly encircle a shallow lagoon in which there is no land or islands of non-coral origin; the reef is surrounded by open sea.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "avalanche",
      "text": "A large mass of snow, ice, soil, or rock, or mixtures of these materials, falling, sliding, or flowing very rapidly under the force of gravity. Velocities may sometimes exceed 500 km/hr.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "avalanche chute",
      "text": "The central, channel-like corridor, scar, or depression along which an avalanche has moved. An eroded surface marked by pits, scratches, and grooves.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "avalanche track",
      "text": "(not recommended as a landform term - use avalanche chute) The path formed by an avalanche. It may take the form of an open path in a forest, with bent and broken trees, or an eroded surface marked by pits, scratches, and grooves.",
      "compare": "avalanche chute",
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "avulsion",
      "text": "A sudden cutting off or separation of land by a flood or by abrupt change in the course of a stream, as by a stream breaking through a meander or by a sudden change in current whereby the stream deserts its old channel for a new one.",
      "compare": ["crevasse", "flood"],
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "axial stream",
      "text": "The main stream of an intermontane valley, flowing in the deepest part of the valley and parallel to its longest dimension.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "axial stream",
      "text": "A stream that follows the axis of a syncline or anticline.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
