[
  [
    {
      "term": "wash",
      "text": "(dry wash) (colloquial: western United States) The broad, flat-floored channel of an ephemeral stream, commonly with very steep to vertical banks cut in alluvium. Note: When channels reach intersect zones of ground-water discharge, they are more properly classed as “intermittent stream” channels. Synonym - arroyo.",
      "compare": null,
      "sources": "HP",
      "colloquial": true,
      "colloquloc": "western United States",
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "washover fan",
      "text": "A fan-like deposit of sand washed over a barrier island or spit during a storm and deposited on the landward side. Washover fans can be small to medium sized and completely subaerial, or they can be quite large and include subaqueous margins extending into adjacent lagoons or estuaries. Large fans can be subdivided into sequential parts: ephemeral washover channel (microfeature) cut through dunes or beach ridges, back-barrier flats, (subaqueous) washover-fan flat, (subaqueous) washover-fan slope. Subaerial portions can range from barren to completely vegetated.",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "washover-fan apron",
      "text": "(not preferred) Use washover-fan flat.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "washover-fan flat"
    }
  ],
  [
    {
      "term": "washover-fan flat",
      "text": "A gently sloping, fan-like, subaqueous landform created by overwash from storm surges that transports sediment from the seaward side to the landward side of a barrier island (GG). Sediment is carried through temporary overwash channels that cut through the dune complex on the barrier spit (Fisher and Simpson, 1979; Boothroyd et al., 1985; Davis, 1994) and spill out onto the lagoon-side platform where they coalesce to form a broad belt. Also called storm-surge platform flat (Boothroyd et al., 1985) and washover fan apron (GG).",
      "compare": null,
      "sources": ["GG", "SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "washover-fan slope",
      "text": "A subaqueous extension of a washover-fan flat that slopes toward deeper water of a lagoon or estuary and away from the washover-fan flat.",
      "compare": null,
      "sources": ["SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "water",
      "text": "[soil survey] A generic map unit for any permanent, open body of water (pond, lake, reservoir, etc.) that does not support rooted plants.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "water-lain moraine",
      "text": "A terminal, end, or recessional moraine formed subaqueously by a glacier that terminated in a water body (e.g., glacial lake, sea, or ocean). A water-lain moraine may occur at the present land surface as a result of isostatic rebound or lake drainage.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "waterway",
      "text": "A general term for a way or channel, either natural (as a river) or artificial (as a canal), for conducting the flow of water.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "waterway",
      "text": "A navigable body or stretch of water available for passage; a watercourse.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "wave-built terrace",
      "text": "A gently sloping coastal feature at the seaward or lakeward edge of a wave-cut platform, constructed by sediment brought by rivers or drifted along the shore or across the platform and deposited in the deeper water beyond.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "wave-cut platform",
      "text": "A gently sloping surface produced by wave erosion, extending into the sea or lake from the base of the wave-cut cliff. This feature represents both the wave-cut bench and the abrasion platform.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "wave-cut terrace",
      "text": "(not recommended) Use wave-built terrace.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "wave-built terrace"
    }
  ],
  [
    {
      "term": "wave-worked till plain",
      "text": "A glaciated land area that has the characteristics of a till plain, but that was also inundated by a glacial lake. The area possesses a gently undulating till- topography rather than a distinctive, low-relief lake plain surface. Lacustrine sediments, however, are absent or occur only sparsely, but a wave- or current-modified, surficial mantle may commonly exist atop the till. Topographic highs, which were once islands, may possess shore features (e.g., wave-cut scarps, strandlines, beach deposits).",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "weathering",
      "text": "All physical disintegration, chemical decomposition, and biologically induced changes in rocks or other deposits at or near the earth's surface by atmospheric or biologic agents or circulating surface waters with essentially no transport of the altered material. These changes result in disintegration and decomposition of the material.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "welded soil",
      "text": "(not preferred) Use overprinted soil.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "overprinted soil"
    }
  ],
  [
    {
      "term": "welded tuff",
      "text": "A glass-rich, pyroclastic rock composed of volcanic ash indurated at the time of deposition by the welding together of its glass shards under the combined action of the heat retained by particles, the weight of overlying material, and hot gasses. It is generally composed of silica pyroclasts and appears banded or streaked.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "welding",
      "text": "Consolidation of sediments (especially of clays) by pressure resulting from the weight of superincumbent material or from earth movement, characterized by cohering particles brought within the limits of mutual molecular attraction as water is squeezed out of the sediments.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "welding",
      "text": "the diagenetic process whereby discrete crystals, grains, or both become attached to each other during compaction, often involving pressure solution and pressure transfer.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "wind gap",
      "text": "A former water gap now abandoned by the stream that formed it, suggesting stream piracy or stream diversion.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "window",
      "text": "[tectonic] An eroded area of a thrust sheet, commonly a basin or valley floor, that exposes the incongruous bedrock stratigraphy beneath the thrust-sheet; a particular structural or stratigraphic relationship is implied, rather than a particular topographic form. Common in the Appalachian and Rocky Mountain margins. Synonym: fenster. GG, WT, and SW",
      "compare": null,
      "sources": ["GG", "SW", "WT"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "windthrow",
      "text": "(not preferred) see tree-tip.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "wind-tidal flat",
      "text": "A broad, low-lying, nearly-level sand flat that is alternately inundated by ponded rainwater or by wind-driven bay or estuarine water from storm surges or seiche. Frequent salinity fluctuations and prolonged periods of subaerial exposure preclude establishment of most types of vegetation except for mats of filamentous blue-green algae.",
      "compare": null,
      "sources": ["HF", "SS", "SSS"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "woody organic materials",
      "text": "see organic materials.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "woody peat",
      "text": "An accumulation of organic material that is predominantly composed of trees, shrubs, and other woody plants.",
      "compare": null,
      "sources": ["SS", "SSM"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ]
]
