[
  [
    {
      "term": "unconformity",
      "text": "A substantial break or gap in the geologic record where a unit is overlain by another that is not in stratigraphic succession.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "underfit stream",
      "text": "A stream that appears to be too small to have eroded the valley in which it flows; a stream whose volume is greatly reduced or whose meanders show a pronounced shrinkage in radius. It is a common result of drainage changes effected by capture, glaciers, or climatic variations.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "upland.—[geomorphology] An informal, general term for—",
      "text": "The higher ground of a region, in contrast with a low-lying, adjacent land such as a valley or plain.",
      "compare": null,
      "sources": ["GG", "HP"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "upland.—[geomorphology] An informal, general term for—",
      "text": "Land at a higher elevation than the flood plain or low stream terrace; land above the footslope zone of the hillslope continuum.",
      "compare": null,
      "sources": ["GG", "HP"],
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "uplift",
      "text": "[tectonic] A structurally high area in the earth's crust, produced by positive movements that raise or upthrust the rocks, as in a dome or arch.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "upthrust",
      "text": "An upheaval of rock; said preferably of a violent upheaval.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    },
    {
      "term": "upthrust",
      "text": "A high angle gravity or thrust fault in which the relatively upthrown side was the active (moving) element.",
      "compare": null,
      "sources": "HP",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "urban anthroscape",
      "text": "A human-modified “landscape” dominated by permanent alterations to the physical shape of the land, its internal stratigraphy, or both due to management for habitation or commerce that have substantively altered water flow and sediment transport across and within the regolith. This includes extensive complexes of impervious surfaces, buildings, and roads, with comparatively minor areas of unmodified or natural land (e.g., parks, recreational land). Commonly excludes areas of minor alterations (e.g., shallow landscaping) that are easily obscured or obliterated by natural bio-, pedo-, or cryoturbation.",
      "compare": null,
      "sources": "SW",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "U-shaped valley",
      "text": "A valley having a pronounced parabolic cross profile suggesting the form of a broad letter “U,” with steep walls and a broad, nearly flat floor; specifically, a valley carved by glacial erosion.",
      "compare": null,
      "sources": "GG",
      "colloquial": false,
      "colloquloc": [],
      "obsolete": false,
      "preferred": []
    }
  ],
  [
    {
      "term": "uvala",
      "text": "(not preferred) Refer to karst valley.",
      "compare": null,
      "sources": null,
      "colloquial": false,
      "colloquloc": [],
      "obsolete": true,
      "preferred": "karst valley"
    }
  ]
]
