{
  "BHM": "Buol, S.W., Hole, F.D., McCracken, R.J., and Southard, R.J. 1997. Soil genesis and classification, 4th edition. Iowa State University Press, Ames, IA.",
  "CC": "Cowardin, L.M., Carter, V., Golet, F.C., and Laroe, E.T. 1979. Classification of wetlands and deepwater habitats of the United States. US Dept. Interior, US Fish and Wildlife Service, US Government Printing Office, Washington, DC.",
  "CF": "Clayton, L. and Freers, T.F. (eds.) 1967. Glacial geology of the Missouri Coteau and adjacent areas. Guidebook 18th annual field conference Midwest Friends of the Pleistocene. North Dakota Geological Survey Miscellaneous Series #30, 170 p.",
  "CV": "Cruden, D.M., and Varnes, D.J. 1996. Landslide types and processes. In: Turner, A.K., and Schuster, R.L., (eds). 1996. Landslides: investigations and mitigation. National Research Council, Transportation Research Board Special Report No. 247; National Academy Press, Washington, DC; 673 p.",
  "DV": "Varnes, D. 1978. Slope movement types and processes. In: Schuster, R.L., and R.J. Krizek. (eds). 1978. Landslides: analysis and control. National Academy Sciences, Transportation Research Board Special Report No. 176; 234 p.",
  "FC": "Freeze, A.L. and Cherry, J.A. 1979. Groundwater. Prentice-Hall, Inc., Englewood Cliffs, NJ. 604 p.",
  "FFP": "Peterson, F.F. 1981. Landforms of the Basin and Range Province defined for soil survey. Nevada Agricultural Experiment Station Technical Bulletin No. 28, Reno, NV. 52 p.",
  "GG": "Neuendorf, K.K.E., Mehl Jr., J.P., and Jackson, J.A. (ed.) 2005. Glossary of geology, 5th Ed. American Geological Institute, Alexandria, VA. 779 p.",
  "GG87": "Bates, R.L., and Jackson, J.A. (ed) 1987. Glossary of geology, 3rd Ed. American Geological Institute, Alexandria, VA. 788 p.",
  "GHG": "Gile, L.H., Hawley, J.W., and Grossman, R.B. 1981. Soils and geomorphology in the Basin and Range area of southern New Mexico – Guidebook to the Desert Project. Memoir 39. New Mexico Bureau of Mines & Mineral Resources, Socorro, NM; 222 p.",
  "GM": "Goldthwaite, R.P. and Matsch, C.L. (eds.) 1988. Genetic classification of glaciogenic deposits: final report of the commission on genesis and lithology of glacial Quaternary deposits of the International Union for Quaternary Research (INQUA). A.A. Balkema, Rotterdam; 294 p.",
  "GS": "Green, J., and Short, N.M. 1971. Volcanic landforms and surface features: A photographic atlas and glossary. Springer – Verlag, New York, NY. 519 p.",
  "GSST": "Soil Science Society of America. 2008. Glossary of Soil Science terms. Soil Science Society of America, Madison, WI. 92 p. Also: https://www.soils.org/publications/soils-glossary",
  "HD": "Holdorf, H. and Donahue, J. 1990. Landforms for soil surveys in the Northern Rockies. Montana Forest and Conservation Experiment Station, School of Forestry, University of Montana, Misc. Publ. No. 51. 26 p.",
  "HF": "Fisk, H.N. 1959. Padre Island and the Laguna Madre flats, coastal south Texas. Louisiana State University, 2nd Coastal Geography Conference; pp. 103-151.",
  "HP": "Hawley, J.W., and Parsons, R.B. 1980. Glossary of selected geomorphic and geologic terms. Mimeo. USDA Soil Conservation Service, West National Technical Center, Portland, OR. 30 p.",
  "HS": "Sigurdsson, H., (ed). 2000. Encyclopedia of volcanoes. Academic Press, Inc., San Diego, USA. ISBN# 0-12-643140-X",
  "ICOMANTH": "International Committee for Anthropogenic Soils. 2012. Circular Letter 7, Proposed Revisions to NSSH Part 629 (working draft), 13 p.",
  "KST": "Soil Survey Staff. 2014. Keys to Soil Taxonomy, Twelfth edition. USDA - Soil Conservation Service.",
  "MA": "MacDonald, G.A. and A.T. Abbott. 1970. Volcanoes in the sea, the geology of Hawaii. University of Hawaii Press, 441 p.",
  "NL": "Lancaster, N. 1995. Geomorphology of desert dunes. Routledge, New York, NY. 209 p.",
  "NRC": "National Research Council of Canada. 1988. Glossary of permafrost and related ground ice terms. Associate Committee Geotechnical Research, Technical Memorandum 142; 156 p.",
  "RD": "Daniels, Dr. Raymond B. (personal communication).",
  "RF": "Fairbridge, R .W. (ed.). Encyclopedia of geomorphology. 1968. Encyclopedia of Earth Sciences Series, vol. 3. Reinhold Book Corporation, New York, NY.",
  "RR": "Ruhe, R.V. 1975. Geomorphology: Geomorphic processes and surficial geology. Houghton-Mifflin, Boston, MA, 246 p.",
  "SJ": "Sugden, D.E. and John, B.S. 1976. Glaciers and landscape, a geomorphological approach. Halsted Press, John Wiley and Sons, Inc., New York, NY, 376 p.",
  "SS": "Summer, M.E., and Stewart, B.A. (eds). 1992. Soil crusting in Australia. In: Soil crusting: chemical and physical process. Advances in Soil Science, Lewis Publishing, Boca Raton, FL.",
  "SSM": "Soil Survey Division Staff. 1993. Soil survey manual. Soil Conservation Service, U.S. Department of Agriculture Handbook No. 18, U.S. Gov. Print. Office, Washington, DC.",
  "SSS": "Subaqueous Soils Subcommittee. 2005. Glossary of terms for subaqueous soils, landscapes, landforms, and parent materials of estuaries and lagoons. National Cooperative Soil Survey Conference, USDA-NRCS, National Soil Survey Center, Lincoln, NE.",
  "ST": "Soil Survey Staff. 1999. Soil taxonomy: A basic system of soil classification for making and interpreting soil surveys. 2nd edition. Natural Resources Conservation Service. U.S. Department of Agriculture Handbook 436.",
  "SW": "Schoeneberger, P.J. and Wysocki, D.A. 1991-2017. (personal communication), National Soil Survey Center, NRCS, Lincoln, NE.",
  "WA": "Way, D.S. 1973. Terrain analysis. Harvard University, Dowden, Hutchinson & Ross, Inc., Stroudsburg, PA. 392 p.",
  "WT": "Thornbury, W.D. 1969. Principles of geomorphology; 2nd Ed. John Wiley and Sons, Inc., New York, NY; 594 p.",
  "WW": "White, W.B. 1988. Geomorphology and hydrology of karst terrains. Oxford Univ. Press, New York, NY; 478 p. B. Clarifying Comments Included With Glossary Definitions"
}
